Repository: dankamongmen/s-i
Catalog: packages/apt-setup/debian/po/*.po
Languages: et, hu, km, ko, pt_br, sk

source: Configure the package manager
et: Pakihalduri seadistamine
hu: A csomagkezelő beállítása
km: កំណត់​រចនាសម្ព័ន្ធកម្មវិធី​​គ្រប់​​គ្រង​​កញ្ចប់​
ko: 꾸러미 관리자 설정
pt_br: Configurar o gerenciador de pacotes
sk: Nastavenie správcu balíkov

source: Configuring apt
et: apt'i seadistamine
hu: Az APT beállítása
km: កំណត់​រចនាសម្ព័ន្ធ​ apt
ko: apt를 설정하는 중입니다...
pt_br: Configurando o apt
sk: Nastavenie apt

source: Running ${SCRIPT}...
et: Jookseb ${SCRIPT}...
hu: Parancsfájl (${SCRIPT}) futtatása folyamatban...
km: កំពុង​រត់​ ${SCRIPT}...
ko: ${SCRIPT} 스크립트를 실행하는 중입니다...
pt_br: Executando ${SCRIPT} ...
sk: Spúšťa sa ${SCRIPT}...

source: Scanning local repositories...
et: Kohalike hoidlate skännimine...
km: កំពុង​វិភាគ​ឃ្លាំង​មូលដ្ឋាន...
ko: 근처의 지역 저장소 검색 중...
sk: Prehľadávajú sa lokálne zdroje balíkov...

source: Scanning the security updates repository...
et: Turvauuenduste varamu skännimine...
hu: A biztonsági frissítőtár áttekintése...
km: កំពុង​វិភាគ​ឃ្លាំង​របស់​ភាព​ទាន់សម័យ​ផ្នែក​សុវត្ថិភាព...
ko: 보안 업데이트 저장소 검색 중...
pt_br: Lendo o repositório de atualizações de segurança ...
sk: Prehľadáva sa zdroj bezpečnostných aktualizácií...

source: Cannot access security updates
et: Ei pääse turvauuendustele ligi
hu: A biztonsági frissítések nem érhetőek el
km: មិន​អាច​ចូល​ដំណើរការ​ភាព​ទាន់សម័យ​ផ្នែក​សុវត្ថិភាព
ko: 보안 업데이트에 접근할 수 없습니다.
pt_br: Não foi possível acessar as atualização de segurança
sk: Chyba prístupu k bezpečnostným aktualizáciám

source: The security updates on ${SECURITY_HOST} couldn't be accessed, so those updates will not be made available to you at this time. You should investigate this later.
et: Turvauuendused hostil ${SECURITY_HOST} polnud saadaval. Seetõttu pole neid võimalik hetkel ka kasutusele võtta. Peaksid hiljem seda probleemi uurima.
hu: A ${SECURITY_HOST} kiszolgálón lévő biztonsági frissítések nem érhetők el, így e frissítések most nem történnek meg. Ezt később kell helyretenni.
km: មិន​អាច​ចូល​ដំណើរការ​ភាព​ទាន់សម័យ​ផ្នែក​សុវត្ថិភាព​លើ ${SECURITY_HOST} បាន​ឡើយ ដូច្នេះ​ពេល​នេះ អ្នក​នឹង​មិន​មាន​ភាព​ទាន់សម័យ​ទាំងនោះ​ឡើយ ។ អ្នក​គួរ​តែ​តាមដាន​អំពី​បញ្ហា​នេះ នៅ​ពេល​ក្រោយ ។
ko: ${SECURITY_HOST}의 보안 업데이트에 접근할 수 없기 때문에 현재 시스템을업데이트 할 수 없습니다. 나중에 이 문제를 검토하기 바랍니다.
pt_br: As atualizações de segurança em ${SECURITY_HOST} não puderam ser acessadas, por isso as mesmas não serão disponibilizadas no momento. Você deverá investigar isso posteriormente.
sk: K bezpečnostným aktualizáciám na ${SECURITY_HOST} sa nedalo dostať, takže momentálne budú nedostupné. Mali by ste tento problém odstrániť.

source: Commented out entries for ${SECURITY_HOST} have been added to the /etc/apt/sources.list file.
et: ${SECURITY_HOST} viitavad välja kommenteeritud väljad on lisatud /etc/apt/sources.list faili.
hu: A ${SECURITY_HOST} megjegyzésbe kitett bejegyzései a/etc/apt/sources.list fájlba kerültek.
km: បាន​បន្ថែម​សេចក្ដី​អធិប្បាយ​សម្រាប់ ${SECURITY_HOST} ទៅ​ឯកសារ /etc/apt/sources.list ។
ko: ${SECURITY_HOST}에서 주석 처리되었던 저장소를 /etc/apt/sources.list 파일에 추가하였습니다.
pt_br: Entradas comentadas para ${SECURITY_HOST} foram adicionadas ao arquivo /etc/apt/sources.list.
sk: Do súboru /etc/apt/sources.list boli pridané zakomentované záznamy pre ${SECURITY_HOST}.

source: Scanning the CD-ROM...
et: Laserketta skännimine...
hu: CD-ROM átnézése...
km: កំពុង​វិភាគ​ស៊ីឌីរ៉ូម...
ko: CD-ROM을 읽는 중입니다...
pt_br: Lendo CD-ROM ...
sk: Prehľadáva sa CD-ROM...

source: apt configuration problem
et: apt'i seadistamise tõrge
hu: Problémás APT konfigurálás
km: ការ​កំណត់​រចនាសម្ព័ន្ធ apt មាន​បញ្ហា
ko: APT 설정 문제
pt_br: Problema de configuração do apt
sk: Chyba pri nastavení apt

source: An attempt to configure apt to install additional packages from the CD failed.
et: Katse seadistada apt'i, et laserkettalt lisapakke paigaldada nurjus.
hu: Az APT beállítása további csomagok telepítésére a CD-ről nem sikerült.
km: កិច្ច​ប៉ុនប៉ង​កំណត់​រចនាសម្ព័ន្ធ​​ apt ដើម្បី​ដំឡើង​កញ្ចប់​បន្ថែមពីស៊ីឌី​បាន​បរាជ័យ​ហើយ ។​
ko: apt를 설정하여 CD에서 꾸러미를 설치하려고 했지만 실패하였습니다.
pt_br: Uma tentativa de configurar o apt para instalar pacotes adicionais a partir do CD falhou.
sk: Zlyhal pokus o nastavenie apt pre inštaláciu ďalších balíkov z CD.

source: Scanning the mirror...
et: Peegelduse skännimine...
hu: Tükör átnézése...
km: កំពុង​វិភាគ​កញ្ចក់...
ko: 미러를 검색하는 중입니다...
pt_br: Lendo o espelho ...
sk: Prehľadáva sa zdroj...

source: Use non-free software?
et: Kasuta tarkvara, mis pole vaba?
hu: Nemszabad szoftvereket is használ?
km: ប្រើ​ផ្នែកទន់​មិន​សេរី ?
ko: non-free 소프트웨어를 사용하시겠습니까?
pt_br: Usar programas não-livres ?
sk: Používať neslobodný (non-free) softvér?

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
et: Debianiga on kokkusobitatud ka tarkvara, mis pole vaba. Ehkki see tarkvara pole küll osa Debianist, on tavalised Debiani tööriistad võimelised seda paigaldama. Selle tarkvaraga seonduvad erinevad litsentsid, mis võivad mõningates olukordades keelata tema kasutamist, muutmist või jagamist.
hu: Egyes nemszabad szoftvereket felkészítettek a Debian alatti működésre. Habár ezek a programok egyáltalán NEM részei a Debiannak, telepítésük a szokásos Debian-segédprogramokkal megoldható. E programok különféle licencei egyes esetekben megtilthatják (egyebek közt) a használatot, a módosítást vagy a terjesztést.
km: ផ្នែកទន់​មិន​សេរី​មួយ​ចំនួន​ត្រូវ​បាន​បង្កើត​ឡើង​ឲ្យ​ដំណើរការ​ជាមួយ​ដេបៀន ។ ទោះ​បីជា​ផ្នែកទន់​នេះ​មិន​មែន​ជា​ផ្នែក​របស់​ដេបៀន​ក៏​ដោយ ក៏​អ្នក​អាច​ប្រើ​ឧបករណ៍​ដេបៀន​ខ្នាតគំរូ ដើម្បី​ដំឡើង​វា​បាន​ដែរ ។ ផ្នែកទន់​នេះ​មាន​អាជ្ញាបណ្ណ​ខុសៗ​គ្នា ដែល​អាច​នឹង​មិន​អាច​ឲ្យ​អ្នក​ប្រើ កែប្រែ ឬ ចែក​រំលែក​វា​បាន​ឡើយ ។
ko: non-free 소프트웨어중에 데비안에서 사용할 수 있게 만들어진 소프트웨어가 있습니다. 이 소프트웨어는 데비안의 일부분이 아니지만, 표준 데비안 도구를 이용해 이 소프트웨어를 설치할 수 있습니다. 이 소프트웨어의 라이센스는 사용, 수정 및 공유를 금지하고 있습니다.
pt_br: Alguns programas não-livres foram criados para trabalhar com o Debian. Apesar desse software não ser parte oficial do Debian, as ferramentas padrão do Debian podem ser usadas para instalá-lo. Tal software possui licenças variadas que podem impedir que você o use, modifique ou o compartilhe.
sk: Niektoré neslobodné (non-free) programy boli upravené na prácu s Debianom. Hoci nie sú tieto programy súčasťou Debianu, môžete ich nainštalovať štandartnými príkazmi Debianu. Tieto programy majú rôzne licencie, ktoré obmedzujú ich používanie, úpravu alebo ich ďalšie šírenie.

source: Please choose whether you want to have it available anyway.
et: Vali, kas soovid seda tarkvara endale kättesaadavaks teha.
hu: Kívánja, hogy ezek egyáltalán elérhetőek legyenek?
km: សូម​ជ្រើស​ថា​តើ​អ្នក​ចង់​ឲ្យ​មាន​វា​ឬ​ក៏​អត់ ។
ko: 그래도 이 소프트웨어를 사용할 수 있도록 만들지 여부를 선택하십시오.
pt_br: Por favor, decida se você deseja ter esses programas disponíveis de qualquer forma.
sk: Rozhodnite sa, či chcete používať tento softvér.

source: Use contrib software?
et: Kasutada panustavat tarkvara?
hu: Járulékos szoftvereket is használ?
km: ប្រើ​ផ្នែកទន់​វិភាគទាន ?
ko: Contrib 소프트웨어를 사용할까요?
pt_br: Usar software contrib ?
sk: Používať programy závislé na neslobodnom softvéri (repozitár contrib)?

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
et: Debianiga on kokkusobitatud ka mõningast lisa-tarkvara. Vaatamata sellele, et tegemist on vaba tarkvaraga, sõltub ta oma töös mitte-vabadest tarkvarakomponentidest. Ehkki see tarkvara pole osa Debianist, on tavalised Debiani tööriistad võimelised seda paigaldama.
hu: Egyes további programokat is felkészítettek a Debian alatti működésre. Ezek működéséhez szükségesek nemszabad szoftverek is, bár maguk ugyan szabad szoftverek. Ezek a programok SEM részei a Debiannak, de telepítésük a szokásos Debian-segédprogramokkal megoldható.
km: ផ្នែកទន់​បន្ថែម​ទៀត​មួយ​ចំនួន ត្រូវ​បាន​បង្កើត​ឡើង​ឲ្យ​ដំណើរការ​ជាមួយ​ដេបៀន ។ ទោះបី​ជា​ផ្នែក​ទន់​នេះ​សេរី​ក៏​ដោយ វា​ក៏​ដំណើរការ​អាស្រ័យ​តាម​ផ្នែកទន់​មិន​សេរី​ដែរ ។ ផ្នែកទន់​នេះ​មិន​មែន​ជា​ផ្នែក​របស់​ដេបៀន​ឡើយ ប៉ុន្តែ​អ្នក​អាច​ប្រើ​ឧបករណ៍​ដេបៀន​ខ្នាត​គំរូ ដើម្បី​ដំឡើង​វា​បាន ។
ko: 일부 추가 소프트웨어를 데비안에서 사용할 수 있습니다. 이 소프트웨어의 라이센스는 자유롭지만, 동작하려면 non-free 소프트웨어에 의존합니다. 이 소프트웨어는 데비안의 일부분이 아니지만, 표준 데비안 도구를 사용해 이 소프트웨어를 설치할 수 있습니다.
pt_br: Alguns programas adicionais foram criados para funcionar com o Debian. Apesar desses programas serem livres, eles dependem de programas não-livres para funcionar. Tais programas não são parte do Debian, mas as ferramentas do Debian podem ser usadas para instalá-los.
sk: Pre prácu s Debianom boli vytvorené aj niektoré ďalšie programy, ktoré napriek tomu, že sú voľne širiteľné, ich funkčnosť závisí na niektorom neslobodnom (non-free) programe. Tieto programy nie sú súčasťou Debianu, ale na ich inštaláciu môžete použiť štandartné Debian nástroje.

source: Please choose whether you want this software to be made available to you.
et: Palun vali, kas soovid säärast tarkvara saadavale tuua.
hu: Kívánja, hogy ezek egyáltalán elérhetőek legyenek?
km: សូម​ជ្រើស​ថា​តើ​អ្នក​ចង់​ធ្វើ​ឲ្យ​មាន​ផ្នែកទន់​នេះ​ឬ​ក៏​អត់ ។
ko: 이 소프트웨어를 사용할 수 있도록 만들지 여부를 선택하십시오.
pt_br: Por favor, decida se você deseja que esses programas estejam disponíveis para você.
sk: Rozhodnite sa, či chcete používať tento softvér.

source: Retry
et: Korda
hu: Ismét
km: ព្យាយាម​ម្តង​ទៀត
ko: 다시 시도
pt_br: Tentar novamente
sk: Zopakovať

source: Change mirror
et: Vaheta peegeldus
hu: Tükör megváltoztatása
km: ផ្លាស់ប្ដូរ​កញ្ចក់
ko: 미러 바꾸기
pt_br: Mudar espelho
sk: Zmeniť zdroj

source: Ignore
et: Ignoreeri
hu: Kihagy
km: មិន​អើពើ
ko: 무시
pt_br: Ignorar
sk: Ignorovať

source: Downloading a file failed:
et: Faili laadimine nurjus:
hu: Fájlletöltés meghiúsult:
km: ការ​ទាញយក​ឯកសារ​មួយ​បាន​បរាជ័យ ៖
ko: 파일 내려 받기가 실패했습니다:
pt_br: O download do arquivo falhou :
sk: Stiahnutie súboru zlyhalo:

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
et: Paigaldaja jäi peegeldusest faili laadimisega hätta. See võib tähendada probleemi kas sinu võrguga või siis peegeldusega. Võid proovida uuesti laadimist, teise peegelduse valimist või loobuda ja jätkata peegeldusest kõiki pakke saamata.
hu: A telepítő nem érte el a tükröt. Ez lehet a hálózat vagy a tükör hibája. Újrapróbálható, választható más tükör vagy átugorható és folytatható e tükör összes csomagja nélkül.
km: កម្មវិធី​ដំឡើង​មិន​អាច​ចូលដំណើរការ​កញ្ចក់​បាន​ឡើយ ។ វា​អាច​បណ្តាល​មក​ពី​បណ្តាញ​របស់​អ្នក​ ឬ កញ្ចក់​ ។ អ្នក​អាច​សាកល្បង​ទាញ​យក​ម្តង​ទៀត ជ្រើស​កញ្ចក់​មួយ​ទៀត ឬ មិនន​អើពើ បញ្ហា​នេ ហើយ​បន្ត​ដោយ​គ្មាន​កញ្ចប់​ទាំងអស់​ពី​កញ្ចក់​នេះ ។។
ko: 설치 프로그램이 미러에서 파일을 내려 받는데 실패했습니다. 네트워크에 문제가 있거나, 미러에 문제가 있을 것입니다. 다시 내려 받기를 시도하거나, 다른 미러를선택하거나, 그냥 무시하고 꾸러미를 다 내려받지 못하더라고 계속 진행할수 있습니다.
pt_br: O instalador falhou ao acessar o espelho. Pode ter ocorrido um problema em sua rede ou com o espelho. Você pode optar por tentar o download novamente, selecionar um espelho diferente ou ignorar o problema e continuar sem todos os pacotes desse espelho.
sk: Inštalačnému programu sa nepodarilo pristúpiť na zdroj s Debianom. Možno je to zapríčinené chybou vo vašej sieti alebo chybou zdroja Debianu. Môžete sa pokúsiť o zopakovanie stiahnutia, môžete si zvoliť iný zdroj s Debianom, prípadne ignorovať tento problém a pokračovať bez všetkých balíkov z tohto zdroja Debianu.

source: Use a network mirror?
et: Kasutada võrgupeegeldust?
km: ប្រើ​កញ្ចក់​បណ្ដាញ​មួយ ?

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
et: Lisaks laserkettal olevale tarkvarale on võimalik kasutusele võtta ka võrgupeegelduses leiduv tarkvara. Võrgus võivad saadaval olla ka programmide uuemad versioonid.
km: កញ្ចក់​បណ្ដាញ​មួយ​អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​បន្ថែម​កម្មវិធី​​ដែល​ត្រូវ​បាន​​រួម​បញ្ចូល​នៅ​ក្នុង​ស៊ីឌី​រ៉ូម ។ វា​ក៏​អាច​ធ្វើ​ឲ្យ​កំណែ​ថ្មីៗ​របស់​កម្មវិធី​អាច​ប្រើ​បាន​ផងដែរ ។

source: If you are installing from a netinst CD and you choose not to use a mirror, you will end up with only a very minimal base system.
et: Kui sa paigaldad netipaigalduse laserkettalt ja peegeldusi kasutusele ei võta, jääb sinu süsteem väga minimaalse alussüsteemi tasemele.
km: ប្រសិន​បើ​អ្នក​កំពុង​ដំឡើង​​ពី​ស៊ីឌី netinst ហើយ​​អ្នក​ជ្រើស​មិន​ប្រើ​កញ្ចក់​មួយ អ្នក​នឹង​បញ្ចប់​​ដោយ​មាន​​​ប្រព័ន្ធ​មូលដ្ឋាន​​តិចតួច​បំផុត​តែ​ប៉ុណ្ណោះ ។

source: Use restricted software?
et: Kasutada piiratud tarkvara?
km: ប្រើ​ផ្នែកទន់​តឹងរ៉ឹង ?
ko: 저작권 때문에 제한된 소프트웨어도 사용합니까?
pt_br: Utilizar software restrito ?
sk: Používať programy s obmedzujúcou licenciou (repozitár restricted)?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
et: Debianiga on kokkusobitatud ka tarkvara, mis pole vaba. Ehkki see tarkvara pole küll osa peajaotusest, on tavalised pakihaldustööriistad võimelised seda paigaldama. Selle tarkvaraga seonduvad erinevad litsentsid, mis võivad mõningates olukordades keelata tema kasutamist, muutmist või jagamist.
hu: Pár nem-szabad szoftver elérhető csomagolva. Noha ezek a szoftverek nem részei a fő terjesztésnek, a szabványos csomagkezelő eszközökkel telepíthetők. Ezen szoftverek olyan különböző licenceket tartalmaznak, melyek megtiltják a felhasználás egyes módjait, és a módosítást vagy a megosztást.
km: ផ្នែកទន់​មិន​សេរី​មួយ​ចំនួន មាន​ទម្រង់​ជា​កញ្ចប់ ។ ទោះ​បីជា​ផ្នែកទន់​នេះ​មិន​មែន​ជា​ផ្នែក​របស់​ការ​ចែកចាយ​ក៏​ដោយ ក៏​អ្នក​អាច​ប្រើ​ឧបករណ៍​ដេបៀន​ខ្នាតគំរូ ដើម្បី​ដំឡើង​វា​បាន​ដែរ ។ ផ្នែកទន់​នេះ​មាន​អាជ្ញាបណ្ណ​ខុសៗ​គ្នា ដែល​អាច​នឹង​មិន​អាច​ឲ្យ​អ្នក​ប្រើ កែប្រែ ឬ ចែក​រំលែក​វា​បាន​ឡើយ ។
ko: 비자유 소프트웨어를 설치할 수 있습니다. 이 소프트웨어는 메인 배포본에 속해있지않지만 꾸러미 관리 도구를 사용하여 설치할 수 있습니다. 비자유소프트웨어는라이센스가 소프트웨어마다 다르며 소프트웨어를 사용하거나 수정, 공유할 수 없는경우도 있습니다.
pt_br: Alguns softwares não-livres estão disponíveis em formato empacotado. Apesar desse software não ser parte da distribuição principal, as ferramentas de gerenciamento de pacotes padrão podem ser utilizadas para instalá-los. Esses softwares possuem licenças diversas, as quais podem impedí-lo de utilizá-los, modificá-los ou compartilhá-los.
sk: Niektoré neslobodné programy sú dostupné vo forme balíkov. Hoci nie sú takéto programy súčasťou hlavnej distribúcie, na ich inštaláciu sa dajú použiť bežné nástroje na správu balíkov. Tieto programy majú rôzne licencie, ktoré vám môžu obmedziť rozsah používania, zmien alebo ďalšieho šírenia.

source: Use software from the "universe" component?
et: Kasutada tarkvara "universumi" komponendist?
km: ប្រើ​កម្មវិធី​ពី​ "សាកលលោក" សមាសភាគ ?
ko: "universe" 계열 소프트웨어를 사용합니까?
pt_br: Utilizar software do componente "universo" ?
sk: Používať programy spravované komunitou (repozitár universe)?

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
et: Pakkide kujul on saadaval ka lisatarkvara. See tarkvara on vaba ja ehkki ei kuulu peajaotusesse, saab teda tavapäraste pakihaldussüsteemi tööriistade abil paigaldada.
hu: További szoftverek is elérhetők csomagban. Ezek a szoftverek szabad szoftverek, s bár nem részei a fő terjesztésnek, a szabványos csomagkezelő eszközökkel telepíthetők.
km: ផ្នែកទន់​បន្ថែម​ទៀត​មួយ​ចំនួន មាន​ទម្រង់​ជា​កញ្ចប់ ។ ផ្នែកទន់​នេះ​មាន​លក្ខណៈ​សេរី ហើយ​អ្នក​អាច​ប្រើ​ឧបករណ៍​គ្រប់គ្រង​កញ្ចប់​ខ្នាតគំរូ ដើម្បី​ដំឡើង​វា ទោះ​បី​ជា​វា​មិន​មែន​ជា​ផ្នែក​នៃ​ការ​ចែកចាយ​មេ​ក៏​ដោយ ។
ko: 추가로 설치할 수 있는 소프트웨어가 있습니다. 메인 배포본에 속하지는 않지만자유 소프트웨어에 해당하며, 꾸러미 관리 도구를 사용하여 설치할 수 있습니다.
pt_br: Alguns softwares adicionais estão disponíveis em formato empacotado. Esses softwares são livres e, apesar de não fazerem parte da distribuição principal, as ferramentas de gerenciamento de pacotes padrão podem ser utilizadas para instalá-los.
sk: Niektoré ďalšie programy sú dostupné vo forme balíkov. Tieto programy sú voľne dostupné (free) a hoci nie sú súčasťou hlavnej distribúcie, na ich inštaláciu sa dajú použiť bežné nástroje na správu balíkov.

source: Use software from the "multiverse" component?
et: Kasutada tarkvara "multiversumi" komponendist?
km: ប្រើ​កម្មវិធី​ពី​សមាសភាគ​ "សាកលលោក" ?
sk: Používať programy s obmedzujúcou licenciou (repozitár multiverse)?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
et: Mõningad tarkvarakomponendid, mis pole vabad, on pakendatud kujul saadaval. Ehkki see tarkvara pole küll osa peajaotusest, on tavalised pakihaldustööriistad võimelised seda paigaldama. Selle tarkvaraga seonduvad erinevad litsentsid, mis võivad mõningates olukordades keelata tema kasutamist, muutmist või jagamist.
km: ផ្នែកទន់​មិន​សេរី​មួយ​ចំនួន មាន​ក្នុង​​ទម្រង់​​ដែល​បាន​ខ្ចប់ ។ ទោះ​បីជា​ផ្នែកទន់​នេះ​មិន​មែន​ជា​ផ្នែក​នៃ​​ការ​ចែកចាយ​ដ៏​ចម្បង​​ក៏​ដោយ ក៏​ឧបករណ៍​គ្រប់គ្រង​កញ្ចប់​ខ្នាត​គំរូ​អាច​ត្រូវ​បាន​ប្រើ​ ដើម្បី​ដំឡើង​វា​បាន​ដែរ ។ ផ្នែកទន់​នេះ​មាន​អាជ្ញាបណ្ណ​ខុសៗ​គ្នា និង(ក្នុង​ករណី​មួយ​ចំនួន) មាន​ការ​ដាក់​កម្រិត​យ៉ាង​តឹងរឹង​ ដែល​អាច​ការពារ​អ្នក​ពី​ការ​ប្រើ កែប្រែ ឬ​ចែករំលែក​វា ។
sk: Niektoré neslobodné programy sú dostupné vo forme balíkov. Hoci nie sú takéto programy súčasťou hlavnej distribúcie, na ich inštaláciu sa dajú použiť bežné nástroje na správu balíkov. Tieto programy majú rôzne licencie, ktoré vám môžu obmedziť rozsah používania, zmien alebo ďalšieho šírenia.

source: Use backported software?
et: Kasutada tagasi-arendatud tarkvara?
hu: Backportolt szoftverek hasnzálata
km: ប្រើ​ផ្នែកទន់​ដែល​បាន​នាំ​បំណះ​ថយ ?
ko: 백포트된 소프트웨어를 사용합니까?
pt_br: Utilizar backport de softwares ?
sk: Používať spätne prenesený softvér (repozitár backported)?

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
et: Mõningad arendusjärgus olevad tarkvarakomponendid on sobitatud töötama käesoleva süsteemiga. Ehkki see tarkvara pole niivõrd põhjalikult läbi katsetatud, et ta peajaotusesse arvata, on tegemist siiski tarkvara uuemate versioonidega, mis võivad pakkuda uusi ning kasulikke võimalusi.
hu: Néhány szoftver backportra került a fejlesztői ágból, hogy együttműködjön e kiadással. Bár e szoftverek nem olyan teszteltek mint amelyek e kiadásban vannak, egyes alkalmazások újabb változatait tartalmazzák, melyek fontos, új képességekkel bírhatnak.
km: ផ្នែកទន់​មួយ​ចំនួន​ត្រូវ​បាន​នាំ​បំណះ​ថយ​ពី​មែកធាង​អភិវឌ្ឍន៍ ដើម្បី​ឲ្យ​វា​ដំណើរការ​ជាមួយ​ការ​ចេញផ្សាយ​នេះ ។ ទោះ​បី​ជា​ផ្នែកទន់​នេះ​មិន​ទាន់​បាន​ឆ្លងកាត់​ការ​សាកល្បង​ពេញលេញ​ដូច​ផ្នែកទន់​ដែល​មាន​នៅ​ក្នុង​ការ​ចេញផ្សាយ​នេះ​ក៏​ដោយ ក៏​វា​បាន​រួមបញ្ចូល​នូវ​កម្មវិធី​មួយ​ចំនួន​ដែល​មាន​កំណែ​ថ្មី​ជាង​ដែរ ដែល​អាច​នឹង​ផ្ដល់​នូវ​លក្ខណៈ​ពិសេស​មាន​ប្រយោជន៍​ជាច្រើន ។
ko: 이 배포본에 적합하도록 백포트된 소프트웨어가 있습니다. 원 배포본의 소프트웨어만큼철저한 테스트 과정을 거치지는 않았지만 몇 가지 기능이 추가되는 등 더 최신 버전의소프트웨어입니다.
pt_br: Alguns softwares foram portados da árvore de desenvolvimento para funcionar com esta versão. Apesar desses softwares não ter passado por testes completos como os softwares presentes na versão oficial passaram, os mesmos incluem versões de algumas aplicações que podem fornecer recursos úteis.
sk: Niektoré programy boli prenesené z vývojovej vetvy a upravili sa tak, aby fungovali v tejto verzii distribúcie. Hoci tieto programy neprešli takým dôkladným testovaním ako programy obsiahnuté v distribúcii, často obsahujú novšie verzie s užitočnými vlastnosťami.
