Repository: dankamongmen/s-i
Catalog: retriever/choose-mirror/debian/po/*.po
Languages: es, nn, ru, sv

source: Protocol for files download:
ru: Протокол для получения файлов:

source: Please select the file download protocol. If unsure, select "http"; it is less prone to problems involving firewalls.
ru: Укажите протокол для получения файлов. Если не знаете, какой выбрать, то укажите HTTP, с ним обычно меньше проблем при использовании межсетевых экранов.

source: Enter the hostname of the mirror from which Debian will be downloaded.
ru: Введите имя зеркального сервера, с которого будет загружен Debian.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/"
ru: Информацию о прокси-сервере следует ввести в стандартной форме "http://[[пользователь][:пароль]@]хост[:порт]/"

source: Usually, ftp.<your country code>.debian.org is a good choice.
es: Normalmente, ftp.<código de su país>.debian.org es una buena elección.
nn: Vanlegvis kan du bruka «ftp.<landskode>.debian.org».
ru: Обычно следует выбрать ftp.<код вашей страны>.debian.org.
sv: Ofta är ftp.<din landskod>.debian.org ett bra val.

source: Please enter the network name of the host from which Debian will be downloaded.
ru: Введите имя зеркального сервера, с которого будет загружен Debian.

source: HTTP proxy information (blank for none):
ru: Введите информацию о HTTP-прокси (оставьте это поле пустым, если прокси не используется):

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]/".
ru: Информацию о прокси-сервере следует ввести в стандартной форме "http://[[пользователь][:пароль]@]хост[:порт]/"

source: stable, testing, unstable
ru: стабильная (stable), тестируемая (testing), нестабильная (unstable)

source: Debian version to install:
ru: Устанавливаемая версия Debian:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
ru: Существует три версии Debian. Стабильная (stable) -- хорошо протестирована и редко изменяется. Нестабильная (unstable) -- практически не тестирована, и часто изменяется. Тестируемая (testing) является чем-то средним, в неё включаются многие версии из нестабильной версии, если они не содержат явных ошибок.

source: IL
ru: IL (Израиль)

source: NI
ru: NI (Никарагуа)

source: US[ Default value for http]
ru: RU

source: enter information manually
ru: ввести имя сервера самостоятельно

source: AT
ru: AT (Австрия)

source: AU
ru: AU (Австралия)

source: BE
ru: BE (Бельгия)

source: BG
ru: BG (Болгария)

source: BR
ru: BR (Бразилия)

source: BY
ru: BY (Белоруссия)

source: CA
ru: CA (Канада)

source: CH
ru: CH (Швейцария)

source: CL
ru: CL (Чили)

source: CN
ru: CN (Китай)

source: CR
ru: CR (Коста Рика)

source: CZ
ru: CZ (Чехия)

source: DE
ru: DE (Германия)

source: DK
ru: DK (Дания)

source: EE
ru: EE (Эстония)

source: ES
ru: ES (Испания)

source: FI
ru: FI (Финляндия)

source: FR
ru: FR (Франция)

source: GB
ru: GB (Великобритания)

source: GR
ru: GR (Греция)

source: HK
ru: HK (Гонконг)

source: HR
ru: HR (Хорватия)

source: HU
ru: HU (Венгрия)

source: ID
ru: ID (Индонезия)

source: IE
ru: IE (Ирландия)

source: IN
ru: IN (Индия)

source: IS
ru: IS (Исландия)

source: IT
ru: IT (Италия)

source: JP
ru: JP (Япония)

source: KR
ru: KR (Южная Корея)

source: LT
ru: LT (Литва)

source: LU
ru: LU (Люксембург)

source: LV
ru: LV (Латвия)

source: MX
ru: MX (Мексика)

source: NL
ru: NL (Нидерланды)

source: NO
ru: NO (Норвегия)

source: NZ
ru: NZ (Новозеландия)

source: PL
ru: PL (Польша)

source: PT
ru: PT (Португалия)

source: RO
ru: RO (Румыния)

source: RU
ru: RU (Россия)

source: SE
ru: SE (Швеция)

source: SG
ru: SG (Сингапур)

source: SI
ru: SI (Словения)

source: SK
ru: SK (Словакия)

source: TH
ru: TH (Таиланд)

source: TR
ru: TR (Турция)

source: TW
ru: TW (Тайвань)

source: UA
ru: UA (Украина)

source: US
ru: US (США)

source: ZA
ru: ZA (ЮАР)

source: US[ Default value for ftp]
ru: RU

source: The goal is to find a mirror that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
ru: Цель состоит в том, чтобы найти ближайший к вашей сети зеркальный сервер. Следует отметить, что сервер в ближайшей стране (или даже в вашей собственной) не всегда будет являться наилучшим вариантом.

source: Use a mirror from what country?
es: ¿De qué país desea usar una réplica de Debian?
nn: Bruk spegl frå kva for land?
sv: Använd spegel i vilket land?

source: The goal is to find a mirror that is close to you on the network -- be aware that near countries, or even your own, may not be the best choice.
es: El objetivo es encontrar una réplica que se encuentre cercana en la red. Tenga en cuenta que los países cercanos, o incluso el suyo propio, pueden no resultar la mejor elección.
sv: Målet är att hitta en spegel som är nära dig på nätet -- notera att närliggande länder, eller till och med ditt eget, är inte alltid det bästa valet.

source: Download files using what protocol?
es: ¿Mediante qué protocolo desea descargar los ficheros?
nn: Protokoll for nedlasting
sv: Vilket protokoll vill du använda för att hämta filer?

source: Select a protocol to use to download files. If you are unsure, choose http as it is less prone to problems involving firewalls.
es: Elija el protocolo a usar para descargar los ficheros. Si no está seguro, elija http, ya que es menos proclive a sufrir problemas debido a cortafuegos.
nn: Vel kva for protokoll du vil bruka for nedlasting av filer. Dersom du er usikker, bør du velja HTTP, sidan det sjeldan fører til problem med brannmurar.
sv: Välj ett protokoll att använda för att hämta filer. Om du är osäker, välj http eftersom det har mindre problem med brandväggar.

source: Enter http proxy information, or leave blank for none:
es: Introduzca la información sobre el proxy http, o déjelo en blanco si no va a usar ninguno:
nn: Oppgi informasjon for HTTP-mellomtenar, eller lat feltet vera blankt:
sv: Ange proxyinformation, eller lämna tomt:

source: When entering proxy information, use the standard form of "http://[[user][:pass]@]host[:port]/"
es: Al introducir la información sobre el proxy, hágalo de la forma «http://[[user][:pass]@]host[:port]/»
nn: Når du oppgir mellomtenarinformasjon, skal du bruka standardforma «http://[[brukar][:passord]@]vert[:port]/»
sv: När du anger proxyinformation, använd standardformatet "http://[[användare][:lösenord]@]värd[:port]/"

source: Choose the Debian mirror to use:
es: Escoja la réplica de Debian a utilizar:
nn: Vel kva for Debian-spegl du vil bruka:
sv: Välj vilken Debianspegel du vill använda:

source: Select the mirror Debian will be downloaded from. You should select a mirror that is close to you on the net.
es: Escoja la réplica de donde descargará Debian. Debería seleccionar una que se encuentre cercana en la red.
sv: Välj vilken spegel Debian ska hämtas från. Du bör välja en som är nära dig på nätet

source: Enter mirror hostname:
es: Introduzca el nombre de la réplica:
nn: Oppgi vertsnamnet til speglet:
sv: Ange spegelns värdnamn:

source: Enter the hostname of mirror Debian will be downloaded from.
es: Introduzca el nombre de la réplica de donde se descargará Debian.
sv: Ange värdnamnet för spegeln Debian ska hämtas från.

source: Enter mirror directory:
es: Introduzca el directorio de la réplica:
nn: Oppgi speglkatalog:
sv: Ange spegelns katalog:

source: Enter the directory the Debian mirror is located in.
es: Introduzca el directorio en el que se encuentra la réplica de Debian.
sv: Ange katalogen där Debianspegeln är placerad.

source: Enter ftp proxy information, or leave blank for none:
es: Introduzca la información sobre el proxy ftp, o déjelo en blanco si no va a usar ninguno:
nn: Oppgi informasjon for HTTP-mellomtenar, eller lat feltet vera blankt:
sv: Ange proxyinformation, eller lämna tomt:

source: If you need to use a http proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
es: Si tiene que usar un proxy http para acceder a la red, introduzca a continuación la información sobre el proxy. En caso contrario, déjelo en blanco.
nn: Hvis du må bruka ein HTTP-mellomtenar for å nå verda utanfor, kan du oppgi ein her. Lat feltet stå tomt dersom du ikkje treng bruka nokon mellomtenar.
sv: Om du måste använda en http-proxy för att komma åt världen utanför, ange den informationen här. Annars ska du lämna det här tomt.

source: When entering proxy information, use the standard form of "ftp://[[user][:pass]@]host[:port]/"
es: Al introducir la información sobre el proxy, hágalo de la forma «ftp://[[user][:pass]@]host[:port]/»
nn: Når du oppgir mellomtenarinformasjon, skal du bruka standardforma «ftp://[[brukar][:passord]@]vert[:port]/»
sv: När du anger proxyinformation, använd standardformtet "ftp://[[användare][:lösenord]@]värd[:port]/"

source: Select distribution to install
es: Escoja la distribución a instalar
nn: Vel kva for distribusjon som skal installerast
sv: Välj distribution att installera

source: Please select which of the distributions you want to install.
es: Por favor, elija qué distribución desea instalar.
sv: Välj vilken av distributionerna du vill installera.

source: sarge is the "testing" unreleased version of Debian sid is "unstable" and will never be released.
es: sarge es la versión «en pruebas», aún no publicada oficialmente sid es la versión «inestable» y no se publicará nunca.
