Repository: dankamongmen/s-i
Catalog: anna/debian/po/*.po
Languages: es, fi, fr, it, ja, nb, nl, ru, tr

source: Choose the retriever to use
es: Eliga el método de descarga a usar
fi: Valitse käytettävä hakuohjelma
fr: Outil pour les récupérations de modules
it: Si scelga lo caricatore da usare
ja: 利用する取得先の選択
nb: Velg hvilken henter som skal brukes

source: The retriever is responsible for fetching the modules to be installed.
es: El descargador se engarga de obtener los módulos que van a ser instalados
fi: Hakuohjelman osana on noutaa asennettavat moduulit.
fr: L'outil de récupération est chargé de récupérer les modules à installer.
it: Lo scaricatore è responabile per prendere i moduli da installare.
ja: 取得先はインストールされるモジュールを取り込むためのものです。
nb: Henteren er ansvarlig for å hente de modulene som skal installeres.

source: Choose the Debian installer modules to install
fi: Valitse asennettavat Debian-asenninmoduulit
fr: Veuillez choisir les modules de l'installateur Debian
ja: インストールする Debian インストーラモジュールの選択
nb: Velg hvilke av Debians installasjonsmoduler som skal installeres.

source: Most modules you will need will be installed automatically. The listed modules all have low priority and are probably not necessary, but may be interesting to some users.
es: La mayoría de los modulos que necesitará se van a instalar automaticamente. Los aquílistados son módulos de baja prioridad y probablemente no necesarios, aunque pueden interesar a algunos usuarios.
fi: Useimmat tarvitsemasi moduulit asennetaan automaattisesti. Luetelluilla moduuleilla on alhainen tärkeysjärjestys ja ne eivät kenties ole tarpeellisia, mutta voivat kiinnostaa joitakin käyttäjiä.
fr: La plupart des modules dont vous aurez besoin seront installés automatiquement. Les modules mentionnés ici possèdent tous une priorité faible et ne sont probablement pas nécessaires, mais ils peuvent être intéressants pour certains utilisateurs.
it: Molti dei moduli che sono necessari saranno automaticamente installati. I moduli elencati hanno tutti una bassa priorità e probabilmente non sono necessari, ma potrebbero essere interessanti per alcuni utenti.
ja: 必要となるほとんどのモジュールは自動的にインストールされます。一覧のモジュールはすべて低い優先度で、おそらく必要ありませんが、ユーザーによっては興味があるかもしれません。
nb: De fleste moduler du trenger blir installert automatisk. Alle de modulene som er vist her har lav prioritet og trengs antakelig ikke, men kan være interessante for noen brukere.

source: Note that if you select a module that requires other modules, those modules will also be installed.
es: Tenga en cuenta que si selecciona un módulo que requiere otros módulos, esos módulostambién serán instalados.
fi: Huomaa että valitessasi moduulin, joka tarvitsee muita moduuleja, myös nämä muut moduulit asennetaan.
fr: Veuillez noter que si vous choisissez un module qui nécessite d'autres modules, ceux-ci seront aussi automatiquement installés.
it: Si noti che selezinando dei moduli che ne richiedono altri, anche questi ultimi verranno installati.
ja: ほかのモジュールを必要とするモジュール選択を選んだときには、それらのモジュールもインストールされることに注意してください。
nb: Merk at om du velger en modul som trenger andre moduler, så vil disse andre også bli installert.

source: Installing Debian installer modules
fi: Asennetaan Debian-asentimen moduuleja
fr: Installation des modules de l'installateur Debian
it: Installazione dei moduli dell'installatore Debian
ja: Debian インストーラモジュールをインストールしています
nb: Installerer Debians installasjonsmoduler

source: Retrieving ${PACKAGE}
es: Obteniendo ${PACKAGE}
fi: Noudetaan ${PACKAGE}
fr: Récupération de ${PACKAGE}
it: Scaricamento di ${PACKAGE}
ja: ${PACKAGE} を取得しています
nb: Henter ${PACKAGE}
nl: ${PACKAGE} wordt opgehaald
ru: Получение ${PACKAGE}
tr: ${PACKAGE} alınıyor

source: Installing ${PACKAGE}
es: Instalando ${PACKAGE}
fi: Asennetaan ${PACKAGE}
fr: Installation de ${PACKAGE}
it: Installazione di ${PACKAGE}
ja: ${PACKAGE} をインストールしています
nb: Installerer ${PACKAGE}

source: Failed to retrieve installer module
fi: Asenninmoduulin haku epäonnistui
fr: Échec de la récupération du module de l'installateur
it: Lo scaricamento di un modulo dell'installatore è fallito
ja: インストーラモジュールの取得に失敗しました
nb: Klarte ikke å hente installasjonsmodulen

source: Retrieving the module ${PACKAGE} failed for unknown reasons. Aborting.
es: La descarga del módulo ${PACKAGE} falló por razones desconocidas. Abortando.
fi: Moduulin ${PACKAGE} haku epäonnistui tuntemattomasta syystä. Keskeytetään.
fr: La récupération du module ${PACKAGE} a échoué pour des raisons inconnues. L'opération est abandonnée.
it: Lo scaricamento del modulo ${PACKAGE} è fallito per motivi sconosciuti. Annullamento.
ja: 未知の理由でモジュール ${PACKAGE} の取得に失敗しました。中断します。
nb: Hentingen av modulen ${PACKAGE} feilet av ukjente årsaker. Avbryter.

source: Integrity check failed
es: Falló la comprobación de integridad
fi: Eheystarkistus epäonnistui
fr: Échec du test d'intégrité
it: Il controllo di integrità è fallito
ja: 完全性チェックに失敗しました
nb: Integritetssjekk feilet
nl: Integriteitscontrole is mislukt
ru: Ошибка при проверке целостности
tr: Doğrulama kontrolu başarısız

source: The integrity check for module ${PACKAGE} failed. It is most likely corrupt. Aborting.
es: La comprobación de integridad del módulo ${PACKAGE} falló. Está probablemente corrupto.Abortando.
fi: Eheystarkistus moduulille ${PACKAGE} epäonnistui. Se on todennäköisesti turmeltunut. Keskeytetään.
fr: Le test d'intégrité du module ${PACKAGE} a échoué. Il est probablement endommagé. L'opération est abandonnée.
it: Tutti i controlli di integrità per il modulo ${PACKAGE} sono falliti. Molto probabilmente il modulo è rovinato. Annullamento.
ja: モジュール ${PACKAGE} の完全性チェックに失敗しました。おそらく壊れているのでしょう。中断します。
nb: Integritetssjekken for modulen ${PACKAGE} feilet. Den er sannsynligvis feil i den. Avbryter.

source: Failed to install module
es: Falló al instalar el módulo
fi: Moduulin asennus epäonnistui
fr: Échec de l'installation du module
it: L'installazione del modulo è fallita
ja: モジュールのインストールに失敗しました
nb: Klarte ikke å installere modulen

source: Installing the module ${PACKAGE} failed for unknown reasons. Aborting.
es: La instalación del módulo ${PACKAGE} falló por razones desconocidas. Abortando.
fi: Moduulin ${PACKAGE} asentaminen epäonnistui tuntemattomasta syystä. Keskeytetään.
fr: L'installation du module ${PACKAGE} a échoué pour des raisons inconnues. L'opération est abandonnée.
it: L'installazione del modulo ${PACKAGE} è fallita per motivi sconosciuti. Annullamento.
ja: 未知の理由でモジュール ${PACKAGE} のインストールに失敗しました。中断します。
nb: Installasjonen av modulen ${PACKAGE} feilet av ukjente årsaker. Avbryter.

source: No installer modules found
fi: Asenninmoduuleja ei löydy
fr: Aucun module d'installation n'a été trouvé
it: Non sono stati trovati moduli dell'installatore
ja: インストーラモジュールが見つかりません
nb: Fant ingen installasjonsmoduler

source: No installer modules were found. If you are installing from CD, it may be corrupt. If you are installing from a network, please try another mirror.
fi: Asenninmoduuleja ei löydy. Jos asennat CD-rompulta, se voi olla viallinen. Jos asennat verkosta, kokeile toista peiliä.
fr: Aucun module d'installation n'a été trouvé. Si vous effectuez l'installation depuis un CD, il est peut-être endommagé. Si vous utilisez le réseau, veuillez essayer un autre site miroir.
ja: インストーラモジュールが見つかりませんでした。CD からインストールしているのであればおそらく壊れています。ネットワークからインストールしてるのであれば、別のミラーを試してみてください。
nb: Fant ingen installasjonsmoduler. Hvis du installerer fra CD, kan dette være en feil på CD-en. Hvis du installerer fra nett, bør du prøve igjen fra et annet speil (en annen tjener med det samme innholdet tilgjengelig).

source: Load installer modules
fi: Lataa asenninmoduulit
fr: Charger les modules de l'installateur
nb: Last installasjonsmoduler

source: Retriever to use:
nl: Te gebruiken ophaler:
ru: Выберите программу-поисковик:
tr: Kullanılacak alıcı:

source: The retriever is responsible for fetching installer components to be loaded.
nl: De ophaler is verantwoordelijk voor het ophalen van de te installeren modules.
ru: Программа-поисковик отвечает за скачивание модулей, которые нужно загрузить.
tr: Alıcı kurulacak modülleri almakla görevlidir

source: Installer components to load:
nl: Te laden installatiemodules:
ru: Компоненты инсталлятора для загрузки:
tr: Yüklenecek kurulum bileşenleri:

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
nl: De meeste modules die u nodig hebt zullen automatisch geïnstalleerd worden. De volgende modules hebben allemaal lage prioriteit en zijn waarschijnlijk niet nodig, maar zouden voor sommige gebruikers interessant kunnen zijn.
ru: Большинство нужных Вам вещей будет установлено автоматически. Перечисленные компоненты инсталлятора имеют низкий приоритет и, по-видимому, Вам не нужны, но некоторым пользователям могут понадобиться.
tr: İhtiyacınız olacak çoğu modül otomatik olarak kurulacktır.Listelenen modüller ise düşük öncelikli ve muhtemelen gereksiz modüllerdir, fakat bazı kullanıcıların işine yarayabilir

source: Note that if you select a component that requires others, those components will also be loaded.
ru: Заметьте, что если Вы выберете компонент, требующий другие компоненты, то они также будут установлены.
tr: Şunu bilmelisiniz ki eğer seçtiğinis bileşen diğerlerine bağımlı ise, bu bileşenler de kurulacaktır.

source: Loading components of the Debian installer
nl: Debian installatieprogramma-modules worden geladen
ru: Загрузка компонентов установщика Debian
tr: Debian Kurulum Uygulması bileşenleri yükleniyor

source: Unpacking ${PACKAGE}
nl: ${PACKAGE} wordt uitgepakt
ru: Установка ${PACKAGE}
tr: ${PACKAGE} açılıyor

source: Failed to retrieve installer component
nl: Ophalen van de installatiemodule is mislukt
ru: Не удалось получить компоненты установщика
tr: Kurulum bileşenleri alınamadı

source: Retrieving the component ${PACKAGE} failed for unknown reasons. Aborting.
nl: Ophalen van module ${PACKAGE} is wegens een onbekende reden mislukt. Installatie word afgebroken.
ru: Получить компонента ${PACKAGE} по неизвестным причинам не удалась. Действие прервано.
tr: ${PACKAGE} bileşeni alınırken belirsiz bir hata oluştu. İptal ediliyor

source: The integrity check for ${PACKAGE} failed. It is most likely corrupt. Aborting.
nl: De integriteitscheck voor module ${PACKAGE} is mislukt. Deze module is waarschijnlijk corrupt. Installatie wordt afgebroken
ru: Ошибка при проверке целостности ${PACKAGE}. Скорее всего, этот пакет поврежден. Действие прервано.
tr: ${PACKAGE} için doğrulama kontrolü yapılamadı. Muhtemelen hasar görmüş. İptal ediliyor

source: Failed to load installer component
nl: Installatie van de installatiemodule is mislukt
ru: Не удалось загрузить компонент установщика
tr: Kurulumu bileşenleri yüklenemedi

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
nl: Laden van ${PACKAGE} is om onbekende reden mislukt. Installatie wordt afgebroken
ru: Загрузить ${PACKAGE} по неизвестным причинам не удалось. Действие прервано.
tr: ${PACKAGE} kurulurken belirsiz bir hata oluştu. İptal ediliyor.

source: No installer components found
nl: Er zijn geen installatiemodules gevonden
ru: Компоненты установщика не найдены.
tr: Yükleyici bileşenleri bulunamadı

source: If you are installing from CD, it may be corrupt. If you are installing from a network, please try another mirror. If you are installing from floppy, make sure you have a driver floppy in the correct drive.
nl: Als u vanaf een cd installeert, dan is deze mogelijk corrupt. Als u via netwerk installeert kunt u best opnieuw proberen met een andere spiegel. Als u vanaf diskette installeert let er dan op dat er een stuurprogrammadiskette in het juiste station zit.
ru: Если Вы устанавливаете систему с компакт-диска, то он возможно поврежден. Если Вы устанавливаете систему через сеть, то можете попробовать ещё раз с другим зеркалом Debian. Если Вы устанавливаете систему с дискет, то убедитесь, дискета с драйверами находится в нужном приводе.
tr: Eğer kurulumu bir CD'den yapıyorsanız, muhtemelen hasar görmüştür. Eğer bir ağ üzerinden kurulum yapıyorsanız , lütfen başka bir yansı deneyiniz. Eğer bir disketten kuruyorsanız, doğru sürücüyü kullandığınızdan emin olun

source: Load installer components
ru: Загрузить компоненты установщика.
tr: Yükleyici bileşenlerini kur

source: Note that if you select a compontent that requires others, those components will also be loaded.
nl: Merk op dat als u een module selecteert die andere modules nodig heeft, deze modules ook geïnstalleerd zullen worden.

source: Choose which modules to install
es: Eliga los módulos a instalar

source: Installing modules
es: Instalando módulos

source: Failed to retrieve module
es: Falló al descargar el módulo
