Repository: dankamongmen/s-i
Catalog: packages/ddetect/debian/po/*.po
Languages: ar, cs, es, eu, gl, hr, hu, ko, ru, sv, tr, zh_tw

source: Some modules accept load-time parameters to customize their operation. If you'd like, you can be prompted for module parameters as each module is loaded.
ar: بعض الوحدات تقبل معطيات زمن التّشغيل لتخصيص عملها. إن شئت فيمكنك أن تُسأل عن معطيات الوحدات بمجرّد تحميل كلّ وحدة.
cs: Nìkteré moduly pøijímají parametry, kterými mù¾ete pøizpùsobit jejich chování. Odpovíte-li kladnì, budete pøed nahráním ka¾dého modulu dotázáni na pøípadné parametry.
es: Algunos módulos permiten que se establezcan parámetros en el momento de carga para adaptar su operación. Si lo desea, se le puede consultar si desea introducir parámetros para cada módulo cuando se vaya a cargar.
eu: Zenbait moduluk kargatzeko orduan parametro batzu onartzen dituzte konfigruazioa pertsonalizatzeko, modulu bat kargatzen den bakoitzean parametroak ezarri nahi dituzun galdetua izan zaitezke.
hr: Neki moduli pri uitavanju prihvaaju parametre za podeavanje rada. Ako elite, bit ete upitani za njihov unos pri uitavanju svakog modula.
hu: Egyes modulok betöltésekor megadott paraméterekkel testre lehet szabni azok működését. Igény esetén minden egyes modul betöltésekor külön kérdést kaphat a megadandó paraméterekről.
ko: 일부 모듈은 읽어들일 때 인수를 받아서 그 동작을 세세히 설정합니다. 원하신다면, 각 모듈을 읽어들일 때 모듈 인수를 입력할 수 있도록 물어도록 할 수 있습니다.
ru: Некоторые модули в момент загрузки принимают параметры для настройки своей работы. Если пожелаете, вас спросят о параметрах каждого загружаемого модуля.
sv: Vissa moduler tar parametrar när de laddas för att anpassa deras funktion. Om du vill kan du bli tillfrågad om modulparametrar för varje modul när de laddas.
tr: Bazı modüllerin işleyişi yükleme anında verilen parametrelerle değiştirilebilir. Eğer isterseniz, her bir modül yüklenirken modül parametreleri size sorulabilir.
zh_tw: 有一些模組可以在載入時藉由參數來設定其作業方式。您也可以依您喜好來在每個模組載入時，顯現提示以輸入每個模組的參數。

source: Start PC card services?
ar: هل تريد بدء خدمات بطاقات الحاسب الشّخصي؟
cs: Spustit slu¾by PC card?
es: ¿Desea iniciar los servicios de tarjetas de PC?
eu: PC txartel zerbitzuak abiarazi ?
gl: ¿Arranca-los servicios de tarxetas PC?
hr: Pokrenuti servise PC kartica?
hu: Elindítja a PC Card-szolgáltatásokat?
ko: PC 카드 서비스를 시작할까요?
ru: Запустить сервисы PC-карт?
sv: Starta PC card-stöd?
tr: PC kart servisleri başlatılsın mı?
zh_tw: 是否要啟動 PC 卡服務程式？

source: This computer may have a PCMCIA interface. Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
ar: هذا الحاسوب قد يكون يحتوي واجهة PCMCIA. فضلاً اختر ما إذا يفترض أن تبتدأ خدمات بطاقات الحاسب الشّخصي من أجل التّمكين من استخدام بطاقات PCMCIA.
cs: Zdá se, ¾e tento poèítaè má PCMCIA rozhraní. Abyste mohli pou¾ívat PCMCIA karty, musí se spustit slu¾by PC card.
es: Este ordenador parece tener una interfaz PCMCIA. Por favor, indique si los servicios de tarjeta PC deberían iniciarse para poder utilizar tarjetas PCMCIA.
eu: Ordenagailu honek dirudienez PCMCIA zubi bat du. Mesedez aukeratu abiarazi behar diren PC txartel zerbitzuak zure PCMCIA txartelak erabili ahal izateko.
gl: Parece que este equipo dispoñe dunha interfaz PCMCIA. Por favor, elixe se queres inicia-los servicios de tarxetas PC para permiti-lo uso de PCMCIA.
hr: Ovo raunalo moe imati PCMCIA suelje. Molim izaberite treba li pokrenuti servise za PC kartice, da omoguite koritenje PCMCIA kartica.
hu: A gépen valószínűleg van PCMCIA-csatoló. A PCMCIA-kártyák eléréséhez futnia kell a PC Card-szolgáltatásoknak, elindítja azokat?
ko: 이 컴퓨터에는 PCMCIA 인터페이스가 있습니다. PCMCIA 카드를 사용하기 위해 PC 카드 서비스를 시작할 지 여부를 고르십시오.
ru: Предположительно, этот компьютер имеет PCMCIA интерфейс. Укажите, какие сервисы PC карт должны быть запущены, чтобы PCMCIA карты заработали.
sv: Den här datorn kan ha ett PCMCIA-gränsnitt. Välj om PC card-stödet ska startas så att du får möjlighet att använda PCMCIA-kort.
tr: Bu bilgisayar bir PCMCIA arayüzüne sahip olabilir. Lütfen PCMCIA kartlarının kullanılmasını sağlamak için PC kart servislerinin başlatılıp başlatılmaması gerektiğine karar verin.
zh_tw: 在這台電腦上也許是有個 PCMCIA 介面。為了能夠使用 PCMCIA 卡，請選擇要啟動哪一個 PC 卡服務程式。

source: PCMCIA resource range options:
ar: خيارات مجال موارد PCMCIA:
cs: Rozsahy PCMCIA zdrojù:
es: Opciones del rango de recursos PCMCIA:
eu: PCMCIA baliabide bitarte aukerak:
gl: Opcións do rango de recursos de PCMCIA:
hr: Mogunosti opsega PCMCIA izvora:
hu: PCMCIA-erőforrástartományok beállításai:
ko: PCMCIA 리소스 범위 옵션:
ru: Параметры диапазона ресурсов PCMCIA:
sv: Parametrar för PCMCIA-resursområden
tr: PCMCIA kaynak aralığı seçenekleri:
zh_tw: PCMCIA 資源範圍選項：

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
ar: بعض عتاد PCMCIA يتطلّب خيارات إعداد موارد إضافيّة ليتمكّن من العمل، و قد تسبّب تجميد الحاسوب إن لم تتوفّر تلك الخيارات. مثلاً، بعض حواسيب دِلْ المحمولة تحتاج أن يحدّد "إقصاء المنفذ 0x800-0x8ff" هنا. هذه الخيارات ستضاف إلى /etc/pcmcia/config.opts. راجع مرشد التّثبيت أو مذكّرة 'كيف أعمل' PCMCIA لمزيدٍ من المعلومات.
cs: Nìkterá PCMCIA zaøízení vy¾adují pro správnou funkci speciální nastavení zdrojù. V opaèném pøípadì mohou zpùsobit zamrznutí poèítaèe. Napøíklad nìkteré notebooky od Dellu zde vy¾adují napsat "exclude port 0x800-0x8ff". Tyto volby budou pøidány také do /etc/pcmcia/config.opts. Více informací naleznete v instalaèním manuálu nebo v PCMCIA HOWTO.
es: Algún hardware PCMCIA necesita opciones de configuración de recursos especiales para poder funcionar, y pueden bloquear un sistema si no se hace. Por ejemplo, los portátiles Dell necesitan que aquí se especifique \"exclude port 0x800-0x8ff\". Se añadirán estas opciones a /etc/pcmcia/config.opts. Consulte el manual de instalación o el PCMCIA HOWTO para más información.
eu: Zenbait PCMCIA hardwarek baliabide konfiguraketa aukera berezi batzu behar dituzte martxan jartzeko eta erabili ezean ordenagailua izoztu egin lezakete. Adibidez Dell portatil batzuek "exclude port 0x800-0x8ff" ezartzea behar dute. Aukera hauek /etc/pcmcia/config.opt-en gordeko dira. Begiratu instalazio gida edo PCMCIA HOWTO argibide gehiagorako
gl: Algúns dispositivos PCMCIA precisan unha configuración dos recursos especial para funcionar, e poden facer que a máquina se colgue noutros casos. Por exemplo, moitos portátiles Dell precisan que se especifique aquí "exclude port0x800-0x8ff". Estas opcións añadiranse a /etc/pcmcia/config.opts. Mira o manual de instalación ou o PCMCIA HOWTO para máis información.
hr: Neka PCMCIA ovrsja trebaju osobita podeenja izvora da bi radila, inae uzrokuju zastoj raunala. Primjerice, neki Dell nakrilnici ovdje trebaju zapovijed "exclude port 0x800-0x8ff". Ta e podeenja biti dodana u /etc/pcmcia/config.opts. Pogledajte u instalacijski prirunik ili u PCMCIA KAKO za vie obavijesti.
hu: Egyes PCMCIA-hardverek működésre bírásához speciális erőforráskonfiguráló-beállítások szükségesek, ezek hiányában a számítógép akár le is fagyhat. Egyes Dell-laptopokon például az "exclude port 0x800-0x8ff" beállítás megadása szükséges. Az itt megadott beállítások az /etc/pcmcia/config.opts fájlba kerülnek. A témáról részletesebben a telepítési kézikönyvben, vagy a PCMCIA-HOGYAN iratban tájékozódhat.
ko: 일부 PCMCIA 하드웨어는 동작하려면 특별한 리소스 설정 옵션이 필요하고, 제대로 지정하지 않으면 컴퓨터가 멈출 수도 있습니다. 예를 들어, 일부 Dell 랩탑은 "exclude port 0x800-0x8ff"를 여기에서 지정해야 합니다. 이 옵션은 /etc/pcmcia/config.opts 파일에 덧붙입니다. 더 자세한 정보는 설치 매뉴얼 혹은 PCMCIA 매뉴얼을 참고하십시오.
ru: Для работы некоторых устройств PCMCIA требуется указать специальные параметры настройки ресурсов, а иначе компьютер перестанет работать. Например, некоторым мобильным компьютерам Dell нужно задать здесь "exclude port 0x800-0x8ff". Эти параметры будут добавлены в/etc/pcmcia/config.opts. Более подробную информацию смотрите в инструкции по установке или в PCMCIA HOWTO.
sv: Vissa PCMCIA-maskinvaror kräver speciella konfigurationsparametrar för resursområden för att fungera, och kan orsaka att datorn låser sig annars. Exempelvis kräver vissa bärbara datorer av märket Dell att "exclude port 0x800-0x8ff" anges här. Dessa parametrar läggs till i /etc/pcmcia/config.opts. Se installationsmanualen eller PCMCIA-HOWTO:n för mer information.
tr: Bazı PCMCIA donanımları çalışmak için özel kaynak yapılandırma seçeneklerine ihtiyaç gösterir ve bunun yapılmaması bilgisayarın donmasına yol açabilir. Meselâ bazı Dell dizüstüleri burada "exclude port 0x800-0x8ff" seçeneğinin girilmesini gerektirir. Bu seçenekler /etc/pcmcia/config.opts dosyasına eklenecektir. Daha fazla bilgi için kurulum kılavuzuna veya PCMCIA NASIL belgesine başvurun.
zh_tw: 有些 PCMCIA 硬體需要在設置了特定的資源選項後才能運作，否則很可能會導致電腦失去回應。比如說，有些 Dell 的膝上型電腦就需要在此指定為 "exclude port 0x800-0x8ff"。這些特定的選項將會寫入 /etc/pcmcia/config.opts 中。請查閱安裝手冊或是 PCMCIA HOWTO 來得到更多的詳細訊息。

source: For most hardware, you do not need to specify anything here.
ar: بالنّسبة لمعظم العتاد لا ضرورة لتحديد أي شيءٍ هنا
cs: Pro vìt¹inu zaøízení zde nemusíte zadávat nic.
es: No necesita especificar nada aquí para la mayoría del hardware.
eu: Hardware gehienarentzat ez duzu ezer ezarri behar hemen.
gl: A maioría dos dispositivos non precisan que escribas algo aquí.
hr: Za veinu ovrsja, ovdje ne trebate nita odrediti.
hu: A legtöbb hardver semmilyen egyéb beállítást nem igényel.
ko: 대부분 하드웨어는, 여기에서 아무 것도 지정할 필요가 없습니다.
ru: Для большинства устройств ничего здесь указывать не надо.
sv: I de flesta fall behöver du inte ange något här.
tr: Birçok donanım için burada özel birşey girmeniz gerekmez.
zh_tw: 對於大多數的硬體而言，您並不用在此特別去指定任何選項。

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
ar: بعض الوحدات تقبل معطياتٍ وقت التّحميل لتخصيص عملها. هذه المعطيات هي غالباً منافذ I/O و أرقام IRQ تختلف من جهازٍ لآخر ولا يمكن تحديدها من العتاد. سلسلةٌ مثاليّة قد تبدو شبيهةً بـ "irq=7 io=0x220"
cs: Nìkteré moduly pøi nahrávání akceptují parametry, kterými mù¾ete ovlivnit jejich èinnost. Èasto to bývají V/V porty a èísla pøeru¹ení, které se li¹í poèítaè od poèítaèe a nemohou být zji¹tìny z hardwaru. Ukázkový øetìzec mù¾e vypadat tøeba takto: "irq=7 io=0x220".
es: Algunos módulos aceptan parámetros en tiempo de carga para ajustar su funcionamiento. Estos parámetros se refieren con frecuencia al puerto de entrada/salida (IO) y números de petición de interrupción (IRQ) que pueden variar entre máquinas y no se puede determinar a partir del hardware. Un ejemplo de estos parámetros sería: «irq=7 io=0x220»
eu: Modulu batzuk kargatzeko orduan parametroak onartzen dituzte funtzionamentua pertsonalizatzeko. Parametro hauek IRQ zenbaki eta I/O ataka adibidez makina batetik bestera alda daitezke eta kasu batzuetan ezin da informazioa hori hardwarean atzeman. Adibidez katea horrelako zerbait izan daiteke "IRQ=7 IO=0x220"
gl: Algúns módulos aceptan parámetros en tempo de carga para axustar o seu uso. Estes parámetros son frecuentemente un porto Entrada/Saída e números IRQ que varían en cada máquina e non poden predecirse a través do dispositivo. Unha cadea de exemplo podería ser "irq=7 io=0x220"
hr: Neki moduli pri uitavanju prihvaaju parametre za podeavanje rada. Ti parametri su obino I/O port i IRQ brojevi koji variraju od stroja do stroja i ne mogu biti odreeni prema ovrsju. Primjerice, mogu izgledati ovako: "irq=7 io=0x220".
hu: Egyes modulok a működésük testreszabásához betöltéskor különféle paramétereket fogadhatnak el. Ilyen paraméterek lehetnek: I/O-portszámok vagy IRQ-számok. Ezek általában rendszerről rendszerre változnak, és csak a hardverre hagyatkozva nem lehet megállapítani a helyes értéküket. Ilyen paraméterezés lehet például az "irq=7 io=0x220" karakterlánc.
ko: 일부 모듈은 읽어들일 때 인수를 받습니다. 이 인수는 모듈의 동작을 제어합니다. 인수는 I/O 포트나 IRQ 번호와 같이 기계마다 다르고 하드웨어에서 자동으로 결정할 수 없는 값을 넘깁니다. 예를 들어 "irq=7 io=0x220"과 같이 씁니다.
ru: У некоторых модулей есть параметры загрузки, управляющие их работой. Часто это номера портов ввода-вывода и прерываний, разные на разных компьютерах и не определяемые автоматически. Например, параметры могут выглядеть так: "IRQ=7 IO=0x220".
sv: Vissa moduler kan ta parametrar vid laddning för att anpassa hur de fungerar. Dessa parametrar är ofta I/O-port och IRQ-nummer som varierar från maskin till maskin och inte kan avgöras från maskinvaran. En exempelsträng ser ut i stil med "irq=7 io=0x220".
tr: Bazı modüllerin işleyişi yükleme anında verilen parametrelerle değiştirilebilir. Bu parametreler genellikle makineden makineye değişen ve donanım tarafından belirlenemeyen I/O portu ve IRQ numaralarıdır. Örnek bir girdi: "irq=7 io=0x220"
zh_tw: 有一些模組可以在載入時藉由參數來設定其作業方式。這些參數通常是 I/O Port 和 IRQ 號碼﹔每台機器裡的這些配置都有所不同，且也無法藉由硬體型號來加以判斷。irq=7 io=0x220 就是個典型的參數字串。

source: If you don't know what to enter, leave it blank.
ar: إن لم تكن تعرف ماذا تدخل، اتركه خالياً.
cs: Pokud nevíte co zadat, nechte pole prázdné.
es: Si no sabe qué escribir, déjelo en blanco.
eu: Ez badakaizu zer ipini, utzi hau hutsik.
gl: Se non sabes o que escribir, deixao en branco.
hr: Ako ne znate to unijeti, ostavite prazno.
hu: Ha nem tud mit beírni, hagyja üresen.
ko: 뭘 입력해야 할 지 모르겠다면 비워 두십시오.
ru: Если Вы не знаете, что ввести, то оставьте поле пустым.
sv: Lämna tomt om du inte vet vad du ska ange.
tr: Eğer ne girileceğini bilmiyorsanız bu alanı boş bırakın.
zh_tw: 如果不知道要輸入什麼，請留白。
