Repository: dankamongmen/s-i
Catalog: packages/ddetect/debian/po/*.po
Languages: ar, cs, es, eu, gl, hr, hu, ko, ru, sv, tr, zh_tw

source: no ethernet card, ${CHOICES}, none of the above
ar: لا بطاقة إيثرنت, ${CHOICES}, ليست أيّاً ممّا أعلاه
cs: ¾ádná ethernetová karta, ${CHOICES}, nic z uvedeného
es: sin tarjeta de red, ${CHOICES}, ninguna de las anteriores
eu: ez dago ethernet txartelik, ${CHOICES}, hauetako batez
hr: nema mrene kartice, ${CHOICES}, nita od navedenog
hu: ethernet-kártya nélkül, ${CHOICES}, egyik sem
ko: 이더넷 카드 없음, ${CHOICES}, 위에 없음
ru: нет сетевых карт, ${CHOICES}, ни один из перечисленных
sv: inget ethernetkort, ${CHOICES}, inget av ovanstående
tr: ethernet kartı yok, ${CHOICES}, yukarıdakilerden hiçbiri
zh_tw: 沒有網路卡, ${CHOICES}, 以上都不是

source: Driver needed by your Ethernet card:
ar: الدّافعة التي تحتاجها بطاقة الإيثرنت الخاصّة بك:
cs: Ovladaè vy¾adovaný va¹í ethernetovou kartou:
es: Controladores que necesita su tarjeta Ethernet:
eu: Zure ethernet txartelak behar duen driberra:
gl: Módulo precisado para a túa tarxeta Ethernet:
hr: Pogonitelj za vau mrenu karticu:
hu: Ethernet-kártyájához szükséges meghajtómodul:
ko: 이더넷 카드에 필요한 드라이버:
ru: Драйвер, необходимый для вашей сетевой карты:
sv: Drivrutin som behövs för ditt ethernetkort:
tr: Ethernet kartınız için gerekli sürücü:
zh_tw: 您的網路卡所需的驅動程式：

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
ar: لم تكتشف أيّة بطاقة إيثرنت. إذا كنت تعرف اسم الدّافعة التي تحتاجها بطاقة الإيثرنت يمكنك اختياره من القائمة.
cs: Nebyly rozpoznány ¾ádné ethernetové karty. Pokud znáte název ovladaèe vy¾adovaného va¹í ethernetovou kartou, mù¾ete jej vybrat ze seznamu.
es: No se detectó ninguna tarjeta de red. Puede seleccionar el controlador de la lista si conoce el nombre del que necesita su tarjeta de red.
eu: Ez da Ethernet txartelik atzeman. Zure ethernet txartelak behar duen driberraren izena ezagutu ezkero aukeratu ezazu zerrendatik.
gl: Non se atopou ningunha tarxeta Ethernet. Se coñeces o nome do controlador que precisa, podes elixilo da lista.
hr: Mrena kartica nije pronaena. Ako znate naziv pogonitelja za vau mrenu karticu, izaberite ga s popisa.
hu: A rendszer felderítése nem talált Ethernet-kártyát. Ha ismeri az Ethernet-kártyájához szükséges modul nevét, akkor válassza ki azt a listából.
ko: 이더넷 카드를 찾을 수 없습니다. 지금 사용하고 있는 이더넷 카드에 필요한 드라이버의 이름을 알고 있다면, 다음 목록에서 고르십시오.
ru: Сетевых карт не найдено. Если вы знаете имя драйвера, нужного для вашей сетевой карты, то мы можете выбрать его из списка.
sv: Hittade inget ethernetkort. Om du vet namnet på drivrutinen som krävs av ditt ethernetkort kan du välja den från listan.
tr: Herhangi bir Ethernet kartı algılanamadı. Ethernet kartınız için gerekli olan sürücünün ismini biliyorsanız, bunu listeden seçebilirsiniz.
zh_tw: 無法偵測到任何網路卡。如果您知道您的網路卡所使用的驅動程式的名稱，您可以在列表中加以選擇。

source: Additional parameters for module ${MODULE}:
ar: معطيات إضافية للوحدة ${MODULE}:
cs: Volitelné parametry modulu ${MODULE}:
es: Por favor, introduzca los parámetros adicionales para el módulo ${MODULE}:
eu: ${MODULE} moduluarentzat parametro gehigarriak:
gl: Parámetros adicionais para o módulo ${MODULE}:
hr: Dodatni parametri za modul ${MODULE}:
hu: További paraméterek a modul (${MODULE}) számára:
ko: ${MODULE} 모듈에 추가로 넘길 인수:
ru: Введите дополнительные параметры для модуля ${MODULE}:
sv: Ytterligare parametrar till modulen ${MODULE}:
tr: ${MODULE} modülü için ek parametreler:
zh_tw: 模組 ${MODULE} 的額外參數：

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
ar: فشلت الوحدة ${MODULE} في أن تحمّل. يبّما تحتاج أن تمرّر تحتاج تمرير معطياتٍ إلى الوحدة لتمكينها من العمل؛ هذا مألوفٌ في العتاد القديم. هذه المعطيات هي غالباً منافذ I/O و أرقام IRQ تختلف من جهازٍ لآخر ولا يمكن تحديدها من العتاد. سلسلةٌ مثاليّة قد تبدو شبيهةً بـ "irq=7 io=0x220"
cs: Nepodaøilo se nahrát modul ${MODULE}. Pro správnou funkènost modulu mu mo¾ná budete muset pøedat nìjaké parametry, co¾ je obvyklé u star¹ího hardwaru. Tyto parametry èasto bývají V/V porty a èísla pøeru¹ení, které se li¹í poèítaè od poèítaèe a nemohou být zji¹tìny z hardwaru. Ukázkový øetìzec mù¾e vypadat tøeba takto: "irq=7 io=0x220".
es: No se pudo cargar el módulo ${MODULE}. Puede que tenga que introducir parámetros al módulo para que funcione, esto es habitual en el caso de hardware antiguo. Estos parámetros se refieren con frecuencia al puerto de entrada/salida (IO) y números de petición de interrupción (IRQ) que pueden variar entre máquinas y no se puede determinar a partir del hardware. Un ejemplo de estos parámetros sería: «irq=7 io=0x220»
eu: ${MODULE} moduluak huts egin du kargatzerakoan. Agian kargatzeko orduan parametroak eman behar dizkiozu moduluari Parametro hauek IRQ zenbaki eta I/O ataka adibidez makina batetik bestera alda daitezke eta kasu batzuetan ezin da informazioa hori hardwarean atzeman. Adibidez katea horrelako zerbait izan daiteke "IRQ=7 IO=0x220"
hr: Neuspjelo uitavanje modula ${MODULE}. Moda mu trebate zadati odgovarajue parametre da bi radio? To je normalno za starije ovrsje. Ti parametri su obino I/O port i IRQ brojevi koji variraju od stroja do stroja i ne mogu biti odreeni prema ovrsju. Primjerice, mogu izgledati ovako: "irq=7 io=0x220".
hu: A következő modul betöltése sikertelen maradt: ${MODULE}. Előfordulhat, hogy a modul működésre bírásához betöltéskor különféle paramétereket kell megadni; ez régebbi hardver esetében gyakori jelenség. Ilyen paraméterek lehetnek: I/O-portszámok vagy IRQ-számok. Ezek általában rendszerről rendszerre változnak, és csak a hardverre hagyatkozva nem lehet megállapítani a helyes értéküket. Ilyen paraméterezés lehet például az "irq=7 io=0x220" karakterlánc.
ko: ${MODULE} 모듈을 읽어들이는 데 실패했습니다. 이 모듈이 동작하도록 하려면 인수를 넘겨야 할 수도 있습니다; 오래된 하드웨어의 경우에는 특히 그렇습니다. 인수는 I/O 포트나 IRQ 번호와 같이 기계마다 다르고 하드웨어에서 자동으로 결정할 수 없습니다. 예를 들어 "irq=7 io=0x220"과 같이 씁니다.
ru: Сбой при загрузке модуля ${MODULE}.У некоторых модулей есть параметры загрузки, управляющие их работой. Часто это номера портов ввода-вывода и прерываний, разные на разных компьютерах и не определяемые автоматически. Например, параметры могут выглядеть как "irq=7 io=0x220"
sv: Lyckades inte ladda modulen ${MODULE}. Du kan behöva ge parametrar till modulen för att få den att fungera; det här är vanligt med äldre maskinvara. Dessa parametrar är ofta I/O-port och IRQ-nummer som varierar från maskin till maskin och inte kan avgöras från maskinvaran. En exempelsträng ser ut i stil med "irq=7 io=0x220".
tr: ${MODULE} modülünün yüklenmesi başarısızlıkla sonuçlandı. Eski tipte donanımlarda sık karşılaşılan bir durum olarak, modüle çalışması için bazı parametreler geçirmeniz gerekebilir. Bu parametreler genellikle makineden makineye değişen ve donanım tarafından belirlenemeyen I/O portu ve IRQ numaralarıdır. Örnek bir girdi: "irq=7 io=0x220"
zh_tw: 無法載入 ${MODULE} 模組。您可能要替模組設定參數才能讓它正常作業﹔這對於一些老式硬體而言並不少見。這些參數往往是 I/O Port 和 IRQ 號碼﹔每台機器裡的這些配置都有所不同，且也無法藉由硬體型號來加以判斷。一個範例是類似於看起來像是 "irq=7 io=0x220" 這樣的字串。

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
ar: إن لم تكن تعرف ماذا تدخل فاستشر وثائقك أو اتركه خالياً كي لا تحمّل الوحدة.
cs: Pokud nevíte co zadat, zkuste si proèíst dokumentaci. Pøípadnì nechte pole prázdné a modul se nenahraje.
es: Consulte su documentación si no sabe qué escribir o déjelo en blanco para que no se cargue el módulo.
eu: Ez badakaizu zer ipini, zure dokumentazioa begiratu edo, modulurik ez erabiltzeko utzi hau hutsik.
hr: Ako ne znate to unijeti, pogledajte u prirunik, ili ostavite prazno, pa modul nee biti uitan.
hu: Ha nem tud mit beírni, próbálkozzon meg különféle dokumentációkból információhoz jutni, vagy hagyja üresen (amely esetben a modul nem fog betöltődni).
ko: 뭘 입력해야 할 지 모르겠다면, 관련 문서를 참고하십시오. 모듈을 읽어들이지 않으려면 비워 두십시오.
ru: Если Вы не знаете, что ввести, сверьтесь с документацией или оставьте поле пустым и модуль не будет загружаться.
sv: Om du inte vet vad du ska ange, slå upp det i dokumentationen, eller lämna det tomt så laddas inte modulen.
tr: Eğer ne girileceğini bilmiyorsanız ilgili belgelere başvurun veya modülün yüklenmemesi için bu alanı boş bırakın.
zh_tw: 如果不知道要輸入什麼，請參考相關文件﹔或者留白，不要載入這個模組。

source: Load network drivers from a driver floppy?
ar: هل تريد تحميل دافعات الشّبكة من قرص دافعاتٍ مرن؟
cs: Nahrát sí»ové ovladaèe z diskety s ovladaèi?
es: ¿Desea cargar los controladores de red de un disquete de controladores?
eu: Sare driberrak diskete batetik kargatu?
gl: ¿Carga-los controladores de rede desde un disco con controladores?
hr: Uitati mrene pogonitelje s diskete?
hu: Modulokat tartalmazó hajlékonylemezről tölti be a hálózati meghajtókat?
ko: 드라이버 플로피에서 네트워크 드라이버를 읽어들이시겠습니까?
ru: Загрузить драйвера сети с гибкого диска?
sv: Ladda nätverksdrivrutiner från en drivrutinsdiskett?
tr: Ağ sürücüleri disket sürücüden yüklensin mi?
zh_tw: 是否要從驅動程式磁片中載入網路卡驅動程式？

source: No Ethernet card was detected. For some Ethernet cards you may need to load additional network drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
ar: لم تكتشف أيّة بطاقة إيثرنت. بالنّسبة لبعض البطاقات فقد تحتاج تحميل دافعات شبكةٍ إضافيّة من قرص دافعاتٍ مرن. إذا كان قرصٌ كالمذكور متوفّراً لديك الآن فضعه في القاريء قبل المتابعة.
cs: Nebyly rozpoznány ¾ádné ethernetové karty. Pro nìkteré karty musíte pou¾ít ovladaèe, které se nacházejí na disketì s ovladaèi. Máte-li takovou disketu, vlo¾te ji do mechaniky a poté pokraèujte.
es: No se detectó ninguna tarjeta de red. En el caso de algunas tarjetas Ethernet puede que tenga que cargar controladores de red adicionales de un disquete de controladores. Introduzca dicho disquete en la unidad antes de continuar si dispone de éste.
eu: Ez da Ethernet txartelik atzeman. Zenbait ethernet txartelek diskete batetik driber gehigarri batzuk kargatzea behar dute. Diskete hori izan ezkero sar ezazu gailuan jarraitu aurretik.
gl: Non se atopou ningunha tarxeta Ethernet. Con algunhas tarxetas Ethernet precisas cargar controladores de rede adicionales desde un disco con controladores. Se te-lo disco dispoñible, pono na unidade antes de continuar.
hr: Mrena kartica nije pronaena. Za neke mreene kartice moda trebate uitati odgovarajue mrene pogonitelje s diskete. Ako imate takvu disketu, umetnite je u disketni pogon prije negoli nastavite.
hu: A rendszer felderítése nem talált Ethernet-kártyát. Egyes Ethernet-kártyákhoz további hálózatimeghajtó-modulokat kell egy erre szolgáló hajlékonylemezről betölteni. Ha rendelkezik ilyen lemezzel, a továbblépés előtt azt helyezze a lemezmeghajtóba.
ko: 이더넷 카드를 찾을 수 없습니다. 일부 이더넷 카드의 경우에는 드라이버 플로피에서 필요한 네트워크 드라이버를 읽어들여야 할 수도 있습니다. 그러한 플로피가 지금 있다면, 그 플로피를 드라이버에 넣고 계속 하십시오.
ru: Сетевых карт не найдено. Для некоторых сетевых карт вам может потребоваться загрузить дополнительные драйверы с гибкого диска. Если у вас есть такой диск, вставьте его в дисковод сейчас.
sv: Hittade inget ethernetkort. Vissa ethernetkort kan kräva att du laddar ytterligare nätverksdrivrutiner från en drivrutinsdiskett. Om du har en sådan diskett tillgänglig ska du stoppa in den innan du fortsätter.
tr: Herhangi bir Ethernet kartı algılanamadı. Bazı Ethernet kartları için disket sürücüden ilâve ağ sürücüleri yüklemeniz gerekebilir. Şu an hazırda böyle bir disket varsa, devam etmeden önce bunu sürücüye yerleştirin.
zh_tw: 無法偵測到任何的網路卡。有些網路卡需要由您從驅動程式磁碟片中再載入一些額外的驅動程式。如果您手上已經有這麼一張軟碟片，請在繼續進行之前將其放入磁碟機中。

source: Ethernet card not found
ar: لم يعثر على بطاقة الإيثرنت
cs: Ethernetová karta nebyla nalezena.
es: No se ha detectado ninguna tarjeta de red
eu: Ez da Ethernet txartela aurkitu
gl: Tarxeta ethernet non atopada
hr: Mrena kartica nije pronaena
hu: Ethernet-kártya nem található
ko: 이더넷 카드를 찾을 수 없습니다
ru: Сетевая карта не найдена.
sv: Hittade inget Ethernetkort
tr: Ethernet kartı bulunamadı
zh_tw: 無法找到網路卡

source: No Ethernet card was found on the system.
ar: لم يعثر على بطاقة إيثرنت على النظام.
cs: V systému nebyla nalezena ¾ádná ethernetová karta.
es: No se ha detectado ninguna tarjeta de red en el sistema.
eu: Ez da Ethernet txartelik aurkitu sisteman.
gl: Non se atopou no sistema ningunha tarxeta ethernet.
hr: Na sustavu nije pronaena mrena karica.
hu: A rendszeren Ethernet-kártya nem található.
ko: 시스템에서 이더넷 카드를 찾을 수 없습니다.
ru: В системе сетевых карт не найдено.
sv: Inget ethernetkort hittades i systemet.
tr: Sisteminizde herhangi bir Ethernet kartı bulunamadı.
zh_tw: 在系統中找不到任何網路卡。

source: Error while running '${CMD_LINE_PARAM}'
ar: خطأ أثناء تشغيل '${CMD_LINE_PARAM}'
cs: Nastala chyba pøi bìhu '${CMD_LINE_PARAM}'
es: Ocurrió un error mientras se ejecutaba '${CMD_LINE_PARAM}'
eu: Errorea '${CMD_LINE_PARAM}' abiaraztean
gl: Erro ó executar '${CMD_LINE_PARAM}'
hr: Pogreka pri izvrenju '${CMD_LINE_PARAM}'
hu: Futtatási hiba: '${CMD_LINE_PARAM}'
ko: '${CMD_LINE_PARAM}' 실행하는 데 오류가 발생했습니다
ru: Ошибка при выполнении команды '${CMD_LINE_PARAM}'
sv: Fel under körning av "${CMD_LINE_PARAM}"
tr: '${CMD_LINE_PARAM}' çalıştırılırken bir hata oluştu
zh_tw: 在執行 ${CMD_LINE_PARAM} 時發生錯誤

source: Detecting network hardware
ar: جاري اكتشاف عتاد الشبكة
cs: Rozpoznává se sí»ový hardware
es: Detección de hardware de red
eu: Sare hadwarea atzematen
gl: Detectando os dispositivos de rede
hr: Traim mreno ovrsje
hu: Hálózati hardver felderítése
ko: 네트워크 하드웨어 찾기
ru: Поиск сетевого оборудования
sv: Identifierar nätverksmaskinvara
tr: Ağ donanımı algılanıyor
zh_tw: 正在偵測網路硬體

source: Detect network hardware
ar: اكتشاف عتاد الشبكة
cs: Rozpoznat sí»ový hardware
es: Detección de hardware de red
eu: Atzeman sare hardwarea
gl: Detección do hardware de rede
hr: Odredi mreno ovrsje
hu: Hálózati hardver felderítése
ko: 네트워크 하드웨어 찾기
ru: Распознать сетевое оборудование
sv: Identifiera nätverksmaskinvara
tr: Ağ donanımını algıla
zh_tw: 偵測網路硬體

source: Detect hardware
ar: اكتشاف العتاد
cs: Rozpoznat hardware
es: Detección de hardware
eu: Hardwarea atzeman
gl: Detección do hardware
hr: Odredi ovrsje
hu: Hardver felderítése
ko: 하드웨어 찾기
ru: Распознать оборудование
sv: Identifiera maskinvara
tr: Donanım algıla
zh_tw: 偵測硬體

source: Detecting disks and all other hardware
ar: جاري اكتشاف الأقراص و كل ما سواها من العتاد
cs: Rozpoznávají se disky a dal¹í hardware
es: Detección de hardware y todo el demás hardware
eu: Diska eta beste hardwarea atzematen
gl: Detectando discos e outros dispositivos
hr: Traim diskove i sve ostalo ovrsje
hu: Lemezek és egyéb hardvereszközök felderítése
ko: 디스크 및 기타 하드웨어를 찾는 중입니다
ru: Поиск дисков и прочего оборудования
sv: Identifierar hårddiskar och all annan maskinvara
tr: Diskler ve diğer donanım algılanıyor
zh_tw: 正在偵測磁碟及其它所有的硬體

source: Unable to load some modules
ar: تعذّر تحميل بعض الوحدات
cs: Nelze nahrát nìkteré moduly
es: Es imposible cargar algunos de los módulos
eu: Ezin da modulu batenbat kargatu
gl: Non se puideron cargar algúns módulos
hr: Ne mogu uitati neke module
hu: Egyes modulok betöltése meghiúsult
ko: 일부 모듈을 읽어들이지 못했습니다
ru: Не удалось загрузить некоторые модули
sv: Kunde inte ladda vissa moduler
tr: Bazı modüller yüklenemiyor
zh_tw: 有部分模組無法載入

source: Linux kernel modules needed to drive some of your hardware are not available yet. Simply proceeding with the install may make these modules available later.
ar: بعض وحدات نواة لينكس المطلوبة لدفع بعض عتادك غير متوفّرةٍ بعد. مجرّد المتابعة عبر التّثبيت قد يجعل هذه الوحدات متوفّرة فيما بعد.
cs: Nìkteré jaderné moduly vy¾adované va¹ím hardwarem zatím nejdou dostupné. Mù¾e se stát, ¾e prosté pokraèování v instalaci tyto moduly zpøístupní pozdìji samo.
es: Los módulos del núcleo Linux necesarios para controlar parte de su hardware no están disponibles todavía. Estos módulos estarán disponibles más adelante si prosigue con la instalación.
eu: Linux kernel moduluak oraindik eskuragarri ez dagoen hardware bat erabili behar du. Instalazioarekin aurrera joaz modulu hauek erabilgarri izango dira.
gl: Os módulos do kernel Linux que se precisaban para usar parte do teu hardware non están dispoñibles aínda. Simplemente continuar coa instalación fará que estes módulos estén dispoñibles máis tarde.
hr: Moduli Linuxovog kernela potrebni za pogon nekih dijelova vaega ovrsja jo nisu dostupni. Jednostavno nastavite instalaciju, pa e moda biti kasnije.
hu: Egyes hardverelemek vezérléséhez szükséges Linux-rendszermagmodulok még nem állnak rendelkezésre. A telepítés során a későbbiekben még előkerülhetnek.
ko: 이 하드웨어에 필요한 리눅스 커널 모듈 중에서 사용할 수 없는 게 있습니다. 설치를 계속 하시면 나중에 이 모듈을 사용할 수 있을 것입니다.
ru: Mодули ядра, необходимые для работы с вашим оборудованием, ещё недоступны. Они могут стать доступными в процессе установки.
sv: Linuxkärnmoduler som krävs för att att styra en del av din maskinvara är ännu inte tillgängliga. Att helt enkelt fortsätta installationen kan leda till att dessa moduler blir tillgängliga senare.
tr: Donanımlarınızdan bazıları için gerekli çekirdek modülleri henüz bulunamadı. Şu aşamada kuruluma devam etmeniz bu modülleri daha sonra kullanılabilir duruma getirebilir.
zh_tw: 您的硬體中有一些無法由 Linux Kernel 現正提供的模組所驅動。直接繼續安裝作業也許可以在稍後讓這些模組正常運作。

source: The unavailable modules, and the devices that need them are: ${MISSING_MODULES_LIST}
ar: الوحدات المفقودة والأجهزة التي تحتاجها هي ${MISSING_MODULES_LIST}
cs: Chybìjící moduly a zaøízení, které je vy¾adují, jsou: ${MISSING_MODULES_LIST}
es: Los módulos no disponibles y los dispositivos que los necesitan son: ${MISSING_MODULES_LIST}
eu: Eskuaragarri ez dauden moduluak, eta behar dituzten gailuak hauek dira: ${MISSING_MODULES_LIST}
gl: Os módulos non dispoñibles e os dispositivos que os precisan son: ${MISSING_MODULES_LIST}
hr: Nedostupni moduli i ureaji koji ih trebaju su: ${MISSING_MODULES_LIST}
hu: A hiányzó modulok, és az általuk vezérelt eszközök: ${MISSING_MODULES_LIST}
ko: 사용할 수 없는 모듈 및 그 모듈이 필요한 장치는 다음과 같습니다: ${MISSING_MODULES_LIST}
ru: Отсутствующие модули и устройства, которым они нужны: ${MISSING_MODULES_LIST}
sv: De otillgängliga modulerna, och enheterna som behöver dem, är: ${MISSING_MODULES_LIST}
tr: Bulunamayan modüller ve bunlara ihtiyaç duyan aygıtlar: ${MISSING_MODULES_LIST}
zh_tw: 沒有適用的模組，且需要這些模組的裝置是：${MISSING_MODULES_LIST}

source: Detecting hardware, please wait...
ar: جاري اكتشاف العتاد، رجاءً انتظر...
cs: Rozpoznává se hardware, prosím èekejte...
es: Detectando el hardware. Espere, por favor...
eu: hardwarea atzematen, itxoin mesedez...
gl: Detectando dispositivos, espere...
hr: Traim ovrsje, molim priekajte...
hu: Hardverfelderítés folyamatban, legyen türelemmel...
ko: 하드웨어를 찾는 중입니다. 잠시 기다리십시오...
ru: Идет поиск оборудования, минуточку...
sv: Identifierar maskinvara, vänta...
tr: Donanım algılanıyor, lütfen bekleyin...
zh_tw: 正在偵測硬體，請稍候...

source: Loading module '${MODULE}' for '${CARDNAME}'...
ar: جاري تحميل الوحدة '${MODULE}' لـ'${CARDNAME}'...
cs: Nahrává se modul '${MODULE}' pro '${CARDNAME}'...
es: Cargando módulo '${MODULE}' para '${CARDNAME}'...
eu: '${CARDNAME}'-k behar duen '${MODULE}' modulua kagatzen...
gl: Cargando módulo '${MODULE}' para '${CARDNAME}'...
hr: Uitavam modul '${MODULE}' za '${CARDNAME}'...
hu: Modul betöltése: '${MODULE}' ('${CARDNAME}' funkcióhoz)...
ko: '${MODULE}' 모듈을 ('${CARDNAME}'용) 읽어들이는 중입니다...
ru: Загружается модуль '${MODULE}' для карты '${CARDNAME}'...
sv: Laddar modulen "${MODULE}" för "${CARDNAME}"...
tr: '${CARDNAME}' için '${MODULE}' modülü yükleniyor...
zh_tw: 正在為 ${CARDNAME} 載入 ${MODULE} 模組...

source: Starting PC card services...
ar: جاري بدء خدمات بطاقات الحاسب الشّخصي...
cs: Startují se slu¾by PC card...
es: Arrancando los servicios de tarjetas de PC...
eu: PC txartel zerbitzuak abiarazten...
gl: Arrancando os servicios de tarxetas de PC
hr: Pokreem servise za PC kartice...
hu: PC Card-szolgáltatások indítása folyamatban...
ko: PC 카드 서비스를 시작합니다...
ru: Запускается поддержка PC-карт...
sv: Startar PC card-tjänster...
tr: PC kart servisleri başlatılıyor...
zh_tw: 正在啟動 PC 卡服務程式...

source: Modules to load:
ar: الوحدات التي ستحمّل:
cs: Nahrát moduly:
es: Módulos a cargar:
eu: Kargatzeko moduluak:
gl: Módulos a cargar:
hr: Moduli za uitavanje:
hu: Betöltendő modulok:
ko: 읽어들일 모듈:
ru: Загружаемые модули:
sv: Moduler som ska laddas:
tr: Yüklenecek modüller:
zh_tw: 要載入的模組：

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
ar: تم اكتشاف وحدات نواة لينكس التّالية كمطابقةٍ لعتادك. إذا كنت على درايةٍ أن بعضها غير مهمّة أو مسبّبة للمشاكل فيمكنك أت تختار عدم تحميلها. إن لم تكن متأكّداً فيجدر بك أن تتركها كلّها مختارة.
cs: Následující jaderné moduly by mìly odpovídat va¹emu hardwaru. Pokud víte, ¾e nìkteré z nich nejsou nutné, nebo zpùsobují problémy, nemusíte je nahrávat. Pokud si nejste jisti, mìli byste je nechat vybrané v¹echny.
es: Se detectó que los módulos que se mostrarán a continuación del núcleo de Linux coinciden con su hardware. Si sabe de alguno que no sea necesario, o que pueda causar problemas, puede elegir no instalarlos. Si no está seguro, debería dejarlos todos seleccionados.
eu: Honako Linux kernel moduluak atzeman dira zure hardwarearentzako. Zu batenbat beharrezkoa ez dela edo arazoak ematen dituela badakizu, berau ez kargatzea aukeratu dezakezu. Ziur ez bazaude utz itzazu aukeraturik.
gl: Os seguintes módulos do kernel Linux coincidiron cos teus dispositivos. Se sabes que algúns son innecesarios ou que poden causar problemas, podes facer que non se carguen. Se non estás seguro, déixaos seleccionados.
hr: Pronaeni su slijedei moduli Linuxovog kernela koji odgovaraju vaem ovrsju. Ako znate da su neki od njih nepotrebni, ili problematini, moete odrediti da se ne uitaju. Ako niste sigurni, ostavite ih sve.
hu: A rendszer felderítése a következő Linux-rendszermagmodulokat találta hardveréhez illeszkedőnek. Ha ezek közt felesleges, vagy a rendszerével összeférhetetlen modulokra ismer, mellőzheti azok betöltését. Ha bizonytalan a választásban, egyelőre hagyja mindet kijelölve.
ko: 하드웨어에 해당하는 다음 리눅스 커널 모듈을 찾았습니다. 모듈중에 필요없는 모듈이 뭔지 알고 있다면, 혹은 문제를 일으키는 모듈을 안다면, 읽어들이지 않을 모듈을 선택할 수 있습니다. 잘 모르겠다면, 전부 선택된 지금 상태로 놔 두십시오.
ru: Указанные ниже модули ядра судя по всему подходят под ваше оборудование. Если вы точно знаете, что некоторые из них не нужны или проблематичны, то укажите, что их загружать не нужно. Если вы не уверены, то оставьте всё как есть.
sv: Följande Linuxkärnmoduler identifierades som passande för din maskinvara. Om du vet att några är onödiga, eller orsakar problem, så kan du välja att inte ladda dem. Om du är osäker bör du lämna dem alla valda.
tr: Aşağıdaki Linux çekirdek modüllerinin donanımınızla uyuştuğu belirlendi. Eğer gereksiz gördüğünüz veya bir soruna soruna yol açacağını düşündüğünüz modüller varsa, bunların yüklenmemesini seçebilirsiniz. Emin değilseniz hepsini seçili durumda bırakın.
zh_tw: 以下是被偵測到符合您的硬體裝置的 Linux Kernel 模組。如果您知道其中哪些是不必要的或者會導致問題的，您可以選擇不要載入它們。如果您不確定，那就讓它們全部保持為被選取狀態。

source: Prompt for module parameters?
ar: هل تريد أن تُسأل عن معطيات الوحدات؟
cs: Dotazovat se na parametry modulù?
es: ¿Solicitar parámetros para los módulos?
eu: modulu parametroez galdetu?
hr: Upitaj za parametre modula?
hu: Bekéreti a modulok paramétereit?
ko: 모듈 인수를 물어볼까요?
ru: Запрашивать параметры модулей?
sv: Fråga efter modulparametrar?
tr: Modül parametreleri sorulsun mu?
zh_tw: 是否要提示輸入模組的參數？
