Repository: dankamongmen/s-i
Catalog: packages/tzsetup/debian/po/*.po
Languages: ar, bg, da, el, et, eu, fi, fr, gu, he, hi, hu, id, ja, ka, km, ko, ku, lv, mk, ne, nn, pl, pt, sk, sl, ta, tl, tr, uk, zh_tw

source: If the desired time zone is not listed, then please go back to the step "Choose language" and select a country that uses the desired time zone (the country where you live or are located).
el: Αν η επιθυμητή χρονική ζώνη δεν αναφέρεται στη λίστα, παρακαλώ επιστρέψτε στο βήμα "Επιλογή γλώσσας" και επιλέξτε μια χώρα που χρησιμοποιεί αυτή τη χρονική ζώνη (τη χώρα στην οποία ζείτε ή βρίσκεστε).

source: Coordinated Universal Time (UTC)
el: Συντεταγμένη Παγκόσμια Ώρα (UTC)

source: Select your time zone:
ar: اختيار منطقتك الزمنية:
bg: Изберете Вашата времева зона:
da: Vælg din tidszone:
el: Επιλέξτε τη ζώνη της ώρας σας:
et: Vali oma ajavöönd:
eu: Hautatu zure ordu zonaldea:
fi: Valitse aikavyöhyke:
fr: Fuseau horaire :
gu: તમારો સમય વિસ્તાર પસંદ કરો:
he: בחר את אזור הזמן שלך:
hi: अपना समय-मण्डल चुनें:
hu: Válassz időzónát:
id: Pilih zona waktu Anda:
ja: 時間帯を選択してください:
ka: ამოირჩიეთ ზონა:
km: ជ្រើស​តំបន់​ពេលវេលា​របស់​អ្នក ៖
ko: 시간대를 선택하십시오:
ku: Herêma dema xwe hilbijêre:
lv: Izvēlieties savu laika joslu:
mk: Одбери ја твојата временска зона:
ne: तपाईँको टाइमजोन चयन गर्नुहोस्:
nn: Vel tidssona di:
pl: Wybierz swoją strefę czasową:
pt: Escolha o seu fuso horário:
sk: Zvoľte vaše časové pásmo:
sl: Izberite vaš časovni pas:
ta: தங்கள் நேரப் பகுதியை தேர்வு செய்க:
tl: Piliin ang inyong zonang orasan:
tr: Saat diliminizi seçin:
uk: Виберіть ваш часовий пояс:
zh_tw: 請選擇您的時區：

source: Select a location in your time zone:
ar: اختيار موقع في منطقتك الزمنية:
bg: Изберете местоположение във Вашата времева зона:
da: Vælg din placering i din tidszone:
el: Επιλέξτε μια τοποθεσία στην χρονικής σας ζώνη:
et: Vali oma asukoht ajavööndis:
eu: Hautatu zure ordu zonaldeko kokapen bat:
fi: Valitse paikannimi aikavyöhykkeeltäsi:
fr: Lieu géographique dans votre fuseau horaire :
gu: તમારા સમય વિસ્તારમાંનું સ્થળ પસંદ કરો:
he: בחר מקום באזור הזמן שלך:
hi: अपने समय-मण्डल में एक स्थान चुनें:
hu: Egy hely kiválasztása az időzónából:
id: Pilih lokasi dalam zona waktu anda:
ja: 時間帯の場所を選択してください:
ka: მიუთითეთ მდებარეობა თქვენს ზონაში:
km: ជ្រើស​ទីតាំង​មួយ​ក្នុង​តំបន់​ពេលវេលា​របស់​អ្នក ៖
ko: 원하는 시간대에 소속된 지역을 고르십시오:
ku: Cihekê di herêma dema xwe de hilbijêre:
lv: Izvēlieties kādu atrašanās vietu savā laika joslā:
mk: Одбери локација во твојата временска зона:
ne: तपाईँको टाइमजोनमा स्थान चयन गर्नुहोस्:
nn: Vel ein stad i di tidssone:
pl: Wybierz lokalizację w swojej strefie czasowej:
pt: Escolha um local no seu fuso horário:
sk: Zvoľte umiestnenie vo vašom časovom pásme:
sl: Izberite lokacijo v vašem časovnem pasu:
ta: உங்கள் இடத்தில் பயன்படுத்தும் நேர மண்டலத்தை தேர்வு செய்க:
tl: Pumili ng lugar sa inyong zonang orasan:
tr: Saat diliminizde bir bölge seçin:
uk: Виберіть місце в вашому часовому поясі:
zh_tw: 請選擇您所在位置的時區：

source: Select a city in your time zone:
ar: اختيار مدينة ضمن منطقتك الزمنية:
bg: Изберете град от вашата времева зона:
da: Vælg en by i din tidszone:
el: Επιλέξτε μια πόλη στην χρονική σας ζώνη:
et: Vali linn oma ajavööndis:
eu: Hautatu zure ordu zonaldeko herria:
fi: Valitse kaupunki aikavyöhykkeeltäsi:
fr: Ville dans votre fuseau horaire :
gu: તમારા સમય વિસ્તારમાંનું શહેર પસંદ કરો:
he: בחר עיר באזור הזמן שלך:
hi: अपने समय-मण्डल में एक नगर चुनें:
hu: Egy város kiválasztása az időzónából:
id: Pilih kota dalam zona waktu anda:
ja: 時間帯の都市を選択してください:
ka: აირჩიეთ ქალაქი თქვენს ზონაში:
km: ជ្រើស​ទីក្រុង​មួយ​ក្នុង​តំបន់​ពេលវេលា​របស់​អ្នក ៖
ko: 원하는 시간대에 소속된 도시를 고르십시오:
ku: Di herêma demê xwe de bajarekî hilbijêre:
lv: Izvēlieties kādu pilsētu savā laika joslā:
mk: Одбери град во твојата временска зона:
ne: तपाईँको टाइमजोनमा शहर चयन गर्नुहोस्:
nn: Vel ein by i di tidssone:
pl: Wybierz miasto w swojej strefie czasowej:
pt: Escolha uma cidade no seu fuso horário:
sk: Zvoľte mesto vo vašom časovom pásme:
sl: Izberite mesto v vašem časovnem pasu:
ta: தங்கள் நேரப் பகுதியில் உள்ள நகரத்தை தேர்வு செய்க:
tl: Pumili ng siyudad sa inyong zonang orasan:
tr: Saat diliminizde bir şehir seçin:
uk: Виберіть місто в вашому часовому поясі:
zh_tw: 請選擇一個位於您的時區裡的城市：

source: McMurdo
el: Ανταρκτική/McMurdo
eu: Antartika/McMurdo
gu: Antarctica/મેકમુરડો

source: Rothera
el: Aνταρκτική/Rothera
eu: Antartika/Rothera
gu: Antarctica/રોથેરા
lv: Rotera

source: Palmer
el: Aνταρκτική/Palmer
eu: Antartika/Palmer
gu: Antarctica/પાલ્મેર
lv: Palmera

source: Mawson
el: Ανταρκτική/Mawson
eu: Antartika/Mawson
gu: Antarctica/માઉસેન
lv: Masona

source: Davis
el: Ανταρκτική/Davis
eu: Antartika/Davis
gu: Antarctica/ડેવીસ
lv: Deivisa

source: Casey
el: Aνταρκτική/Casey
eu: Antartika/Casey
gu: Antarctica/કેસે
lv: Čeisija

source: Vostok
el: Aνταρκτική/Vostok
eu: Antartika/Vostok
gu: Antarctica/વોસ્તોક
lv: Vostoka

source: Dumont-d'Urville
el: Aνταρκτική/DumontDUrville
eu: Antartika/DumontDUrville
gu: Antarctica/ડુમોન્ટડુર્વિલે
lv: Dumont-d'Urvilla

source: Syowa
el: Aνταρκτική/Syowa
eu: Antartika/Syowa
gu: Antarctica/સયોવા
lv: Siova

source: Lord Howe Island
el: Aυστραλία/Lord_Howe
eu: Australia/Lord_Howe
gu: Australia/લોર્ડ_હોવે
lv: Lorda Hove Sala

source: Hobart
el: Aυστραλία/Hobart
eu: Australia/Hobart
gu: Australia/હોબાર્ટ
lv: Hobarta

source: Melbourne
el: Aυστραλία/Mελβούρνη
eu: Australia/Melbourne
gu: Australia/મેલબોર્ન
lv: Melburna

source: Sydney
el: Aυστραλία/Σύδνεϋ
eu: Australia/Sydney
gu: Australia/સિડની
lv: Sidneja

source: Broken Hill
el: Aυστραλία/Broken_Hill
eu: Australia/Broken_Hill
gu: Australia/બ્રોકન_હિલ
lv: Brokenhilla

source: Brisbane
el: Aυστραλία/Brisbane
eu: Australia/Brisbane
gu: Australia/બ્રિસબેન
lv: Brisbana

source: Lindeman
el: Aυστραλία/Lindeman
eu: Australia/Lindeman
gu: Australia/લિન્ડેમેન
lv: Lindemana

source: Adelaide
el: Aυστραλία/Aδελαΐδα
eu: Australia/Adelaide
gu: Australia/એડેલેઇડ

source: Darwin
el: Aυστραλία/Ντάρβιν
eu: Australia/Darwin
gu: Australia/ડાર્વિન
lv: Darvina

source: Perth
el: Aυστραλία/Περθ
eu: Australia/Perth
gu: Australia/પર્થ
lv: Perta

source: Canberra
el: Καμπέρα

source: Noronha
el: Αμερική/Noronha
eu: Amerika/Noronha
gu: America/નોરોન્હા

source: Belem
el: Αμερική/Belem
eu: Amerika/Belem
gu: America/બેલેમ

source: Fortaleza
el: Aμερική/Fortaleza
eu: Amerika/Fortaleza
gu: America/ફોર્ટાલેઝા

source: Recife
el: Αμερική/Recife
eu: Amerika/Recife
gu: America/રેસિફે

source: Araguaina
el: Aμερική/Araguaina
eu: Amerika/Araguaina
gu: America/આરાગુએના

source: Maceio
el: Αμερική/Maceio
eu: Amerika/Maceio
gu: America/મેસીઓ

source: Bahia
el: Aμερική/Bahia
eu: Amerika/Bahia
gu: America/બાહીઆ

source: Sao Paulo
el: Αμερική/Sao_Paulo
eu: Amerika/Sao_Paulo
gu: America/સાઓ_પાઉલો

source: Campo Grande
el: Aμερική/Campo_Grande
eu: Amerika/Campo_Grande
gu: America/કોમ્પો_ગ્રાન્ડે

source: Cuiaba
el: Αμερική/Cuiaba
eu: Amerika/Cuiaba
gu: America/ક્યુબા

source: Porto Velho
el: Αμερική/Porto_Velho
eu: Amerika/Porto_Velho
gu: America/પોર્ટો_વેલ્હો

source: Boa Vista
el: Αμερική/Boa_Vista
eu: Amerika/Boa_Vista
gu: America/બોઆ_વિસ્ટા

source: Manaus
el: Aμερική/Manaus
eu: Amerika/Manau
gu: America/માનુસ

source: Eirunepe
el: Αμερική/Eirunepe
eu: Amerika/Eirunepe
gu: America/ઇરુનેપે

source: Rio Branco
el: Aμερική/Rio_Branco
eu: Amerika/Rio_Branco
gu: America/રીઓ_બ્રાન્કો

source: Newfoundland
el: Καναδάς/Newfoundland
eu: Kanada/Newfoundland
gu: Canada/ન્યુફાઉન્ડલેન્ડ
lv: Njūfondlenda

source: Atlantic
el: Καναδάς/Atlantic
eu: Kanada/Atlantikoa
gu: Canada/અટલાન્ટિક
lv: Atlantika

source: Eastern
el: Καναδάς/Eastern
eu: Kanada/Ekialdea
gu: Canada/પૂર્વીય
lv: Austrumu

source: Central
el: Καναδάς/Central
eu: Kanada/Erdialdea
gu: Canada/કેન્દ્રીય
lv: Centrālā

source: East Saskatchewan
el: Καναδάς/East-Saskatchewan
eu: Kanada/Ekialdeko-Saskatchewan
gu: Canada/પૂર્વ-સાસ્કાચેવાન
lv: Austrumu Saskačevana

source: Saskatchewan
el: Καναδάς/Saskatchewan
eu: Kanada/Saskatchewan
gu: Canada/સાસ્કાચેવાન
lv: Saskačevana

source: Mountain
el: Καναδάς/Mountain
eu: Kanada/Mountain
gu: Canada/માઉન્ટેન

source: Pacific
el: Καναδάς/Ειρηνικός
eu: Kanada/Pazifikoa
gu: Canada/પેસેફિક
lv: Klusās jūras

source: Yukon
el: Καναδάς/Yukon
eu: Kanada/Yukon
gu: Canada/યુકોન
lv: Jukonas

source: Kinshasa
el: Aφρική/Kinshasa
eu: Afrika/Kinshasa
gu: Africa/કિન્સાસા
lv: Kinšasa

source: Lubumbashi
el: Aφρική/Lubumbashi
eu: Afrika/Lubumbashi
gu: Africa/લુબુમ્બાશી
lv: Lubumbaši

source: Santiago
el: Αμερική/Σαντιάγκο
eu: Amerika/Santiago
gu: America/સાન્તિઆગો

source: Easter Island
el: Ειρηνικός/Νήσος του Πάσχα
eu: Pazifikoa/Ekialdea
gu: Pacific/ઇસ્ટર
lv: Lieldienu salas

source: Guayaquil
el: Aμερική/Guayaquil
eu: Amerika/Guayaquil
gu: America/ગ્યુઆકીલ
lv: Guaijakuila

source: Galapagos
el: Ειρηνικός/Galapagos
eu: Pazifikoa/Galapagoak
gu: Pacific/ગાલાપાગોસ
lv: Galapāgu salas

source: Madrid
el: Ευρώπη/Μαδρίτη
eu: Europa/Madril
gu: Europe/મેડ્રીડ
lv: Madride

source: Ceuta
el: Αφρική/Θέουτα
eu: Afrika/Ceuta
gu: Africa/સેયુટા

source: Canary Islands
el: Ατλαντικός/Κανάρια Νησιά
eu: Atlantikoa/Kanariar uharteak
gu: Atlantic/કેનેરી
lv: Kanāriju salas

source: Yap
el: Ειρηνικός/Yap
eu: Pazifikoa/Yap
gu: Pacific/યેપ
lv: Japa

source: Truk
el: Ειρηνικός/Truk
eu: Pazifikoa/Truk
gu: Pacific/ટ્રૂક
lv: Truka

source: Ponape
el: Ειρηνικός/Ponape
eu: Pazifikoa/Ponape
gu: Pacific/પોનાપે

source: Kosrae
el: Ειρηνικός/Kosrae
eu: Pazifikoa/Kosrae
gu: Pacific/કોસ્રે

source: Godthab
el: Αμερική/Godthab
eu: Amerika/Godthab
gu: America/ગોડથાબ
lv: Godtaba

source: Danmarkshavn
el: Αμερική/Danmarkshavn
eu: Amerika/Danmarkshavn
gu: America/ડેન્માર્કશોન
lv: Danmarkšavna

source: Scoresbysund
el: Αμερική/Scoresbysund
eu: Amerika/Scoresbysund
gu: America/સ્કોરબાયસન્ડ
lv: Scoresbisunda

source: Thule
el: Αμερική/Thule
eu: Amerika/Thule
gu: America/થુલે
lv: Tule

source: Jakarta
el: Ασία/Jakarta
eu: Asia/Jakarta
gu: Asia/જાકાર્તા
lv: Džakarta

source: Pontianak
el: Ασία/Pontianak
eu: Asia/Pontianak
gu: Asia/પોન્તીઆનાક
lv: Pontianaka

source: Makassar
el: Ασία/Makassar
eu: Asia/Makassar
gu: Asia/માકાસ્સાર
lv: Makassāra

source: Jayapura
el: Ασία/Jayapura
eu: Asia/Jayapura
gu: Asia/જયાપુરા
lv: Jaiapura

source: Tarawa (Gilbert Islands)
el: Pacific/Tarawa
eu: Pazifikoa/Tarawa
gu: Pacific/તારાવા
lv: Tarava

source: Enderbury (Phoenix Islands)
el: Pacific/Enderbury
eu: Pazifikoa/Enderbury
gu: Pacific/એન્ડરબરી
lv: Enderburija

source: Kiritimati (Line Islands)
el: Pacific/Kiritimati
eu: Pazifikoa/Kiritimati
gu: Pacific/કીરીમાતી
lv: Kiritimati

source: Almaty
el: Asia/Almaty
eu: Asia/Almaty
gu: Asia/અલ્માતી
lv: Alma-ata

source: Qyzylorda
el: Asia/Qyzylorda
eu: Asia/Qyzylorda
gu: Asia/કવીઝીલોર્ડા
lv: Kvizilorda

source: Aqtobe
el: Asia/Aqtobe
eu: Asia/Aqtobe
gu: Asia/એક્ટોબે
lv: Akvtobe

source: Atyrau
el: Asia/Aqtau
eu: Asia/Aqtau
gu: Asia/એક્ટાવુ
lv: Akvtau

source: Oral
el: Asia/Oral
eu: Asia/Oral
gu: Asia/ઓરલ

source: Ulaanbaatar
el: Asia/Ulaanbaatar
eu: Asia/Ulaanbaatar
gu: Asia/ઉલનબટોર
lv: Ulanbatar

source: Hovd
el: Asia/Hovd
eu: Asia/Hovd
gu: Asia/હોવડ

source: Choibalsan
el: Asia/Choibalsan
eu: Asia/Choibalsan
gu: Asia/ચોઇબાલ્સાન

source: Auckland
el: Pacific/Auckland
eu: Pazifikoa/Auckland
gu: Pacific/ઓકલેન્ડ
lv: Auklenda

source: Chatham Islands
el: Pacific/Chatham
eu: Pazifikoa/Chatham
gu: Pacific/ચેથામ
lv: Čathamas salas

source: Tahiti (Society Islands)
el: Pacific/Tahiti
eu: Pazifikoa/Tahiti
gu: Pacific/તાહિતી
lv: Taiti

source: Marquesas Islands
el: Pacific/Marquesas
eu: Pazifikoa/Marquesas
gu: Pacific/માર્કેસસ
lv: Markesas sala

source: Gambier Islands
el: Pacific/Gambier
eu: Pazifikoa/Gambier
gu: Pacific/ગામ્બેઇર
lv: Gambiera

source: Lisbon
el: Europe/Lisbon
eu: Europa/Lisboa
gu: Europe/લિસ્બન
lv: Lisabona

source: Madeira Islands
el: Atlantic/Madeira
eu: Atlantikoa/Madeira
gu: Atlantic/મેડીઇરા
lv: Madeira

source: Azores
el: Atlantic/Azores
eu: Atlantikoa/Azores
gu: Atlantic/એઝોરેસ
lv: Azoru salas

source: Moscow-01 - Kaliningrad
el: Europe/Kaliningrad
eu: Europa/Kaliningrad
gu: Europe/ક્લાલીનગ્રાડ
lv: Kaliņingrada

source: Moscow+00 - west Russia
el: Europe/Moscow
eu: Europa/Moscow
gu: Europe/મોસ્કો
lv: Maskava

source: Moscow+01 - Samara
el: Europe/Samara
eu: Europa/Samara
gu: Europe/સમારા
lv: Samāra

source: Moscow+02 - Urals
el: Asia/Yekaterinburg
eu: Asia/Yekaterinburg
gu: Asia/યેકાતીરાનબર્ગ
lv: Jekaterinburga

source: Moscow+03 - west Siberia
el: Asia/Omsk
eu: Asia/Omsk
gu: Asia/ઓમસ્ક
lv: Omska

source: Moscow+03 - Novosibirsk
el: Asia/Novosibirsk
eu: Asia/Novosibirsk
gu: Asia/નોવોસીબિર્સ્ક
lv: Novosibirska

source: Moscow+04 - Yenisei River
el: Asia/Krasnoyarsk
eu: Asia/Krasnoyarsk
gu: Asia/ક્રાસનોયાર્સ્ક
lv: Krasnojarska

source: Moscow+05 - Lake Baikal
el: Asia/Irkutsk
eu: Asia/Irkutsk
gu: Asia/ઈર્કુત્સક
lv: Irkutska

source: Moscow+06 - Lena River
el: Asia/Yakutsk
eu: Asia/Yakutsk
gu: Asia/યાકુત્સક
lv: Jakutska

source: Moscow+07 - Amur River
el: Asia/Vladivostok
eu: Asia/Vladivostok
gu: Asia/વ્લાડીવોસ્ટોક
lv: Vladivostoka

source: Moscow+07 - Sakhalin Island
el: Asia/Sakhalin
eu: Asia/Sakhalin
gu: Asia/સખાલિન
lv: Sahalīna

source: Moscow+08 - Magadan
el: Asia/Magadan
eu: Asia/Magadan
gu: Asia/મગાદાન
lv: Magadana

source: Moscow+09 - Kamchatka
el: Asia/Kamchatka
eu: Asia/Kamchatka
gu: Asia/કામચાટ્કા
lv: Kamčatka

source: Moscow+10 - Bering Sea
el: Asia/Anadyr
eu: Asia/Anadyr
gu: Asia/એનાડીર
lv: Anadīra

source: Johnston Atoll
el: Pacific/Johnston
eu: Pazifikoa/Johnston
gu: Pacific/જોહ્નસ્ટન
lv: Džonstona

source: Midway Islands
el: Pacific/Midway
eu: Pazifikoa/Midway
gu: Pacific/મિડવે
lv: Midveja salas

source: Wake Island
el: Pacific/Wake
eu: Pazifikoa/Wake
gu: Pacific/વેક
lv: Wake sala

source: Alaska
el: ΗΠΑ/Aλάσκα
eu: EB/Alaska
gu: US/અલાસ્કા
lv: Aļaska

source: Hawaii
el: ΗΠΑ/Χαβάη
eu: EB/Hawaii
gu: US/હવાઇ
lv: Havaju salas

source: Arizona
el: ΗΠΑ/Aριζόνα
eu: EB/Arizona
gu: US/એરિઝોના

source: East Indiana
el: ΗΠΑ/Ανατολική-Ινδιάνα
eu: EB/Ekialdeko-Indiana
gu: US/પૂર્વ-ઇન્ડિયાના
lv: Austrumindiāna

source: Samoa
el: ΗΠΑ/Σαμόα
eu: EB/Samoa
gu: US/સમોઆ

source: Saving the time zone...
el: Αποθήκευση της χρονικής ζώνης...
eu: Ordu zonaldea gordetzen...
gu: સમય વિસ્તાર સંગ્રહ કરે છે...
sk: Ukladá sa časové pásmo...

source: south pole
eu: Antartika/Hego_Poloa
gu: Antarctica/દક્ષિણ_ધ્રુવ
lv: Ziemeļpols

source: Selected time zone
et: Valitud ajavöönd
eu: Hautatutako ordu zonaldea
fi: Valittu aikavyöhyke
gu: પસંદ કરેલ સમય વિસ્તાર
ku: Herêma dema hatiye hilbijartin
lv: Izvēlētā laikajosla
nn: Valt tidssone
sk: Zvolené časové pásmo
zh_tw: 被選定的時區

source: Based on your country, your time zone is ${ZONE}.
ar: وفقاً لدولتك، منطقتك الزمنية هي ${ZONE}.
bg: Според избора на Вашата държава времевата зона е ${ZONE}.
da: Baseret på dit land, må din tidszone være ${ZONE}.
et: Riigi põhjal on sinu ajavöönd: ${ZONE}.
eu: Zure estatuan oinarriturik, zure ordu zonaldea ${ZONE} da.
fi: Maan perusteella valittu aikavyöhyke on ${ZONE}.
fr: D'après votre pays, votre fuseau horaire est ${ZONE}.
gu: તમારા દેશ પરથી, તમારો સમય વિસ્તાર ${ZONE} છે.
he: בהתבסס על המדינה שלך, אזור הזמן שלך הוא ${ZONE}.
hi: आपके देश के आधार पर, आपका समय-मण्डल है ${ZONE}
hu: A megadott hely alapján az időzóna ${ZONE}.
id: Berdasarkan negara, zona waktu anda adalah ${ZONE}.
ja: あなたの国に基くと、時間帯は ${ZONE} です。
ka: მითითებული ქვეყნის მიხედვით თქვენი ზონაა ${ZONE}.
km: ដោយ​ផ្អែក​លើ​ប្រទេស​របស់​អ្នក តំបន់​ពេលវេលា​របស់​អ្នក​គឺ ${ZONE} ។
ko: 선택하신 국가에 의하면 시간대가 ${ZONE}입니다.
ku: Li gora welatê te, herêma dema te ${ZONE} e.
lv: Ņemot vērā jūsu norādīto valsti, jūsu laika josla ir ${ZONE}.
mk: Врз основа на твојата држава, временската зона е ${ZONE}.
ne: तपाईँको देशमा आधारित टाइमजोन ${ZONE} हो ।
nn: Basert på landet ditt er tidssona ${ZONE}.
pl: Opierając się na wyborze kraju, Twoja strefa czasowa to ${ZONE}.
pt: Com base no seu país, o seu fuso horário é ${ZONE}.
sk: Podľa vašej krajiny je vaše časové pásmo ${ZONE}.
sl: Glede na vašo državo je vaš časovni pas ${ZONE}.
ta: உங்கள் நாட்டைக் கொண்டு, உங்கள் நேர மண்டலம் ${ZONE}.
tl: Batay sa inyong bansa, ang zonang orasan ninyo ay ${ZONE}.
tr: Seçtiğiniz ülkeye göre bulunduğunuz saat dilimi ${ZONE}.
uk: З огляду на вибрану вами країну, ваш часовий пояс - ${ZONE}.
zh_tw: 根據您的國家，您的時區是 ${ZONE}。

source: Antarctica/McMurdo, Antarctica/South_Pole, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
ar: القطرالجنوبي/ماكوردو, القطرالجنوبي/القطب الجنوبي, القطرالجنوبي/روثيرا, القطرالجنوبي/بالمر, القطرالجنوبي/ماوسون, القطرالجنوبي/دافيس, القطرالجنوبي/كاسي, القطرالجنوبي/فوستوك, القطرالجنوبي/ديومونت دورفيل, القطرالجنوبي/سيووا
bg: МакМърдо, Южен полюс, Ротера, Палмър, Моусън, Дейвис, Кейси, Восток, Дюмон Дюрвил, Сьова
da: McMurdo, Sydpolen, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
fr: Base McMurdo, Base Scott-Admundsen (pôle Sud), Base Rothera, Base Palmer, Base Mawson, Base Davis, Base Casey, Base Vostok, Base Dumont-d'Urville, Base Syowa
he: Antarctica/McMurdo, הקוטב הדרומי, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
hi: Antarctica/मैकमर्डो, Antarctica/दक्षिणी_ध्रुव, Antarctica/रोथेरा, Antarctica/ पाल्मर, Antarctica/मौसन, Antarctica/डेवीस, Antarctica/केसी, Antarctica/ वोस्तोक, Antarctica/ड्यूमोन्टडरविले, Antarctica/सायोवा
hu: McMurdo, Déli Sark, Rothera, Palmer, Mawson, Davis, Casey, Vosztok, Dumont-d'Urville, Syowa
id: McMurdo, Kutub Selatan, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
ja: McMurdo, 南極点, Rothera, パーマー, モーソン, デーヴィス, ケーシー, ヴォストーク, デュモンデュルヴィル, 昭和
ka: მაკმერდო, სამხრეთ პოლუსი, როთერა, პალმერი, მეისონი, დევისი, ქეისი, ვოსტოკი, დუმონ-დურვილი, სიოუა
km: អង់តាក់ទិក/ម៉ាក់មឺដូ, អង់តាក់ទិក/ប៉ូល​ខាង​ត្បូង, អង់តាក់ទិក/រុថេរ៉ា, អង់តាក់ទិក/ប៉ាល់ម៉េ, អង់តាក់ទិក/ម៉សុន, អង់តាក់ទិក/ដាវីស, អង់តាក់ទិក/ខេស៊ី, អង់តាក់ទិក/វ៉ូស្តុក, អង់តាក់ទិក/ឌុយម៉ង់ឌុយវីល, អង់តាក់ទិក/ស៊ីយ៉ូវា
ko: 남극대륙/맥머도, 남극대륙/남극, 남극대륙/로데라, 남극대륙/파머,남극대륙/모슨, 남극대륙/데이비스, 남극대륙/케이시, 남극대륙/보스토크,남극대륙/뒤몽 뒤르빌, 남극대륙/쇼와
mk: Мекмурдо, Јужен пол, Ротер, Палмер, Мавсон, Дејвис, Кејси, Восток, Думонт Дурвил, Саова
ne: Antarctica/मक मुर्दो, Antarctica/साउथ पोल, Antarctica/रोथेरा, Antarctica/पाल्मर, Antarctica/म्वसुन, Antarctica/डेभिस, Antarctica/केसि, Antarctica/भोतसोक, Antarctica/DumontDUrville, Antarctica/स्योया
pl: McMurdo, biegun południowy, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
pt: McMurdo, Pólo Sul, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
sl: McMurdo, south pole, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
ta: Antarctica/மெக்முர்டோ, Antarctica/தென்_துருவம், Antarctica/ரோதெரா, Antarctica/பால்மெர், Antarctica/மாவ்சன், Antarctica/டேவிசு, Antarctica/கேசேய், Antarctica/வாஸ்டாக், Antarctica/டுமான்ட்டுர்வில்லே, Antarctica/சையோவா
tl: McMurdo, Polong Timog, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, Syowa
tr: McMurdo, Kuzey Kutubu, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, Syowa
uk: МакМурдо, південний полюс, Ротера, Пальмер, Моусон, Девіс, Кейсі, Восток, Дюмон-д'Юрвіль, Шьова

source: Australia/Lord_Howe, Australia/Hobart, Australia/Melbourne, Australia/Sydney, Australia/Broken_Hill, Australia/Brisbane, Australia/Lindeman, Australia/Adelaide, Australia/Darwin, Australia/Perth
ar: أستراليا/لوردهووي, أستراليا/هوبارت, أستراليا/ملبورن, أستراليا/سيدني, أستراليا/بروكنهل, أستراليا/بريزبين, أستراليا/لينديمان, أستراليا/أديلايد, أستراليا/داروين, أستراليا/بيرث
bg: Остров Лорд Хауи, Хобарт, Мелбърн, Сидни, Броукън Хил, Бризбън, Линдеман, Аделайде, Дарвин, Перт
da: Lord Howe-øen, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
fr: Île Lord Howe, Hobart (Tasmanie), Melbourne (Victoria), Sydney (Nouvelles-Galles du Sud - cas général), Broken Hill (Nouvelles-Galles du Sud - Yancowinna), Brisbane (Queensland - cas général), Lindeman (Queensland - îles Holiday), Adelaide (Australie du Sud), Darwin (territoire du Nord), Perth (Australie de l'Ouest)
he: אי הלורד האו, Hobart, מלבורן, סידני, Broken_Hill, בריזביין, Lindeman, אדלייד, דרווין, פרת'
hi: Australia/लॉर्ड_होवे, Australia/होबार्ट, Australia/मेलबोर्न, Australia/ सिडनी, Australia/ब्रोकेन_हिल, Australia/ब्रिसबेन, Australia/लिन्डेमैन, Australia/एडिलेड, Australia/डार्विन, Australia/पर्थ
hu: Lord Howe-sziget, Hobart, Melbourne, Sydney, Törött Domb, Brisbane, Lindeman, Adelaide, Darwin, Perth
id: Pulau Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
ja: Load Howe島, ホーバート, メルボルン, シドニー, ブロークンヒル, ブリスベーン, Lindeman, アデレード, ダーウィン, パース
ka: კუნძული ლორდ-ჰოუ, ჰობარტი, მელბურნი, სიდნეი, ბროქენ ჰილი, ბრისბენი, ლინდემანი, ადელაიდა, დარვინი, პერტი
km: អូស្ត្រាលី/ឡដហូវេ, អូស្ត្រាលី/ហូបាត, អូស្ត្រាលី/ម៉ែលប៊ន, អូស្ត្រាលី/ស៊ីដនី, អូស្ត្រាលី/ប្រូខិនហ៊ីល, អូស្ត្រាលី/ប្រីសបាន, អូស្ត្រាលី/លីនដឺម៉ង់, អូស្ត្រាលី/អាឌឺឡេដ, អូស្ត្រាលី/ដាវីន, អូស្ត្រាលី/ភឺស
ko: 호주/로드하우, 호주/호바트, 호주/멜버른, 호주/시드니, 호주/브로큰_힐,호주/브리스베인, 호주/린드만, 호주/애들레이드, 호주/다윈, 호주/퍼스
mk: Лорд Хов, Хобарт, Мелбурн, Сиднеј, Броукен хил, Бирзбејн, Линдеман, Аделаиде, Дарвин, Перт
ne: Australia/लर्ड हवे, Australia/होवर्ट, Australia/मेलवर्न, Australia/सिड्नि, Australia/ब्रोकन हिल, Australia/ब्रिसबेन, Australia/लिन्डमेन, Australia/एडलेइड, Australia/डार्विन, Australia/पर्थ
pl: Wyspa Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelajda, Darwin, Perth
pt: Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
sl: Lord Howe Island, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
ta: Australia/லார்டு_ஹொவே, Australia/ஹோபார்டு, Australia/மெல்போர்ன், Australia/சிட்னி, Australia/புரோகன்_ஹில், Australia/பிரிஸ்பேன், Australia/லின்டெமான்,Australia/அடிலைடு, Australia/டார்வின், Australia/பெர்த்
tl: Islang Lord Howe, Hobart, Melbourne, Sydney, Broken hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
tr: Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
uk: Острів Лорв Гоу, Гобарт, Мельбурн, Сідней, Броукен Гілл, Врісбейн, Ліндемен, Аделаїда, Дарвін, Перт
