Repository: dankamongmen/s-i
Catalog: packages/tzsetup/debian/po/*.po
Languages: ar, bg, da, el, et, eu, fi, fr, gu, he, hi, hu, id, ja, ka, km, ko, ku, lv, mk, ne, nn, pl, pt, sk, sl, ta, tl, tr, uk, zh_tw

source: America/Noronha, America/Belem, America/Fortaleza, America/Recife, America/Araguaina, America/Maceio, America/Bahia, America/Sao_Paulo, America/Campo_Grande, America/Cuiaba, America/Porto_Velho, America/Boa_Vista, America/Manaus, America/Eirunepe, America/Rio_Branco
ar: أميركا/نورونها, أميركا/بيلم, أميركا/فورتاليزا, أميركا/ريسيف, أميركا/أراجواينا, أميركا/ماسيو, أميركا/باهيا, أميركا/ساوباولو, أميركا/كامبو جراندِ, أميركا/كويابا, أميركا/بورتوفيلو, أميركا/بوافيستا, أميركا/ماناوس, أميركا/أيرونيب, أميركا/ريوبرانكو
bg: Норона, Белем, Форталеза, Рисайф, Арагуейна, Масейо, Бахиа, Сао Паоло, Кампо Гранде, Куиаба, Порто Вело, Боа Виста, Манаус, Ейрунепе, Рио Бранко
da: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
fr: Noronha (îles de l'Atlantique), Belém, Fortaleza, Recife, Araguaina, Maceió, Bahia, São Paulo, Campo Grande, Cuiabá, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
he: Noronha, בלם, פורטלזה, רסיפה, Araguaina, מסיו, באהיה, סאו פאולו, קאמפו קראנדה, קויאבה, פורטו ולאהו, בואה ויסטה, מנאוס, Eirunepe, ריו ברנקו
hi: America/नोरोन्हा, America/बेलेम, America/फोर्टालेज़ा, America/रेसिफे, America/ आरागुएना, America/मैसिओ, America/बाहिया, America/साओ_पॉलो, America/ कैम्पो_ग्रान्डे, America/कुइयाबा, America/पोर्टो_वेल्हो, America/बोआ_विस्टा, America/मानौस, America/आइरुनेप, America/रिओ_ब्रान्को
hu: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manausz, Eirunepe, Rio Branco
id: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
ja: Noronha, ベレン, フォルタレザ, レシフェ, Araguaina, マセイオ, バイア, サンパウロ, カンポグランデ, クヤバ, ポルトヴェリエ, ボアヴィスタ, マナウス, Eirunepe, リオブランコ
ka: ნორონა, ბელემი, ფორტალეზა, რესიფი, არაგუაინა, მასეიო, ბაჰია, სან-პაულო, კამპო-გრანდე, ქუიაბა, პორტო-ველო, ბოა-ვისტა, მანაუსი, ირუნეპე, რიო-ბრანკო
km: អាមេរិក/ណរុនហា, អាមេរិក/បេឡេម, អាមេរិក/ហ្វតេឡេហ្សា, អាមេរិក/រេស៊ីហ្វ, អាមេរិក/អារ៉ាហ្គាអ៊ីណា, អាមេរិក/ម៉ាសេអូ, អាមេរិក/បាហ៊ីយ៉ា, អាមេរិក/សៅប៉ូឡូ, អាមេរិក/កាំប៉ូក្រង់, អាមេរិក/គ្វីអាបា, អាមេរិក/គ្វីអាបា, អាមេរិក/បូអាវីសតា, អាមេរិក/​ម៉ាណូស, អាមេរិក/អេរុនេប៉េ, អាមេរិក/រីយ៉ូប្រុងកូ
ko: 아메리카대륙/누로냐, 아메리카대륙/벨렘, 아메리카대륙/포르탈레자, 아메리카대륙/레시페, 아메리카대륙/아라구에이나, 아메리카대륙/마세이오, 아메리카대륙/바이아, 아메리카대륙/상파울로, 아메리카대륙/깜뽀그란데, 아메리카대륙/쿠이아바아메리카대륙/뽀르또벨료, 아메리카대륙/보아비스타, 아메리카대륙/마나우스,아메리카대륙/아이루네페, 아메리카대륙/리오브랑코
mk: Норона, Белем, Форталеза, Рецифе, Арагуана, Макеио, Бахиа, Сао Паоло, Кампо гранде, Куаба, Прото Велхо, Боа виста, Манус, Еирунепе, Рио Бранко
ne: America/नोरोहना, America/बेलम, America/फोर्टालिजा, America/रिसाइफ, America/अरागुइना, America/मेसियो, America/बहिया, America/साओ पाओलो, America/क्याम्पो ग्रान्ड, America/क्युइबा, America/पोर्टो भेल्हो, America/बोआ भिस्टा, America/मनाउस, America/इयुरेन्प, America/रियो ब्रान्को
pl: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
pt: Noronha, Belém, Fortaleza, Recife, Araguaina, Maceio, Bahia, São Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
sl: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
ta: America/நொரோன்ஹா, America/பெலெம், America/ஃபோர்டலேசா, America/ரெசிபே, America/அராகுய்னா, America/மசியோ, America/பாஹியா, America/சாவோ_பாலோ, America/கேம்போ_கிரான்டே, America/குயாபா, America/போர்டோ_வெல்ஹோ, America/போவா_விஸ்டா, America/மனாஉஸ், America/எயிருனீப், America/ரிஒ_பிரான்கோ
tl: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
tr: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Küba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
uk: Норона, Белєм, Форталєса, Ресіфе, Араґуайна, Масейо, Бая, Сан Пауло, Кампо Ґранде, Кіаба, Рорто Вело, Воа Віста, Манаус, Ейрунепе, Ріо Бранко

source: Canada/Newfoundland, Canada/Atlantic, Canada/Eastern, Canada/Central, Canada/East-Saskatchewan, Canada/Saskatchewan, Canada/Mountain, Canada/Pacific, Canada/Yukon
ar: كندا/نيوفاوندلاند, كندا/الأطلنطي, كندا/الشرقية, كندا/الوسط, كندا/شرق ساسكاتشيوان, كندا/ساسكاتشيوان, كندا/ماونتاين, كندا/الهادي, كندا/يوكن
bg: Нюфаундленд, Атлантик, Източна, Централна, Източен Саскачеуан, Саскачеуан, Планинска, Тихоокеанска, Юкон
da: Newfoundland, Atlanterhavet, Øslige, Centrale, Østsaskatchewan, Saskatchewan, Bjergtid, Stillehavet, Yukon
fr: Terre-Neuve, Atlantique, Est (Eastern), Centre (Central), Saskatchewan de l'Est, Saskatchewan, Rocheuses (Mountain), Pacifique, Yukon
he: ניופאונדלנד, אטלנטי, מזרחי, מרכזי, מזרח ססקצ'ואן, ססקצ'ואן, הררי, פסיפי, יוקון
hi: Canada/न्यूफाउन्डलैन्ड, Canada/अटलांटिक, Canada/पूर्वी, Canada/केन्द्रीय, Canada/ पूर्वी-सासकात्शेवान, Canada/सासकात्शेवान, Canada/माउन्टेन, Canada/पैसिफिक, Canada/युकौन
hu: Újfundland, Atlanti, Keleti, Közép, Kelet Saskatchewan, Saskatchewan, Hegyi, Csendes-óceáni, Yukon
id: Newfoundland, Atlantik, Timur, Tengah, Saskatchewan Timur, Saskatchewan, Pegunungan, Pasifik, Yukon
ja: ニューファンドランド, アトラス, 東部, 中央部, 東サスカチュワン, サスカチュワン, 山岳部, 太平洋, ユーコン
ka: ნიუფაუნდლენდი, ატლანტიკა, აღმოსავლეთი, ცენტრალური, აღმოსავლეთ სასკაჩევანი, სასკაჩევანი, მთიანეთი, წყნარი ოკეანე, იუკონი
km: កាណាដា/ញូវហ្វ៉ោនឡែន, កាណាដា/អាត្លង់ទិក, កាណាដា/ខាង​កើត, កាណាដា/កណ្ដាល, កាណាដា/សាស្កាត់ឆេវ៉ាន់​ខាង​កើត, កាណាដា/សាស្កាត់ឆេវ៉ាន់, កាណាដា/ភ្នំ, កាណាដា/ប៉ាស៊ីហ្វិក, កាណាដា/យូកុន
ko: 캐나다/뉴펀들랜드, 캐나다/대서양연안, 캐나다/동부, 캐나다/중부, 캐나다/동서스캐처원, 캐나다/서스캐처원, 캐나다/산악, 캐나다/대서양연안,캐나다/유콘
mk: Њуфаундленд, Атлантик, Источна, Централна, Источен-саскатчеван, Саскачеван, Планинса, Пацифик, Јукон
ne: Canada/न्यू फाउन्डल्यान्ड, Canada/एटलान्टिक, Canada/पूर्विय, Canada/केन्द्रिय, Canada/पूर्व-सस्क्याचवान, Canada/सस्क्याचवान, Canada/पहाड, Canada/प्राशान्त, Canada/युकोन
pl: Newfoundland, atlantyczna, wschodnia, centralna, wschodni Saskatchewan, Saskatchewan, górska, pacyficzna, Yukon
pt: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific
sl: Newfoundland, Atlantic, Vzhodna, Srednja, East Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon
ta: Canada/நியூபவுண்ட்லேண்டு, Canada/அட்லான்டிக், Canada/கிழக்கு, Canada/மத்திய, Canada/கிழக்கு-சாஸ்காட்ச்வான், Canada/சாஸ்காட்ச்வான், Canada/மவுன்டன், Canada/பசிபிக், Canada/யுகான்
tl: Newfoundland, Atlantiko, Silangan, Gitna, Saskatchewan, Bulubundukan, Pasipiko, Yukon
tr: Newfoundland, Atlantik, Doğu (Eastern), Merkez (Central), Doğu Saskatchewan, Saskatchewan, Mountain, Pasifik, Yukon
uk: Ньюфаундленд, атлантичний, східний, центральний, Східний Саскачеван, Саскачеван, гірський, тихоокеанський, Юкон

source: Africa/Kinshasa, Africa/Lubumbashi
ar: أفريقيا/كنشاسا, أفريقيا/لوبمباشي
bg: Киншаса, Любумбаши
da: Kinshasa, Lubumbashi
fr: Kinshasa (Ouest), Lubumbashi (Est)
he: קינשסה, לובומבאשי
hi: Africa/किन्शासा, Africa/लुबुम्बाशी
hu: Kinsasza, Lubumbasi
id: Kinshasa, Lubumbashi
ja: キンシャサ, ルブンバシ
ka: კინშასა, ლუბუმბაში
km: អាហ្វ្រិក/គីនសាសា, អាហ្វ្រិក/លូប៊ុមបាស៊ី
ko: 아프리카/킨샤사, 아프리카/루붐바시
mk: Киншаса, Лубумбаши
ne: Africa/किन्हसा, Africa/लुबुम्बासि
pl: Kinshasa, Lubumbashi
pt: Kinshasa, Lubumbashi
sl: Kinshasa, Lubumbashi
ta: Africa/கின்ஷாசா, Africa/லுபும்பாஷி
tl: Kinshasa, Lubumbashi
tr: Kinshasa, Lubumbashi
uk: Кіншаса, Лубумваші

source: America/Santiago, Pacific/Easter
ar: أميركا/سانتييغو, الهادي/الشرقي
bg: Сантиаго, Великденски остров
da: Santiago, Påskeøerne
fr: Santiago (cas général), Île de Pâques
he: סניאגו, Pacific/Easter
hi: America/सैन्टियागो, America/ईस्टर
hu: Santiago, Húsvét-szigetek
id: Santiago, Pulau Easter
ja: サンチアゴ, イースター島
ka: სანტიაგო, აღდგომის კუნძულები
km: អាមេរិក/សាន់ទីអាហ្គោ, ប៉ាស៊ីហ្វិក/អ៊ីស្តឺរ
ko: 아메리카/산티아고, 태평양/이스터섬
mk: Сантијаго, Великденски острови
ne: America/सानटियगो, Pacific/इस्टर
pl: Santiago, Easter Island
pt: Santiago, Ilha de Páscoa
sl: Santiago, Velikonočni otoki
ta: America/சான்டியாகோ, Pacific/கிழக்கு
tl: Santiago, Easter Island
tr: Santiago, Easter
uk: Сант'яго, Острів Пасхи

source: America/Guayaquil, Pacific/Galapagos
ar: أميركا/جواياكويل, الهادي/جالاباجوس
bg: Гуаякуил, Галапагос
da: Guayaquil, Galapagos
fr: Guayaquil (cas général), Îles Galapagos
he: גוויאקיל, איי גלפאגוס
hi: America/गुआयाकिल, America/गालापेगोस
hu: Guayaquil, Galápagos-szigetek
id: Guayaquil, Galapagos
ja: グアヤキル, ガラパゴス
ka: გუაიაქილი, გალაპაგოსი
km: អាមេរិក/ហ្គាយ៉ាគីល, ប៉ាស៊ីហ្វិក/ហ្គាឡាប៉ាហ្គោស
ko: 아메리카/과야킬, 태평양/갈라파고스
mk: Гуајакил, Галапагос
ne: America/गुयाक्विल, Pacific/गलाप्यागोस
pl: Guayaquil, Galapagos
pt: Guayaquil, Galápagos
sl: Guayaquil, Galapagos
ta: America/குஆயாகுயுல், Pacific/காலபகோஸ்
tl: Guayaquil, Galapagos
tr: Guayaquil, Galapagos
uk: Ґуяквіл, Галапагоси

source: Europe/Madrid, Africa/Ceuta, Atlantic/Canary
ar: أوروبا/مدريد, أفريقيا/كيوتا, الأطلنطي/الكناري
bg: Мадрид, Койта, Канари
da: Madrid, Ceuta, Kanarieøerne
fr: Madrid (cas général), Ceuta et Melilla, Îles Canaries
he: מדריה, Africa/Ceuta, האיים הקנריים
hi: Europe/मैड्रिड, Africa/सेउटा, Atlantic/कैनेरी
hu: Madrid, Ceuta, Kanári-szigetek
id: Madrid, Ceuta, Kepulauan Canary
ja: マドリード, セウタ, カナリヤ諸島
ka: მადრიდი, სეუტა, კანარის კუნძულები
km: អឺរ៉ុប/ម៉ាឌ្រីដ, អាហ្វ្រិក/សឺតា, អាត្លង់ទីក/កាណារី
ko: 유럽/마드리드, 아프리카/세우타, 대서양/카나리아
mk: Мадрид, Кеута, Канари
ne: Europe/म्याड्रिड, Africa/सेउटा, Atlantic/क्यानरि
pl: Madryt, Ceuta, Wyspy Kanaryjskie
pt: Madrid, Ceuta, Ilhas Canárias
sl: Madrid, Ceuta, Kanarski otoki
ta: Europe/மாட்ரிட், Africa/சியூடா, Atlantic/கானரி
tl: Madrid, Ceuta, Islang Canary
tr: Madrid, Ceuta, Kanarya Adaları
uk: Мадрид, Сута, Канарські Острови

source: Pacific/Yap, Pacific/Truk, Pacific/Ponape, Pacific/Kosrae
ar: الهادي/ياب, الهادي/تراك, الهادي/بوناب, الهادي/كوسراي
bg: Яп, Трък, Понапе, Козрае
da: Yap, Truk, Ponape, Kosrae
fr: Yap, Truk, Ponape, Kosrae
he: יאפ, טרוק, פונאפי, קוסראה
hi: Pacific/याप, Pacific/ट्रुक, Pacific/पोनापे, Pacific/कोसराये
hu: Yap, Truk, Ponape, Kosrae
id: Yap, Truk, Ponape, Kosrae
ja: ヤップ, トラック, ポナペ, コスラエ
ka: იაპი, თრუქი, პონაპე, კოსრეი
km: ប៉ាស៊ីហ្វិក/យ៉ាប, ប៉ាស៊ីហ្វិក/ទ្រូក, ប៉ាស៊ីហ្វិក/ប៉ូណាប៉េ, ប៉ាស៊ីហ្វិក/កូស្រាអ៉េ
ko: 태평양/얍, 태평양/추크, 태평양/포나페, 태평양/코스라이에
mk: Јап, Трук, Понапе, Косрае
ne: Pacific/याप, Pacific/ट्रक, Pacific/पोनेप, Pacific/कोस्रेइ
pl: Yap, Truk, Ponape, Kosrae
pt: Yap, Truk, Ponape, Kosrae
sl: Yap, Truk, Ponape, Kosrae
ta: Pacific/யாப், Pacific/டுருக், Pacific/போனாப், Pacific/கோஸ்ரே
tl: Yap, Truk, Ponape, Kosrae
tr: Yap, Truk, Ponape, Kosrae
uk: Яп, Трук, Понабе, Косрае

source: America/Godthab, America/Danmarkshavn, America/Scoresbysund, America/Thule
ar: أميركا/جودثاب, أميركا/دانماركشافن, أميركا/سكورزبايساند, أميركا/ثول
bg: Годаб, Данмаркшаф, Скорбайсънд, Туле
da: Godthåb, Danmarkshavn, Scoresbysund, Thule
fr: Godthab (cas général), Danmarkshavn (côte Est - Nord de Scoresbysund), Scoresbysund - Ittoqqortoormiit, Thule - Pituffik
he: נאוק, Danmarkshavn, Scoresbysund, Thule
hi: America/गॉडथैब, America/डैनमार्कश्वान, America/स्कोर्सबाइसुंड, America/थुले
hu: Godthab, Danmarkshavn, Scoresbysund, Thule
id: Godthab, Danmarkshavn, Scoresbysund, Thule
ja: Godthab, Danmarkshavn, Scoresbysund, テューレ
ka: გოტჰობი, დენმარკშავნი, სქორესბისუნდი, თული
km: អាមេរិក/ហ្គូដថាប, អាមេរិក/ដាន់ម៉ាកសាន, អាមេរិក/ស្ករប៊ីសុន, អាមេរិក/ធូល
ko: 아메리카/고트호브, 아메리카/Danmarkshavn, 아메리카/스코스바이선드, 아메리카/툴레
mk: Годтаб, Данмаркшавн, Скоресбајсунд, Туле
ne: America/गडथ्याब, America/दानमार्क्सहान, America/स्कोरबाइसन्ड, America/थुले
pl: Godthab, Danmarkshavn, Scoresbysund, Thule
pt: Godthab, Danmarkshavn, Scoresbysund, Thule
sl: Godthab, Danmarkshavn, Scoresbysund, Thule
ta: America/கோட்தாப், America/டன்மார்க்ஷாவ்ன், America/ஸ்கோர்ஸ்பைசண்ட், America/தூலே
tl: Godthab, Danmarkshavn, Scoresbysund, Thule
tr: Godthab, Danmarkshavn, Scoresbysund, Thule
uk: Годтаб, Данмаркшавн, Скоресбюсунд, Туле

source: Asia/Jakarta, Asia/Pontianak, Asia/Makassar, Asia/Jayapura
ar: آسيا/جكارتا, آسيا/رونتياناك, آسيا/ماكاسار, آسيا/جايابورا
bg: Джакарта, Понтианак, Макасар, Джаяпура
da: Jakarta, Pontianak, Makassar, Jayapura
fr: Djakarta (Java et Sumatra), Pontianak (Bornéo Ouest et Centre), Macasar (Bornéo E/S - Célèbes - Bali - Nusa Tengarra - Timor ouest), Jayapura (Irian Jaya et Moluques)
he: ג'קרטה, Pontianak, Makassar, Jayapura
hi: Asia/जकार्ता, Asia/पोंटियानाक, Asia/मकस्सर, Asia/जयापुरा
hu: Dzsakarta, Pontianak, Makasszár, Dzsajapura
id: Jakarta, Pontianak, Makassar, Jayapura
ja: ジャカルタ, ポンティアナク, マカッサル, ジャヤプラ
ka: ჯაკარტა, პონტიანაკი, მაქასარი, ჯაიაპურა
km: អាស៊ី/ហ្សាកាតា, អាស៊ី/ពុនត្យាណាក, អាស៊ី/ម៉ាកាសា, អាស៊ី/យ៉ាយ៉ាពូរ៉ា
ko: 아시아/자카르타, 아시아/폰티아나크, 아시아/마카사르, 아시아/자야푸
mk: Џакарта, Понтианак, Макасар, Јауапура
ne: Asia/जाकर्ता, Asia/पोन्टियानक, Asia/मकासार, Asia/जयपुर
pl: Jakarta, Pontianak, Makassar, Jayapura
pt: Jakarta, Pontianak, Makassar, Jayapura
sl: Jakarta, Pontianak, Makassar, Jayapura
ta: Asia/ஜக்கார்டா, Asia/போன்டியனாக், Asia/மகஸ்ஸார், Asia/ஜெயபுரா
tl: Jakarta, Pontianak, Makassar, Jayapura
tr: Jakarta, Pontianak, Makassar, Jayapura
uk: Джакарта, Понтіанак, Макассар, Джаяпура

source: Pacific/Tarawa, Pacific/Enderbury, Pacific/Kiritimati
ar: الهادي/تاراوا, الهادي/إندربيري, الهادي/كيريتيماتي
bg: Тарава (Гилбертски острови), Ендербъри (Острови Феникс), Киритимати (Острови Лайн)
da: Tarawa (Gilbertøerne), Enderbury (Phoenixøerne), Kiritimati (Lineøerne)
fr: Tarawa (îles Gilbert), Enderbury (îles Phoenix), Kiritimati (îles Line)
he: Tarawa (איי גילברט), Enderbury (Phoenix Islands), קיריטימטי (Line Islands)
hi: Pacific/तरावा, Pacific/एंडरबरी, Pacific/किरितिमती
hu: Tarawa (Gilbert-szigetek), Enderbury (Főnix-szigetek), Kiritimati (Line-szigetek)
id: Tarawa (Kep. Gilbert), Enderbury (Kep. Phoenix), Kiritimati (Kep. Line)
ja: タラワ, エンダーベリー, キリティマティ
ka: ტარავა, ენდირბური, კირიტიმატი
km: ប៉ាស៊ីហ្វិក/តារ៉ាវ៉ា, ប៉ាស៊ីហ្វិក/អង់ដេបុយរី, ប៉ាស៊ីហ្វិក/គីរីទីម៉ាទី
ko: 태평양/타라와, 태평양/엔더베리, 태평양/키리티마티
mk: Тарава, Ендербури, Киритимати
ne: Pacific/तरावा, Pacific/इन्डेबरि, Pacific/क्रितिमाति
pl: Tarawa (Wyspy Gilberta), Enderbury (Wyspy Feniks), Kiritimati (Wyspy Line)
pt: Tarawa (Ilhas Gilbert), Enderbury (Ilhas Phoenix), Kiritimati (Ilhas Line)
sl: Tarawa (Gilbert Islands), Enderbury (Phoenix Islands), Kiritimati (Line Islands)
ta: Pacific/டராவா, Pacific/என்டர்பரி, Pacific/கிரிடிமாடி
tl: Tarawa (Mga Islang Gilbert), Enderbury (Mga Islang Phoenix), Kiritimati
tr: Tarawa, Enderbury, Kiritimati
uk: Тарава, Ендербері, Кірітіматі

source: Asia/Almaty, Asia/Qyzylorda, Asia/Aqtobe, Asia/Aqtau, Asia/Oral
ar: آسيا/ألماتي, آسيا/كيزيلوردا, آسيا/أكتوبي, آسيا/أكتاو, آسيا/أورال
bg: Алмати, Кизилорда, Атобе, Атирау, Орал
da: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
fr: Almaty (cas général), Qyzylorda (Kyzylorda - Kzyl-Orda), Aqtobe, Aqtau, Oural (Kazakhstan Ouest)
he: אלמטי, Qyzylorda, Aqtobe, Aqtau, Oral
hi: Asia/अलमाटी, Asia/काइज़ीलॉर्डा, Asia/अक़तोब, Asia/अक़ताउ, Asia/ओरल
hu: Almati, Kizilorda, Akutobe, Akutau, Oral
id: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
ja: アルマトゥイ, Qyzylorda, Aqtobe, Aqtau, ウラル
ka: ალმა-ატა, კიზილორდა, აქტობე, აქტაი, ურალსკი
km: អាស៊ី/អាល់ម៉ាទី, អាស៊ី/គីហ្សីឡដា, អាស៊ី/អាក់តូបេ, អាស៊ី/អាក់តូ, អាស៊ី/អូរ៉ាល់
ko: 아시아/알마티, 아시아/Qyzylorda, 아시아/악퇴베, 아시아/아크타우, 아시아/Oral
mk: Алмати, Квазилорда, Актобе, Актау, Орал
ne: Asia/अल्माटि, Asia/क्वेजेलोर्डा, Asia/अक्टोब, Asia/अक्टुवा, Asia/ओरल
pl: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
pt: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
sl: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
ta: Asia/ஆல்மாடி, Asia/குஜிலோர்டா, Asia/அக்டோப், Asia/அக்டாவ், Asia/ஓரல்
tl: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
tr: Almaata, Qyzylorda, Aqtobe, Aqtau, Ural
uk: Алмати, Кизилорда, Актобе, Актау, Орал

source: Asia/Ulaanbaatar, Asia/Hovd, Asia/Choibalsan
ar: آسيا/أولانبتار, آسيا/هوفد, آسيا/شويبالسان
bg: Уланбатар, Ховд, Чойбалсан
da: Ulaanbaatar, Hovd, Choibalsan
fr: Oulan-Bator (cas général), Hovd, Choibalsan
he: אולן בטור, חובד, צ'ויבלסאן
hi: Asia/उलानबातर, Asia/होव्ड, Asia/चोइबालसान
hu: Ulánbátor, Hovd, Csoibalszán
id: Ulaanbaatar, Hovd, Choibalsan
ja: ウランバートル, Hovd, チョイバルサン
ka: ულან-ბატორი, ჰოვდი, ჩოიბალსანი
km: អាស៊ី/អ៊ូឡានប៉ាតា, អាស៊ី/ហូដ, អាស៊ី/ឆូអ៊ីបាល់សាន
ko: 아시아/울란바타르, 아시아/홉드, 아시아/초이발산
mk: Уланбатор, Ховд, Чоибалсан
ne: Asia/उलानबटार, Asia/हभ्ड, Asia/छोइबल्सान
pl: Ulaanbaatar, Hovd, Choibalsan
pt: Ulaanbaatar, Hovd, Choibalsan
ta: Asia/உலான்பாடர், Asia/ஹோவ்டு, Asia/சோய்பால்சான்
tl: Ulaanbaatar, Hovd, Choibalsan
tr: Ulanbator, Hovd, Choibalsan
uk: Улан-Батор, Новд, Чоібалсан

source: Mexico/General, Mexico/BajaSur, Mexico/BajaNorte
ar: المكسيك/عام, المكسيك/باجاسور, المكسيك/باجانورت
bg: Централно, Планинско, Тихоокеанско
da: Centrale, Bjergtid, Stillehavet
fr: Centre (Central), Rocheuses (Mountain), Pacifique (Pacific)
he: כללי, הררי, פסיפיק
hi: Mexico/सामान्य, Mexico/बाजासुर, Mexico/बाजानोर्टे
hu: Közép, Hegyi, Csendes-óceáni
id: Tengah, Pegunungan, Pasifik
ja: 中央部, 山岳部, 太平洋
ka: საერთო, ბაიაშური, ბაიანორტე
km: ម៉ិចស៊ិក/កណ្ដាល, ម៉ិចស៊ិក/បាចាស៊ូ, ម៉ិចស៊ិក/បាចាន័រ
ko: 멕시코/전역, 멕시코/바자수르, 멕시코/바자노르
mk: Централно, Планинско, Пацифик
ne: Mexico/केन्द्रिय, Mexico/बजसुर, Mexico/बजनर्ट
pl: centralna, górska, pacyficzna
pt: Central, Mountain, Pacific
sl: Centralni, Mountain, Pacific
ta: Mexico/ஜெனரல், Mexico/பாஜாசுர், Mexico/பாஜானோர்டெ
tl: Gitna, Bulubundukin, Pasipiko
tr: Merkez (Central), BajaNorte, BajaNorte
uk: загальний, Баха Сур, Баха Норте

source: Pacific/Auckland, Pacific/Chatham
ar: الهادي/أوكلاند, الهادي/تشاتام
bg: Окланд, Острови Чатам
da: Auckland, Chathamøerne
fr: Auckland (cas général), îles Chatham
he: Auckland, Chatham
hi: Pacific/ऑकलैन्ड, Pacific/चैथम
hu: Auckland, Chatham-szigetek
id: Auckland, Kepulauan Chatham
ja: オークランド, チャタム島
ka: ოკლენდი, ჩეტჰემი
km: ប៉ាស៊ីហ្វិក/អកលែន, ប៉ាស៊ីហ្វិក/ចាតហាម
ko: 태평양/오클랜드, 태평양/채텀
mk: Оукленд, Катам
ne: Pacific/अक्ल्यान्ड, Pacific/च्याटहम
pl: Auckland, Wyspy Chatham
pt: Auckland, Ilhas Chatham
sl: Auckland, Chatham Islands
ta: Pacific/ஆக்லான்டு, Pacific/சாதம்
tl: Auckland, Islang Chatham
tr: Auckland, Chatham
uk: Окленд, Острови Чатам

source: Pacific/Tahiti, Pacific/Marquesas, Pacific/Gambier
ar: الهادي/تاهيتي, الهادي/ماركيساس, الهادي/جامبير
bg: Таити (Дружествени острови), Маркизки острови, Гамбиерски острови
da: Tahiti (Societyøerne), Marquesasøerne, Gambierøerne
fr: Tahiti (îles de la Société), Îles Marquises, Îles Gambier
he: טהיטי, איי מרקיז, Gambier Islands
hi: Pacific/ताहिती, Pacific/मारकेसास, Pacific/गैम्बियर
hu: Tahiti, Marquesas-szigetek, Gambier-szigetek
id: Tahiti (Kep. Society), Kep. Marquesas, Kep. Gambier
ja: タヒチ, Marquesas, ガンビア
ka: ტაიტი, მარკიზის კუნძულები, გამბია
km: ប៉ាស៊ីហ្វិក/តាហីទី, ប៉ាស៊ីហ្វិក/ម៉ាគេសាស, ប៉ាស៊ីហ្វិក/ហ្គាមប៊ីយ៉េ
ko: 태평양/타히티, 태평양/마르퀘사스, 태평양/갬비어
mk: Тахити, Маркуесас острови, Гамбиер острови
ne: Pacific/तहिति, Pacific/मर्क्विसास, Pacific/ग्याम्बियर
pl: Tahiti (Wyspy Towarzystwa), Markizy, Wyspy Gambier
pt: Tahiti, Ilhas Marquesas, Ilhas Gambier
sl: Tahiti (Society Islands), Marquesas Islands, Gambier Islands
ta: Pacific/டஹிடி, Pacific/மார்கியுஸாஸ், Pacific/காம்பியர்
tl: Tahiti, Islang Markesas, Islang Gambier
tr: Tahiti, Marquesas, Gambier
uk: Таїті, Маркізькі Острови, Ґамб'єрські Острови

source: Europe/Lisbon, Atlantic/Madeira, Atlantic/Azores
ar: أوروبا/لزبون, الأطلنطي/ماديرا, الأطلنطي/أزورس
bg: Лисабон, Острови Мадейра, Азори
da: Lisabon, Madeira, Azorerne
fr: Lisbonne (cas général), Madère, Açores
he: ליסבון, Madeira Islands, Azores
hi: Europe/लिस्बन, Atlantic/मदेरा, Atlantic/अज़ोर्स
hu: Lisszabon, Madeira, Azori-szigetek
id: Lisbon, Kep. Madeira, Azores
ja: リスボン, マデイラ諸島, アゾレス
ka: ლისაბონი, მადერა, აზორის კ-ბი
km: អឺរ៉ុប/លីស្បោន, អាត្លង់ទីក/ម៉ាដេរា, អាត្លង់ទីក/អាហ្សូរេស
ko: 유럽/리스본, 대서양/마데이라, 대서양/아조레
mk: Лисабон, Мадеира, Азури
ne: Europe/लिस्बन, Atlantic/मेडइरा, Atlantic/अजोर्स
pl: Lizbona, Madera, Azory
pt: Lisboa, Madeira, Açores
sl: Lizbona, Madeira Islands, Azuri
ta: Europe/லிப்சன், Atlantic/மடேய்ரா, Atlantic/அஜோர்ஸ்
tl: Lisbon, Islang Madeira, Azores
tr: Lizbon, Madeira, Azorlar
uk: Лісабон, Острови Мадейра, Азорські Острови
