Repository: dankamongmen/s-i
Catalog: packages/tzsetup/debian/po/*.po
Languages: ar, bg, da, el, et, eu, fi, fr, gu, he, hi, hu, id, ja, ka, km, ko, ku, lv, mk, ne, nn, pl, pt, sk, sl, ta, tl, tr, uk, zh_tw

source: Europe/Kaliningrad, Europe/Moscow, Europe/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
ar: أوروبا/كاليننجراد, أوروبا/موسكو, أوروبا/سامارا, آسيا/يكاترينبورج, آسيا/أومسك, آسيا/نوفوسيبيرسك, آسيا/كراسنويارسك, آسيا/إركستك, آسيا/ياكوتسك, آسيا/فلاديفوستك, آسيا/ساكالين, آسيا/ماجادان, آسيا/كمتشاتكا, آسيا/أنادير
bg: Москва-01 - Калининград, Москва+00 - западна Русия, Москва+01 - Каспийско море, Москва+02 - Урал, Москва+03 - западен Сибир, Москва+03 - Новосибирск, Москва+04 - река Енисей, Москва+05 - езеро Байкал, Москва+06 - река Лена, Москва+07 - река Амур, Москва+07 - остров Сахалин, Москва+08 - Магадан, Москва+09 - Камчатка, Москва+10 - Берингово море
da: Moskva-01 - Kaliningrad, Moskva+00 - Vestrusland, Moskva+01 - Kaspiske Hav, Moskva+02 - Uralbjergene, Moskva+03 - Vestsibirien, Moskva+03 - Novosibirsk, Moskva+04 - Yeniseifloden, Moskva+05 - Baikalsøen, Moskva+06 - Lenafloden, Moskva+07 - Amurfloden, Moskva+07 - Sakhalinøen, Moskva+08 - Magadan, Moskva+09 - Kamtjatka, Moskva+10 - Beringstrædet
fr: Moscou -01 (Kaliningrad), Moscou (Russie de l'Ouest), Moscou +01 (Mer Caspienne), Moscou +02 (Oural), Moscou +03 (Sibérie de l'Ouest), Moscou +03 (Novosibirsk), Moscou +04 (Fleuve Ienisseï), Moscou +05 (Lac Baïkal), Moscou +06 (Fleuve Lena), Moscou +07 (Fleuve Amour), Moscou +07 (Île Sakhaline), Moscou +08 (Magadan), Moscou +09 (Kamtchatka), Moscou +10 (Mer de Béring)
he: קלינינגרד, מוסקבה, סמרה, Yekaterinburg, אומסק, נובוסיבירסק, Krasnoyarsk, אירקוטסק, יקוצק, ולדיווסטוק, סחלין, Magadan, חצי האי קמצ'טקה, Anadyr
hi: Europe/कालिनिनग्राद, Europe/मॉस्को, Europe/समारा, Asia/येकातेरिनबर्ग, Asia/ ओम्स्क, Asia/नोवोसीबिर्स्क, Asia/क्रैस्नेयार्सक, Asia/इर्कुत्स्क, Asia/याकुत्स्क, Asia/ व्लादिवोस्तोक, Asia/सखालिन, Asia/मैगादान, Asia/कामचातका, Asia/एनाडिर
hu: Moszkva-01 - Kalinyingrád, Moszkva+00 - nyugat-Oroszország, Moszkva+01 - Kaszpi-tenger, Moszkva+02 - Urál, Moszkva+03 - nyugat-Szibéria, Moszkva+03 - Novoszibirszk, Moszkva+04 - Jenyiszej, Moszkva+05 - Bajkál, Moszkva+06 - Léna, Moszkva+07 - Amur, Moszkva+07 - Szahalin, Moszkva+08 - Magadán, Moszkva+09 - Kamcsatka, Moszkva+10 - Bering-tenger
id: Moscow-01 - Kaliningrad, Moscow+00 - Russia Barat, Moscow+01 - Laut Kaspia, Moscow+02 - Urals, Moscow+03 - Siberia Barat, Moscow+03 - Novosibirsk, Moscow+04 - Sungai Yenisei, Moscow+05 - Danau Baikal, Moscow+06 - Sungai Lena, Moscow+07 - Sungai Amur, Moscow+07 - Kep. Sakhalin, Moscow+08 - Magadan, Moscow+09 - Kamchatka, Moscow+10 - Laut Bering
ja: カリーニングラード, モスクワ, サマーラ, Yekaterinburg, オムスク, ノヴォシビルスク, クラスノヤルスク, イルクーツク, ヤクーツク, ウラジオストック, サハリン, マガダン, カムチャッカ, アナディル
ka: კალინინგრადი, მოსკოვი, სამარა, ეკატერინბურგი, ომსკი, ნოვოსიბირსკი, კრასნოიარსკი, ირკუტსკი, იაკუტსკი, ვლადივოსტოკი, სახალინი, მაგადანი, კამჩატკა, ანადირი
km: អឺរ៉ុប/លីនីនក្រាត, អឺរ៉ុប/មូស្គូ, អឺរ៉ុប/សាម៉ារា, អាស៊ី/យេកាតេរីងបឺក, អាស៊ី/អូម, អាស៊ី/ណូវ៉ូស៊ីបឺក, អាស៊ី/ក្រាសណូយា, អាស៊ី/អៀរឃឺត, អាស៊ី/យ៉ាខឺត, អាស៊ី/វ្ល៉ាឌីវ៉ូស្តុក, អាស៊ី/សាក់ហាឡីន, អាស៊ី/ម៉ាហ្គាដាន, អាស៊ី/កាំចាត់កា, អាស៊ី/អាណាឌៀ
ko: 유럽/칼리닌그라드, 유럽/모스크바, 유럽/사마라, 아시아/예카테린부르크, 아시아옴스크, 아시아/노보시비르스크, 아시아/크라스노야르스크, 아시아/이르쿠츠크,아시아/야쿠츠크, 아시아/블라디보스토크, 아시아/사할린, 아시아/마다간,아시아/캄차카, 아시아/아나디르
mk: Москва-01 Калинград, Москва+00 - западна Русија, Москва+01 - Касписко море, Москва+02 - Урал, Москва+03 - западен Сибир, Москва+03 - Новосибирск, Москва+04 - река Јенсеј, Москва+05 - Бајкалско езеро, Москва+06 - река Лена, Москва+07 - река Амур, Москва+07 - остров Сакалин, Москва+08 - Магадан, Москва+09 - Камчатка, Москва+10 - Берингово море
ne: Europe/कलिलिन्ग्राड, Europe/मस्को, Europe/समरा, Asia/यकाटेरिनबर्ग, Asia/अम्स्क, Asia/नोभोसिबिर्स्क, Asia/क्र्यासनोयार्स्क, Asia/इर्र्कुत्सक, Asia/याकुत्स्क, Asia/भ्लादिभोस्तोक, Asia/सखलिन, Asia/मगादन, Asia/कम्छत्क, Asia/अनाड्यर
pl: Moskwa-01 - Kaliningrad, Moskwa+00 - zachodnia Rosja, Moskwa+01 - Morze Kaspijskie, Moskwa+02 - Ural, Moskwa+03 - zachodnia Syberia, Moskwa+03 - Nowosybirsk, Moskwa+04 - Rzeka Yenisei, Moskwa+05 - Jezioro Bajkał, Moskwa+06 - rzeka Lena, Moskwa+07 - rzeka Amur, Moskwa+07 - Wyspa Sakhalin, Mokswa+08 - Magadan, Mokswa+09 - Kamczatka, Moskwa+10 - Morze Beringa
pt: Kaliningrad, Moscovo, Samara, Yekaterinburg, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Yakutsk, Vladisvostok, Sakhalin, Magadan, Kamchatka, Anadyr
sl: Moskva-01 - Kaliningrad, Moskva+00 - zahodna Russia, Moskva+01 - Kaspijsko morje, Moskva+02 - Ural, Moscow+03 - zahodna Sibirja, Moskva+03 - Novosibirsk, Moskva+04 - Yenisei River, Moskva+05 - Lake Baikal, Moskva+06 - Lena River, Moskva+07 - Amur River, Moskva+07 - Sakhalin Island, Moskva+08 - Magadan, Moskva+09 - Kamchatka, Moskva+10 - Bering Sea
ta: Europe/கலினின்கிராடு, Europe/மாஸ்கோ, Europe/சமாரா, Asia/யெகாடெரின்பர்க், Asia/ஓம்ஸ்க், Asia/நொவோசிபிர்ஸ்க், Asia/கிரானோயர்ஸ்க், Asia/இர்குட்ஸ்க், Asia/யகுட்ஸ்க், Asia/விலாடிவாஸ்டாக், Asia/சகலின், Asia/மகடன், Asia/காம்சட்கா, Asia/அனாடைர்
tl: Moscow-01 - Kaliningrad, Moscow+00 - Kanlurang Ruso, Moscow+01 - Dagat Caspian, Moscow+02 - Urals, Moscow+03 - Kanlurang Siberiya, Moscow+03 - Novosibirsk, Moscow+04 - Ilog Yenisei, Moscow+05 - Lawang Baikal, Moscow+06 - Ilog Lena, Moscow+07 - Ilog Amur, Moscow+07 - Isla Sakhalin, Moscow+08 - Magadan, Moscow+09 - Kamchatka, Moscow+10 - Dagat Bering
tr: Kaliningrad, Moskova, Samara, Yekaterinburg, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Yakutistan, Vladivostok, Sakhalin, Magadan, Kamchatka, Anadyr
uk: Калінінград, Москва, Самара, Єкатеринбург, Омськ, Новосибірськ, Красноярськ, Іркутськ, Якутськ, Владивосток, Сахалін, Магадан, Камчатка, Анадир

source: Pacific/Johnston, Pacific/Midway, Pacific/Wake
ar: الهادي/جونستون, الهادي/مِدواي, الهادي/ويك
bg: коралов остров Джонстън, остров Мидуей, остров Уейк
da: Johnstonatollen, Midwayøerne, Wakeøen
fr: Atoll Johnston, îles Midway, île Wake
he: אטול ג'ונסטון, אטול מידוויי, Wake
hi: Pacific/जॉनसन, Pacific/मिडवे, Pacific/वेक
hu: Johnston Atoll, Midway-szigetek, Wake sziget
id: Atol Johnston, Kep. Midway Islands, Pulau Wake
ja: ジョンストン, ミッドウェー, ウェーク
ka: ჯონსტონი, მიდვეი, უეიკი
km: ប៉ាស៊ីហ្វិក/យ៉នស្តុន, ប៉ាស៊ីហ្វិក/មីដវ៉េ, ប៉ាស៊ីហ្វិក/វេក
ko: 태평양/존스톤, 태평양/미드웨이, 태평양/웨이크
mk: Џонстон, Мидвеј острови, Вејк остров
ne: Pacific/जोन्सटोन, Pacific/Miमिड्वे, Pacific/Waवेक
pl: Atol Johnstona, Midway, Wyspa Wake
pt: Atol Johnston, Ilhas Midway, Ilha Wake
sl: Johnston Atoll, Midway Islands, Wake Island
ta: Pacific/ஜான்ஸ்டன், Pacific/மிட்வே, Pacific/வேக்
tl: Johnston Atoll, Islang Midway, Islang Wake
tr: Johnston, Midway, Wake
uk: Атол Джонстон, Острови Мідуей, Острів Вейк

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Arizona, US/East-Indiana, US/Samoa
ar: الولايات المتحدة/الشرقية, الولايات المتحدة/الوسط, الولايات المتحدة/مانتاين, الولايات المتحدة/الهادي, الولايات المتحدة/ألاسكا, الولايات المتحدة/هاواي, الولايات المتحدة/أريزونا, الولايات المتحدة/شرق إنديانا, الولايات المتحدة/ساموا
bg: Източно, Централно, Планинско, Тихоокеанско, Аляска, Хаваи, Аризона, Източноиндианско, Самоа
da: Østlige, Centrale, Bjergtid, Stillehavet, Alaska, Hawaii, Arizona, Østindiana, Samoa
fr: Est (Eastern), Centre (Central), Rocheuses (Mountain), Pacifique (Pacific), Alaska, Hawaii, Arizona, Indiana de l'Est, Samoa
he: מזרחי, מרכזי, Mountain, פסיפיק, אלסקה, הוואי, אריזונה, מזרח-אינדיאנה, סמואה
hi: US/ईस्टर्न, US/सेन्ट्रल, US/माउन्टेन, US/पैसिफिक, US/अलास्का, US/हवाई, US/ ऐरिज़ोना, US/ईस्ट-इंडियाना, US/समोआ
hu: Keleti, Közép, Hegyi, Csendes-óceáni, Alaszka, Hawaii, Arizona, Kelet-Indiana, Szamoa
id: Timur, Tengah, Pegunungan, Pasifik, Alaska, Hawaii, Arizona, Indiana Timur, Samoa
ja: 東部, 中央部, 山岳部, 太平洋, アラスカ, ハワイ, アリゾナ, 東インディアナ, サモア
ka: აღმოსავლეთი, ცენტრალური, მთიანეთი, წყნარი ოკეანე, ალასკა, ჰავაი, არიზონა, აღმ. ინდიანა, სამოა
km: អាមេរិក/ខាង​កើត, អាមេរិក/កណ្ដាល, អាមេរិក/ភ្នំ, អាមេរិក/ប៉ាស៊ីហ្វិក, អាមេរិក/អាឡាស្កា, អាមេរិក/ហាវ៉ៃ, អាមេរិក/អារីហ្សូណា, អាមេរិក/អ៊ីនដ្យ៉ាណា​ខាង​កើត, អាមេរិក/សាមូអា
mk: Источна, Централна, Планинска, Пацифичка, Аљаска, Хаваи, Аризона, Источна Индиана, Самоа
ne: US/पूर्वीय, US/केन्द्रिय, US/पहाड, US/शान्त, US/अलस्का, US/हवाई, US/एरिजोना, US/पूर्व-इन्डियना, US/सामोआ
pl: Wschodnia, centralna, górska, pacyficzna, Alaska, Hawaje, Arizona, Indiana Wschodnia, Samoa
pt: Eastern, Central, Mountain, Pacific, Alaska, Havai, Arizona, East Indiana, Samoa
sl: Vzhodni, osrednji, gorski, pacifiški, Aljaska, Havaji, Arizona, Vzhodna Indiana, Samoa
ta: US/கிழக்கு, US/மத்திய, US/மவுன்டன், US/பசிபிக், US/அலாஸ்கா, US/ஹவாய், US/அரிசோனா, US/கிழக்கு-இந்தியானா, US/சமோஆ
tr: ABD/Doğu, ABD/Merkez, ABD/Dağlar (Mountain), ABD/Pasifik, ABD/Alaska, ABD/Hawaii, ABD/Arizona, ABD/Doğu Indiana, ABD/Samoa
uk: східний, центральний, гірський, тихоокеанський, Аляска, Гаваї, Аризона, Східна Індіана, Самоа

source: Configure time zone
ar: تهيئة المنطقة الزمنية
bg: Настройване на времева зона
da: Indstil tidszone
fr: Configurer le fuseau horaire
he: הגדרת אזור זמן
hi: समय-मण्डल व्यवस्थित करें
hu: Időzóna beállítása
id: Mengonfigurasi zona waktu
ja: 時間帯の設定
ka: დროის სარტყელის მითითება
km: កំណត់​រចនាសម្ព័ន្ធ​តំបន់​ពេលវេលា
ko: 시간대 설정
mk: Конфигурирај временска зона
ne: टाइमजोन कन्फिगर गर्नुहोस्
pl: Konfiguruj strefę czasową
pt: Configurar fuso horário
sl: Nastavite vaš časovni pas
ta: நேர மண்டலத்தை வடிவமை
tl: Isaayos ang zonang orasan
tr: Saat dilimini yapılandır
uk: Налаштувати часовий пояс

source: Saving time zone...
ar: حفظ المنطقة الزمنية...
bg: Записване на времева зона...
da: Gemmer tidszonen...
fr: Sauvegarde du fuseau horaire...
he: שומר אזור זמן...
hi: समय-मण्डल सुरक्षित किया जा रहा है...
hu: Időzóna mentése...
id: Menyimpan zona waktu...
ja: 時間帯を保存しています...
ka: დამახსოვრება...
km: កំពុង​រក្សាទុក​តំបន់​ពេលវេលា...
ko: 시간대를 설정하는 중입니다...
mk: Снимање на временската зона...
ne: टाइमजोन बचत गरिदै...
pl: Zapisywanie strefy czasowej...
pt: A guardar o fuso horário...
sl: Shranjujem časovni pas...
ta: நேர மண்டலம் சேமிக்கப்படுகிறது...
tl: Iniimbak ang zonang orasan...
tr: Saat dilimi kaydediliyor...
uk: Збереження часового поясу...

source: Selected timezone
ar: المنطقة الزمنية المحددة:
bg: Избрана времева зона
da: Valgt tidszone
fr: Fuseau horaire choisi
he: אזור זמן נבחר
hi: चयनित समय-मण्डल
hu: Választott időzóna
id: Zona waktu terpilih
ja: 選択された時間帯
ka: მითითებული დროის სარტყელი
km: តំបន់​ពេល​វេលា​ដែល​បាន​ជ្រើស
ko: 선택된 시간대:
mk: Одбрана временска зона
ne: चयन गरिएका टाइमजोन
pl: Wybrana strefa czasowa
pt: Fuso horário escolhido
sl: Izbran časovni pas
ta: தேர்ந்தெடுக்கப்பட்ட நேர மண்டலம்
tl: Piniling zonang orasan
tr: Seçilen saat dilimi
uk: Вибрати часовий пояс

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/East-Indiana, US/Samoa
ko: 미국/동부, 미국/중부, 미국/산악, 미국/태평양, 미국/대서양, 미국/하와이,미국/동인디애나, 미국/사모아
tl: Silangan, Gitna, Bulubundukin, Pasipiko, Alaska, Hawaii, Silangan Indiana, Samoa

source: McMurdo, south pole, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
et: McMurdo, Lõunanaba, Rothera, Antarktika poolsaar, Mawson, Davise väin, Casey, Vostok, D’Urville’i saar, Syowa
fi: McMurdo, Etelänapa, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
ku: Antarctica/McMurdo, Antarctica/South_Pole, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
nn: McMurdo, Sydpolen, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, Syowa
sk: stanica McMurdo, Južný pól, stanica Rothera, stanica Palmer, stanica Mawson, stanica Davis, stanica Casey, stanica Vostok, stanica Dumont-d'Urville, stanica Syowa
zh_tw: McMurdo, 南極點, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, 昭和

source: Lord Howe Island, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
et: Ongtong Java, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
fi: Lord Howe -saari, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
ku: Australia/Lord_Howe, Australia/Hobart, Australia/Melbourne, Australia/Sydney, Australia/Broken_Hill, Australia/Brisbane, Australia/Lindeman, Australia/Adelaide, Australia/Darwin, Australia/Perth
nn: Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
sk: Ostrov lorda Howea, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
zh_tw: Lord Howe 島, Hobart, 墨爾本, Sydney, Broken_Hill, Brisbane, Lindeman, Adelaide, 達爾文, Perth

source: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
ku: America/Noronha, America/Belem, America/Fortaleza, America/Recife, America/Araguaina, America/Maceio, America/Bahia, America/Sao_Paulo, America/Campo_Grande, America/Cuiaba, America/Porto_Velho, America/Boa_Vista, America/Manaus, America/Eirunepe, America/Rio_Branco

source: Newfoundland, Atlantic, Eastern, Central, East Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon
et: Newfoundland, Atlandi ookeani, Ida, Kesk, Ida-Saskatchewan, Saskatchewan, Rannikuahelik, Vaikse ookeani, Yukoni ala
fi: Newfoundland, Atlantti, Itäinen, Keskinen, Itä-Saskatchewan, Saskatchewan, Vuoristo, Tyyni Valtameri, Yukon
ku: Canada/Newfoundland, Canada/Atlantic, Canada/Eastern, Canada/Central, Canada/East-Saskatchewan, Canada/Saskatchewan, Canada/Mountain, Canada/Pacific, Canada/Yukon
nn: Newfoundland, Atlantic, Eastern, Central, Øst-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon
sk: Newfoundland, Atlantické, Východné, Centrálne, Východný Saskatchewan, Saskatchewan, Horské, Pacifické, Yukon
zh_tw: 紐芬蘭, 大西洋, 東部, 中部, East-Saskatchewan, Saskatchewan, 山地, 太平洋, 育空

source: Kinshasa, Lubumbashi
ku: Africa/Kinshasa, Africa/Lubumbashi

source: Santiago, Easter Island
et: Santiago, Lihavõttesaar
fi: Santiago, Pääsiäissaari
ku: America/Santiago, Pacific/Easter
nn: Santiago, Påskeøya
sk: Santiago, Veľkonočné ostrovy
zh_tw: 聖地牙哥, 復活島

source: Guayaquil, Galapagos
et: Guayaquil, Galápagose saared
fi: Guayaquil, Galapagossaaret
ku: America/Guayaquil, Pacific/Galapagos
sk: Guayaquil, Galapágy

source: Madrid, Ceuta, Canary Islands
et: Madriid, Ceuta, Kanaari saared
fi: Madrid, Ceuta, Kanariansaaret
ku: Europe/Madrid, Africa/Ceuta, Atlantic/Canary
nn: Madrid, Ceuta, Kanariøyane
sk: Madrid, Ceuta, Kanárske ostrovy
zh_tw: 馬德里, Ceuta, Canary

source: Yap, Truk, Ponape, Kosrae
et: Yap, Chuuk, Pohnpei, Kosrae
ku: Pacific/Yap, Pacific/Truk, Pacific/Ponape, Pacific/Kosrae

source: Godthab, Danmarkshavn, Scoresbysund, Thule
et: Godthåb, Danmarkshavn, Scoresbysund, Thule
fi: Nuuk, Danmarkshavn, Scoresbysund, Thule
ku: America/Godthab, America/Danmarkshavn, America/Scoresbysund, America/Thule
nn: Godthåb, Danmarkshavn, Scoresbysund, Thule

source: Jakarta, Pontianak, Makassar, Jayapura
ku: Asia/Jakarta, Asia/Pontianak, Asia/Makassar, Asia/Jayapura
zh_tw: 雅加達, Pontianak, Makassar, Jayapura

source: Tarawa (Gilbert Islands), Enderbury (Phoenix Islands), Kiritimati (Line Islands)
et: Tarawa (Kiribati saared), Enderbury (Fööniksisaared), Kiritimati (Line'i saared)
fi: Tarawa, Enderbury, Kiritimati
ku: Pacific/Tarawa, Pacific/Enderbury, Pacific/Kiritimati
nn: Tarawa, Enderbury, Kiritimati
sk: Tarawa (Gilbertove ostrovy), Enderbury (Phoenixove ostrovy), Kiritimati (Vianočné ostrovy)
zh_tw: Tarawa, Enderbury, Kiritimati

source: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
et: Almatõ, Kõzõlorda, Aqtobe, Atõrau, Uural
fi: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral
ku: Asia/Almaty, Asia/Qyzylorda, Asia/Aqtobe, Asia/Aqtau, Asia/Oral
nn: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral
zh_tw: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral

source: Ulaanbaatar, Hovd, Choibalsan
fi: Ulan Bator, Hovd, Choibalsan
ku: Asia/Ulaanbaatar, Asia/Hovd, Asia/Choibalsan
nn: Ulan Bator, Hovd, Choibalsan
sk: Ulanbátar, Hovd, Choibalsan

source: Central, Mountain, Pacific
et: Kesk, Mäestiku, Vaikse ookeani
fi: Keskinen, Vuoristo, Tyyni Valtameri
ku: Mexico/General, Mexico/BajaSur, Mexico/BajaNorte
sk: Centrálne, Horské, Pacifické
zh_tw: General, BajaSur, BajaNorte

source: Auckland, Chatham Islands
et: Auckland, Chathami saared
fi: Auckland, Chathamsaaret
ku: Pacific/Auckland, Pacific/Chatham
nn: Auckland, Chathamøyane
sk: Auckland, Chathamské ostrovy
zh_tw: Auckland, Chatham

source: Tahiti (Society Islands), Marquesas Islands, Gambier Islands
et: Tahiiti (Seltsisaared), Markiisaared, Gambier' saared
fi: Tahiti, Marquesassaaret, Gambiersaaret
ku: Pacific/Tahiti, Pacific/Marquesas, Pacific/Gambier
nn: Tahiti, Marquesasøyane, Gambierøyane
sk: Tahiti, Markézy, Gambierove ostrovy
zh_tw: Tahiti, Marquesas, Gambier

source: Lisbon, Madeira Islands, Azores
et: Lissabon, Madeera saarestik, Assoorid
fi: Lissabon, Madeira, Azorit
ku: Europe/Lisbon, Atlantic/Madeira, Atlantic/Azores
nn: Lisboa, Madeiraøyane, Azorene
sk: Lisabon, Madeirské ostrovy, Azory
zh_tw: Lisbon, Madeira, Azores

source: Moscow-01 - Kaliningrad, Moscow+00 - west Russia, Moscow+01 - Samara, Moscow+02 - Urals, Moscow+03 - west Siberia, Moscow+03 - Novosibirsk, Moscow+04 - Yenisei River, Moscow+05 - Lake Baikal, Moscow+06 - Lena River, Moscow+07 - Amur River, Moscow+07 - Sakhalin Island, Moscow+08 - Magadan, Moscow+09 - Kamchatka, Moscow+10 - Bering Sea
et: Moskva-01 - Kaliningrad, Moskva+00 - Lääne-Venemaa, Moskva+01 - Kaspia meri, Moskva+02 - Uuralid, Moskva+03 - Lääne-Siber, Moskva+03 - Novosibirsk, Moskva+04 - Jesseni jõgi, Moskva+05 - Baikali järv, Moskva+06 - Lena jõgi, Moskva+07 - Amuri jõgi, Moskva+07 - Sahhalini saar, Moskva+08 - Magadan, Moskva+09 - Kamt¨atka, Moskva+10 - Beringi Meri
fi: Moskova-01 - Kaliningrad, Moskova+00 - Länsi-Venäjä, Moskova+01 - Kaspianmeri, Moskova+02 - Ural, Moskova+03 - Länsi-Siperia, Moskova+03 - Novosibirsk, Moskova+04 - Jenisei, Moskova+05 - Baikaljärvi, Moskova+06 - Lena, Moskova+07 - Amur, Moskova+07 - Sahalin, Moskova+08 - Magadan, Moskova+09 - Kamtšatka, Moskova+10 - Beringinmeri
ku: Europe/Kaliningrad, Europe/Moscow, Europe/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
nn: Moskva-01 - Kalingrad, Moskva+00 - Vestrussland, Moskva+01 - Kaspiahavet, Moskva+02 - Ural, Moskva+03 - Vestsiberia, Moskva+03 - Novosibirsk, Moskva+04 - Jeniseielva, Moskva+05 - Baikalsjøen, Moskva+06 - Lenaelva, Moskva+07 - Amurelva, Moskva+07 - Sakhalinøya, Moskva+08 - Magadan, Moskva+09 - Kamtsjatka, Moskva+10 - Beringstredet
sk: Moskva-01 - Kaliningrad, Moskva+00 - západné Rusko, Moskva+01 - Kaspické more, Moskva+02 - Ural, Moskva+03 - západný Sibír, Moskva+03 - Novosibirsk, Moskva+04 - rieka Jenisej, Moskva+05 - Bajkalské jazero, Moskva+06 - rieka Lena, Moskva+07 - rieka Amur, Moskva+07 - ostrov Sachalin, Moskva+08 - Magadan, Moskva+09 - Kamčatka, Moskva+10 - Beringove more
zh_tw: Kaliningrad, Moscow, Samara, Yekaterinburg, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Yakutsk, Vladivostok, Sakhalin, Magadan, Kamchatka, Anadyr

source: Johnston Atoll, Midway Islands, Wake Island
et: Johnston, Midway saared, Wake
fi: Johnston Atoll, Midwaysaaret, Wakensaari
ku: Pacific/Johnston, Pacific/Midway, Pacific/Wake
nn: Johnstonatollen, Midway, Wake
sk: Atol Johnston, Midwayské ostrovy, Ostrov Wake
zh_tw: Johnston, 中途島, Wake

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Arizona, East Indiana, Samoa
et: Ida, Kesk, Mäestiku, Vaikse ookeani, Alaska, Havai, Arizona, Ida-India, Samoa
fi: Itäinen (Eastern), Keskinen (Central), Kalliovuoret (Mountain), Tyyni Valtameri (Pacific), Alaska, Hawaiji, Arizona, Itä-Indiana (East-Indiana), Samoa
ku: DYE/Rojhilat, DYE/Navend, DYE/Çiya, DYE/Pasîfîk, DYE/Alaska, DYE/Hawaî, DYE/Arîzona, DYE/Îndîanaya-Rojhilat, DYE/Samoa
nn: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Arizona, US/East-Indiana, US/Samoa
sk: Východné, Centrálne, Horské, Pacifické, Aljaška, Havaj, Arizona, Východná Indiana, Samoa
zh_tw: 東部, 中部, 山地, 太平洋, 阿拉斯加, 夏威夷, 亞利桑那, 東印第安那, Samoa
