Repository: dankamongmen/s-i
Catalog: tools/aboot-installer/debian/po/*.po
Languages: el

source: Device for boot loader installation:
el: Μονάδα για εγκατάσταση του προγράμματος εκκίνησης:

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root filesystem, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
el: Το aboot πρέπει να εγκαταστήσει το πρόγραμμα εκκίνησης σε μία εκκινήσιμη μονάδα που να περιέχει ένα διαμέρισμα ext2. Παρακαλώ επιλέξτε το διαμέρισμα ext2 που επιθυμείτε να χρησιμοποιείται από το aboot. Αν αυτό δεν είναι το βασικό σύστημα αρχείων (root), τότε το αρχείο πυρήνα και το αρχείο ρυθμίσεων /etc/aboot.conf θα αντιγραφεί στο διαμέρισμα αυτό.

source: Install aboot on a hard disk
el: Εγκατάσταση του aboot σε σκληρό δίσκο

source: No ext2 partitions found
el: Δε βρέθηκαν διαμερίσματα ext2

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
el: Δε βρέθηκαν διαμερίσματα ext2 στον υπολογιστή σας. Για να φορτώσετε τον πυρήνα του Linux από την κονσόλα SRM, το aboot χρειάζεται ένα διαμέρισμα με σύστημα αρχείων ext2 σε ένα δίσκο που έχει διαμορφωθεί με ετικέτες BSD (disklabels). Θα χρειαστεί να ρυθμίσετε τουλάχιστον ένα διαμέρισμα ext2 στον υπολογιστή σας πριν συνεχίσετε.

source: Installing the aboot boot loader
el: Εγκατάσταση του προγράμματος εκκίνησης aboot

source: Installing the 'aboot' package...
el: Εγκατάσταση του πακέτου 'aboot'...

source: Determining aboot boot device...
el: Εξακριβώνεται η συσκευή εκκίνησης για το aboot...

source: Installing aboot on ${BOOTDISK}...
el: Εγκατάσταση του aboot στο ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
el: Ρύθμιση του aboot να χρησιμοποιεί το διαμέρισμα ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
el: Αντιγραφή των αρχείων πυρήνα στο ${BOOTDEV}...
