Repository: dankamongmen/s-i
Catalog: packages/po/sublevel4/*.po
Languages: ast

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
ast: Al final de la etapa d'instalación, el sistema reiniciará. Dempues d'esto, introduz el comandu dende la opción "Parada pa Mantenimientu", y introduz los siguientes comandos:

source: SiByl boot loader installation failed. Continue anyway?
ast: Falló la instalación del cargador d'arranque SiByl. ¿Siguir igualmente?

source: The SiByl package failed to install into /target/. Installing SiByl as a boot loader is a required step. The install problem might however be unrelated to SiByl, so continuing the installation may be possible.
ast: Falló la instalación del paquete SiByl en /target/. Instalar SiByl como cargador d'arranque ye un pasu requeríu. El problema d'instalación nun parez tar rellacionáu con SiByl, colo que la instalación puede siguise.

source: Installing the SiByl boot loader
ast: Instalando'l cargador d'arranque SiByl

source: Installing the SiByl package
ast: Instalando'l paquete SiByl

source: Creating SiByl configuration
ast: Criando configuración SiByl

source: Install the SiByl boot loader on a hard disk
ast: Instalar el cargador d'arranque SiByl nun discu duru

source: SiByl boot partition
ast: Partición d'arranqeu SiByl

source: Configuring flash memory to boot the system
ast: Configuando la memoria flash pa arrancar el sistema

source: Making the system bootable
ast: Faciendo'l sistema arrancable

source: Preparing the system...
ast: Preparando'l sistema...

source: Writing the kernel to flash memory...
ast: Escribiendo'l kernel a una memoria flash...

source: Generating boot image on disk...
ast: Xenerando imaxe d'arranque en discu...

source: Make the system bootable
ast: Fae'l sistema arrancable
