Repository: dankamongmen/s-i
Catalog: packages/po/sublevel4/*.po
Languages: ast

source: Virtual disk %s (%s)
ast: Discu virtual %s (%s)

source: Virtual disk %s, partition #%s (%s)
ast: Discu virtual %s, partición #%s (%s)

source: acls - support POSIX.1e Access Control List
ast: acls - sofita Llista de Control d'Accesu POSIX.1e

source: shortnames - only use the old MS-DOS 8.3 style filenames
ast: nomes curtíos - usar sólo los nomes de ficheros al estilu del antigüu MS-DOS 8.3

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ast: P'aniciar el to nuevu sistema, el cargador d'arranque será llamáu. Puede ser instaláu nuna partición d'arranque. Afita la bandera arrancable pa la partición. Cómo partición será marcada con "${BOOTABLE}" nel menú principal de particionáu.

source: KEYSTROKES:
ast: PULSACIONES:

source: Display this help message
ast: Visualizar esti mensax d'aida

source: Go back to previous question
ast: Dir a la entruga anterior

source: Select an empty entry
ast: Seleicionar una entrada erma

source: Prompt: '%c' for help, default=%d>
ast: Prompt: '%c' pa gabitu, por defeutu=%d>

source: Prompt: '%c' for help>
ast: Prompt: '%c' pa gabitu>

source: Prompt: '%c' for help, default=%s>
ast: Prompt: '%c' pa gabitu, por defeutu=%s>

source: [Press enter to continue]
ast: [Calca enter pa continuar]

source: Failed to mount /target/proc
ast: Falló montar /target/proc

source: Mounting the proc file system on /target/proc failed.
ast: Falló montar el sistema de ficheros proc en /target/proc

source: Warning: Your system may be unbootable!
ast: Avisu: ¡El to sistema puede nun ser arrancable!

source: Setting firmware variables for automatic boot
ast: Afitando variables firmware p'arranque automáticu

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
ast: Dalgunes variables necesites afitase nel firmware Genesi n'orde pa que'l to sistema pueda arrancar automáticamente. A lo cabero de la instalación, el sistema reaniciará. Nel prompt del firmware, afita les siguientes variables del firmware a activar auto aniciu:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
ast: Esto sólo lo necesites facer esta vegada. Dempues, introduz el comandu "boot" o reinicia'l sistema pa entrar nel to sistema recién instaláu.

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
ast: Alternativamente, puedes arrancar el kernel manualmente introduciendolo nel prompt del firmware:

source: Some variables need to be set in CFE in order for your system to boot automatically. At the end of installation, the system will reboot. At the firmware prompt, set the following variables to simplify booting:
ast: Dalgunes variables necesites afitase en CFE en orde, pa que'l to sistema arranque. A lo cabero de la instalación, el sistema reiniciará. Nel prompt del firmware, afita les siguientes variables pa simplificar l'arranque:

source: You will only need to do this once. This enables you to just issue the command "boot_debian" at the CFE prompt.
ast: Esto sólo necesita facese esta vegada. Esto activa poder usar el comandu "boot_debian" nel prompt CFE.

source: If you prefer to auto-boot on every startup, you can set the following variable in addition to the ones above:
ast: Si quies un autoarranque en cada entamu, puedes afitar la siguiente variable amestándola a les d'abaxo:

source: Install GRUB?
ast: ¿Instalar GRUB?

source: GRUB 2 is the next generation of GNU GRUB, the boot loader that is commonly used on i386/amd64 PCs. It is now also available for ${ARCH}.
ast: GRUB 2 ye la siguiente xeneración de GNU GRUB, el cargador d'arranque más común en ordenadores i386/amd64. Agora ta disponible pa ${ARCH}.

source: It has interesting new features but is still experimental software for this architecture. If you choose to install it, you should be prepared for breakage, and have an idea on how to recover your system if it becomes unbootable. You're advised not to try this in production environments.
ast: Cunta con interesantes novedaes, pero sigue siendo software esperimental pa esta arquitectura. Si decides instalalu, debes tar preparáu pa que dalgo rompa, y tener una idega sobre cómo recuperar el sistema si nun arranca. Alvertimoste que nun intentes esto n'entornos de producción.

source: NewWorld boot partition
ast: Partición d'arranque NewWorld

source: Go back to the menu and resume partitioning?
ast: ¿Volver al menú y resumir el particionáu?

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
ast: Nun atopada partición d'arranque NewWorld. El cargador d'arranque yaboot requier una partición Apple_Bootstrap d'al menos 819200 bytes en tamañu, usando'l sistema de ficheros HFS Macintosh.

source: The NewWorld boot partition must be at least 819200 bytes in size.
ast: La partición d'arranque NewWorld debe ser al menos de 819200 bytes de tamañu.

source: boot
ast: arranque

source: HFS Macintosh file system
ast: Sistema de ficheru Macintosh HFS

source: Use the partition as a PowerPC PReP boot partition
ast: Usa la partición como una partición d'arranque PowerPC PReP

source: PowerPC PReP boot partition
ast: Partición d'arranque PowerPC PReP

source: No PowerPC PReP boot partition is found.
ast: Ensin partición d'arranque PowerPC PReP atopada.

source: The PowerPC PReP boot partition must be in the first 8MB.
ast: La partición d'arranque PowerPC PReP debe tar nos primeros 8MB.

source: Installing quik
ast: Instalación quick

source: Installing quik boot loader
ast: Instalación cargador d'arranque quick

source: quik installation failed. Continue anyway?
ast: Falló la instalación de quick. ¿Siguir igualmente?

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
ast: El paquete quick falló al instalar nel /target/. Instalar quick como un cargador d'arranque ye un pasu requeríu. El problema nun parez tar rellacionáu con quick, polo que siguir la instalación ye posible.

source: Checking partitions
ast: Comprobando particiones

source: No root partition found
ast: Nun atopada partición root

source: No partition is mounted as your new root partition. You must mount a root partition first.
ast: Ensin partición montada cómo la to nueva partición root. Debes montar una partición root primero.

source: Boot partition not on first disk
ast: Ensin partición d'arranque nel primer discu

source: The quik boot loader requires partition that holds /boot to be on the first disk. Please return to the partitioning step.
ast: El cargador d'arranque quick requier que la partición d'arranque te nel primer discu. Por favor, vuelve al pasu de particionáu.

source: Boot partition must be on ext2
ast: Partición d'arranque debe ser ext2

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
ast: El cargador d'arranque quik requier que la partición que contien /boot te formateada usando'l sistema de ficheros ext2. Por favor, vuelve al pasu del particionáu.

source: Do you really want to install the quik boot loader?
ast: ¿Quies instalar el cargador d'arranque quik?

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
ast: Escoyiste instalar el cargador d'arranque quik. Nun podrás arrancar cualisquier otru sistema operativu dende esti discu. Además, la to máquina podría nun arrancar en mou algunu dempues de qu'esti precesu se complete. Si te quedes con una pantalla en blanco, puede que tengas que probar un arranque en frío y entrar con Comando-Opción-PR.

source: Be aware that this code has not been thoroughly tested.
ast: Remembra qu'esti códigu nun se probó abondo.

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
ast: Escoyiste instalar el cargador d'arranque quik. Nun podrás arrancar otru sistema operativu dende esti discu. Además, la to máquina podría nun ser arrancable dempués de que'l procesu se complete.

source: Creating quik configuration
ast: Criando configuración quik

source: Failed to create quik configuration
ast: Falló la criación de la configuración quik

source: The creation of the main quik configuration file failed.
ast: Falló la criación del ficheru de configuración principal quik.

source: Installing quik into bootstrap partition
ast: Instalando quik na partición bootstrap

source: Failed to install boot loader
ast: Falló instalar cargador d'arranque

source: The installation of the quik boot loader failed.
ast: Falló la instalación del cargador d'arranque quik.

source: Warning: your system may be unbootable!
ast: Avisu: ¡El to sistema podría nun ser arrancable!

source: Setting up OpenFirmware
ast: Afitando OpenFirmware

source: Unable to configure OpenFirmware
ast: Nun puede configurase OpenFirmware

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
ast: Falló afitando dispositivu d'arranque variable OpenFirmware. Tendrás que configurar OpenFirmware por ti mesmu al arrancar.

source: Problem configuring OpenFirmware
ast: Problema configurando OpenFirmware

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
ast: Falló l'afitamientu del comando d'arranque d'OpenFirmware. Podríes tener fallos intermitentes nel arranque.

source: Successfully installed quik
ast: quik Instaláu dafechu

source: The quik boot loader was successfully installed.
ast: El cargador d'arranque quik instálose dafechu.

source: The new system is now ready to boot.
ast: El nuevu sistema ta preparáu p'arrancar.

source: Install quik on a hard disk
ast: Instalar quik nun discu duru

source: Installing Yaboot
ast: Instalando Yaboot

source: Installing Yaboot boot loader
ast: Instalando cargador d'arranque Yaboot

source: Yaboot installation failed. Continue anyway?
ast: Falló instalación Yaboot. ¿Siguir igualmente?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
ast: Falló'l paquete yaboot instalando en /target/. Instalar Yaboot cómo cargador d'arranque ye un pasu requeríu. El problema nun parez ser de Yaboot, asina que siguir la instalación ye posible.

source: Looking for bootstrap partitions
ast: Buscando por particiones bootstrap

source: No bootstrap partition found
ast: Partición bootstrap nun atopada

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
ast: Nun atopaos discos duros los cuales tengan una partición "Apple_Bootstrap". Tienes que criar una partición de 819200 bytes de triba "Apple_Bootstrap".

source: Looking for root partition
ast: Guetando por partición root

source: Looking for other operating systems
ast: Buscando otros sistemes operativos

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
ast: «Yaboot» (el cargador d'arranque de Linux) necesita instalase na partición d'un discu duru pa facer arrancable'l sistema. Esbilla, por favor, una partición de destín entre les particiones que tienen la marca d'arranque habilitada.

source: Warning: this will erase all data on the selected partition!
ast: Avisu: ¡esto desaniciará tolos datos na partición seleicionada!

source: Creating yaboot configuration
ast: Criando configuración yaboot

source: Failed to create yaboot configuration
ast: Falló criar configuración yaboot

source: The creation of the main yaboot configuration file failed.
ast: Falló la criación del ficheru principal de configuración yaboot.

source: Installing yaboot into bootstrap partition
ast: Instalando yaboot na partición bootstrap

source: The installation of the yaboot boot loader failed.
ast: Falló la instalación del cargador d'arranque yaboot.

source: Successfully installed yaboot
ast: Yaboot instaláu dafechu

source: The yaboot boot loader was successfully installed.
ast: El cargador d'arranque yaboot fue instaláu dafechu.

source: Install yaboot on a hard disk
ast: Instalar yaboot nel discu duru

source: Reinstall yaboot boot loader
ast: Reinstalar cargador d'arranque yaboot

source: Install the kernel on a PReP boot partition
ast: Instalar el kernel nuna partición d'arranque PReP

source: Copying the kernel to the PReP boot partition
ast: Copiando'l kernel a la partición d'arranque PReP

source: Looking for PReP boot partitions
ast: Guetando por particiones d'arranque PReP

source: No PReP boot partitions
ast: Ensín particiones d'arranque PReP

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
ast: Nun atopaes particiones d'arranque PReP. Tienes que criar una partición d'arranque PReP colos primeros 8MB del to discu duru.

source: Looking for the root partition
ast: Guetando por la partición root

source: Successfully installed PReP
ast: Instaláu dafechu PReP

source: The kernel was properly copied to the PReP boot partition.
ast: El kernel copiose dafechu a la partición d'ararnque PReP.

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
ast: Comprobando'l sistema de ficheros ext2 (revision 0) na partición #${PARTITION} de ${DEVICE}...

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ast: La prueba del sistema de ficheros cola triba ext2 (revisión 0) na partición #${PARTITION} de ${DEVICE} atopó fallos nun correxíos.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ast: Si nun vuelves al menu de particionáu y corrixes esos fallos, la partición nun será usada.

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
ast: Falló la criación del sistema de ficheros ext2 (revisión 0) na partición #${PARTITION} de ${DEVICE}.

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
ast: Ensin puntu de montaxe asignáu pal sistema de ficheros ext2 (revisión 0) na partición #${PARTITION} de ${DEVICE}.

source: old Ext2 (revision 0) file system
ast: Sistema ficheros antiguu Ext2 (revisión 0)

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
ast: La to partición d'ararnque nun fue configurada col sistema de ficheros antiguu ext2 (revisión 0). Esto ye necesario pa que la to máquina pueda arrancar. Por favor, vuelve y usa'l sistema de ficheros antiguu ext2 (revisión 0).

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
ast: La to partición d'arranque nun ta localizada na primer partición primaria del to discu duru. Esto ye necesario pa que to máquina pueda arrancar. Por favor, vuelve y usa la to primer partición primaria cómo partición d'arranque.

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
ast: La to partición root nun ye una partición primaria del to discu duru. Esto ye necesario pa que la to máquina pueda arrancar. Por favor, vuelve y usa una partición primaria pa la to partición root.

source: ZFS file system
ast: Sistema ficheros ZFS

source: You have configured one or more partitions with the ZFS file system. Although ZFS is supported on 32-bit i386, using it without special tuning may lead to performance or stability problems due to limitations of this architecture.
ast: Configuraste una o más particiones col sistema de ficheros ZFS. A pesar de que ZFS ye compatible con 32 bits i386, usáu ensin axuste especial puede conducir a problemes de rendimientu o estabilidá debío a llimitaciones d'esta arquitectura.

source: You're encouraged to either use the 64-bit (amd64) version of this installer (if your hardware supports this), or go back to the partitioning menu and configure the partitions to use another file system.
ast: Encamentamoste usar la versión de 64 bits (amd64) d'esti programa d'instalación (si l'hardware lo permite), o volver al menú de particionáu y configurar les particiones pa usar otru sistema de ficheros.

source: SILO installation failed. Continue anyway?
ast: Falló instalación SILO. ¿Quies siguir?

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
ast: Falló'l paquete 'silo' al instalar en /target/. Instalar SILO cómo cargador d'arranque ye un pasu requeríu. El problema d'instalación puede nun tar relacionáu con SILO, polo que siguir cola instalación puede ser posible.

source: SILO installation failed
ast: Falló instalación SILO

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
ast: Falló executando "/sbin/silo" col códigu de fallu "${ERRCODE}".

source: SILO installation successful
ast: Instalación SILO fecha dafechu

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
ast: El cargador d'arranque SILO fué instaláu dafechu na to nueva partición d'arranque, y el to sistema debiera ser arrancable por si mesmu.

source: Install the SILO boot loader on a hard disk
ast: Instalar el cargador d'arranque SILO nel discu duru

source: Unsupported boot file system type
ast: Nun sofitada la triba del arranque del sistema de ficheros

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
ast: Pa ser cargáu bien dafechu por SILO (Sparc Linux Loader), el kerner tien que tar nuna partición formateada ext2, ext3 o ufs. Nel esquema actual de particionáu'l kernel va ser instaláu na ${SILO_PART} partition of type ${SILO_TYPE}.

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
ast: Ye perrecomendable que vuelvas al particionáu y corrixas esti problema. Mantener la configuración actual puede resultar nun sistema nun arrancable.

source: Boot partition may cause problems with SILO
ast: Partición d'arranque puede causar problemes con SILO

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
ast: Ye dable qu'esti sistema tenga un fallu nel firmware qu'imposibilite que SILO (el cargador de Linux pa Sparc) pueda arrancar un núcleu que tea allugáu a más de 1 GB del entamu del discu.

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
ast: Pa evitar cualesquier problema encamiéntase qu'instale el núcleu nuna partición que tea dientro del primer GB del discu (por exemplo, criando una pequeña partición «/boot» al entamu del discu). Cola cadarma de particionáu actual instalaráse na partición ${SILO_PART} que s'estiende más alló de la marca ${SILO_OFF}. Si caltién esta configuración ye dable que'l so sistema nun arranque.

source: Unsupported partition table on the boot disk
ast: Tabla de particiones nun sofitada nel discu d'arranque

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
ast: SILO (Sparc Linux Loader) sólo puede arrancar el kernel nun discu cola tabla de particiones "sun". Nel esquema actual de particionáu'l kernel estaría instaláu na partición ${SILO_PART} llocalizada nun discu cola tabla de particiones de la triba "${SILO_DISK}".

source: Install the Arcboot boot loader on a hard disk
ast: Instalar el cargador d'arranque Arcboot nun discu duru

source: Disk for boot loader installation:
ast: Discu pa la instalación del cargador d'arranque:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
ast: Arcboot debe tar instaláu na cabecera del volume del discu cola etiqueta SGI. Usualmente la cabecera del volume de /dev/sda ta n'usu. Por favor, indica'l nome del dispositivu del discu onde poner arcboot.

source: Arcboot configured to use a serial console
ast: Arcboot configuráu pa usar una consola serie

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
ast: Arcboot ta configuráu pa usar el puertu serie ${PORT} como la consola. La velocidá del puertu serie ta afitada a ${SPEED}.

source: Arcboot installation failed. Continue anyway?
ast: Falló la instalación d'Arcboot. ¿Siquies igualmente?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
ast: El paquete arcboot falló al instalase en /target/. Instalar Arcboot como cargador d'arranque ye un pasu requeríu. El problema d'instalación nun parez tar rellacionáu con Arcboot, colo que la instalación puede siguise.

source: Setting PROM variables for Arcboot
ast: Afitando variables PROM pa Arcboot

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
ast: Si ye la primer instalación Linux n'esta máquina, o si les unidaes de discu fueron reparticionaes, dalgunes variables necesiten afitase nel PROM anantes de que'l sistema puede arrancar normalmente.
