Repository: dankamongmen/s-i
Catalog: packages/partman/partman-basicfilesystems/debian/po/*.po
Languages: fa, hr, hu, sl

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
fa: در حال آزمون فایل سیستم ${TYPE} در پارتیشن #${PARTITION} از دیسک ${DEVICE}...
hr: Provjeravam datoteèni sustav vrste ${TYPE} na particiji #${PARTITION} ureðaja ${DEVICE}...
hu: ${TYPE} fájlrendszer ellenőrzése (${DEVICE} eszköz ${PARTITION}. partícióján)...
sl: Preverjanje datoteènega sistema ${TYPE} na razdelku #${PARTITION} v ${DEVICE} ...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
fa: در حال آزمون فضای swap در پارتیشن #${PARTITION} از ${DEVICE}...
hr: Provjeravam swap prostor na particiji #${PARTITION} ureðaja ${DEVICE}...
hu: Cserehely ellenőrzése (${DEVICE} eszköz ${PARTITION}. partícióján)...
sl: Preverjanje izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} ...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
fa: در حال ایجاد فایل سیستم ${TYPE} در پارتیشن #${PARTITION} از ${DEVICE}...
hr: Stvaram datoteèni sustav vrste ${TYPE} na particiji #${PARTITION} ureðaja ${DEVICE}...
hu: ${TYPE} fájlrendszer létrehozása (${DEVICE} eszköz ${PARTITION}. partícióján)...
sl: Ustvarjanje datoteènega sistema ${TYPE} na razdelku #${PARTITION} v ${DEVICE} ...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
fa: در حال ایجاد فایل سیستم ${TYPE} برای ${MOUNT_POINT} بر روی پارتیشن #${PARTITION} از ${DEVICE}...
hr: Stvaram datoteèni sustav vrste ${TYPE} za toèku montiranja ${MOUNT_POINT} na particiji #${PARTITION} ureðaja ${DEVICE}...
hu: ${TYPE} fájlrendszer létrehozása (${DEVICE} eszköz ${PARTITION}. partícióján, csatlakoztatási pont: ${MOUNT_POINT})...
sl: Ustvarjanje datoteènega sistema ${TYPE} za ${MOUNT_POINT} na razdelku #${PARTITION} v ${DEVICE} ...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
fa: در حال قالب‌بندی فضای swap بر روی پارتیشن #${PARTITION} از ${DEVICE}...
hr: Formatiram swap prostor na particiji #${PARTITION} ureðaja ${DEVICE}...
hu: Cserehely formázása (${DEVICE} eszköz ${PARTITION}. partícióján)...
sl: Formatiranje izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} ...

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
fa: آزمون فایل سیستم ${TYPE} بر روی پارتیشن #${PARTITION} از ${DEVICE} با تشخیص خطاهای غیر قابل اصلاح مواجه شد.
hr: Provjera datoteènog sustava vrste ${TYPE} na particiji #${PARTITION} ureðaja ${DEVICE} otkrila je neispravljene pogre¹ke.
hu: A felderítés javítatlan hibákat fedezett fel (${DEVICE} eszköz ${PARTITION}. partícióján levő ${TYPE} fájlrendszerben).
sl: Preskus datoteènega sistema vrste ${TYPE} na razdelku #${PARTITION} v ${DEVICE} je na¹el nepopravljene napake.

source: Go back to the menu and correct errors?
fa: آیا میخواهید به منوی اصلی بازگسته خطاها را اصلاح کنید؟
hr: Vrati se u izabirnik i ispravi pogre¹ke?
hu: Visszalép a menübe és javítja a hibákat?
sl: Se ¾elite vrniti na meni in popraviti napake?

source: The test of the swap space in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
fa: آزمون فضای swap بر روی پارتیشن #${PARTITION} از ${DEVICE} خطاهای اصلاح نشده پیدا کرد.
hr: Provjera swap prostora na particiji #${PARTITION} ureðaja ${DEVICE} otkrila je neispravljene pogre¹ke.
hu: A felderítés javítatlan hibákat fedezett fel (${DEVICE} eszköz ${PARTITION}. partícióján levő cserehelyen).
sl: Preizkus izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} je na¹el nepopravljene napake.

source: If you do not go back to the partitioning menu and correct these errors, the partition will be used as is.
fa: اگر شما به منوی پارتیشن‌بندی بازنگشته و خطاها را اصلاح نکنید، پارتیشن همانگونه که هست استفاده خواهد شد.
hr: Ako se ne vratite u izabirnik particioniranja i ne ispravite pogre¹ke, ta particija æe biti kori¹tena kakva jest.
hu: Ha nem megy vissza a partícionálómenübe és ott nem javítja a hibákat, a partíció a jelen állapotában kerül használatba.
sl: Èe se ne boste vrnili na meni za razdeljevanje in popravili teh napak, bo ta razdelek uporabljen tak¹en kot je.

source: Failed to create a file system
fa: ایجاد فایل سیستم شکست خورد.
hr: Stvaranje datoteènog sustava neuspjelo
hu: Fájlrendszer létrehozása meghiúsult
sl: Ni mogoèe ustvariti datoteènega sistema

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
fa: ایجاد فایل سیستم نوع ${TYPE} بر روی پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
hr: Stvaranje datoteènog sustava vrste ${TYPE} na particiji #${PARTITION} ureðaja ${DEVICE} neuspjelo.
hu: ${TYPE} fájlrendszer létrehozása meghiúsult (${DEVICE} eszköz ${PARTITION}. partícióján).
sl: Ustvarjanje datoteènega sistema ${TYPE} na razdelku #${PARTITION} v ${DEVICE} ni uspelo.

source: Failed to create a swap space
fa: ایجاد فضای swap شکست خورد.
hr: Stvaranje swap prostora neuspjelo
hu: Cserehely létrehozása meghiúsult
sl: Ni mogoèe ustvariti izmenljivega prostora

source: The creation of swap space in partition #${PARTITION} of ${DEVICE} failed.
fa: ایجاد فضای swap در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد
hr: Stvaranje swap prostora na particiji #${PARTITION} ureðaja ${DEVICE} neuspjelo.
hu: Cserehely létrehozása meghiúsult (${DEVICE} eszköz ${PARTITION}. partícióján).
sl: Preverjanje izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} ni uspelo.

source: Do you want to return to the partitioning menu?
fa: آیا میخواهید به منوی پارتیشن‌بندی بازگردید؟
hr: ®elite li se vratiti u izabirnik particioniranja?
hu: Visszatér a partícionálómenübe?
sl: Se ¾elite vrniti na meni za razdeljevanje?

source: No mount point is assigned for ${FILESYSTEM} file system in partition #${PARTITION} of ${DEVICE}.
fa: هیچ نقطه‌ی بارگذاری برای فایل سیستم ${FILESYSTEM} از پارتیشن #${PARTITION} از ${DEVICE}. تعریف نشده است.
hr: Datoteènom sustavu ${FILESYSTEM} na particiji #${PARTITION} ureðaja ${DEVICE} nije odreðena toèka montiranja.
hu: Csatlakoztatási pont nélküli ${FILESYSTEM} fáljlrendszer (${DEVICE} eszköz ${PARTITION}. partícióján).

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
fa: اگر شما به منوی اصلی بازنگشته و نقطه‌ی بارگذاری به این فایل سیستم نسبت ندهید، این فایل سیستم اصلا مورد استفاده قرار نخواهد گرفت.
hr: Ako se ne vratite u izabirnik particioniranja i ne odredite toèku montiranja, ta particija neæe biti kori¹tena uopæe.
hu: Ha nem megy vissza a partícionálómenübe és ott nem ad meg egy csatlakoztatópontot, a partíció használatlanul marad.
sl: Èe se ne boste vrnili na meni za razdeljevanje in dodelili priklopne toèke, ta razdelek sploh ne bo uporabljen.

source: / - the root file system
fa: /- فایل سیستم ریشه
hr: / - korijenski datoteèni sustav
hu: / - a gyökérfájlrendszer

source: /boot - static files of the boot loader
fa: /boot فایلهای ثابت راه‌انداز سیستم
hr: /boot - statiène datoteke boot uèitavaèa
hu: /boot - a rendszerbetöltő statikus fájljai

source: /home - user home directories
fa: /home - شاخه‌ی خانه‌ی کاربران
hr: /home - direktoriji 'obiènih' korisnika
hu: /home - felhasználói könyvtárak

source: /tmp - temporary files
fa: /tmp - فایلهای موقت
hr: /tmp - privremene datoteke
hu: /tmp - átmeneti fájlok

source: /usr - static data
fa: /usr - اطلاعات ثابت
hr: /usr - statièki podaci
hu: /usr - statikus adatok

source: /var - variable data
fa: /var - اطلاعات متغیر
hr: /var - varijabilni podaci
hu: /var - változékony adatok

source: /srv - data for services provided by this system
fa: /srv - اطلاعات سرویسهای که توسط این رایانه ارائه میشود
hr: /srv - podaci za sustavske servise
hu: /srv - a rendszer nyújtotta szolgáltatások adatai

source: /opt - add-on application software packages
fa: های نرم‌افزاری اضافی/opt
hr: /opt - dodatni programski paketi
hu: /opt - külső alkalmazásszoftver-csomagok

source: /usr/local - local hierarchy
fa: /usr/local - شاخه‌ی محلی
hr: /usr/local - stablo s lokalnim stvarima
hu: /usr/local - saját fordítású szoftverek hierarchiája

source: Enter manually
fa: ورود دستی
hr: Unesi ruèno
hu: Kézi megadás
sl: Roèen vnos

source: Do not mount it
fa: بارگذاری نکن
hr: Ne montiraj
hu: Ne csatlakoztassa fel
sl: Ne priklopi

source: Mount point for this partition:
fa: نقطه‌ی بارگذاری این پارتیشن:
hr: Toèka montiranja za ovu particiju:
hu: E partíció csatlakoztatási pontja:
sl: Priklopna toèka za ta razdelek:

source: Invalid mount point
fa: نقطه‌ی بارگذاری معتبر نیست
hr: Nevaljana toèka montiranja
hu: Érvénytelen csatlakoztatási pont
sl: Neveljavna priklopna toèka

source: The mount point you entered is invalid.
fa: نقطه‌ی بارگذاری که وارد کرده‌اید معتبر نیست.
hr: Toèka montiranja koju ste unijeli nije valjana.
hu: A megadott csatlakoztatási pont érvénytelen.
sl: Priklopna toèka, ki ste jo vnesli, je neveljavna.

source: Mount points must start with "/". They cannot contain spaces.
fa: نقطه‌ی بارگذاری باید با "/". آغاز شده و فضای خالی در آن نباشد.
hr: Toèke montiranja moraju poèeti s "/" i ne mogu sadr¾avati praznine.
hu: Minden csatlakoztatási pont neve perjellel (/) kezdődik. A névben nem állhat szóköz.
sl: Priklopna toèka se mora zaèeti z "/" in ne sme vsebovati presledkov.

source: Label for the file system in this partition:
hr: Oznaka datoteènog sustava na ovoj particiji:
hu: A partíción levő fájlrendszer címkéje:

source: Format the swap area:
fa: پیکربندی فضای swap:
hr: Formatiraj swap prostor:
hu: Cserehely megformázása:
sl: Formatiraj ta izmenljivi prostor:

source: yes
fa: بله
hr: da
hu: igen
sl: da

source: no
fa: نه
hr: ne
hu: nem
sl: ne

source: Label:
hr: Oznaka:
hu: Címke:

source: Reserved blocks:
hr: Prièuvni blokovi:
hu: Fenntartott blokkok:

source: Percentage of the file system blocks reserved for the super-user:
hr: Postotak blokova datoteènog sustava prièuvanih za korijenskog korisnika:
hu: Fájlrendszer blokkjainak rendszergazda számára fenntartott százaléka:

source: Typical usage:
hr: Tipièni naèin uporabe:
hu: Jellemző felhasználás:

source: standard
hr: uobièajeni
hu: szokásos

source: Typical usage of this partition:
fa: کاربرد این پارتیشن چیست؟
hr: Tipièni naèin uporabe ove particije:
hu: E partíció jellemző felhasználása:

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
fa: لطفا مورد کاربرد این پارتیش را انتخاب کنید تا پارامترهای لازم برای حداکثر کردن کارایی پارتیشن برای آن منظور خاص انتخاب گردد.
hr: Molim odredite kako æe datoteèni sustav biti rabljen, kako bi mogle biti odreðene najbolje datoteène postavke za njega.
hu: Jellemezze a fájlrendszer tipikusnak szánt felhasználását, ezzel választva ki fájlrendszer-paraméterek lehetséges értékei közül a kívánt célnak legmegfelelőbbeket.

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
hr: uobièajeni = uobièajene odrednice, novosti = jedna inoda za blok od 4KB, veledatoteka = jedna inoda za 1 MB, veledatoteka4 = jedna inoda za 4 MB
hu: standard = szokásos paraméterek, news = 4kB-s blokkonként egy inode,largefile = 1MB-onként egy inode, largefile4 = 4MB-onként egy inode

source: Mount point:
fa: نقطه‌ی بارگذاری:
hr: Toèka montiranja:
hu: Csatlakoztatási pont:
sl: Priklopna toèka:

source: none
fa: هیچکدام
hr: nijedan
hu: semmi
sl: brez

source: Ext2 file system
fa: فایل سیستم ext2
hr: Ext2 datoteèni sustav
hu: Ext2 fájlrendszer

source: FAT16 file system
fa: فایل سیستم FAT16
hr: FAT16 datoteèni sustav
hu: FAT16 fájlrendszer
sl: Datoteèni sistem FAT16

source: FAT32 file system
fa: فایل سیستم FAT32
hr: FAT32 datoteèni sustav
hu: FAT32 fájlrendszer
sl: Datoteèni sistem FAT32

source: swap area
fa: فضای swap
hr: swap prostor
hu: cserehely
sl: izmenljivi prostor

source: noatime - do not update inode access times at each access
fa: noatime - زمان دسترسی inode را در هر دسترسی عوض نکن
hr: noatime - ne osvje¾avaj vremena pristupa inodama pri svakom pristupu
hu: noatime - inode-ok legutóbbi elérési idejének feljegyzése elmarad
sl: noatime - ne posodobi dostopnega èasa inodov pri vsakem dostopu

source: nodev - do not support character or block special devices
fa: nodev - از دستگاههای کاراکتر یا بلوک پشتیبانی نکن
hr: nodev - ne podr¾avaj osobite znakovne ili blok ureðaje
hu: nodev - speciális (karakteres és blokkos) eszközfájlok támogatásának mellőzése
sl: nodev - ne podpira znakovnih in blokovnih posebnih naprav

source: nosuid - ignore set-user-identifier or set-group-identifier bits
fa: nosuid - از بیت‌های set-user-identifier و set-group-identifier bits صرف نظر کن
hr: nosuid - ignoriraj set-user-identifier ili set-group-identifier bitove
hu: nosuid - fájlokon található felhasználóiazonosító- illetve csoportazonosító-kényszerítő bitek figyelmen kívül hagyása
sl: nosuid - prezre nadzorstvo zaupljivosti uporabnikov in skupin

source: noexec - do not allow execution of any binaries
fa: noexec - به هیچ فایل باینری اجازه‌ي اجرا نده
hr: noexec - ne dopusti izvr¹enje binarnih datoteka
hu: noexec - futtatható bináris fájlok futtatásának tiltása
sl: noexec - ne dovoli izvajanja nobenih binarnih paketov

source: usrquota - user disk quota accounting enabled
fa: usrquota - محدودساز )quota(برای کاربر فضای دیسک فعال گردد
hr: usrquota - omoguæi raèunanje korisnièkih diskovnih udjela
hu: usrquota - felhasználók lemezhasználati mértékének naplózása
sl: usrquota - omogoèi raèunanje kvot diskov za uporabnike

source: grpquota - group disk quota accounting enabled
fa: usrquota - محدودساز )quota(برای گروه فضای دیسک فعال گردد
hr: grpquota - omoguæi raèunanje grupnih diskovnih udjela
hu: grpquota - felhasználói csoportok lemezhasználati mértékének naplózása
sl: grpquota - omogoèi raèunanje kvot diskov za skupine

source: ro - mount the file system read-only
fa: ro - فایل سیستم را به صورت فقط خواندنی بارگذاری کن
hr: ro - montiraj datoteèni sustav samo-za-èitanje
hu: ro - fájlrendszer felcsatlakoztatása csak olvasható módban
sl: ro - priklopi datoteèni sistem samo za branje

source: sync - all input/output activities occur synchronously
fa: sync - تمام فعالیتهای خواندن/نوشتن به صورت همزمان صورت گیرد
hr: sync - sve ulazne/izlazne aktivnosti sinkronizirane
hu: sync - a fájlrendszeren történő minden bemeneti/kimeneti művelet szinkron módon lesz végrehajtva
sl: sync - vse vhodno/izhodne dejavnosti potekajo usklajeno

source: quiet - changing owner and permissions does not return errors
fa: quiet - تغییر صاحب و یا گروه پیغام خطایی بر نمیگرداند.
hr: quiet - mijenjanje vlasnika i dopu¹tenja ne pokazuje pogre¹ke
hu: quiet - fájlok tulajdonosának és jogosultságainak megváltoztatásakor felmerülő hibák nem eredményeznek hibaüzeneteket
sl: quiet - spreminjanje lastnika in dovoljenj ne vrne napak

source: Mount options:
fa: نقاط بار گذاری:
hr: Moguænosti montiranja:
hu: Csatlakoztatási kapcsolók:
sl: Priklopne mo¾nosti:

source: Mount options can tune the behavior of the file system.
fa: گزینه‌های بارگذاری میتوانندرفتار فایل سیستم را عوض کنند.
hr: Moguænosti montiranja odreðuju pona¹anje datoteènog sustava.
hu: A felcsatlakoztatási kapcsolók a fájlrendszer viselkedésének hangolását szolgálják.
sl: Priklopne toèke lahko uskladijo obna¹anje datoteènega sistema.

source: You have not selected any partitions for use as swap space. Enabling swap space is recommended so that the system can make better use of the available physical memory, and so that it behaves better when physical memory is scarce. You may experience installation problems if you do not have enough physical memory.
fa: شما پارتیشنی را به عنوان swap انتخاب نکرده‌اید. فعال کردن فضای swap برای استفاده‌ی بهینه از حافظه بسیار مفید است و نیز در مواقعی که حافظه کم است کارایی کامپیوتر را بیشتر خواهد کرد. اگر دارای حافظه‌ی کافی نباشید ممکن است در مرحله‌ي نصب دچار مشکل شوید.

source: If you do not go back to the partitioning menu and assign a swap partition, the installation will continue without swap space.
fa: اگر شما به منوی اصلی بازنگشته و پارتیشن swap انتخاب نکنید نصب بدون swap ادامه پیدا خواهد کردو

source: user_xattr - support user extended attributes
fa: user_xattr - پشتیبانی از مشخسه‌های خاص کاربر

source: No mount point is assigned for ${FILESYSTEM} filesystem in partition #${PARTITION} of ${DEVICE}.
sl: Nobena priklopna toèka ni dodeljena datoteènemu sistemu ${FILESYSTEM} na razdelku #${PARTITION} v ${DEVICE}.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
sl: /, /boot, /home, /tmp, /usr, /usr/local, /var, Roèen vnos, Ne priklopi

source: ext2 file system
sl: Datoteèni sistem ext2

source: swap
sl: izmenljivi pomnilnik
