Repository: dankamongmen/s-i
Catalog: packages/arch/alpha/aboot-installer/debian/po/*.po
Languages: ar, ast, be, bs, ca, cs, da, es, eu, ga, gl, hi, hr, hu, it, ka, ku, ml, nb, nl, pl, pt, ro, ru, sk, ta, th, tr

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
ast: El to direutoriu /boot ta llocalizáu nun discu que nun tien espaciu pal cargador d'arranque aboot. Pa instalar aboot, debes tener una partición especial aboot nel anicíu del to discu.
be: Ваша дырэкторыя /boot месціцца на дыску, што не мае месца для загрузчыка aboot. Для ўсталявання aboot Вам патрэбны асобны падзел у пачатку дыска.
ca: El vostre directori /boot està ubicat en un disc que no té espai per al carregador aboot. Per a instaŀlar aboot, heu de tindre una partició especial per a aboot al principi del disc.
da: Din /boot-mappe er placeret på en disk, der ikke har plads nok til opstartsindlæseren aboot. For at installere aboot, skal du have en speciel aboot-partition i begyndelsen af din disk.
es: El directorio /boot está ubicado en un disco que no tiene espacio para el cargador de arranque aboot. Para poder instalar aboot debe tener una partición especial al comienzo del disco.
ga: Tá do chomhadlann /boot suite ar dhiosca nach bhfuil a dhóthain spáis air le luchtóir tosaithe aboot a shuiteáil. Chun aboot a shuiteáil, ní mór duit deighilt speisialta aboot a bheith agat ag tús do dhiosca.
hi: आपकी /boot डायरेक्ट्री एक ऐसी डिस्क पर स्थित है जिसमें एबूट बूटलोडर के लिए कोई जगह नहीं है. एबूट संस्थापित करने के लिए आपको अपनी डिस्क के प्रारंभ में एक विशेष एबूट पार्टिशन बनाना होगा.
hr: Va¹ /boot direktorij se nalazi na disku na kojemu nema mjesta za aboot boot uèitavaè. Da ga instalirate, morate imati posebnu aboot particiju na poèetku diska.
it: La directory /boot si trova su un disco che non ha spazio per il boot loader aboot. Per installare aboot è richiesta una partizione speciale all'inizio del disco.
ka: თქვენი /boot დირექტორია მოთავსებულია დისკზე, რომელსაც aboot boot loader-ისათვის თავისუფალი ადგილი არ გააჩნია. aboot-ის ინსტალაციისათვის, დისკის დასაწყისში საგანგებო aboot-დანაყოფი უნდა გქონდეთ.
ml: നിങ്ങളുടെ /boot കൂട സ്ഥിതി ചെയ്യുന്നത് അബൂട്ട് ബൂട്ട് ലോഡറിന് സ്ഥലമില്ലാത്ത ഒരു ഡിസ്കിലാണു്. അബൂട്ട് ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നതിന് നിങ്ങളുടെ ഡിസ്കിന്റെ തുടക്കത്തില്‍ നിങ്ങള്‍ക്കു് ഒരു പ്രത്യേക അബൂട്ട് ഭാഗം ഉണ്ടായിരിക്കണം.
nb: Din /boot-mappe ligger på en harddisk der det ikke er tilstrekkelig plass igjen til oppstartslasteren Aboot. For å installere Aboot må du ha en egen Aboot-partisjon på begynnelsen av harddisken.
nl: De '/boot'-map bevindt zich op een schijf die geen ruimte heeft voor de aboot-opstartlader. Om aboot te installeren dient u er een speciale aboot-partitie te zijn aan het begin van uw schijf.
pl: Twój katalog /boot jest zlokalizowany na dysku, który nie ma wolnej przestrzeni dla programu uruchomieniowego aboot. By zainstalować aboot musisz posiadać specjalną partycję na początku dysku.
ro: Directorul dumneavoastră /boot se află pe un disc pe care nu este loc pentru încărcătorul de sistem aboot. Pentru a instala aboot, trebuie să aveți o partiție specială pentru aboot care să fie plasată la începutul discului.
ru: Каталог /boot находится на диске, где нет свободного места для системного загрузчика aboot. Для установки aboot, вы должны иметь специальный раздел aboot в начале диска.
sk: Váš adresár /boot je umiestnený na disku, kde už nie je voľné miesto pre zavádzač aboot. Na inštaláciu zavádzača aboot potrebujete špeciálnu aboot oblasť na začiatku vášho disku.
ta: தங்களது /boot அடைவு ஆபூட் துவக்கியை நிறுவ இடமில்லாத ஒரு வட்டில் உள்ளது. ஆபூட்டை நிறுவ சிறப்பு ஆபூட் பகிர்வு வட்டின் ஆரம்பத்தில் இருக்க வேண்டும்.
th: ไดเรกทอรี /boot ของคุณอยู่ในดิสก์ที่ไม่มีที่ว่างสำหรับบูตโหลดเดอร์ aboot ถ้าจะติดตั้ง aboot คุณต้องมีพาร์ทิชัน aboot พิเศษที่ต้นดิสก์
tr: Açılış dizini "/boot", aboot önyükleyici için yeterli boş alana sahip olmayan bir disk üzerinde konumlandırılmış durumda. Aboot'un kurulması için diskinizin başlangıç kısmında özel bir aboot bölümü olması gerekiyor.
