Repository: dankamongmen/s-i
Catalog: packages/arch/alpha/aboot-installer/debian/po/*.po
Languages: ar, ast, be, bs, ca, cs, da, es, eu, ga, gl, hi, hr, hu, it, ka, ku, ml, nb, nl, pl, pt, ro, ru, sk, ta, th, tr

source: Installing the 'aboot' package...
ar: جاري تثبيت حزمة 'آبوت'...
ast: Instalando'l paquete 'aboot'...
be: Усталяванне пакета 'aboot'...
bs: Instaliram paket 'aboot'...
ca: S'està instaŀlant el paquet «aboot»...
cs: Instaluje se balík 'aboot'...
da: Installerer 'aboot'-pakken...
es: Instalando el paquete «aboot»...
eu: 'aboot' paketea instalatzen...
ga: Pacáiste 'aboot' á shuiteáil...
gl: Instalando o paquete 'aboot'...
hi: 'aboot' पैकेज को संस्थापित कर रहे हैं...
hr: Instaliram 'aboot' paket...
hu: A 'aboot' csomag telepítése folyamatban...
it: Installazione del pacchetto «aboot»...
ka: მიმდინარეობს 'aboot' პაკეტის დაყენება...
ku: Paketa 'aboot' tê sazkirin...
ml: 'അബൂട്ട്' പാക്കേജ് ഇന്‍സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിയ്ക്കുന്നു...
nb: Installerer «Aboot»-pakka ...
nl: Het pakket 'aboot' wordt geïnstalleerd...
pl: Instalacja pakietu 'aboot'...
pt: A instalar o pacote 'aboot'...
ro: Se instalează pachetul 'aboot'...
ru: Установка пакета 'aboot'...
sk: Inštaluje sa balík „aboot“...
ta: யாபூட் தொகுப்புி நிறுவப் படுகிறது....
th: กำลังติดตั้งแพกเกจ 'aboot'...
tr: 'aboot' paketi kuruluyor...

source: Determining aboot boot device...
ar: جاري تحديد جهاز إقلاع آبوت...
ast: Determinando preséu d'arranque aboot...
be: Вызначэнне прылады запуску aboot...
bs: Odreujem aboot boot ureaj...
ca: S'està determinant el dispositiu d'arrencada d'aboot
cs: Urèuje se zavádìcí zaøízení pro aboot...
da: Udpeger aboot-opstartsenhed...
es: Determinando el dispositivo de arranque de aboot...
eu: aboot abiarazte gailua finkatzen...
ga: Gléas tosaithe aboot á bhrath...
gl: Tentando recoñecer o dispositivo de arranque de aboot...
hi: एबूट बूट उपकरण पता कर रहे हैं...
hr: Odreðujem aboot-ov boot ureðaj...
hu: A aboot rendszerbetöltésre használt eszközének felderítése folyamatban...
it: Ricerca del device di avvio di aboot...
ka: aboot-ისათვის ჩატვირთვის მოწყობილობის განსაზღვრა...
ku: Amûra boot a aboot tê tesbîtkirin...
ml: അബൂട്ട് ബൂട്ട് ഉപകരണം നിശ്ചയിച്ചു കൊണ്ടിരിയ്ക്കുന്നു...
nb: Avgjør hvilken enhet oppstartssystemet Aboot skal bruke ...
nl: Aboot-opstartapparaat wordt bepaald...
pl: Wykrywanie urządzenia uruchomieniowego aboot...
pt: A determinar o dispositivo de arranque do aboot...
ro: Se detectează dispozitivul de pornire aboot...
ru: Определение загрузочного устройства aboot...
sk: Zisťuje sa štartovacie zariadenie pre aboot...
ta: யாபூட் துவக்க சாதனம் நிர்ணயிக்கப் படுகிறது.
th: กำลังหาอุปกรณ์บูตสำหรับ aboot...
tr: Aboot açılış aygıtı belirleniyor...

source: Installing aboot on ${BOOTDISK}...
ar: جاري تثبيت آبوت على ${BOOTDISK}...
ast: Instalando aboot en ${BOOTDISK}...
be: Усталяванне aboot на ${BOOTDISK}...
bs: Instaliram aboot na ${BOOTDISK}...
ca: S'està instaŀlant aboot en ${BOOTDISK}...
cs: Instaluje se aboot na ${BOOTDISK}...
da: Installerer aboot på ${BOOTDISK}...
es: Instalando aboot en ${BOOTDISK}...
eu: Aboot ${BOOTDISK}-n instalatzen...
ga: aboot á shuiteáil ar ${BOOTDISK}...
gl: Instalando aboot en ${BOOTDISK}...
hi: एबूट को ${BOOTDISK} पर संस्थापित कर रहे हैं...
hr: Instaliram aboot na ${BOOTDISK}...
hu: Az aboot ${BOOTDISK} eszközre telepítése folyamatban...
it: Installazione di aboot su ${BOOTDISK}...
ka: ყენდება aboot ${BOOTDISK}-ზე...
ku: aboot di ${BOOTDISK} de tê sazkirin...
ml: ${BOOTDISK} ല്‍ അബൂട്ട് ഇന്‍സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിയ്ക്കുന്നു...
nb: Installerer Aboot på ${BOOTDISK} ...
nl: Aboot wordt geïnstalleerd op ${BOOTDISK}...
pl: Instalacja aboot na ${BOOTDISK}...
pt: A instalar o aboot em ${BOOTDISK}...
ro: Se instalează aboot pe ${BOOTDISK}...
ru: Установка aboot на ${BOOTDISK}...
sk: Aboot sa inštaluje na ${BOOTDISK}...
ta: யாபூட் (aboot) ${BOOTDISK}-ல் நிறுவப்படுகிறது
th: กำลังติดตั้ง aboot ใน ${BOOTDISK}...
tr: ${BOOTDISK} üzerine aboot kuruluyor...

source: Configuring aboot to use partition ${PARTNUM}...
ar: جاري إعداد آبوت لاستخدام تجزئة ${PARTNUM}...
ast: Configurando aboot pa usar partición ${PARTNUM}...
be: Наладка aboot для выкарыстання падзела ${PARTNUM}...
bs: Podeavam aboot da koristi particiju ${PARTNUM}...
ca: S'està configurant aboot per a que utilitze ${PARTNUM}...
cs: Nastavuje se aboot, aby pou¾il oblast ${PARTNUM}...
da: Sætter aboot op til at bruge partition ${PARTNUM}...
es: Configurando aboot para usar la partición ${PARTNUM}...
eu: aboot ${PARTNUM} partizioa erabiltzeko konfiguratzen...
ga: aboot á chumrú le deighilt ${PARTNUM} a úsáid...
gl: Configurando aboot para usar a particion ${PARTNUM}...
hi: एबूट को पार्टिशन ${PARTNUM} का प्रयोग करने के लिए व्यवस्थित कर रहे हैं...
hr: Pode¹avam aboot da rabi particiju ${PARTNUM}...
hu: Az aboot ${PARTNUM}. partíció használatára beállítása folyamatban...
it: Configurazione di aboot sulla partizione ${PARTNUM}...
ka: aboot-ის კონფიგურაცია ${PARTNUM}-ების გამოსაყენებლოად...
ku: aboot ji bo bikaranîna partîsiyona ${PARTNUM} tê veavakirin...
ml: ${PARTNUM} ഭാഗം ഉപയോഗിയ്ക്കാന്‍ അബൂട്ട് ക്രമീകരിച്ചു കൊണ്ടിരിയ്ക്കുന്നു...
nb: Still inn Aboot til å bruke partisjonen ${PARTNUM} ...
nl: Aboot wordt ingesteld om partitie ${PARTNUM} te gebruiken...
pl: Konfigurowanie aboot do używania partycji ${PARTNUM}...
pt: Configurando aboot para utilizar a partição ${PARTNUM}...
ro: Se configurează aboot să folosească partiția nr.${PARTNUM}...
ru: Настройка aboot для использования раздела ${PARTNUM}...
sk: Aboot sa nastavuje na použitie oblasti ${PARTNUM}...
ta: பகிர்வு ${PARTNUM}-ஐ உபயோகிக்க யாபூட் வடிவமைக்கப்படுகிறது....
th: กำลังตั้งค่า aboot ให้ใช้พาร์ทิชัน ${PARTNUM}...
tr: Aboot ${PARTNUM} bölümünü kullanmak için yapılandırılıyor...

source: Copying kernel images to ${BOOTDEV}...
ar: جاري نسخ صور النّواة إلى ${BOOTDEV}...
ast: Copiando imaxe kernel a ${BOOTDEV}...
be: Капіяванне вобразаў ядра ў ${BOOTDEV}...
bs: Kopiram kernel images na to ${BOOTDEV}...
ca: S'estan copiant les imatges de nucli a ${BOOTDEV}...
cs: Kopírují se obrazy jádra do ${BOOTDEV}...
da: Kopierer kerneaftryk til ${BOOTDEV}...
es: Copiando los núcleos a ${BOOTDEV}...
eu: ${BOOTDEV}-ra kernela kopiatzen...
ga: Íomhánna eithne á gcóipeáil go ${BOOTDEV}...
gl: Copiando as imaxes do kernel a ${BOOTDEV}...
hi: कर्नेल इमेज को ${BOOTDEV} में कॉपी कर रहे हैं...
hr: Preslikavam oblièja kernela na ${BOOTDEV}...
hu: Rendszermagok ${BOOTDEV} eszközre másolása folyamatban...
it: Copia delle immagini del kernel su ${BOOTDEV}...
ka: მიმდინარეობს კერნელის იმიჯის გადაწერა ${BOOTDEV}-ზე...
ku: Wêneyên kernelê tên kopîkirin li ${BOOTDEV}...
ml: ${BOOTDEV} ലേക്ക് കെര്‍ണല്‍ ഇമേജുകള്‍ പകര്‍ത്തിക്കൊണ്ടിരിയ്ക്കുന്നു...
nb: Kopierer kjernebildet til ${BOOTDEV} ...
nl: Kernelimages worden gekopieerd naar ${BOOTDEV}...
pl: Kopiowanie obrazów jądra na ${BOOTDEV}...
pt: Copiando imagens de kernel para ${BOOTDEV}...
ro: Se copiază imaginile de nucleu în ${BOOTDEV}...
ru: Копирование образов ядра на ${BOOTDEV}...
sk: Obrazy jadra sa kopírujú na ${BOOTDEV}...
ta: கரு உருக்கள் ${BOOTDEV}-ல் பிரதியெடுக்கப்படுகின்றன...
th: กำลังคัดลอกอิมเมจเคอร์เนลไปยัง ${BOOTDEV}...
tr: Çekirdek imaj dosyaları ${BOOTDEV} üzerine kopyalanıyor...

source: Aboot boot partition
ar: تجزيء إقلاع آبوت
ast: Partición d'arranque aboot
be: Падзел запуску aboot
bs: Aboot boot particija
ca: Partició d'arrencada aboot
cs: Zavádìcí oblast pro aboot
da: Aboot-opstartspartition
es: Partición de arranque aboot
eu: Aboot abiarazte partizioa
ga: Deighilt tosaithe Aboot
hi: एबूट बूट पार्टीशन
hr: Aboot boot particija
hu: Aboot rendszerbetöltő partíció
it: Partizione di avvio di aboot
ka: aboot ჩატვირთვადი დანაყოფი
ku: Der barê partîsiyona boot de
ml: അബൂട്ട് ബൂട്ട് ഭാഗം
nb: Aboot-oppstartspartisjon
nl: Aboot-opstartpartitie
pl: Partycja uruchomieniowa aboot
pt: Partição de arranque aboot
ro: Partiție de pornire aboot
ru: Загрузочный раздел Aboot
sk: Aboot štartovacia oblasť
ta: யாபூட் பூட் (துவக்கி) பகிர்வு
th: พาร์ทิชันบูตสำหรับ aboot
tr: Aboot açılış bölümü

source: aboot
ar: آبوت
hi: एबूट
ml: അബൂട്ട്

source: Use the partition as an aboot boot partition
cs: Pou¾ít oblast jako zavádìcí oblast pro aboot
eu: Erabili partizio aboot abiarazte partizio bezala
hu: Partíció kinevezése aboot rendszerbetöltő partícióvá

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
ast: aboot Necesita instalar el cargador d'arranque nun preséu arrancable que contenga una partición ext2. Por favor, seleiciona la partición ext2 que quies usar p'aboot. Si esta nun ye un sistema de ficheros root, la to imaxe de kernel y el ficheru de configuración /etc/aboot.conf serán copiaos a esa partición.
be: Aboot патрабуе ўсталяваць загрузчык на загрузачнай прыладзе з падзелам тыпу ext2. Калі ласка, пазначце падзел ext2, які будзе ўжыты загрузчыкам aboot. Калі гэта не каранёвая файлавая сістэма, Ваш вобраз ядра і файл наладак /etc/aboot.conf будуць скапіяваны ў гэты падзел.
ca: Aboot necessita instaŀlar el carregador en un dispositiu arrencable que continga una partició ext2. Si us plau, seleccioneu la partició ext2 que voleu utilitzar amb aboot. Si aquesta no és la partició arrel, es copiarà la vostra imatge de nucli i el fitxer de configuració /etc/aboot.conf a aquesta partició.
da: Aboot skal installere opstartsindlæseren på en enhed, der kan startes op fra med en ext2-partition. Vælg den ext2-partition, du ønsker at aboot skal bruge. Hvis det ikke er rodfilsystemet, bliver dit kerneaftryk samt opsætningsfilen /etc/aboot.conf blive kopiere til denne partition.
es: Aboot necesita instalar el cargador de arranque en un dispositivo arrancable que contenga una partición ext2. Por favor, escoja la partición ext2 que quiere que aboot use. Si no es la partición raíz, el núcleo y el fichero de configuración /etc/aboot.conf se copiarán a esta partición.
ga: Ní mór do aboot an luchtóir tosaithe a shuiteáil ar ghléas intosaithe ar a bhfuil deighilt ext2. Roghnaigh an deighilt ext2 is mian leat a úsáid. Mura bhfuil tú ar an bhfréamhchóras comhad, cóipeálfar d'íomhá eithne agus an comhad cumraíochta /etc/aboot.conf go dtí an deighilt sin.
hi: एबूट को बूटलोडर ऐसे बूटयोग्य उपकरण पर संस्थापित करना है जिसमें कि ext2 पार्टिशन हो. कृपया वह पार्टिशन चुनें जोकि आप एबूट द्वारा प्रयोग करवाना चाहते हैं. यदि यह रूट फाइलतंत्र नहीं है तो, आपकी कर्नेल इमेज तथा कॉन्फिगरेशन फाइल /etc/aboot.conf उस पार्टिशन में कॉपी कर दी जाएगी.
hr: Aboot mora instalirati boot uèitavaè na bootabilni ureðaj koji sadr¾iext2 particiju. Molim izaberite ext2 particiju koju æe aboot koristiti. Akoto nije korijenski datoteèni sustav, va¹e kernel oblièje i datoteka spostavkama /etc/aboot.conf bit æe preslikani na tu particiju.
it: Aboot deve installare il boot loader su un dispositivo avviabile che contiene una partizione ext2, selezionare la partizione ext2 da far usare ad aboot. Se questa non è il file system root, le immagini del kernel e il file di configurazione /etc/aboot.conf verranno copiati nella partizione.
ka: Aboot საჭიროებს ext2 დანაყოფიან ჩატვირთვად მოწყობილობაზე დაყენებულ boot loader-ს. გთხოვთ მიუთითოთ ext2 ტიპის დანაყოფი, რომელსახ aboot გამოიყენებს. თუ ეს ძირეული (root) ფაილური სისტემა არ არის, თქვენი კერნელის იმიჯი და კონფიგურაციის ფაილი /etc/aboot.conf ამ დანაყოფზე ჩაიწერება.
ml: ext2 ഭാഗമുള്‍​ക്കൊള്ളുന്ന ഒരു ബൂട്ട് ചെയ്യാവുന്ന ഉപകരണത്തില്‍ ബൂട്ട് ലോഡര്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നത് അബൂട്ടിനാവശ്യമുണ്ട്. ദയവായി അബൂട്ട് ഉപയോഗിയ്ക്കാന്‍ നിങ്ങളാഗ്രഹിക്കുന്ന ext2 ഭാഗം തെരഞ്ഞെടുക്കുക. ഇതു് നിങ്ങളുടെ റൂട്ട് ഫയല്‍ സിസ്റ്റമല്ലെങ്കില്‍, നിങ്ങളുടെ കെര്‍ണല്‍ ഇമേജും /etc/aboot.conf എന്ന ക്രമീകരണ ഫയലും ആ ഭാഗത്തേക്ക് പകര്‍ത്തപ്പെടുന്നതായിരിയ്ക്കും.
nb: Aboot må installere oppstartslasteren på en enhet som kan startes opp og som inneholder en ext2-partisjon. Velg den ext2-partisjonen du vil at aboot skal bruke. Hvis dette ikke er rot-filsystemet, vil kjernebildet og oppsettsfila /etc/aboot.conf bli kopiert til den partisjonen.
nl: Aboot dient de opstartlader te installeren op een opstartbaar apparaat met een ext2-partitie. Welke ext2-partitie wilt u aboot laten gebruiken? Indien dit niet het hoofdbestandssysteem is, zullen de kernelimage en het configuratiebestand /etc/aboot.conf naar deze partitie gekopieerd worden.
pl: Aboot musi zainstalować program uruchomieniowy na uruchomieniowym urządzeniu zawierającym partycję ext2. Proszę wybrać partycję ext2, której chcesz użyć. Jeśli nie jest to główny system plików, obraz jądra i plik konfiguracyjny /etc/aboot.conf zostanie przekopiowany na tę partycję.
ro: Aboot trebuie să instaleze încărcătorul de sistem pe un dispozitiv capabil să pornească sistemul de operare, care conține o partiție ext2. Vă rugăm să selectați partiția ext2 pe care doriți ca aboot să o folosească. Dacă aceasta nu este sistemul de fișiere rădăcină, imaginea de nucleu și fișierul de configurare /etc/aboot.conf vor copiate pe acea partiție.
ru: Aboot необходимо установить системный загрузчик на загрузочное устройство, содержащее раздел ext2. Выберите раздел ext2, который будет использоваться aboot. Если это не корневой раздел, ваш образ ядра и файл конфигурации /etc/aboot.conf будут скопированы на этот раздел.
sk: Aboot potrebuje nainštalovať štartovací zavádzač na štartovacie zariadenie obsahujúce ext2 oblasť. Zvoľte, prosím, ext2 oblasť, ktorú má aboot použiť. Ak to nie je koreňový súborový systém, obraz vašeho jadra a súbor nastavenia /etc/aboot.conf sa na túto oblasť nakopírujú.
ta: ஆபூட் துவக்கியை ext2 கோப்பு அமைப்பு கொண்ட துவக்கி சாதனத்தில் நிறுவ வேண்டும். ஆபூட் பயன்படுத்தவேண்டிய ext2 பகிர்வை தேர்வு செய்யவும்.
th: aboot จำเป็นต้องติดตั้งบูตโหลดเดอร์ลงในอุปกรณ์ที่บูตได้ที่มีพาร์ทิชันแบบ ext2 กรุณาเลือกพาร์ทิชันแบบ ext2 ที่คุณต้องการให้ aboot ใช้ ถ้าพาร์ทิชันดังกล่าวไม่ใช่ระบบแฟ้มราก แฟ้มอิมเมจเคอร์เนลของคุณ พร้อมแฟ้มค่าตั้ง /etc/aboot.conf จะถูกคัดลอกไปไว้ในพาร์ทิชันนั้น
tr: Aboot, ext2 dosya sistemli bir bölüm içeren önyüklenebilir bir aygıta kurulmalıdır. Lütfen aboot'u kullanmak istediğiniz ext2 bölümünü seçin. Eğer bu bölüm kök dosya sistemi değilse çekirdek imajı ve /etc/aboot.conf yapılandırma dosyası bu bölüme kopyalanacaktır.

source: Use unsupported file system type for /boot?
ast: ¿Usar triba de sistema de ficheros nun sofitada pa /boot?
be: Ці выкарыстоўваць для /boot файлавую сістэму, якая не падтрымліваецца?
ca: Voleu utilitzar un sistema de fitxers no suportat per a /boot?
da: Benyt ikke-understøttet filsystemtype til /boot?
es: ¿Desea utilizar un sistema de ficheros no soportado para /boot?
ga: An bhfuil fonn ort córas comhad gan tacaíocht a úsáid le haghaidh /boot?
hi: /boot के लिए असमर्थित प्रकार का फाइलतंत्र प्रयोग करें?
hr: Rabi nepodr¾ani datoteèni sustav za /boot?
it: Usare un file system non supportato per /boot?
ka: /boot-ისათვის მხარდაუჭერელი ფაილური სისტემა
ku: Pergala pelana bêdestek ji bo /boot were bikaranîn?
ml: /boot ന് പിന്തുണക്കാത്ത ഫയല്‍ സിസ്റ്റം തരം ഉപയോഗിക്കണോ?
nb: Vil du bruke et ustøttet filsystem for /boot?
nl: Niet-ondersteund type bestandssysteem gebruiken voor '/boot'?
pl: Użyć nieobsługiwanego systemu plików dla /boot?
ro: Utilizați un sistem de fișiere nesuportat pentru /boot?
ru: Использовать неподдерживаемый тип файловой системы для /boot?
sk: Použiť nepodporovaný súborový systém pre /boot?
ta: ஆதரவில்லாத துவக்க கோப்பு அமைப்பை /boot-க்கு பயன்படுத்தவா?
th: ใช้ระบบแฟ้มที่ไม่รองรับกับ /boot หรือไม่?
tr: Desteklenmeyen dosya sistemi /boot için kullanılsın mı?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
ast: aboot Requier llocalizar /boot nuna partición ext2 nun preséu arrancable. Esto significa que la partición root debe ser un sistema de ficheros ext2, o tener una partición ext2 dixebrada montada como /boot.
be: Aboot патрабуе, каб /boot знаходзіўся ў падзеле тыпу ext2 на загрузачнай прыладзе. Гэта азначае, што альбо каранёвы падзел мусіць мець тып ext2, або Вам патрэбны асобны падзел ext2, прымацаваны да /boot.
ca: Aboot requereix que /boot estiga ubicada en una partició ext2 en un dispositiu arrencable. Això vol dir que o bé la partició arrel ha d'estar en un sistema de fitxers ext2, o heu de tindre una partició ext2 separada muntada a /boot.
da: Aboot kræver at /boot ligger på en ext2-partition på en enhed, der kan startes op fra. Det betyder at rodfilsystemet enten skal være et ext2-filsystem, eller at du skal have en separat ext2-partition monteret som /boot.
es: Aboot necesita que /boot esté ubicado en una partición ext2 en un dispositivo arrancable. Esto significa que o bien la partición raíz debe ser un sistema de ficheros ext2, o bien tiene que tener una partición ext2 separada que se monte como /boot.
ga: Éilíonn aboot go mbeidh /boot suite ar dheighilt ext2 ar ghléas intosaithe. Ciallaíonn sé seo go gcaithfidh an fréamhdheighilt a bheith ina chóras comhad ext2, nó go gcaithfidh tú deighilt ext2 ar leith a fheistiú ag /boot.
hi: एबूट की आवश्यकतानुसार /boot को एक बूटयोग्य उकरण के ext2 पार्टिशन पर स्थित होना चाहिए. अर्थात या तो रूट पार्टिशन का फाइलतंत्र ext2 होना चाहिए, या फिर एक पृथक ext2 पार्टिशन /boot पर माउंट होना चाहिए.
hr: Aboot zahtijeva da /boot bude smje¹ten na ext2 particiju bootabilnog ureðaja. To znaèi ili da korijenska particija mora biti ext2, ili da morate imati odvojenu ext2 particiju montiranu kao /boot.
it: Aboot richiede che /boot sia su una partizione ext2 su un device avviabile, questo significa che o la partizione root deve essere ext2 oppure è necessario avere una partizione ext2 separata e montata su /boot
ka: Aboot საჭიროებს /boot დირექტორიას, რომელიც მოთავსებულია ჩატვირთვადი მოწყობილობის ext2 დანაყოფზე. ეს კი ნიშნავს, რომ თქვენი root დანაყოფი ან ext2 ფაილის სისტემის უნდა იყოს, ან ცალკეული ext2 დანაყოფი უნდა იყოს ჩაბმული /boot მდებარეობაზე.
ml: അബൂട്ടിന് /boot ഒരു ഒരു ബൂട്ട് ചെയ്യാവുന്ന ഉപകരത്തില്‍ ഒരു ext2 ഭാഗത്ത് സ്ഥിതിചെയ്യണമെന്നാവശ്യമുണ്ട്. ഇതിനര്‍ത്ഥം ഒന്നുകില്‍ റൂട്ട് ഭാഗം ഒരു ext2 ഫയല്‍ സിസ്റ്റം ആയിരിക്കണം അല്ലെങ്കില്‍ /boot ല്‍ മൌണ്ട് ചെയ്തിട്ടുള്ള ഒരു വ്യത്യസ്ത ext2 ഭാഗം ഉണ്ടായിക്കണം എന്നതാണ്.
nb: Aboot krever at /boot må ligge på en partisjon av type ext2 på en disk som kan starte systemet. Dette betyr at enten må rot-partisjonen inneholde et ext2-filsystem, eller du må ha en separat partisjon med et ext2-filsystem montert som /boot.
nl: Aboot vereist dat '/boot' zich op een ext2-partitie van een opstartbaar apparaat bevindt. Dit houdt in dat of uw basispartitie een ext2-bestandssysteem bevat, of dat u '/boot' aangekoppeld heeft op een afzonderlijke ext2-partitie.
pl: Aboot wymaga by /boot było umieszczone na partycji ext2 urządzenia uruchomieniowego. To oznacza, że albo główna partycja musi mieć system plików ext2, albo musisz mieć osobną partycję ext2 zamontowaną jako /boot.
ro: Aboot necesită ca /boot să fie localizat pe o partiție ext2 de pe un dispozitiv capabil să pornească sistemul. Acesta înseamnă fie că partiția rădăcină trebuie să fie un sistem de fișiere ext2, fie că trebuie să aveți o partiție ext2 separată montată la /boot.
ru: Aboot требует, чтобы /boot находился на разделе ext2 на загрузочном устройстве. Это означает, что либо корневой раздел должен иметь файловую систему ext2, либо у вас должен быть отдельный раздел ext2, имеющий точку монтирования /boot.
sk: Aboot potrebuje mať umiestnený adresár /boot na ext2 oblasti na štartovacom zariadení. To znamená, že musíte mať koreňový súborový systém ext2 alebo samostatnú ext2 oblasť pripojenú ako /boot.
ta: ஆபூட்டிற்கு /boot ext2 பகிர்வு கொண்ட துவக்கி சாதனத்தில் இருப்பது அவசியமாகும். அப்படியெனில் தங்களது மூலப் பகிர்வு ext2 கோப்பு அமைப்பு கொண்டதாகவோ அல்லது தனியான ext2 பகிர்வு /boot-ஆகவோ ஏற்றப்பட்டிருக்க வேண்டும்.
th: aboot ต้องการให้ /boot อยู่ในพาร์ทิชันแบบ ext2 ในอุปกรณ์ที่บูตได้ ซึ่งหมายความว่า พาร์ทิชันรากต้องเป็นระบบแฟ้ม ext2 หรือมิฉะนั้น คุณก็ต้องมีพาร์ทิชัน ext2 แยกต่างหาก ที่เมานท์ที่ /boot
tr: Aboot, önyüklenebilir bir aygıtın ext2 tipinde bir bölümünde konumlanmış /boot dizinine ihtiyaç gösteriyor. Bu şu anlama geliyor. Kök bölümü /ext2 dosya sistemine sahip olmalı ya da /boot olarak bağlanmış ayrı bir ext2 bölümünüz olmalı.
