Repository: dankamongmen/s-i
Catalog: packages/arch/alpha/aboot-installer/debian/po/*.po
Languages: ar, ast, be, bs, ca, cs, da, es, eu, ga, gl, hi, hr, hu, it, ka, ku, ml, nb, nl, pl, pt, ro, ru, sk, ta, th, tr

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 filesystem, or you must have a separate ext2 partition mounted at /boot.
ar: يتطلّب آبوت أن يكون /boot موجوداً على تجزئة ext2 على جهازٍ قابل للإقلاع. معنى هذا أنّه إما أن تكون التّجزئة الجذريّة على نظام ملفّات ext2 أو أن تكون لديك تجزئة ext2 منفصلة مجهّزة عند /boot.
bs: Aboot zahtijeva da se /boot nalazi na ext2 particiji na bootabilnom ureaju. Ovo znai da ili root particija treba biti ext2 datoteni sistem, ili morate imati posebnu ext2 particiju montiranu na /boot.
cs: Aboot vy¾aduje, aby byl /boot na oblasti typu ext2 umístìné na zaveditelném zaøízení. To znamená, ¾e koøenová oblast musí být typu ext2, nebo musíte mít samostatný oddíl typu ext2 pøipojený jako /boot.
eu: Aboot ext2 partizio edo gailu abiarazgarri batetan instalaturik egon behar du. Honek pentsatze arazten du zure erro partizio ext2 dela edo bereizitako ext2 partizio bat duzula /boot-en montaturik.
gl: Aboot precisa que /boot estea nunha partición ext2 nun dispositivo que se poida arrancar. Esto significa que, unha de dúas, ou que a partición raíz debe estar nun sistema de ficheiros ext2, ou que debes ter unha partición diferente para boot de tipo ext2 montada.
hu: Az aboot a /boot könyvtárat csak egy indítható eszközön levő ext2-partíción tudja megtalálni. Ezért vagy a gyökérpartíciónak kell ext2-fájlrendszerűnek lennie, vagy a /boot könyvtárat kell egy külön ext2-partícióról felcsatlakoztatnia.
pt: O aboot necessita que o /boot esteja numa partição ext2 de um dispositivo inicializável. Isto significa que ou a partição da raíz tem de estar num sistema de ficheiros ext2, ou tem de ter uma partição ext2 separada montada como /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
ar: حاليّاً /boot موجودٌ على تجزئة من فئة ${PARTTYPE}. إن أبقيت هذا التّعيين لن تتمكّن من إقلاع نظام دبيان الخاص بك باستخدام آبوت.
ast: Actualmente, /boot ta llocalizáu nuna partición de la triba ${PARTTYPE}. Si mantienes esti afitamientu, nun podrás arrancar el to sistema Debian usando aboot.
be: Цяпер /boot месціцца на падзеле тыпу ${PARTTYPE}. Калі Вы пакінеце гэтую наладку, то загрузіць Вашу сістэму Debian з дапамогай aboot будзе немагчыма.
bs: Trenutno, /boot se nalazi na particiji tipa ${PARTTYPE}. Ako zadrite ovu postavku, neete moi podii va Debian sistem koristei aboot.
ca: Actualment, /boot està ubicada en una partició de tipus ${PARTTYPE}. Si manteniu aquesta configuració, no podreu arrencar el vostre sistema Debian amb aboot.
cs: Momentálnì je /boot umístìný na oblasti typu ${PARTTYPE}. Pokud ponecháte toto nastavení, nebudete moci zavést svùj Debian programem aboot.
da: Lige nu ligger /boot på en partition med typen ${PARTTYPE}. Hvis du beholder denne indstilling, vil du ikke kunne starte dit Debiansystem op med aboot.
es: Actualmente /boot está localizado en una partición de tipo ${PARTTYPE}. No podrá arrancar el sistema Debian con aboot si mantiene esta configuración.
eu: Une honetan /boot ${PARTTYPE} motako partizio batetan dago kokaturik. Ezarpen hau gorde nahi baduzu, ziurrenik ezingo duzu Debian sistema aboot erabiliaz abiarazi.
ga: Faoi láthair, tá /boot suite ar dheighilt de chineál ${PARTTYPE}. Má choinníonn tú an socrú seo, ní bheidh tú in ann do chóras Debian a thosú le aboot.
gl: Actualmente /boot está nunha partición de tipo ${PARTTYPE}. Se non fas cambios, non poderás arranca-lo novo sistema Debian usando aboot.
hi: वर्तमान में /boot ${PARTTYPE} प्रकार के पार्टिशन पर स्थित है. यदि आप यही व्यवस्था रखते है, तो आप एबूट का प्रयोग करके अबने डेबियन तंत्र में बूट नहीं कर पाएँगे.
hr: Trenutno se /boot nalazi na partciji vrste ${PARTTYPE}. Ako zadr¾ite to, neæete moæi podizati svoj Debian sustav koristeæi aboot.
hu: A /boot könyvtár jelenleg egy ${PARTTYPE} típusú partíción található. Ha megmarad ennél, a Debian-rendszert nem tudja majd az aboot-tal indítani.
it: Attualmente /boot si trova su una partizione ${PARTTYPE}. Mantenendo questa impostazione non sarà possibile avviare il proprio sistema Debian usando aboot.
ka: ამჟამად, /boot მდებარეობს დანაყოფზე, რომლის ტიპიც არის ${PARTTYPE}. თუ ამ პარამეტრს შეინარჩუნებთ, თქვენი Debian-ის სისტემის ჩატვირთვას aboot-ის მეშვეობით ვერ შეძლებთ.
ml: ഇപ്പോള്‍ /boot സ്ഥിതി ചെയ്യുന്നത് ${PARTTYPE} എന്ന തരത്തിലുള്ള ഒരു ഭാഗത്താണ്. ഈ സെറ്റിങ്ങ് തുടരുകയാണെങ്കില്‍ നിങ്ങള്‍ക്കു് അബൂട്ടുപയോഗിച്ച് നിങ്ങളുടെ ഡെബിയന്‍ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ സാധിക്കുകയില്ല.
nb: For tiden ligger /boot på en partisjon av typen ${PARTTYPE}. Hvis du beholder denne innstillingen, vil du ikke kunne starte Debian-systemet ditt med Aboot.
nl: Op dit moment is '/boot' ingesteld op een partitie van type ${PARTTYPE}. Als u deze instelling bewaart is het niet mogelijk om uw Debian-systeem op te starten m.b.v. aboot.
pl: Aktualnie /boot znajduje się na partycji typu ${PARTTYPE}. Jeśli zachowasz takie ustawienie, nie będzie możliwości uruchomienia Debiana z wykorzystaniem aboot.
pt: Actualmente, o /boot está localizado numa partição do tipo ${PARTTYPE}. Se mantiver esta definição, não vai poder iniciar o seu sistema Debian utilizando o aboot.
ro: Acum, /boot se află pe o partiție de tipul ${PARTTYPE}. Dacă păstrați acestă configurație, nu veți putea să porniți sistemul dumneavoastră Debian folosind aboot.
ru: Сейчас /boot находится на разделе с типом ${PARTTYPE}. Если вы оставите всё как есть, aboot не сможет загрузить вашу систему Debian.
sk: Momentálne sa /boot nachádza na oblasti typu ${PARTTYPE}. Ak ponecháte toto nastavenie, nebudete schopní naštartovať váš systém Debian použitím aboot.
ta: தற்போது /boot ${PARTTYPE} வகை பகிர்வில் உள்ளது, இவ்வாறே தொடர்ந்தால் தங்களால் டிபியனை ஆபூட் கொண்டு துவக்க இயலாது.
th: ขณะนี้ /boot อยู่ในพาร์ทิชันชนิด ${PARTTYPE} ถ้าคุณใช้การติดตั้งแบบนี้ คุณจะไม่สามารถบูตระบบเดเบียนของคุณด้วย aboot ได้
tr: Hâlihazırda /boot, ${PARTTYPE} tipinde bir bölümde bulunuyor. Eğer bu ayarı koruyacak olursanız Debian sisteminizle açılış yapmanız mümkün olmayabilecektir.

source: Install without aboot?
ar: هل تريد التّثبيت دون آبوت؟
ast: ¿Instalar ensin aboot?
be: Ці ўсталяваць без aboot?
bs: Instalirati bez aboot-a?
ca: Voleu instaŀlar sense aboot?
cs: Instalovat bez abootu?
da: Installér uden aboot?
es: ¿Instalar sin aboot?
eu: Aboot gabe instalatu?
ga: Suiteáil gan aboot?
hi: एबूट के बगैर संस्थापित करें?
hr: Instaliraj bez aboota?
hu: Mellőzi az aboot rendszerbetöltő telepítését?
it: Installare senza aboot?
ka: aboot-ის გარეშე დაყენდეს?
ku: Bê aboot were sazkirin?
ml: അബൂട്ടില്ലാതെ ഇന്‍സ്റ്റാള്‍ ചെയ്യണോ?
nb: Vil du installere uten Aboot?
nl: Installeren zonder aboot?
pl: Instalacja bez aboot?
pt: Instalar sem o aboot
ro: Se instalează fără aboot?
ru: Установить без aboot?
sk: Inštalovať bez aboot zavádzača?
ta: aboot இல்லாமல் நிறுவவா?
th: จะติดตั้งโดยไม่ใช้ aboot หรือไม่?
tr: Kurulum Aboot olmadan mı yapılsın?

source: Your /boot directory is located on a disk that has no space for the aboot bootloader. To install aboot, you must have a special aboot partition at the beginning of your disk.
ar: مجلّد /boot الخاص بك يقع على قرصٍ ليس عليه أيّة مساحة لمحمّل الإقلاع آبوت. لتثبيت آبوت يجب أن يكون لديك تجزيء آبوت خاص في بداية القرص.
bs: Va /boot direktorij se nalazi na disku na kojem nema mjesta za aboot bootloader. Da bi instalirali aboot, morate imati posebnu aboot particiju na poetku vaeg diska.
cs: Adresáø /boot le¾í na disku, na kterém není dostatek místa pro zavadìè aboot. Pro instalaci abootu musíte mít speciální oblast na zaèátku disku.
eu: Zure /boot karpeta aboot abiarazlearentzat tokirik ez duen diska batetan kokaturik dago. Aboot instalatu ahal izanteko, zuk aboot partizio berezi bat eduki behar duzu zure diskaren hasieran
hu: A /boot könyvtárat jelenleg tartalmazó lemezen nincs elég hely az aboot rendszerbetöltő számára. Az aboot telepítéséhez egy, a lemez elején elhelyezkedő különleges aboot-partíció szükséges.
pt: O seu directório /boot está localizado num disco que não tem espaço para o gestor de arranque aboot. Para instalar o aboot, tem de utilizar uma partição aboot especial no inicio do disco.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
ar: إذا تابعت دون تصحيح هذه المشكلة فلن يثبّت آبوت و لن تتمكّن إقلاع نظامك الجديد من شاشة SRM الطّرفيّة.
ast: Si continues ensín correxis esti problema, aboot nun será instaláu y nun podrás arrancar el to nuevu sistema dende la consola SRM.
be: Калі працягнуць, не выправіўшы гэтую праблему, aboot не будзе ўсталяваны, і ў Вас не атрымаецца загружаць Вашую новую сістэму з кансолі SRM.
bs: Ako nastavite bez da rijeite ovaj problem, aboot nee biti instaliran i vi neete moi podii va novi sistem iz SRM konzole.
ca: Si continue sense corregir aquest problema, aboot no s'instaŀlarà i no podreu arrencar el vostre nou sistema des de la consola SRM.
cs: Pokud tento problém neopravíte, aboot se nenainstaluje a nebudete schopni zavést nový systém ze SRM konzoly.
da: Hvis du fortsætter uden at ordne dette problem, vil aboot ikke blive installeret, så du vil ikke kunne starte dit nye system op fra SRM-konsollen.
es: No podrá instalar aboot si continúa sin corregir este problema y no podrá arrancar el nuevo sistema desde la consola SRM.
eu: Zuk arazo hau konpondu gabe aurrera jarraitu ezkero, aboot ez da instalatua izangoeta ezin izango duzu zure sistema berria SRM kontsola bidez abiarazi
ga: Má leanann tú ar aghaidh gan an fhadhb seo a réiteach, ní bheidh aboot suiteáilte agus ní bheidh tú in ann do chóras nua a shuiteáil ón chonsól SRM.
hi: यदि आप इस समस्या का समाधान किये बिना जारी रखते हैं, तो एबूट संस्थापित नहीं किया जाएगा और आप एसआरएम कंसोल से अपने नये तंत्र में बूट नहीं कर पाएँगे.
hr: Ako nastavite ne ispravljajuæi ovaj problem, aboot neæe biti instaliran, a vi neæete moæi podizati va¹ novi sustav iz SRM konzole.
hu: Ha a probléma kijavítása nélküli továbblépés mellett dönt, az aboot telepítése elmarad, az új rendszert pedig nem lehet majd az SRM-konzolról indítani.
it: Proseguire senza correggere il problema implica che aboot non verrà installato e quindi che il sistema non sarà avviabile dalla console SRM.
ka: თუ ამ პრობლემის აღმოფხვრის გარეშე გააგრძელებთ, aboot ვერ დაყენდება და თქვენ ახალი სისტემის ჩატვირთვას SRM კონსოლიდან ვერ მოახერხებთ.
ml: ഈ പ്രശ്നം പരിഹരിക്കാതെ തുടരുകയാണെങ്കില്‍ അബൂട്ട് ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നതല്ല എന്നു് മാത്രമല്ല SRM കണ്‍സോളില്‍ നിന്നും സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്‍ക്കു് സാധിക്കുകയുമില്ല.
nb: Hvis du fortsetter uten å rette opp disse problemene, så vil Aboot ikke bli installert og du får ikke startet opp ditt nye system fra SRM-konsollet.
nl: Als u doorgaat zonder dit probleem op te lossen zal aboot niet geïnstalleerd worden en zal het bijgevolg onmogelijk zijn om uw nieuwe systeem op starten vanuit de SRM-console.
pl: Jeśli kontynuujesz bez naprawiania tego problemu, aboot nie zostanie zainstalowany i nie będziesz w stanie uruchomić nowego systemu z konsoli SRM.
pt: Se continuar sem corrigir este problema, o aboot não será instalado e não vai pode iniciar o seu novo sistema a partir da consola SRM.
ro: Dacă veți continua fără a corecta această problemă, aboot nu va fi instalat și nu veți putea să porniți noul dumneavoastră sistem din consola SRM.
ru: Если вы продолжите установку без исправления этой проблемы, aboot не будет установлен и вы не сможете загрузить новую систему из SRM консоли.
sk: Ak sa rozhodnete pokračovať bez vyriešenia tohto problému, tak sa aboot nenainštaluje a vy nebudete môcť spustiť váš nový systém zo SRM konzoly.
ta: இந்த பிரச்சினையை சரி செய்யாமல் தொடர்ந்தால் ஆபூட் நிறுவப்படமாட்டாது. மேலும் உங்கள் கணினியை SRM முனையம் மூலம் துவக்க இயலாது.
th: ถ้าคุณดำเนินการต่อโดยไม่แก้ปัญหานี้ โปรแกรมติดตั้งจะไม่ติดตั้ง aboot และคุณจะไม่สามารถบูตระบบของคุณจากคอนโซล SRM ได้
tr: Bu problemi düzeltmeden devam etmeniz halinde aboot kurulmayacak ve yeni sisteminizi SRM konsolu üzerinden açamayacaksınız.

source: Install aboot on a hard disk
ar: تثبيت آبوت على قرصٍ صلب
ast: Instalar aboot nel discu duru
be: Усталяваць aboot на жорсткі дыск
bs: Instaliraj aboot na hard disk
ca: Instaŀla aboot en un disc dur
cs: Instalovat aboot na disk
da: Installér aboot på en harddisk
es: Instalar aboot en un disco duro
eu: Aboot disko gogorrean instalatu
ga: Suiteáil luchtóir tosaithe aboot ar dhiosca crua
gl: Instala aboot nun disco duro
hi: हार्ड डिस्क में एबूट को संस्थापित करें
hr: Instaliraj aboot na èvrsti disk
hu: Az aboot telepítése merevlemezre
it: Installare aboot su un disco fisso
ka: aboot-ის დაყენება მყარ დისკზე
ku: aboot di diska sabît de saz bike
ml: ഹാര്‍ഡ് ഡിസ്കില്‍ അബൂട്ട് ഇന്‍സ്റ്റാള്‍ ചെയ്യുക
nb: Installer Aboot på en harddisk
nl: Aboot-opstartlader op een harde schijf installeren
pl: Zainstaluj aboot na dysku twardym
pt: Instalar o aboot num disco rígido
ro: Instalează aboot pe un disc fix
ru: Установка aboot на жёсткий диск
sk: Inštalácia aboot na pevný disk
ta: யாபூட்டை வன்வட்டில் நிறுவுக
th: ติดตั้ง aboot ลงในฮาร์ดดิสก์
tr: Aboot'u sabit diske kur

source: No ext2 partitions found
ar: لم يعثر على تجزئات ext2
ast: Ensín particiones ext2 atopaes
be: Не знойдзена падзелаў ext2
bs: ext2 particije nisu pronaene
ca: No s'ha trobat cap partició ext2
cs: Oblasti typu ext2 nenalezeny
da: Fandt ingen ext2-partitioner
es: No se encontraron particiones ext2
eu: Ez da ext2 partiziorik aurkitu
ga: Níor aimsíodh aon deighiltí ext2
gl: Non se atoparon particións ext2
hi: कोई ईएक्सटी2 पार्टीशन नहीं मिला
hr: Nema ext2 particija
hu: Nem található ext2 partíció
it: Non sono state trovate partizioni ext2
ka: ვერ მოიძებნა ვერცერთი ext2 დანაყოფი
ku: Tu partîsiyona ext2 nehat dîtin
ml: ext2 ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടില്ല
nb: Fant ingen ext2-partisjoner
nl: Er zijn geen ext2-partities gevonden
pl: Nie znaleziono partycji ext2
pt: Não foram encontradas partições ext2
ro: Nu s-a găsit nici o partiție ext2
ru: Не найдены разделы ext2
sk: Nebola nájdená žiadna ext2 oblasť
ta: ext2 பகிர்வுகள் ஏதும் காணவில்லை
th: ไม่พบพาร์ทิชัน ext2
tr: Herhangi bir ext2 bölümü bulunamadı

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
ar: لم يعثر على أنظمة ملفّات ext2 على حاسوبك. كي تحمّل نواة لينكس من منصّة SRM يتطلّب آبوت تجزئة ext2 على قرصٍ جزّىء بعلامات قرص BSD. ستضطر أن تعدّ تجزئة ext2 واحدة على الأقل على نظامك قبل المتابعة.
ast: Non atopaos sistemes de ficheros ext2 nel to ordenador. Pa cargar el kernel de Linux dende la consola SRM, aboot necesita una partición ext2 nun discu que te particionáu cola etiqueta BSD. Necesites configurar al menos una partición ext2 nel to sistma anantes de siguir.
be: Ніводнай файлавай сістэмы тыпу ext2 не было знойдзена ў Вашым кампутары. Каб загрузіць ядро Linux з кансолі SRM, aboot патрэбны падзел тыпу ext2 на дыску,што быў падзелены з ужываннем адзнак BSD (BSD disklabels). Перад працягам Вам неабходна наладзіць у сваёй сістэме прынамсі адзін падзел тыпу ext2.
bs: ext2 particije nisu pronaene na vaem raunaru. Da bi se uitao Linux kernel sa SRM konzole, aboot treba ext2 particiju na disku koji je particionisan sa BSD disklabels. Trebate podesiti barem jednu ext2 particiju na vaem sistemu prije nego nastavite.
ca: No s'ha trobat cap sistema de fitxers ext2 al vostre ordinador. Per carregar el nucli Linux des de la consola SRM, aboot necessita una partició ext2 en un disc que s'haja partit amb etiquetes de disc BSD. Necessitareu configurar al menys una partició ext2 al vostre sistema abans de continuar.
cs: Nebyly nalezeny ¾ádné souborové systémy typu ext2. Pro zavedení linuxového jádra ze SRM konzoly potøebuje aboot oblast typu ext2 le¾ící na disku, který je rozdìlen na BSD disklabels. Pøed pokraèováním musíte vytvoøit alespoò jednu oblast typu ext2.
da: Der blev ikke fundet nogen ext2-partitioner på din computer. For at indlæse Linuxkernen fra SRM-konsollen, skal aboot bruge en ext2-partition på en disk, der er partitioneret med BSD-diskmærkater. Du skal sætte mindst én ext2-partition op på dit system, før du fortsætter.
es: No se ha encontrado ningún sistema de ficheros ext2 en su ordenador. Aboot necesita una partición ext2 en un disco que haya sido particionado con etiquetas BSD para poder cargar el núcleo de Linux de la consola SRM. Tendrá que configurar al menos una partición ext2 en el sistema antes de continuar.
eu: Zure ordenagailuan ez da ext2 fitxategi sistemarik aurkitu. SRM kontsolatik Linux kernela kargatu ahal izateko aboot-ek BSD disko etiketekin partizionatutako disko batetako ext2 partizio bat behar du. Jarraitu ahal izateko zuk behintzat ext2 fitxategi sistemadun partizio bat konfiguratu behar duzu.
ga: Níor aimsíodh aon chórais chomhad ext2 ar do ríomhaire. Chun an eithne Linux a luchtú ón chonsól SRM, teastaíonn ó aboot deighilt ext2 ar dhiosca a bhfuil lipéid diosca BSD air. Tá sé ort deighilt ext2 a chumrú sular féidir leat dul ar aghaidh.
gl: Non se atoparon sistemas de ficheiros ext2 no equipo. Para cargar o Núcleo de Linux desde a consola SRM, aboot precisa unha partición ext2 nun disco que estea particionado coas etiquetas de disco BSD. Precisarás configurar un mínimo dunha partición ext2 no teu sistema antes de continuar.
hi: आपके कम्प्यूटर पर कोई भी ext2 फाइलतंत्र नहीं पाए गए. एसआरएम कंसोल से लिनक्स कर्नेल लोड करने के लिए, एबूट को ext2 पार्टिशन ऐसी डिस्क पर चाहिए जिसको बीएसडी डिस्कलेबल्स के साथ पार्टिशन किया गया हो. जारी रखने से पहले आपको अपने तंत्र पर कम से कम एक ext2 पार्टिशन व्यवस्थित करना ही होगा.
hr: Na va¹em raèunalu nisu pronaðeni ext2 datoteèni sustavi. Da uèita Linuxov kernel iz SRM konzole, aboot treba ext2 particiju na disku koji je particioniran s BSD diskovnim oznakama. Morate podesiti barem jednu ext2 particiju na svome sustavu prije negoli nastavite.
hu: A számítógép felderítése egyetlen ext2 fájlrendszert sem eredményezett. A Linux-rendszermag SRM-konzolról való betöltéséhez az aboot-nak egy BSD-lemezcímkékkel partícionált eszközön található ext2 partícióra van szüksége. A továbblépés előtt legalább egy ilyen partíciót kell felkonfigurálnia.
it: Non è stato trovato alcun file system ext2 nel computer. Per caricare il kernel Linux dalla console SRM, aboot necessita di una partizione ext2 su un disco partizionato con etichetta BSD; è necessario configurare almeno una partizione ext2 sul sistema prima di continuare.
ka: თქვენს კომპიუტერზე ext2 ფაილური სისტემა ვერ მოიძებნა. SRM კონსოლიდან ლინუქსის კერნელის ჩასატვირთად, aboot საჭიროებს ext2 დანაყოფისმ რომელიც BSD disklabels-ებით არის დაყოფილი. გაგრძელებამდე თქვენს სისტემაზე ერთი ext2 დანაყოფის კონფიგურაცია მაინც მოგიწევთ.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറില്‍ ext2 ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടില്ല. BSD ഡിസ്ക് ലേബലുകള്‍ കൊണ്ട് വിഭജിച്ച ഡിസ്കില്‍ ഒരു ext2 ഭാഗം SRM കണ്‍സോളില്‍ നിന്നും ലിനക്സ് കെര്‍ണല്‍ ലോഡ് ചെയ്യുന്നതിന് അബൂട്ടിന് ആവശ്യമുണ്ട്. തുടരുന്നതിനു് മുമ്പു് ഒരു ext2 ഭാഗമെങ്കിലും നിങ്ങള്‍ ക്രമീകരിക്കേണ്ടതായി വരും.
nb: Fant ingen ext2-filsystem på maskinen. For å laste Linux-kjernen fra SRM-konsollet, trenger Aboot en ext2-partisjon på en disk som er partisjonert med BSD-datamerke. Du må sette opp minst en ext2-partisjon på systemet før du fortsetter.
nl: Er zijn op uw computer geen bestandssystemen met type ext2 gevonden. Om de Linux kernel te laden vanaf de SRM-console dient aboot te beschikken over een ext2-partitie op een schijf die ingedeeld is met BSD-schijfmarkeringen. U dient minstens één ext2-partitie in te stellen op uw systeem alvorens verder te gaan.
pl: Nie wykryto systemu plików ext2. Aby załadować jądro Linuksa z konsoli SRM, aboot potrzebuje partycji ext2 na dysku, który został przepartycjonowany z użyciem etykiet dysków BSD. Trzeba skonfigurować przynajmniej jedną partycję ext2 przed kontynuacją.
pt: Não foram encontrados sistemas de ficheiros ext2 no seu computador. Para carregar o kernel Linux a partir da consola SRM, aboot necessita de uma partição ext2 num disco que tenha sido particionado com disklabels BSD. Vai necessitar de configurar pelo menos uma partição ext2 no seu sistema antes de continuar.
ro: Nu s-a găsit nici un sistem de fișiere de tip ext2. Pentru încărcarea nucleului Linux din consola SRM, aboot are nevoie de o partiție ext2 pe un disc partiționat cu etichete disc BSD. Va trebui să configurați cel puțin o partiție ext2 pe sistemul dumneavoastră înainte de a continua.
ru: Разделы с файловой системой ext2 не были обнаружены на вашем компьютере. Для загрузки ядра Linux из консоли SRM системному загрузчику aboot требуется раздел ext2 на диске, размеченном с использованием меток BSD. Прежде чем продолжить, вам необходимо создать по крайней мере один раздел ext2.
sk: Na vašom počítači nebol nájdený žiaden súborový systém ext2. Na načítanie jadra Linuxu zo SRM konzoly potrebuje aboot oblasť ext2 na disku, ktorý bol rozdelený s tabuľkou oblastí vo formáte BSD. Ak chcete pokračovať, musíte na vašom systéme nastaviť aspoň jednu oblasť ext2 .
ta: ext2 கோப்பு அமைப்பு ஏதும் காணப்படவில்லை. லினக்ஸ் கருவை SRM முனையத்திலிருந்து ஏற்ற ஆபூட்டிற்கு BSD விளக்கச்சீட்டுகள் லொண்டு பகிர்வு செய்யப்பட்ட ext2 பகிர்வு வேண்டும். தொடரும்முன் குறைந்தது ஒரு ext2 பகிர்வையேனும் வடிவமைக்க வேண்டும்.
th: ไม่พบระบบแฟ้มแบบ ext2 ในเครื่องของคุณ การโหลดเคอร์เนลลินุกซ์จากคอนโซล SRM นั้น aboot ต้องใช้พาร์ทิชันแบบ ext2 ในดิสก์ที่ได้แบ่งพาร์ทิชันโดยใช้ป้ายชื่อดิสก์แบบ BSD ไว้ คุณจะต้องกำหนดพาร์ทิชันแบบ ext2 อย่างน้อยหนึ่งพาร์ทิชัน ก่อนที่จะดำเนินการต่อไป
tr: Bilgisayarınızda ext2 dosya sistemi bulunamadı. Aboot, SRM konsolundan Linux çekirdeğini yüklemek için BSD disk etiketleriyle bölümlenmiş bir ext2 bölümüne ihtiyaç duyar. Devam etmek için en azından bir bölümü ext2 olarak biçimlendirmelisiniz.

source: Installing the aboot boot loader
ar: جاري تثبيت محمّل الإقلاع آبوت
ast: Instalando'l cargador d'arranque aboot
be: Усталяванне загрузчыка aboot
bs: Instaliram aboot boot loader
ca: S'està instaŀlant el carregador aboot
cs: Instaluje se zavadìè aboot
da: Installerer opstartsindlæseren aboot
es: Instalando el cargador de arranque aboot
eu: Aboot abiarazte kargatze sistena instalatzen
ga: Luchtóir tosaithe aboot á shuiteáil
gl: Instalando o cargador de arranque de aboot
hi: एबूट बूटलोडर को संस्थापित कर रहे हैं
hr: Instaliram aboot boot uèitavaè
hu: Az aboot rendszerbetöltő telepítése
it: Installazione del boot loader aboot
ka: aboot სისტემური ჩამტვირთველის დაყენება
ku: Boot loader a aboot tê sazkirin
ml: അബൂട്ട് ബൂട്ട് ലോഡര്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിയ്ക്കുന്നു
nb: Installerer oppstartssystemet Aboot
nl: Aboot-opstartlader wordt geïnstalleerd
pl: Instalacja programu uruchomieniowego aboot
pt: A instalar o carregador do sistema aboot
ro: Se instalează încărcătorul de sistem aboot
ru: Установка системного загрузчика aboot
sk: Inštaluje sa zavádzač aboot
ta: யாபூட் துவக்கி நிறுவப் படுகிறது.
th: กำลังติดตั้งบูตโหลดเดอร์ aboot
tr: Aboot açılış yükleyicisi kuruluyor
