Repository: dankamongmen/s-i
Catalog: packages/arch/alpha/aboot-installer/debian/po/*.po
Languages: ar, ast, be, bs, ca, cs, da, es, eu, ga, gl, hi, hr, hu, it, ka, ku, ml, nb, nl, pl, pt, ro, ru, sk, ta, th, tr

source: Aboot installation failed. Continue anyway?
ar: فشل تثبيت آبوت. هل تريد المتابعة على كل حال؟
ast: Falló instalación d'aboot. ¿Siguir igualmente?
be: Не атрымалася ўсталяваць aboot. Працягнуць, не зважаючы на гэта?
bs: Aboot instalacija nije uspjela. Nastaviti dalje?
ca: La instaŀlació d'aboot ha fallat. Voleu continuar igualment?
cs: Instalace abootu selhala. Pøesto pokraèovat?
da: Installationen af aboot mislykkedes. Fortsæt alligevel?
es: La instalación de aboot ha fallado. ¿Desea continuar de todos modos?
eu: Huts aboot instalatzerakoan. Jarrailtu ala ere?
ga: Theip ar shuiteáil Aboot. Lean ar aghaidh mar sin féin?
gl: fallou a instalación de Aboot, ¿continuar de todas formas?
hi: एबूट का संस्थापन असफल. फिर भी जारी रखें?
hr: Aboot instalacija neuspjela. Da ipak nastavim?
hu: Aboot rendszerbetöltő telepítése sikertelenül zárult. Mégis továbblép?
it: L'installazione di aboot non è riuscita. Continuare comunque?
ka: Aaboot სისტემური ჩამტვირთველის დაყენება შეფერხდა. მაინც გავაგრძელოთ?
ku: Sazkirina aboot serneket. Dîsa bidomîne?
ml: അബൂട്ട് ഇന്‍സ്റ്റളേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nb: Aboot-installasjonen mislyktes. Vil du fortsette likevel?
nl: Aboot-installatie is mislukt. Toch verder gaan?
pl: Instalacja Aboot nie powiodła się. Kontynuować mimo tego?
pt: A instalação do aboot falhou. Continuar mesmo assim?
ro: Instalarea Aboot a eșuat. Mai continuați?
ru: Не удалось установить aboot. Продолжить установку?
sk: Inštalácia aboot zlyhala. Napriek tomu pokračovať?
ta: யாபூட் நிறுவல் தோல்வியடைந்தது. எப்படியும் தொடரவா?
th: ติดตั้ง aboot ไม่สำเร็จ จะดำเนินการต่อไปหรือไม่?
tr: Aboot kurulumu başarısız. Yine de devam edilsin mi?

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
ar: فشلت حزمة آبوت في التّثبيت في /الهدف/. تثبيت آبوت كمحمّل إقلاع خطوةٌ أساسيّة. قد لا تكون لمشكلة التّثبيت علاقةٌ بآبوت، لذلك قد يكون الاستمرار في التّثبيت ممكناً.
ast: El paquete aboot falló al instalar en /target/. Instalar aboot como cargador d'arranque ye un pasu requeríu. El problema d'instalación nun parez tar rellacionáu con aboot, colo que siguir cola instalación ye posible.
be: Пакет aboot не атрымалася ўсталяваць у /target/. Усталяванне aboot як загрузчыка - неабходны крок. Аднак, напатканая праблема можа не датычыцца ўласна aboot, тады ў Вас ёсць шанец працягнуць.
bs: Aboot paket se nije uspio instalirati na /target/. Instaliranje aboot-a kao boot loadera je zahtijevani korak. Mogue da instalacijski problem nije vezan za aboot i da je mogue da nastavite instalaciju.
ca: No s'ha pogut instaŀlar el paquet aboot a /target/. Instaŀlar aboot com a carregador és un pas requerit. El problema d'instaŀlació pot no estar relacionat amb aboot, així doncs continuar amb la instaŀlació potser serà possible.
cs: Balík aboot se nedokázal nainstalovat do /target. Instalace zavadìèe (tedy abootu) je vy¾adována. Nastalý problém ale nemusí nutnì souviset s abootem a mo¾ná lze v instalaci pokraèovat.
da: Pakken aboot kunne ikke installeres på /target/. Det er et påkrævet trin at installere aboot. Dog kan det være at installationsproblemet ikke har noget med aboot at gøre, så det kan godt være at det kan lade sig gøre at fortsætte installationen alligevel.
es: Falló la instalación del paquete «aboot» en «/target/». La instalación de aboot como cargador de arranque es un paso necesario. El problema de instalación puede no estar relacionado con aboot, así que es posible que pueda continuar con la instalación.
eu: Huts aboot paketea /target/-en instalatzerakoan. Aboot abiarazle bezala instalatzea beharrezko pausu bat da. Instalazio arazoak ziurrenik ez du aboot-ekin zerikuzirik, beraz instalazioarekin aurrera jarraitzea posible da.
ga: Theip ar shuiteáil an phacáiste aboot i /target/. Caithfear aboot a shuiteáil mar luchtóir tosaithe. Seans nach mbaineann an fhadhb shuiteála le aboot ar chor ar bith agus beidh tú in ann dul ar aghaidh leis an tsuiteáil.
gl: Fallou a instalación de Aboot en /target/ . A instalación de Aboot como xestor de arranque é un paso necesario. O problema na instalación pode non estar causado polo propio Aboot, polo que é posible continuar coa instalación.
hi: /target/ में एबूट पैकेज का संस्थापन असफल रहा. बूटलोडर की भाँति एबूट ो का संस्थापन एक आवश्यक चरण है. संस्थापन की यह सम्या सएबूटलो से संबद्ध नहीं भी हो सकती है, अतः संस्थापन को जारी रखना संभव हो सकता है.
hr: Paket aboot nije se uspio instalirati na /target/. Instalacija aboot-a kaoboot uèitavaèa je zahtijevani korak. Ipak, moguæe je da problem nije usvezi s aboot-om, pa nastavak instalacije mo¾da bude moguæ.
hu: Az aboot /target/ könyvtárba telepítése sikertelenül zárult. A aboot rendszerbetöltőként telepítése pedig feltétlenül szükséges. Azért lehet, hogy a telepítés során felmerült problémának nincs köze az aboot-hoz, ez esetben a telepítés folytatásának elvileg nincs akadálya.
it: L'installazione del pacchetto aboot in /target/ non è riuscita. L'installazione di aboot come boot loader è un passo richiesto. Tuttavia, il problema di installazione, potrebbe non essere in relazione con aboot e l'installazione potrebbe continuare.
ka: aboot-პაკეტის ინსტალაცია /target/-ში მიმდინარეობს შეფერხებებით. ჩამტვირთველად aboot-ის დაყენება აუცილებელი ეტაპია, მაგრამ შეფერხება არაა აუცილებელი საკუთრივ aboot-ის დაზიანების შედეგი იყოს, ასე, რომ გაგრძელება შეიძლება.
ku: Pakêta aboot li /target/ ê nehate sazkirin. Wekî pêşbarkerekê divê aboot were sazkirin. Ji ber ku pirsgirêka sazkirinê ne têkildarî abootê ye, tu dikarî sazkirinê bidomînî.
ml: അബൂട്ട് പാക്കേജ് /target/ ലേക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. അബൂട്ട് ബൂട്ട് ലോഡറായി ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടിക്രമമാണു്. എന്നിരുന്നാലും ഇന്‍സ്റ്റാള്‍ പ്രശ്നം അബൂട്ടുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്‍സ്റ്റളേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nb: Klarte ikke å installere Aboot-pakken i /target. Å installere Aboot som oppstartssystem er et nødvendig steg. Men det kan likevel hende at problemet er uavhengig av Aboot, så kanskje det går an å fortsette installasjonen.
nl: Installeren van het pakket 'aboot' in /target/ is mislukt. Het installeren van aboot als opstartlader is een verplichte stap. Mogelijk is dit installatieprobleem niet gerelateerd aan aboot, in dat geval is verdergaan misschien mogelijk.
pl: Instalacja pakietu aboot w /target/ nie powiodła się. Instalacja aboot jako programu uruchomieniowego jest etapem wymaganym. Możliwe jednak, że błąd jest niezwiązany z aboot i kontynuacja instalacji będzie możliwa.
pt: O pacote aboot não pode ser instalado em /target/. Instalar o aboot como um gestor de arranque é um passo necessário. O problema de instalação pode não ter a ver com o aboot, desse modo pode ser possível continuar a instalação.
ro: Instalarea pachetului aboot pe /target/ a eșuat. Instalarea aboot ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de aboot, deci continuarea instalării ar putea fi posibilă.
ru: Не удалось установить пакет aboot в /target/. Установка aboot в качестве системного загрузчика является необходимым шагом. Однако, эта проблема может быть не связана с aboot, так что продолжение установки может оказаться возможным.
sk: Inštalácia balíka aboot do /target zlyhala. Inštalácia zavádzača aboot je nutná. Možno tento problém nesúvisí priamo s aboot, takže môžete pokračovať v inštalácii.
ta: /target/ இல் யாபூட் தொகுப்பு நிறுவப் படவில்லை. யாபூட் ஐ நிறுவுதல் அவசியமான படி. நிறுவல் பிரச்சினை யாபூட்டுக்கு சம்பந்தம் இல்லாததாக இருக்கலாம். ஆகவே நிறுவலை தொடர்தல் கை கூடலாம்.
th: ติดตั้งแพกเกจ aboot ลงใน /target/ ไม่สำเร็จ การติดตั้ง aboot เป็นบูตโหลดเดอร์ เป็นขั้นตอนที่จำเป็น แต่ปัญหาของการติดตั้งอาจไม่เกี่ยวกับ aboot ก็ได้ ดังนั้น การดำเนินการติดตั้งต่อไปก็อาจทำได้
tr: Aboot paketi /target/'a kurulamadı. Bir önyükleyici olarak aboot'un kurulması gerekiyor. Kurulum problemi aboot'la ilgili olmayabileceğinden kuruluma devam etmeniz mümkün olabilir.

source: Device for boot loader installation:
ar: جهاز تثبيت محمّل الإقلاع:
ast: Preseu pa la instalación del cargador d'arranque:
be: Прылада, куды трэба ўсталяваць загрузчык:
ca: Dispositiu on instaŀlar el carregador:
cs: Zaøízení pro instalaci zavadìèe:
da: Enhed hvorpå opstartsindlæseren skal installeres:
es: Dispositivo donde instalar el cargador de arranque:
eu: Abiarazlea instalatzeko gailua:
ga: Gléas le haghaidh shuiteáil an luchtóra tosaithe:
gl: Dispositivo para a instalación do cargador de arranque:
hi: बूटलोडर के संस्थापन के लिए उपकरण:
hr: Ureðaj za instalaciju boot uèitavaèa:
hu: A rendszerbetöltő erre az eszközre kerül:
it: Device per l'installazione del boot loader:
ka: მოწყობილობა სისტემური ჩამტვირთველის დასაყენებლად:
ku: Amûra ji bo sazkirina boot loader:
ml: ബൂട്ട് ലോഡര്‍ ഇന്‍സ്റ്റലേഷനു വേണ്ട ഉപകരണം:
nb: Enheten oppstartslasteren skal installeres på:
nl: Apparaat voor opstartlader-installatie:
pl: Urządzenie do instalacji programu uruchomieniowego:
pt: Dispositivo para a instalação do gestor de arranque:
ro: Dispozitivul folosit pentru instalarea încărcătorului de sistem:
ru: Устройство для установки системного загрузчика:
sk: Zariadenie na inštaláciu zavádzača:
ta: துவக்கி நிறுவ சாதனம்:
th: อุปกรณ์สำหรับติดตั้งบูตโหลดเดอร์:
tr: Önyükleyici kurulacak aygıt:

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root filesystem, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
ar: يتطلّب آبوت تثبيت محمّل الإقلاع على جهازٍ قابلٍ للإقلاع يحتوي تجزئة ext2. فضلاً اختر تجزئة ext2 التي تريد من آبوت أن يستعملها. إن لم يكن هذا هو نظام الملفّات الجذري ستنسخ صورة نواتك و ملف الإعداد /etc/aboot/conf لتلك التّجزئة.
bs: Aboot treba instalirati boot loader na bootabilni disk koji sadri ext2 particiju. Molim odaberite ext2 particiju koju elite da koristi aboot. Ako ovo nije root datoteni sistem, va kernel image i konfiguracijska datoteka /etc/aboot.conf e biti kopirani na tu particiju.
cs: Aboot musí nainstalovat zavadìè na zaveditelné zaøízení obsahující oblast typu ext2. Vyberte oblast, kterou má aboot pou¾ít. Pokud to není koøenový souborový systém, nakopíruje se sem i obraz jádra a konfiguraèní soubor /etc/aboot.conf.
eu: Aboot-ek abiarazi daitekeen ext2 motako partizioa duen gailu batetan instalatu behar da. Aukera ezazu aboot-ek erabiltzea nahi duzun ext2 partizioa. Hau erro fitxategi sistema ez balitz kernela eta /etc/aboot.conf konfigurazio fitxategia partizio horretara kopiatuko da.
gl: Aboot precisa instalar o cargador de arranque nun dispositivo arrancable que conteña unha partición ext2. Por favor, elixe a partición ext2 que queres que aboot use. Se este non é o sistema de ficheiros do superusuario a imaxe do kernel e o ficheiro de configuración /etc/aboot.conf serán gardados nesa partición.
hu: Az aboot rendszerbetöltőt egy rendszerbetöltésre alkalmas eszközön található ext2 partícióra kell telepíteni. Válassza ki az aboot-nak szánt ext2 partíciót. Ha ez nem a gyökér-fájlrendszer, akkor a rendszermag és az /etc/aboot.conf konfigurációs fájl átkerül erre a partícióra.
pt: Aboot necessita de instalar o gestor de arranque num dispositivo de arranque que contenha uma partição ext2. Por favor escolha uma partição ext2 que deseja que o aboot utilize. Se este não é o sistema de ficheiros raíz, a sua imagem de kernel e o ficheiro de configuração /etc/aboot.conf serão copiados para essa partição.

source: Install /boot on a disk with an unsupported partition table?
ar: تثبيت /boot على قرصٍ ذو جدول تجزئة غير مدعوم؟
ast: ¿Instalar /boot nun discu con una tabla de particiones non sofitada?
be: Ці ўсталяваць /boot на дыск з табліцай падзелаў, якая не падтрымліваецца?
bs: Instalirati /boot na disk sa nepodranom particionom tabelom?
ca: Voleu instaŀlar /boot en un disc amb una taula de particions no suportada?
cs: Instalovat /boot na disk s nepodporovanou tabulkou oblastí?
da: Installér /boot på en disk med en ikke-understøttet partitionstabel?
es: ¿Desea instalar /boot en un disco con una tabla de particiones no soportada?
eu: /boot ez onartutako partizio taula duen diskan instalatu?
ga: An bhfuil fonn ort /boot a shuiteáil ar dhiosca a bhfuil tábla deighiltí gan tacaíocht aige?
gl: ¿Instalar /boot nun disco cunha táboa de particións que non esté soportada?
hi: क्या /boot एक ऐसी डिस्क पर संस्थापित करें जिसका पार्टिशन टेबल समर्थित नहीं है?
hr: Instaliraj /boot na disk s nepodr¾anom particijskom tablicom?
hu: Nem támogatott partíciós táblájú lemezre telepíti a /boot könyvtárat?
it: Installare /boot su un disco con una tabella delle partizioni non supportata?
ka: გსურთ /boot-ის ისეთ დისკზე დაყენება, სადაც უცნობი დანაყოფის ცხრილია?
ku: /boot di diskeke bê desteka ji bo tabloya partîsiyonan were sazkirin?
ml: പിന്തുണക്കാത്ത വിഭജന പട്ടികയുള്ള ഒരു ഡിസ്കില്‍ /boot ഇന്‍സ്റ്റാള്‍ ചെയ്യണമോ?
nb: Vil du installere /boot på en harddisk med en partisjonstabell som ikke støttes?
nl: '/boot' installeren op een schijf met een niet-ondersteunde partitietabel?
pl: Zainstalować /boot na dysku z nieobsługiwaną tablicą partycji?
pt: Instalar o /boot num disco com uma tabela de partições não suportada?
ro: Se instalează /boot pe un disc cu o tabelă de partiții nesuportată?
ru: Установить /boot на диск с неподдерживаемой таблицей разделов?
sk: Nainštalovať /boot na disk s nepodporovanou tabuľkou oblastí?
ta: ஆதரவில்லாத பகிர்வு அட்டவணையக் கொண்ட வட்டில் நிறுவவா/துவக்கவா?
th: จะติดตั้ง /boot ลงในดิสก์ที่มีตารางพาร์ทิชันที่ไม่รองรับหรือไม่?
tr: Bölümleme tablosu desteklenmeyen bir diske /boot kurulsun mu?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
ar: لكي يكون قابلاً للإقلاع من منصّة SRM يجب أن يكون آبوت و النّواة التي يحمّلها مثبّتان على قرصٍ يستعمل علامات قرص BSD لجدول تجزئته. إن تابعت لن تستطيع إقلاع نظامك باستخدام آبوت و ستضطر أن تقلع بطريقة أخرى.
ast: Pa ser arrancable dende consola SRM, aboot y el kernel deben ser instalaos nun discu qu'use etiquetes BSD pa la so tabla de particionáu. El to direutoriu /boot nun ta llocalizáu como un discu. Si procedes, nun podrás arrancar el to sistema usando aboot, y necesitarás arrancar d'otru mou.
be: Каб мець магчымасць загрузкі з кансолі SRM, aboot і ядро, што ён загружае, мусяць быць усталяваныя на дыску, які выкарыстоўвае адзнакі (disklabels) BSD для сваёй табліцы падзелаў. Ваша дырэкторыя /boot не знаходзіцца на дыску такога кшталту. Калі Вы працягнеце, то сістэму немагчыма будзе загрузіць з дапамогай aboot, і давядзецца рабіць гэта нейкім іншым чынам.
bs: Da bi se mogao podii sa SRM konzole, aboot i kernel koji se uitava moraju biti instalirani na disk koji koristi BSD disklabels kao svoju particionu tabelu. Va /boot direktorij se ne nalazi na takvom disku. Ako nastavite, neete moi podii va sistem koristei aboot i trebaete ga podii na neki drugi nain.
ca: Per a poder arrencar des de la consola SRM, aboot i el nucli que carrega han d'estar instaŀlats en un disc que utilitze etiquetes de disc BSD per a la seua taula de particions. El vostre directori /boot no està ubicat en un disc semblant. Si continueu, no podreu arrencar el vostre sistema fent servir aboot, i haureu d'arrencar-lo d'alguna altra manera.
cs: Aby byl zaveditelný ze SRM konzole, musí aboot a pøíslu¹né jádro le¾et na disku pou¾ívajícím jako tabulku oblastí BSD disklabel. Vá¹ /boot adresáø není umístìn na takovém disku. Budete-li pokraèovat, nebudete moci zavést systém programem aboot a budete muset hledat jinou cestu.
da: For at kunne starte op fra SRM-konsollen, skal både aboot og den kerne, den skal indlæse, være installeret på en disk, der benytter BSD-diskmærkater i sin partitionstabel. Din /boot-mappe ligger ikke på en sådan disk. Hvis du fortsætter, vil du ikke være i stand til at starte dit system op med aboot, og vil derfor være nødt til at have en anden måde at starte systemet op på.
es: Para poder arrancar desde la consola SRM, tanto aboot como el núcleo que carga deben estar instalados en un disco que utilice etiquetas BSD para la tabla de particiones. El directorio /boot no está ubicado en un disco de este tipo. Puede que no sea capaz de arrancar el sistema con aboot si continúa, y quizás tenga que arrancarlo con otros mecanismos.
eu: SRM kontsolatik abiarazi ahal izateko, aboot tea honek kargatzen duen kernela BSD etiketadun partizio taula duen diska batetan instalaturik egon behar dita. Zure /boot karpeta ez da diska honetan aurkitzen. Aurrera jarraitu ezkero ezingo duzu zure sistema aboot bidez abiaraz, eta zuk beste era batetara abiarazi beharko duzu.
ga: Chun tosú ón chonsól SRM, ní mór aboot agus an eithne a luchtaíonn sé a bheith suiteáilte ar dhiosca a úsáideann lipéid diosca BSD le haghaidh a thábla deighiltí. Níl do chomhadlann /boot ar dhiosca den chineál seo. Má leanann tú ar aghaidh, ní bheidh tú in ann do chóras a thosú le aboot, agus beidh sé ort an córas a thosú ar bhealach éigin eile.
gl: Para poderse arracar desde unha consola SRM, aboot e o kernel que vai cargar débense instalar nun disco que use etiquetas de disco BSD na súa táboa de particións. O teu /boot non está nese tipo de disco. Se non o cambias, non poderás arrancar o sistema usando aboot, e precisarás arrancalo de outra forma.
hi: एसआरएम कंसोल से बूट होने के लिए यह आवश्यक है कि, एबूट व कर्नेल जो यह लोड करता है उस डिस्क पर ही संस्थापित हों जोकि अपने पार्टिशन टेबल के लिए बीएसडी डिस्कलेबल का प्रयोग करती हो. आपकी /boot डायरेक्ट्री ऐसी किसी भी डिस्क पर नहीं है. यदि आप जारी रखते हैं तो आप अपने तंत्र को एबूट का प्रयोग करके बूट नहीं कर पाएँगे और आपको इसे किसी और ढंग से बूट करना होगा.
hr: Da bi se mogao podignuti iz SRM konzole, aboot i kernel kojega uèitava moraju biti instalirani na disk s BSD diskovnim oznakama za particijsku tablicu. Ako nastavite, neæete moæi podizati sustav koristeæi aboot, nego æete to morati raditi drugaèije.
hu: Az SRM-konzolról való betöltéshez az aboot-nak és az általa betöltött rendszermagnak egy BSD-lemezcímkékkel partícionált lemezen kell lennie. A /boot könyvtár jelenleg nem ilyen partíción van. Ha most továbblép, a rendszer a jelenlegi állapotában nem fog az aboot-tal elindulni, így valami más módot kell találnia a rendszer indítására.
it: Per essere avviabile dalla console SRM, aboot e il kernel che carica devono essere installati su un disco con tabella delle partizioni in formato BSD. La directory /boot non è su tale disco, se si prosegue non sarà possibile avviare il proprio sistema usando aboot e sarà necessario farlo in qualche altro modo.
ka: SRM კონსოლიდან ჩატვირთვისათვის, aboot და მის მიერ ჩასატვირთი კერნელი ისეთ დისკზე უნდა დაყენდეს, რომელიც თავის დანაყოფითა ცხრილისათვის BSD disklabels იყენებს. თქვენი /boot დირექტორია ასეთ დისკზე არ მდებარეობს. თუ გააგრძელებთ, თქვენი სისტემის ჩატვირთვას aboot-ის საშუალებით ვერ შეძლებთ და მოგიწევთ რაიმე სხვა სახით ჩატვირთვა.
ml: SRM കണ്‍സോളില്‍ നിന്നും ബൂട്ട് ചെയ്യണമെങ്കില്‍ അബൂട്ടും അതു് ചേര്‍ക്കുന്ന കെര്‍ണലും അതിന്റെ വിഭജന പട്ടികയ്കായി BSD ഡിസ്ക് ലേബലുകള്‍ ഉപയോഗിക്കുന്ന ഒരു ഡിസ്കില്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടേണ്ടതായിട്ടുണ്ട്. അത്തരത്തിലുള്ള ഒരു ഡിസ്കിലല്ല നിങ്ങളുടെ /boot കൂട സ്ഥിതി ചെയ്യുന്നത്. നിങ്ങള്‍ മുന്നോട്ട് പോകുകയാണെങ്കില്‍ അബൂട്ടുപയോഗിച്ച് നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്‍ക്കു് സാധിക്കുകയില്ല, മറ്റേതെങ്കിലും വിധത്തില്‍ നിങ്ങള്‍ക്കിത് ബൂട്ട് ചെയ്യേണ്ടി വരും.
nb: Aboot og den kjernen det laster inn må installeres på en disk som bruker BSD-datamerker i partisjonstabellen. Din /boot-katalog ligger ikke på en slik disk. Hvis du fortsetter, vil du ikke kunne starte systemet ditt med Aboot, så du må starte det på en annen måte.
nl: Om opstartbaar te zijn vanaf de SRM-console dienen aboot en de door aboot te laden kernel geïnstalleerd te worden op een schijf die BSD-schijfmarkeringen gebruikt voor de schijfindelingstabel
pl: By uruchamiać się z konsoli SRM, aboot i jądro przez niego ładowane, muszą być zainstalowane na dysku, który używa etykiet dysków BSD w swojej tablicy partycji. Twój katalog /boot nie jest umieszczony na takim dysku. Jeśli zachowasz to ustawienie, nie będzie możliwe uruchomienie systemu korzystając z aboot i konieczne będzie uruchamianie w inny sposób.
pt: Para ser iniciável a partir da consola SRM, o aboot e o kernel que carrega têm de ser instalados num disco que utilize disklabels BSD para a sua tabela de partições. O seu directório /boot não está localizado num desses discos. Se continuar, não vai poder iniciar o seu sistema utilizando o aboot, e necessitará de iniciar de outra forma.
ro: Pentru a fi utilizabil din consola SRM, aboot și nucleul pe care-l încarcă trebuie să fie instalat pe un disc care utilizează etichete de disc BSD pentru tabela sa de partiții. Directorul dumneavoastră /boot nu se află pe un asemenea disc. Dacă continuați, nu veți putea porni sistemul folosind aboot, și va trebui să porniți în alt mod.
ru: Для возможности загрузки из консоли SRM aboot и загружаемое ядро должны быть установлены на диск, который использует метки BSD для своей таблицы разделов. Ваш каталог /boot не находится на таком диске. Если вы продолжите, вы не сможете загрузить вашу систему, используя aboot, и вам придётся загружать её каким-то другим способом.
sk: Aboot a kernel musia byť nainštalované na disku, ktorý používa v tabuľke oblastí BSD označenie diskov, aby bolo možné štartovanie systému zo SRM konzoly. Váš /boot adresár sa nenachádza na takomto disku. Ak budete pokračovať, nebudete schopní naštartovať váš systém použitím aboot, ale budete musieť použiť iný spôsob.
ta: SRM முனையத்திலிருது துவங்க ஆபூட் மற்றும் அது ஏற்றும் கரு BSD விளக்கச்சீட்டுகளை பகிர்வு அட்டவணைக்கு பயன்படுத்தும் வட்டில் நிறுவப்பட்டிருக்க வேண்டும். உங்களது /boot அடைவு அத்தகைய வட்டில் இடம்பெறவில்லை. நீங்கள் மேலும் தொடந்தால் உங்கள் கணிணியை ஆபூட் கொண்டு துவக்க இயலாது. வேறு முறையில் தான் துவக்க வேண்டும்.
th: เพื่อจะให้บูตจากคอนโซล SRM ได้ จะต้องติดตั้ง aboot และเคอร์เนลที่โหลดลงในดิสก์ที่ใช้ป้ายชื่อดิสก์แบบ BSD เป็นตารางพาร์ทิชัน แต่ไดเรกทอรี /boot ของคุณ ไม่ได้อยู่ในดิสก์ชนิดดังกล่าว ถ้าคุณดำเนินการต่อไป คุณจะไม่สามารถบูตระบบของคุณด้วย aboot ได้ และอาจจะต้องบูตด้วยวิธีอื่น
tr: Sisteminizin SRM konsolundan açılabilmesi için, aboot ve bunun yüklediği çekirdek, bölümleme tablosunda BSD disk etiketlerinin kullanıldığı bir disk üzerine kurulmalı. /boot dizininiz şu an böyle bir disk üzerinde değil. Devam etmeniz halinde sisteminizi aboot ile açmanız mümkün olmayabilecek ve açılış için başka bir yola başvurmanız gerekecektir.

source: Use unsupported filesystem type for /boot?
ar: استخدام فئة نظام ملفّات غير مدعومة ل/boot؟
bs: Koristiti nepodrani tip datotenog sistema za /boot?
cs: Pou¾ít nepodporovaný souborový systém pro /boot?
eu: Onartugabeko fitxategi sistema erabili /boot-entzat?
gl: ¿Usa-lo tipo de sistema de ficheiros non soportado para /boot?
hu: Nem támogatott típusú fájlrendszerre helyezi a /boot könyvtárat?
pt: Utilizar tipo de sistema de ficheiros não suportado para /boot ?
