Repository: dankamongmen/s-i
Catalog: packages/console-setup/debian/po/*.po
Languages: is

source: Do not change the boot/kernel font
is: Ekki breyta letri r??singar/kjarna (boot/kernel font)

source: . Arabic
is: . Arab??ska

source: # Armenian
is: # Armenska

source: # Cyrillic - KOI8-R and KOI8-U
is: # Kyril??skt - KOI8-R og KOI8-U

source: # Cyrillic - non-Slavic languages
is: # Kyril??skt - ??nnur en slavnesk tungum??l

source: # Cyrillic - Slavic languages (also Bosnian and Serbian Latin)
is: # Kyril??skt - slavnesk tungum??l (??samt bosn??sku og serbnesk lat??na)

source: . Ethiopic
is: . E??????p??ska

source: # Georgian
is: # Georg??ska

source: # Greek
is: # Gr??ska

source: # Hebrew
is: # Hebreska

source: # Lao
is: # La??

source: # Latin1 and Latin5 - western Europe and Turkic languages
is: # Latneskt1 og Latneskt5 - vesturhluti Evr??pu og tyrknesk tungum??l

source: # Latin2 - central Europe and Romanian
is: # Latneskt2 - mi??-Evr??pa og r??menska

source: # Latin3 and Latin8 - Chichewa; Esperanto; Irish; Maltese and Welsh
is: # Latneskt3 og Latneskt8 - chichewa; esperanto; ??rska; maltneska og velska

source: # Latin7 - Lithuanian; Latvian; Maori and Marshallese
is: # Latneskt7 - lith????ska; lettneska; ma??r?? og marshalleyska

source: . Latin - Vietnamese
is: . Latneskt - v??etnamska

source: # Thai
is: # T??lenska

source: . Combined - Latin; Slavic Cyrillic; Hebrew; basic Arabic
is: . Samsett - Latneska; Slavneska k??ril??ska; hebreska; einf??ldu?? arab??ska

source: . Combined - Latin; Slavic Cyrillic; Greek
is: . Samsett - Latneskt; slavneskt k??ril??skt; gr??ska

source: . Combined - Latin; Slavic and non-Slavic Cyrillic
is: . Samsett - Latneskt; slavneskt og ekki-slavneskt k??ril??skt;

source: Character set to support:
is: Stafatafla sem ?? a?? sty??ja:

source: Please choose the character set that should be supported by the console font.
is: Veldu ??a?? stafasett sem ???? vilt a?? stj??rnskj??rinn noti.

source: If you don't use a framebuffer, the choices that start with "." will reduce the number of available colors on the console.
is: Ef ???? notar ekki framebuffer skj??minni ???? munu valkostir sem byrja ?? "." f??kka fj??lda lita ?? textahaminum.

source: Font for the console:
is: Letur fyrir skj??herminn:

source: "VGA" has a traditional appearance and has medium coverage of international scripts. "Fixed" has a simplistic appearance and has better coverage of international scripts. "Terminus" may help to reduce eye fatigue, though some symbols have a similar aspect which may be a problem for programmers.
is: "VGA" er me?? hef??bundi?? ??tlit og sty??ur ?? me??allagi al??j????legar stafaskriftur. "Fast" er me?? mj??g einfalt ??tlit og sty??ur betur al??j????legar stafaskriftur. "Terminus" g??ti hj??lpa?? til vi?? a?? minnka augn??reytu, samt eru sum t??knin mj??g l??k og g??ti ??a?? veri?? vandam??l t.d. fyrir forritara.

source: If you prefer a bold version of the Terminus font, choose either TerminusBold (if you use a framebuffer) or TerminusBoldVGA (otherwise).
is: Ef ???? vilt frekar feitletra??a ??tg??fu af Terminus letrinu, veldu ???? anna??hvort TerminusBold (ef ???? notar rammaminni) e??a TerminusBoldVGA.

source: Font size:
is: St??r?? leturs:

source: Please select the size of the font for the Linux console. For reference, the font used when the computer boots has size 16.
is: Veldu leturst??r?? fyrir Linux stj??rnskj??inn. Til samanbur??ar m?? geta a?? letri?? sem nota?? er ??egar v??lin r??sir sig upp er ?? st??r?? 16.

source: Please select the size of the font for the Linux console. Simple integers corresponding to fonts can be used with all console drivers. The number then represents the font height (number of scan lines). Alternatively, the font may be represented as HEIGHTxWIDTH; however, such font specifications require the kbd console package (not console-tools) plus framebuffer (and the RadeonFB kernel driver for framebuffer does not support them either).
is: Veldu leturst??r?? fyrir Linux stj??rnskj??inn. Einfaldar heilt??lur sem tilheyra letri m?? nota me?? ??llum stj??rnskj??reklum. ?? ??eim tilfellum samsvarar talan h???? letursins (fj??ldi skj??l??na). Einnig er h??gt a?? skilgreina letri?? sem H????xBREIDD; sl??kar leturskilgreiningar krefjast ??ess a?? kbd console pakkinn (ekki console-tools) auk framebuffer (og RadeonFB kjarnarekill fyrir framebuffer sty??ur ??etta ekki heldur).

source: Font heights can be useful for figuring out the real size of the symbols on the console. For reference, the font used when the computer boots has size 16.
is: H???? leturs er g???? vi??mi??un til a?? ??tta sig ?? raunst??r?? t??kna ?? stj??rnskj??m. Til samanbur??ar er letri?? sem nota?? er ??egar v??lin r??sir sig upp ?? st??r?? 16.

source: Encoding to use on the console:
is: Stafak????un sem nota ?? ?? stj??rnskj??num:

source: Configure the keyboard
is: Stilla lyklabor??i??

source: Other
is: Anna??

source: Keyboard model:
is: Tegund lyklabor??s:

source: Please select the model of the keyboard of this machine.
is: Veldu tegund lyklabor??s fyrir ??essa t??lvu.

source: Country of origin for the keyboard:
is: Sta??f??rsla lyklabor??sins:

source: The layout of keyboards varies per country, with some countries having multiple common layouts. Please select the country of origin for the keyboard of this computer.
is: Uppsetning lyklabor??a er breytileg eftir l??ndum, sum l??nd hafa fleiri en eina sameiginlega uppsetningu. Veldu h??rna landi?? sem ?? vi?? uppsetninguna sem ?? a?? nota.

source: Keyboard layout:
is: Lyklabor??suppsetning:

source: Please select the layout matching the keyboard for this machine.
is: Veldu lyklabor??suppsetningu sem samsvarar lyklabor??inu ?? ??essari v??l.

source: Keep the current keyboard layout in the configuration file?
is: Nota n??verandi lyklabor??suppsetningu ?? stillingaskr???

source: The current keyboard layout in the configuration file /etc/default/keyboard is defined as XKBLAYOUT="${XKBLAYOUT}" and XKBVARIANT="${XKBVARIANT}".
is: Lyklabor??suppsetningin sem tilgreind er ?? stillingaskr??nni /etc/default/keyboard er skilgreind sem XKBLAYOUT="${XKBLAYOUT}" og XKBVARIANT="${XKBVARIANT}".

source: Please choose whether you want to keep it. If you choose this option, no questions about the keyboard layout will be asked and the current configuration will be preserved.
is: Veldu hvort ???? viljir halda ??essu. Ef ???? ??kve??ur a?? halda stillingunum ???? ??arftu ekki a?? svara fleiri spurningum um lyklabor??i?? og n??verandi stillingu ver??ur haldi??.

source: Keep default keyboard layout (${XKBLAYOUTVARIANT})?
is: Halda sj??lfgefnu lyklabor??suppsetningunni (${XKBLAYOUTVARIANT})?

source: The default value for the keyboard layout is XKBLAYOUT="${XKBLAYOUT}" and XKBVARIANT="${XKBVARIANT}". This default value is based on the currently defined language/region and the settings in /etc/X11/xorg.conf.
is: Sj??lfgefi?? gildi fyrir lyklabor??suppsetningu er XKBLAYOUT="${XKBLAYOUT}" og XKBVARIANT="${XKBVARIANT}". ??etta gildi byggist ?? ??eim stillingum fyrir tungum??l/sv????i sem fyrir eru ?? /etc/X11/xorg.conf.

source: Please choose whether you want to keep it. If you choose this option, no questions about the keyboard layout will be asked.
is: Veldu hvort ???? viljir halda ??essu. Ekki ver??ur spurt frekar ??t ?? lyklabor??i?? ef ???? velur ??ennan valkost.

source: Keep current keyboard options in the configuration file?
is: Nota stillingar fyrir n??verandi lyklabor??suppsetningu ??r stillingaskr???

source: The current keyboard options in the configuration file /etc/default/keyboard are defined as XKBOPTIONS="${XKBOPTIONS}".
is: N??gildandi stillingar lyklabor??sins samkv??mt stillingaskr??nni/etc/default/keyboard eru XKBOPTIONS="${XKBOPTIONS}".

source: If you choose to keep these options, no questions about the keyboard options will be asked.
is: Ef ???? velur a?? halda ??essum stillingum, ???? ver??ur ekki spurt frekar ??t ?? lyklabor??sstillingar.

source: Keep default keyboard options (${XKBOPTIONS})?
is: Halda sj??lfgefnu lyklabor??sstillingunum (${XKBOPTIONS})?

source: The default value for the options of the keyboard layout is XKBOPTIONS="${XKBOPTIONS}". It is based on the currently defined language/region and the settings in /etc/X11/xorg.conf.
is: Sj??lfgefinar stillingar lyklabor??sins eru XKBOPTIONS="${XKBOPTIONS}". ??etta gildi byggist ?? ??eim stillingum fyrir tungum??l/sv????i sem fyrir eru ?? /etc/X11/xorg.conf.

source: If you choose to keep it, no questions about the keyboard options will be asked.
is: Ef ???? velur a?? halda ??essu, ???? ver??ur ekki spurt frekar ??t ?? lyklabor??sstillingar.

source: Right Alt (AltGr)
is: H??gri Alt lykill (AltGr)

source: Right Control
is: H??gri Ctrl

source: Right Shift
is: H??gri Shift

source: Right Logo key
is: H??gri Merkja-lykill (Win)

source: Menu key
is: Menu-lykill

source: Left Control+Left Shift
is: Vinstri Control+Vinstri Shift

source: Left Alt
is: Vinstri Alt

source: Left Control
is: Vinstri Ctrl

source: Left Shift
is: Vinstri Shift

source: Left Logo key
is: Vinstri Merkja-lykill (Win)

source: Scroll Lock key
is: Scroll Lock lykill

source: No toggling
is: Engin v??xlun

source: Method for toggling between national and Latin mode:
is: A??fer?? til a?? v??xla ?? milli sta??bundinar uppsetningar og latneskrar:

source: You will need a way to toggle the keyboard between the national layout and the standard Latin layout.
is: ???? munt ??urfa einhverja lei?? til a?? skipta ?? milli sta??bundinar uppsetningar og ??eirrar sj??lfgefnu latnesku.

source: Right Alt or Caps Lock keys are often chosen for ergonomic reasons (in the latter case, use the combination Shift+Caps Lock for normal Caps toggle). Alt+Shift is also a popular combination; it will however lose its usual behavior in Emacs and other programs that use it for specific needs.
is: H??gri-Alt e??a Caps Lock lyklarnir eru oft valdir vegna ????gilegrar l??kamsbeitingar (?? s????ara tilfellinu ??tti a?? nota saman Shift+Caps Lock fyrir venjulega CapsLock v??xlun). Alt+Shift er l??ka vins??l samsetning; h??n missir hinsvegar s??na venjulegu heg??un ?? Emacs og ????rum forritum sem nota ???? samsetningu til s??rstakra a??ger??a.

source: Not all listed keys are present on all keyboards.
is: Ekki eru allir lyklar sem taldir eru upp til sta??ar ?? ??llum lyklabor??um.

source: No temporary switch
is: Engin br????birg??av??xlun

source: Both Logo keys
is: B????ir Merkja-lyklarnir (Win)

source: Method for temporarily toggling between national and Latin input:
is: A??fer?? til a?? skipta til br????abirg??a ?? milli sta??bundins inntaks og ??ess latneska:

source: When the keyboard is in national mode and one wants to type only a few Latin letters, it might be more appropriate to switch temporarily to Latin mode. The keyboard remains in that mode as long as the chosen key is kept pressed. That key may also be used to input national letters when the keyboard is in Latin mode.
is: ??egar lyklabor??i?? er ?? sta??f??r??um ham og menn vilja sl?? inn ??rf??a latneska stafi, getur veri?? vi??eigandi a?? skipta t??mabundi?? yfir ?? latneska haminn. Lyklabor??i?? helst ?? ??eim ham svo lengi sem valda lyklinum er haldi?? ni??ri. ??ennan lykil m?? l??ka nota til a?? setja inn sta??f??r??a stafi ?? me??an lyklabor??i?? er ?? latneskum ham.

source: You can disable this feature by choosing "No temporary switch".
is: ???? getur aftengt ??ennan m??guleika me?? ??v?? a?? velja "Engin br????birg??av??xlun".

source: The default for the keyboard layout
is: Sj??lfgefi?? ?? lyklabor??suppsetningu

source: No AltGr key
is: Enginn AltGr hnappur

source: Keypad Enter key
is: Enter-lykill ?? talnabor??i

source: Both Alt keys
is: B????ir Alt-lyklarnir

source: Key to function as AltGr:
is: Lykill sem ?? a?? virka sem AltGr:

source: With some keyboard layouts, AltGr is a modifier key used to input some characters, primarily ones that are unusual for the language of the keyboard layout, such as foreign currency symbols and accented letters. These are often printed as an extra symbol on keys.
is: ?? sumum lyklabor??sframsetningum er AltGr nota??ur sem breytilykill til innsetningar ?? st??fum, a??allega st??fum sem eru ??algengir ?? tungum??linu sem tilheyrir vi??komandi lyklabor??sframsetningu, t.d. erlend gjaldmi??lat??kn og ??msir broddstafir. ?? sumum tilfellum eru ??essir stafir prentua??ir sem aukat??kn ?? lyklana.

source: No compose key
is: Enginn samsetningarlykill

source: Compose key:
is: Samsetningarlykill:

source: The Compose key (known also as Multi_key) causes the computer to interpret the next few keystrokes as a combination in order to produce a character not found on the keyboard.
is: Samsetningarlykillinn (einnig ??ekktur sem Compose e??a Multi lykill) l??tur t??lvuna t??lka n??stu ??sl??tti sem samsetningu til a?? b??a til t??kn sem ekki fyrirfinnst ?? lyklabor??inu.

source: On the text console the Compose key does not work in Unicode mode. If not in Unicode mode, regardless of what you choose here, you can always also use the Control+period combination as a Compose key.
is: ?? textastj??rnskj?? virkar samsetningarlykillinn ekki ?? Unicode ham. Ef ekki er veri?? ?? Unicode ham, skiptir ???? ekki m??li hva?? ???? velur h??r, ???? getur??u alltaf nota?? saman Control+punktur sem samsetningarlykil.

source: Use Control+Alt+Backspace to terminate the X server?
is: Nota Ctrl+Alt+Backspace til a?? sl??kkva ?? X ??j??ni?

source: By default the combination Control+Alt+Backspace does nothing. If you want it can be used to terminate the X server.
is: Sj??lfgefi?? gerir lyklasamsetningin Control+Alt+Backspace ekki neitt. Ef ???? vilt, ???? m?? nota hana til a?? sl??kkva ?? graf??ska X ??j??ninum.

source: American English
is: Bandarísk enskt

source: Belarusian
is: Hvítrússneskt

source: Belgian
is: Belgískt

source: Brazilian (ABNT2 layout)
is: Brasilískt (ABNT2 uppsetning)

source: Brazilian (EUA layout)
is: Brasilískt (EUA uppsetning)

source: British English
is: Bresk enskt

source: Bulgarian (BDS layout)
is: Búlgarskt (BDS uppsetning)

source: Bulgarian
is: Búlgarskt

source: Canadian French
is: Kanadískt franskt

source: Canadian Multilingual
is: Kanadískt fjöltyngt

source: Croatian
is: Króatískt

source: Czech
is: Tékkneskt

source: Danish
is: Danskt

source: Dutch
is: Hollenskt

source: Estonian
is: Eistneskt

source: Finnish
is: Finnskt

source: French
is: Franskt

source: German
is: Þýskt

source: Greek
is: Grískt

source: Hebrew
is: Hebreskt

source: Hungarian
is: Ungverskt

source: Icelandic
is: Íslenskt

source: Italian
is: Ítalskt

source: Japanese
is: Japanskt

source: Kirghiz
is: Kirgisískt

source: Latin American
is: Latínu-amerískt

source: Latvian
is: Lettneskt

source: Lithuanian
is: Litháískt

source: Macedonian
is: Makedónískt

source: Norwegian
is: Norskt

source: Polish
is: Pólskt

source: Portuguese
is: Portúgalskt

source: Romanian
is: Rúmenskt

source: Russian
is: Rússneskt

source: Serbian (Cyrillic)
is: Serbneskt (kýrílískt letur)

source: Slovakian
is: Slóvakískt

source: Slovene
is: Slóvenskt

source: Spanish
is: Spænskt

source: Swedish
is: Sænskt

source: Swiss French
is: Svissnensk franskt

source: Swiss German
is: Svissnesk þýskt

source: Thai
is: Taílenskt

source: Turkish (F layout)
is: Tyrkneskt (F uppsetning)

source: Turkish (Q layout)
is: Tyrkneskt (Q uppsetning)

source: Ukrainian
is: Úkraínskt

source: Keymap to use:
is: Lyklaborðsvörpun sem á að nota:
