Repository: dankamongmen/s-i
Catalog: tools/cdebconf/debian/po/*.po
Languages: cs, cy, da, de, fi, it, ja, nb, pl, pt_br, ro, ru, sk

source: critical, high, medium, low
cs: kritická, vysoká, støední, nízká
cy: hanfodol,uchel,canolig,isel
da: kritisk, høj, mellem, lav
de: kritisch, hoch, mittel, niedrig
fi: kriittinen, korkea, keskitaso, matala
it: critica, alta, media, bassa
ja: 重要, 高, 標準, 低
nb: kritisk; høy; middels, lav
pl: krytyczny, wysoki, ¶redni, niski
pt_br: crítica, alta, média, baixa
ro: critic, ridicat, mediu, scãzut
ru: критический, высокий, средний, низкий
sk: kritická, vysoká, stredná, nízka

source: Ignore questions with a priority less than...
cs: Ignorovat otázky s prioritou men¹í ne¾...
cy: Anwybyddu cwestinau gyda blaenoriaeth yn llai na...
da: Ignorér spørgsmål med en prioritet lavere end...
de: Ignoriere Fragen mit einer Priorität niedriger als...
fi: Ohita kysymykset, joiden prioriteetti on pienempi kuin...
it: Ignorare domande con priorità inferiore a...
ja: 低い優先度の質問を無視します。
nb: Hopp over spørsmål med lavere prioritet enn ...
pl: Ignoruj pytania z priorytetem ni¿szym ni¿...
pt_br: Ignorar perguntas com uma prioridade menor que ...
ro: Ignorã întrebãrile cu prioritatea mai micã decât...
ru: Пропускать вопросы менее важные, чем...
sk: Ignorova» otázky s prioritou men¹ou ako...

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
cs: Otázky, které vám kladou balíky pou¾ívající pro konfiguraci debconf, mají rùznou prioritu. Zobrazeny budou pouze otázky s prioritou rovnou nebo vìt¹í ne¾ je priorita zadaná. Ménì dùle¾ité otázky jsou pøeskoèeny.
cy: Mae pecynnau sy'n defnyddio debconf yn blaenoriaethu y cwestiynau maent yn gofyn. Dim ond cwestiynau gyda rhyw flaenoriaeth penodedig neu uwch a gaiff eu dangos i chi; caiff pob cwestiwn llai pwysig eu hepgor.
da: Pakker der bruger debconf til opsætning, prioriterer spørgsmålene som de vil stille dig. Kun spørgsmål med en hvis prioritet eller højere vil rent faktisk blive vist til dig; all mindre vigtige spørgsmål bliver sprunget over.
de: Pakete, die debconf für ihre Konfiguration verwenden, priorisieren die Fragen, die sie Ihnen möglicherweise stellen. Nur Fragen mit einer bestimmten Priorität (oder höher) werden Ihnen gestellt. Alle Fragen, die weniger bedeutend sind, werden übersprungen.
fi: Paketit, jotka käyttävät debconfia asetuksiin, priorisoivat mahdollisesti kysyttävät kysymykset. Vain ne kysymykset, joilla on vähintään tietti prioriteetti, todella kysytään sinulta. Kaikki vähemmän tärkeät kysymykset ohitetaan.
it: I pacchetti che utilizzano debconf per la configurazione assegnano un livello di priorità alle domande che potrebbero porre. Verranno poste solo domande con priorità superiore o uguale a un certo livello e saranno evitate tutte le domande meno importanti.
ja: 設定に debconf を使うパッケージは、あなたに尋ねるべき質問に優先度を付けています。当該の優先度またはより高い優先度の質問のみが実際にあなたに提示されます。重要度の低い質問は飛ばされます。
nb: Pakker som blir satt opp med debconf kan stille spørsmål med ulik prioritet. Bare spørsmål av en viss prioritet eller høyere blir vist,og de som er mindre viktige hopper installasjonsprogrammet over.
pl: Pakiety u¿ywaj±ce debconf do konfiguracji nadaj± zadawanym pytaniom priorytety. Tylko pytania o pewnym lub wy¿szym priorytecie s± Tobie zadawane - wszystkie mniej wa¿ne s± pomijane.
pt_br: Pacotes que usam o debconf para sua configuração priorizam as perguntas que lhe fazem. Somente perguntas com uma certa prioridade ou superior serão exibidas; todas as outras perguntas de menor prioridade não serão exibidas.
ro: Pachetele care utilizeazã debconf pentru configurare asociazã prioritãþi la posibilele întrebãri. Numai întrebãrile cu o anumitã prioritate sau mai mare vã sunt arãtate; toate întrebãrile mai puþin importante sunt sãrite.
ru: В пакеты, настраиваемых при помощи debconf , для кажого вопроса указануровень его важности. Заданы будут лишь вопросы, которые важнее определённого уровня. Все менее важные вопросы будут пропущены.
sk: Balíky pou¾ívajúce debconf pre konfiguráciu majú rôzne priority otázok, ktoré sa vás pýtajú. Zobrazené budú iba otázky s prioritou rovnou alebo vy¹¹ou, ne¾ je zadaná priorita; v¹etky menej dôle¾ité otázky sú preskoèené.

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
cs: Mù¾ete vybrat nejni¾¹í prioritu otázek, které chcete vidìt: - 'kritická' je pro polo¾ky, které by bez zásahu u¾ivatele pravdìpodobnì po¹kodily systém. - 'vysoká' je pro polo¾ky, které nemají rozumné standardní hodnoty. - 'støední' je pro obyèejné otázky s rozumnými pøednastaveními - 'nízká' je pro triviální zále¾itosti, které budou v naprosté vìt¹inì pøípadù fungovat samy od sebe.
cy: Gallwch ddewis y blaenoriaeth cwestriwn isaf rydych chi eisiau ei weld: - mae 'hanfodol' ar gyfer eitemau a wnaif dorri system mwy na thebyg os nad yw'r defnyddwir yn ymyrryd. - mae 'uchel' ar gyfer eitemau sydd heb rhagosodiad rhesymol. - mae 'canolig' ar gyfer eitemau arferol sydd efo rhagosodiad rhesymol. - mae 'isel' ar gyfer eitemau dibwys sydd efo rhagosodiad a fydd yn gweithio yn y rhan helaeth o sefyllfaoedd.
da: Du kan vælge den laveste prioritet af spørgsmål, som du vil se: - 'kritisk' er for ting der potentielt kan bringe systemet i orden medmindre du bliver spurgt først. - 'høj' er for ting der ikke har et fornuftigt standard forvalg. - 'mellem' er for normale ting, der har fornuftige standard forvalg. - 'lav' er for trivielle ting, der har standard forvalg der vil virke for størstedelen.
de: Sie können hier die niedrigste Priorität der Frage festlegen, die Ihnen noch gestellt werden sollen; - kritisch ist für die Dinge, die möglicherweise ohne Benutzereingabe das System schädigen würden. - hoch ist für Dinge, die keine sinnvollen Standardwerte haben. - mittel ist für normale Dinge, die gute Standardwerte haben. - niedrig ist für triviale Dinge, die Werte vordefiniert haben, die in den allermeisten Fällen gut funktionieren.
fi: Voit valita alimman prioriteetin, jonka kysymyksiä haluat nähdä: - "kriittinen" on sellaisille, jotka todennäköisesti rikkovat järjestelmän ilman käyttäjän toimia. - "korkea" on sellaisille, joille ei ole järkeviä oletusarvoja. - "keskitaso" on normaaleille kysymykselle, joilla on järkevä oletus. - "matala" on itsestäänselville kysymyksille, joiden oletusarvot toimivat lähes aina.
it: È possibile selezionare la priorità più bassa della domanda che verrà visualizzata: - "critica" è assegnata a item che probabilmente bloccherebbero il sistema senza l'intervento dell'utente - "alta" è assegnata a item senza ragionevoli valori predefiniti. - "media" è assegnata a item che hanno valori predefiniti ragionevoli. - "bassa" è assegnata a item i cui valori predediniti funzionano nella maggioranza dei casi.
ja: 提示したい質問の最低の優先度を選択できます: - '重要' は、ユーザーの介在なしにはおそらくシステムが立ち行かない項目です。 - '高' は、妥当なデフォルトのない項目です。 - '標準' は、妥当なデフォルトを持つ通常の項目です。 - '低' は、大多数の場面では稼働するデフォルトを持つ些細な項目です。
nb: Du kan velge den laveste prioriteten for hvilke spørsmål du vil få: - «kritisk» er for innstillinger som er helt nødvendige for at systemet skal virke. - «høy» er for innstillinger uten fornuftige standardvalg. - «middels» er for vanlige innstillinger med fornuftige standardvalg. - «lav» er for enkle innstillinger der standardvalget nesten alltid vil fungere bra.
pl: Wybierz najni¿szy priorytet pytañ, które maj± byæ Ci zadawane: - 'krytyczny' okre¶la te pytania, które bez interwencji ze strony u¿ytkownika mog± prowadziæ do zepsucia systemu. - 'wysoki' okre¶la te pytania, które nie maj± rozs±dnych warto¶ci domy¶lnych. - '¶redni' - okre¶la te pytania, które maj± rozs±dne warto¶ci domy¶lne. - 'niski' - okre¶la te pytania, których warto¶ci domy¶lne bêd± odpowiednie w wiêkszo¶ci przypadków.
pt_br: Você pode selecionar a menor prioridade das perguntas que você deseja que sejam exibidas: - 'crítica' é para itens que provavelmente causariam problemas em seu sistema sem sua intervenção. - 'alta' é para itens que não com respostas padrão razoáveis. - 'média' é para itens comuns que com respostas padrão razoáveis. - 'baixa' é para itens triviais que com respostas padrão que funcionarão para a grande maioria dos casos.
ro: Puteþi selecta cea mai scãzut nivel de prioritate a întrebãrilor pe care doriþi sã le vedeþi: - 'critic' pentru elemente care probabil vor corupe sistemul farã intervenþia utilizatorului. - 'ridicat' pentru elemente care nu au valori implcite rezonabile. - 'mediu' pentru elemente normale care au valori implicite rezonabile." - 'scãzut' pentru elemente triviale care au valori implicite care funcþioneazã pentru o vastã majoritate a cazurilor.
ru: Выберите уровень важности, начиная с которого вы хотите видеть вопросы: - 'критический' - вопросы о вещах, могущих привести к неработоспособности системы, если не вмешаться. - 'высокий' - вопросы без приемлемого варианта по умолчанию. - 'средний' - вопросы с разумным вариантом по умолчанию. - 'низкий' - простейшие вопросы, для которых есть варианты по умолчанию, работающие в подавляющем большинстве случаев.
sk: Mô¾ete si vybra» najni¾¹iu prioritu otázok, ktoré chcete vidie»: - 'kritická' je pre polo¾ky, ktoré by bez zásahu pou¾ívateµa pravdepodobne po¹kodili systém. - 'vysoká' je pre polo¾ky, ktoré nemajú rozumné ¹tandartné hodnoty. - 'stredná' je pre obyèajné otázky s rozumnými predvolenými hodnotami - 'nízka' je pre triviálne zále¾itosti, ktoré budú vo veµkej väè¹ine prípadov fungova» samy od seba.

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
cs: Napøíklad tato otázka má støední prioritu. Kdybyste ji¾ døíve nastavili prioritu na vysokou nebo kritickou, tuto otázku byste nevidìli.
cy: Er enghraifft, mae'r cwestiwn hwn o flaenoriaeth canolog, ac os oedd eich blaenoriaeth chi yn 'uchel' neu 'hanfodol' eisioes, ni fyddwch yn gweld y cwestiwn hwn.
da: For eksempel, dette spørgsmål er af mellem prioritet, og hvis din prioritet allerede var 'høj' eller 'kritisk', ville du ikke se dette spørgsmål.
de: Diese Frage ist zum Beispiel Priorität Mittel, und falls Ihre Priorität bereits auf hoch oder kritisch gesetzt wäre, würden Sie die Frage nicht sehen.
fi: Esimerkiksi tämä kysymys on keskitason prioriteettia, ja jos asettamasi prioriteetti olisi ollut jo "korkea" tai "kriittinen", et näkisi tätä kysymystä.
it: Per esempio, questa domanda ha priorità media; se la priorità scelta fosse stata "alta" oppure "critica", questa domanda non sarebbe stata visualizzata.
ja: たとえば、この質問は '標準' の優先度ですが、もし優先度がすでに '高' あるいは '重要' になっていたとすると、この質問は目にしないことになります。
nb: Dette spørsmålet har middels prioritet. Dersom du hadde valgt «høy» eller «kritisk» prioritet, ville du ikke sett dette spørsmålet.
pl: Dla przyk³adu, to pytanie ma ¶redni priorytet, wiêc gdyby do tej pory Twój priorytet by³ 'wysoki' lub 'krytyczny', nie zobaczy³by¶ tego pytania.
pt_br: Por exemplo, esta pergunta é de prioridade média e caso sua configuração de prioridades já estivesse definida para 'alta' ou 'crítica' você não a estaria vendo.
ro: De exemplu, aceasta este o întrebare de nivel mediu, ºi dacã nivelul ales este 'ridicat' sau critic', nu veþi vedea aceastã întrebare.
ru: Например, данный вопрос - вопрос среднего уровня важности, и если желаемый уровень уже был бы установлен в 'высокий' или 'критический', то вы бы этого вопроса не увидели бы.
sk: Napríklad táto otázka má strednú prioritu. Keby ste u¾ skôr nastavili prioritu na vysokú alebo kritickú, túto otázku by ste teraz nevideli.

source: Change debconf priority
cs: Zmìnit prioritu otázek
cy: Newid blaenoriaeth debconf
da: Skift debconf-prioritet
de: Debconf-Priorität ändern
fi: Muuta debconf-prioriteettiä
it: Cambiare il livello di priorità in debconf
ja: debconf 優先度の変更
nb: Endre debconf-prioritet
pl: Zmieñ priorytet debconfa
pt_br: Mudar prioridade debconf
ro: Schimbã prioritatea debconf
ru: Изменить уровень важности debconf
sk: Zmeni» prioritu otázok

source: Continue
cs: Pokraèovat
cy: Mynd ymlaen
da: Fortsæt
de: Weiter
fi: Jatka
it: Continuare
ja: 続ける
nb: Fortsett
pl: Dalej
pt_br: Continuar
ro: Continuã
ru: Продолжить
sk: Pokraèova»

source: Go Back
cs: Jít zpìt
cy: Mynd yn Ã´l
da: Gå tilbage
de: Zurück
fi: Palaa
it: Indietro
ja: 戻る
nb: Gå tilbake
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Вернуться
sk: Naspä»

source: Yes
cs: Ano
cy: Ie
da: Ja
de: Ja
fi: Kyllä
it: Sì
ja: はい
nb: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sk: Áno

source: No
cs: Ne
cy: Na
da: Nej
de: Nein
fi: Ei
ja: いいえ
nb: Nei
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sk: Nie

source: Prompt: Yes/No/Cancel>
cs: Prompt: Ano/Ne/Zru¹it>
cy: Cwestiwn: Ie/Na/Canslo>
da: Valg: Ja/Nej/Annullér>
de: Prompt: Ja/Nein/Abbrechen>
fi: Kehote: Kyllä/Ei/Peru>
it: Prompt: Sì/No/Annulla>
ja: プロンプト: はい/いいえ/キャンセル>
nb: Valg: Ja/Nei/Avbryt>
pl: Odpowied¼: Tak/Nie/Anuluj
pt_br: Aviso: Sim/Não/Cancelar>
ru: Выбор: Да/Нет/Отменить>
sk: Prompt: Áno/Nie/Zru¹i»>

source: Prompt: Yes/No>
cs: Prompt: Ano/Ne>
cy: Cwestiwn: Ie/Na>
da: Valg: Ja/Nej>
de: Prompt: Ja/Nein>
fi: Kehote: Kyllä/Ei>
it: Prompt: Sì/No>
ja: プロンプト: はい/いいえ>
nb: Valg: Ja/Nei>
pl: Odpowied¼: Tak/Nie
pt_br: Aviso: Sim/Não>
ru: Выбор: Да/Нет>
sk: Prompt: Áno/Nie>

source: Prompt: Yes/No/Cancel, default=%s>
cs: Prompt: Ano/Ne/Zru¹it, pøedvoleno=%s>
cy: Cwestiwn: Ie/Na/Canslo, rhagosodiad=%s>
da: Valg: Ja/Nej/Annullér, standard=%s>
de: Prompt: Ja/Nein/Abbrechen, default=%s>
fi: Kehote: Kyllä/Ei/Peru, oletus=%s>
it: Prompt: Sì/No/Annulla, valore predefinito=%s>
ja: プロンプト: はい/いいえ/キャンセル, デフォルト=%s>
nb: Valg: Ja/Nei/Avbryt, standardverdien er %s>
pl: Odpowied¼: Tak/Nie/Anuluj, domy¶lnie=%s>
pt_br: Aviso: Sim/Não/Cancelar, padrão=%s>
ru: Выбор: Да/Нет/Отменить, по умолчанию=%s>
sk: Prompt: Áno/Nie/Zru¹i», predvolené=%s>

source: Prompt: Yes/No, default=%s>
cs: Prompt: Ano/Ne, pøedvoleno=%s>
cy: Cwestiwn: Ie/Na, rhagosodiad=%s>
da: Valg: Ja/Nej, standard=%s>
de: Prompt: Ja/Nein, Standard=%s>
fi: Kehote: Kyllä/Ei, oletus=%s>
it: Prompt: Sì/No, valore predefinito=%s>
ja: プロンプト: はい/いいえ, デフォルト=%s>
nb: Valg: Ja/Nei, standardverdien er %s>
pl: Odpowied¼: Tak/Nie, domy¶lnie=%s>
pt_br: Aviso: Sim/Não, padrão=%s>
ru: Выбор: Да/Нет, по умолчанию=%s>
sk: Prompt: Áno/Nie, predvolené=%s>

source: Cancel
cs: Zru¹it
cy: Canslo
da: Annullér
de: Abbrechen
fi: Peru
it: Annullare
ja: キャンセル
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zru¹i»

source: %3d. %s (selected)
cs: %3d. %s (vybráno)
cy: %3d. %s (dewiswyd)
da: %3d. %s (valgt)
de: %3d. %s (ausgewählt)
fi: %3d. %s (valittu)
it: %3d. %s (selezionato)
ja: %3d. %s (選択済み)
nb: %3d. %s (valgt)
pl: %3d. %s (wybrane)
pt_br: %3d, %s (selecionado)
ru: %3d. %s (выбрано)
sk: %3d. %s (vybraté)

source: Prompt: 1 - %d, q to quit select>
cy: Cwestiwn: 1 - %d, g er mwyn gadael>
da: Valg: 1 - %d, q for at afslutte valg>
de: Auswahl: 1 - %d, (F)ertig>
it: Prompt: 1 - %d, q per finire>
nb: Valg: 1 - %d, a for å avslutte>
pt_br: Aviso: 1 - %d, q para finalzar seleção>
ru: Ввод: 1 - %d, 'q' - выйти>

source: Prompt: 1 - %d, q to quit select, b to back up>
cy: Cwestiwn: 1 - %d, g: gadael, c: tudalen cynt>
da: Valg: 1 - %d, q for at afslutte valg, b for tilbage>
de: Auswahl: 1 - %d, (F)ertig, (V)orherige Seite>
it: Prompt: 1 - %d, q per finire, b per tornare indietro>
nb: Valg: 1 - %d, a for å avslutte, b for å gå tilbake>
pt_br: Aviso: 1 - %d, q para finalzar seleção, b para retornar>
ru: Ввод: 1 - %d, 'q' - выйти, 'b' - пред. страница>

source: Prompt: 1 - %d/%d, q to quit select, n for next page>
cy: Cwestiwn: 1 - %d, g: gadael, n: tudalen nesaf>
da: Valg: 1 - %d/%d, q for at afslutte valg, n for næste side>
de: Auswahl: 1 - %d/%d, (F)ertig, (N)ächste Seite>
it: Prompt: 1 - %d/%d, q per finire, n per la prossima pagina>
nb: Valg: 1 - %d, a for å avslutte, n for neste side>
pt_br: Aviso: 1 - %d/%d, q para finalizar seleção, n para próxima página>
ru: Ввод: 1 - %d/%d, 'q' выйти, 'n' след. страница>

source: Prompt: 1 - %d/%d, q to quit select, b to back up, n for next page>
cy: Cwestiwn: 1 - %d/%d, g: gadael, c: tudalen cynt, n: tudalen nesaf>
da: Valg: 1 - %d/%d, q for at afslutte valg, b for tilbage, n for næste side>
de: Auswahl: 1 - %d/%d, (F)ertig, (V)orherige seite, (N)ächste seite>
it: Prompt: 1 - %d/%d, q per finire, b per tornare indietro, n per la prossima pagina>
nb: Valg: 1 - %d, a for å avslutte, b for å gå tilbake, n for neste side>
pt_br: Aviso: 1 - %d/%d, q para finalizar seleção, b para retornar, n para próxima página>
ru: Ввод: 1 - %d/%d, 'q' выйти, 'b' пред. страница, 'n' след.страница>

source: Q
cs: K
cy: G
de: F
fi: L
nb: A
sk: K

source: B
cs: Z
cy: C
de: V
fi: A
sk: Z

source: [Press enter to continue, or 'c' to cancel]
cs: [Pro pokraèování stisknìte enter, nebo 'c' pro zru¹ení]
cy: [Gwaswch enter er mwyn mynd ymlaen, neu 'c' er mwyn canslo]
da: [Tast enter for at fortsætte, eller 'a' for at annullere]
de: [Drücken Sie die Eingabetaste um vorzufahren, oder 'a' um abzubrechen]
fi: [Paina Enter jatkaaksesi tai "p" peruaksesi]
it: [Premere invio per continuare o "c" per annullare]
ja: [続けるには Enter を、キャンセルするには 'c を押してください]
nb: [Trykk Enter for å fortsette, eller «a» for å avbryte]
pl: [Wci¶nij enter by kontynuowaæ lub 'c' by anulowaæ]
pt_br: {Pressione enter para continuar ou 'c' para cancelar]
ru: [Для продолжения нажмите <enter>, или <c> для отмены]
sk: [Pre pokraèovanie stlaète enter, alebo 'c' pro zru¹enie]

source: [Press enter to continue]
cs: [Pro pokraèování stisknìte enter]
cy: [Gwasgwch enter er mwyn mynd ymlaen]
da: [Tast enter for at fortsætte]
de: [Drücken Sie die Eingabetaste um fortzufahren]
fi: [Paina Enter jatkaaksesi]
it: [Premere invio per continuare]
ja: [続けるには Enter を押してください]
nb: [Trykk Enter for å fortsette]
pl: [Wci¶nij enter by kontynuowaæ]
pt_br: [Pressione enter para continuar]
ro: [Apãsaþi enter pentru a continua]
ru: [Для продолжения нажмите <enter>]
sk: [Pre pokraèovanie stlaète enter]

source: %3d. %s (default)
cs: %3d. %s (pøedvoleno)
cy: %d. %s (rhagosodiad)
da: %3d. %s (standard)
de: %3d. %s (Standard)
fi: %3d. %s (oletus)
it: %3d. %s (valore predefinito)
ja: %3d. %s (デフォルト)
nb: %3d. %s (standardvalg)
pl: %3d. %s (domy¶lnie)
pt_br: %3d, %s (padrão)
ru: %3d. %s (по умолчанию)
sk: %3d. %s (predvolené)

source: Prompt: 1 - %d, default=%s>
cs: Prompt: 1 - %d, pøedvoleno=%s>
cy: Cwestiwn: 1 - %d, rhagosodiad=%s>
da: Valg: 1 - %d, standard=%s>
fi: Kehote: 1 - %d, oletus=%s>
it: Prompt: 1 - %d, valore predefinito=%s>
ja: プロンプト: 1 - %d, デフォルト=%s>
nb: Valg: 1 - %d, standardverdien er %s>
pl: Odpowied¼: 1 - %d, domy¶lnie=%s>
pt_br: Aviso: 1 - %d, padrão=%s>
ru: Ввод: 1 - %d, по умолчанию=%s>
sk: Prompt: 1 - %d, predvolené=%s>

source: Prompt: 1 - %d>
cy: Cwestiwn: 1 - %d>
da: Valg: 1 - %d>
fi: Kehote: 1 - %d>
ja: プロンプト: 1 - %d>
nb: Valg: 1 - %d>
pl: Odpowied¼: 1 - %d>
pt_br: Aviso: 1 - %d>
ru: Ввод: 1 - %d>

source: Prompt: 1 - %d/%d, n for next page>
cs: Prompt: 1 - %d/%d, d pro dal¹í stránku>
cy: Cwestiwn: 1 - %d/%d, n: tudalen nesaf>
da: Valg: 1 - %d/%d, n for næste side>
de: Prompt: 1 - %d/%d, (N)ächste Seite>
fi: Kehote: 1 - %d/%d, s seuraavalle sivulle>
it: Prompt: 1 - %d/%d, n per la prossima pagina>
ja: プロンプト: 1 - %d/%d, n (次のページ)>
nb: Valg: 1 - %d/%d, n for neste side>
pl: Odpowied¼: 1 - %d/%d, n by przej¶æ dalej>
pt_br: Aviso: 1 - %d/%d, n para próxima página>
ru: Ввод: 1 - %d/%d, n на след.страницу>
sk: Prompt: 1 - %d/%d, d pro ïal¹iu stránku>

source: Prompt: 1 - %d/%d, b to back up, n for next page>
cy: Cwestiwn: 1 - %d/%d, c: tudalen cynt, n: tudalen nesaf>
da: Valg: 1 - %d/%d, b for tilbage, n for næste side>
de: Prompt: 1 - %d/%d, (V)orherige Seite, (N)ächste Seite>
it: Prompt: 1 - %d/%d, b per tornare indietro, n per la prossima pagina>
nb: Valg: 1 - %d, b for å gå tilbake, n for neste side>
pt_br: Aviso: 1 - %d/%d, n para próxima página, n para próxima página>
ru: Ввод: 1 - %d/%d, 'n' след. страница>

source: [default = %s]
cs: [pøedvoleno = %s]
cy: [rhagosodiad = %s]
da: [standard = %s]
de: [Standard = %s]
fi: [oletus = %s]
it: [valore predefinito = %s]
ja: [デフォルト = %s]
nb: [standardvalget er %s]
pl: [domy¶lnie = %s]
pt_br: [padrão = %s]
ru: [по умолчанию = %s]
sk: [predvolené = %s]

source: Enter . on a line by itself when you are done
cs: A¾ budete hotovi, napi¹te na samostatný øádek teèku
cy: Rhowch . ar linell ar ei ben ei hun pan rydych chi wedi gorffen
da: Indtast . på sin egen linje når du er færdig
de: Geben Sie . in einer einzelnen Zeile ein, wenn Sie fertig sind.
fi: Syötä pelkkä "." riville kun olet valmis
it: Digitare "." in una linea a sè stante e poi [invio] per terminare
ja: 完了したら . を行に入力してください
nb: Skriv inn . på en linje for seg selv når du er ferdig
pl: Gdy skoñczysz, wpisz w jednej linii tylko .
pt_br: Informe . em uma linha separada quando finalizar
ru: Введите <.> на отдельной строке, когда закончите
sk: A¾ budete hotoví, napí¹te bodku na samostatný riadok

source: Prompt: 1 - %d, q to end>
cs: Prompt: 1 - %d, k pro konec>
fi: Kehote: 1 - %d, l lopettaaksesi>
ja: プロンプト: 1 - %d, 終了 (q)>
pl: Odpowied¼: 1 - %d, q by zakoñczyæ>

source: Prompt: 1 - %d, q to end, b for begin>
cs: Prompt: 1 - %d, k pro konec, z pro zaèátek>
fi: Kehote: 1 - %d, l lopettaaksi, a alkuun>
ja: プロンプト: 1 - %d, 終了 (q), 始めに戻る (b)>
pl: Odpowied¼: 1 - %d, q by zakoñczyæ, b by przej¶æ do pocz±tku>

source: Prompt: 1 - %d/%d, q to end, n for next page>
cs: Prompt: 1 - %d/%d, k pro konec, d pro dal¹í stránku>
fi: Kehote: 1 - %d/%d, l lopettaaksesi, s seuraavalle sivulle>
ja: プロンプト: 1 - %d/%d, 終了 (q), 次のページ (n)>
pl: Odpowied¼: 1 - %d/%d, q by zakoñczyæ, n by przej¶æ dalej>

source: N
cs: D
fi: S
pl: Nie
sk: D

source: C
da: A
de: A
fi: P
nb: A

source: KEYSTROKES:
ro: TASTE:

source: Display this help message
ro: Afiºeazã acest mesaj de ajutor

source: Go back to previous question
ro: Mergi înapoi la întrebarea anterioarã

source: Select an empty string
ro: Selecteazã un ºir gol

source: Prompt: '%c' for help>
ro: Prompt: '%c' pentru ajutor>
