Repository: dankamongmen/s-i
Catalog: packages/partman/partman-basicmethods/debian/po/*.po
Languages: ta

source: Go back to the menu?
ta: மீண்டும் பட்டிக்குச் செல்லவா?

source: No file system is specified for partition #${PARTITION} of ${DEVICE}.
ta: ${DEVICE}-ல் உள்ள பிரிவிணை #${PARTITION}-க்கான கோப்பு அமைப்பு குறிப்பிடப்படவில்லை.

source: If you do not go back to the partitioning menu and assign a file system to this partition, it won't be used at all.
ta: பிரிவிணை பட்டிக்குச் சென்று ஒரு கோப்பு அமைப்பை குறிப்பிடாவிடில் இந்த பிரிவிணை உபயோகப்படுத்தப்படாது.

source: do not use the partition
ta: இந்த பிரிவினையை பயன்படுத்த வேண்டாம்

source: Format the partition:
ta: பிரிவினையை ஒழுங்குபடுத்து

source: yes, format it
ta: ஆம், இதை ஒழுங்குபடுத்து

source: no, keep existing data
ta: இல்லை, இருக்கும் தரவை அப்படியே விடு

source: do not use
ta: பயன்படுத்த வேண்டாம்

source: unused
ta: பயன்படுத்தாத

source: format the partition
ta: பிரிவினையை ஒழுங்குபடுத்து

source: format
ta: ஒழுங்குபடுத்து
