Repository: dankamongmen/s-i
Catalog: packages/kbd-chooser/debian/po/*.po
Languages: ast, is, ja, lo, xh

source: Select a keyboard layout
ast: Seleiciona una disposición de tecláu
is: Velja lyklaborðsuppröðun
ja: キーボード配置の選択
lo: ເລືອກຜັງແປ້ນພິມ
xh: Khetha isimo se-keyboard

source: ${KBD-ARCHS}
is: ${KBD-ARCHS-L10N}
xh: ${KBD-ARCHS-L10N}

source: Type of keyboard:
ast: Triba de tecláu:
is: Lyklaborðstegund:
ja: キーボードのタイプ:
lo: ຊະນິດຂອງແປ້ນພີມ:
xh: Uhlobo lwe-keyboard:

source: Please choose the type of keyboard to configure.
ast: Por favor, escueye la triba de tecláu a configurar.
is: Vinsamlegast veldu lyklaborðsgerð sem stilla á.
ja: 設定するキーボードのタイプを選択してください。
lo: ກາລຸນາເລືອກຊະນິດຂອງແປ້ນພີມທີ່ຈະຕັ້ງຄ່າ.
xh: Nceda ukhethe uhlobo lwe-keyboard oza kuyimisela njengenkqubo.

source: No keyboard to configure
ast: Ensín tecláu a configurar
is: Ég þarf ekki að stilla lyklaborð
ja: 設定するキーボードがありません
lo: ບໍ່ມີແປ້ນພີມໃຫ້ຕັ້ງຄ່າ
xh: Ayikho i-keyboard yokumiselwa njengenkqubo

source: Do not configure keyboard; keep kernel keymap
ast: Non configurar tecláu; mantener mapa de tecláu del kernel
is: Sleppa lyklaborðsstillingum og halda takkauppröðun kjarnans
ja: キーボードを設定せず、カーネルキーマップを保持
lo: ບໍ່ຕ້ອງຕັ້ງຄ່າແປ້ນພີມ; ໃຊ້ keymap ຂອງເຄຣ໌ວເນຣ໌ວ

source: Configuring keyboard ...
is: Stilli lyklaborð...
ja: キーボードを設定しています ...
xh: Imisela njengenkqubo i-keyboard ...

source: PC-style (AT or PS-2 connector) keyboard
ast: Tecláu estilu PC (Conector AT ó PS-2)
is: PC-legt lyklaborð (með AT eða PS-2 tengi)
ja: PC スタイル (AT または PS-2 コネクタ) キーボード
lo: ແປ້ນພີມແບບ PC ( ຫົວຕໍ່ແບບ AT ຫຼື PS-2 )
xh: Uhlobo lwe-PC (AT okanye isinxulumanisi se PS-2) se-keyboard

source: Atari keyboard
ast: Tecláu Atari
is: Atari lyklaborð
ja: Atari キーボード
lo: ແປ້ນພີມ Atari
xh: i-Atari keyboard

source: Amiga keyboard
ast: Tecláu Amiga
is: Amiga lyklaborð
ja: Amiga キーボード
lo: ແປ້ນພີມ Amiga
xh: i-Amiga keyboard

source: Acorn keyboard
ast: Tecláu Acorn
is: Acorn lyklaborð
ja: Acorn キーボード
lo: ແປ້ນພີມ Acorn
xh: i-Acorn keyboard

source: Mac keyboard
ast: Tecláu Mac
is: Mac lyklaborð
ja: Mac キーボード
lo: ແປ້ນພີມ Mac
xh: i-Mac keyboard

source: Sun keyboard
ast: Tecláu Sun
is: Sun lyklaborð
ja: Sun キーボード
lo: ແປ້ນພີມ Sun
xh: i-Sun keyboard

source: USB keyboard
ast: Tecláu USB
is: USB lyklaborð
ja: USB キーボード
lo: ແປ້ນພີມ USB
xh: i-USB keyboard

source: DEC keyboard
ast: Tecláu DEC
is: DEC lyklaborð
ja: DEC キーボード
lo: ແປ້ນພີມ DEC
xh: i-DEC keyboard

source: HP HIL keyboard
ast: Tecláu HP HIL
is: HP HIL lyklaborð
ja: HP HIL キーボード
lo: ແປ້ນພີມ HP HIL
xh: i-HP HIL keyboard

source: Configuring keyboard...
ast: Configurando'l tecláu...
lo: ກຳລັງຕັ້ງຄ່າແປ້ນພິມ...
