Repository: dankamongmen/s-i
Catalog: packages/arch/powerpc/prep-installer/debian/po/*.po
Languages: id, ja, pl, sr, tr

source: Install the kernel on a PReP boot partition
id: Memasang kernel pada partisi boot PReP
ja: PReP ブートパーティションにカーネルをインストール
pl: Instalowanie jądra na partycji uruchomieniowej PReP
sr: Инсталираj кернел на PReP покретачку партицију
tr: Çekirdeği bir PReP önyükleme bölümüne kur

source: Looking for PReP boot partitions
id: Mencari partisi boot PReP
ja: PReP ブートパーティションを探しています
pl: Poszukiwanie partycji uruchomieniowych PReP
sr: Тражим PReP покретачке партиције
tr: PReP Önyükleme bölümleri aranıyor

source: No PReP boot partitions
id: Partisi boot PReP tidak ditemukan
ja: PReP ブートパーティションが見つかりません
pl: Brak partycji uruchomieniowych PReP
sr: Нема PReP покретачких партиција
tr: Bir PReP önyükleme bölümü bulunamadı

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
id: Tak ditemukan partisi boot PReP. Anda mesti membuat partisi boot PReP dalam 8MB pertama ruang hard disk anda.
ja: PReP ブートパーティションが見つかりませんでした。ハードディスクの先頭 8MB に PReP ブートパーティションを作成しなければなりません。
pl: Nie znaleziono partycji uruchomieniowych PReP. Musisz stworzyć taką partycję na pierwszych 8MB dysku twardego.
sr: Није пронађена ниједна PReP покретачка партиција. Морате креирати PReP покретачку партицију унутар првих 8MB вашег хард диска.
tr: Herhangi bir PReP önyükleme bölümü bulunamadı. Sabit diskinizin ilk 8MB'lık kısmında bir PReP önyükleme bölümü oluşturmanız gerekiyor.

source: Looking for the root partition
id: Mencari partisi root
ja: ルートパーティションを探しています
pl: Poszukiwanie partycji głównej
sr: Тражим root партицију
tr: Kök bölümü aranıyor

source: No root partition found
id: Partisi root tidak ditemukan.
ja: ルートパーティションが見つかりませんでした
pl: Nie znaleziono głównej partycji
sr: Ниједна root партиција није пронађена
tr: Kök bölümü bulunamadı

source: No partition is mounted as your new root partition. You must mount a root partition first.
id: Belum ada partisi yang dikaitkan sebagai partisi root yang baru. Anda harus mengaitkan partisi root terlebih dahulu.
ja: 新しいルートパーティションとしてパーティションが何もマウントされていません。ルートパーティションを最初にマウントする必要があります。
pl: Żadna partycja nie jest zamontowana jako Twoja nowa główna partycja. Musisz najpierw zamontować główną partycję.
sr: Ниједна партиција није закачена као ваша нова root партиција. Морате прво закачити root партицију.
tr: Kök bölümü olarak bağlanmış bir bölüm bulunamadı. Önce bir kök bölümü bağlamalısınız.

source: Copying the kernel to the PReP boot partition
id: Menyalin kernel ke partisi boot PReP
ja: PReP ブートパーティションにカーネルをコピーしています
pl: Kopiowanie jądra na partycję uruchomieniową PReP
sr: Копирам кернел на PReP покретачку партицију
tr: Çekirdek, PReP önyükleme bölümüne kopyalanıyor

source: Successfully installed PReP
id: Berhasil memasang PReP
ja: PReP を正常にインストールしました
pl: PReP pomyślnie zainstalowany
sr: Успешно инсталиран PReP
tr: PReP başarıyla kuruldu

source: The kernel was properly copied to the PReP boot partition.
id: Kernel telah disalin dengan baik ke partisi boot PReP.
ja: カーネルは PReP ブートパーティションに正しくコピーされました。
pl: Kopiowanie jądra na partycję uruchomieniową PReP pomyślnie zakończone.
sr: Кернел је исправно копиран на PReP покретачку партицију.
tr: Çekirdek, PReP önyükleme bölümüne başarıyla kopyalandı

source: The new system is now ready to boot.
id: Sistem baru siap melakukan boot.
ja: 新しいシステムをブートする準備ができました。
pl: Nowy system jest gotowy do uruchomienia.
sr: Нови систем је сада спреман за стартовање.
tr: Yeni sisteminiz artık açılmaya hazır.
