Repository: dankamongmen/s-i
Catalog: tools/s390/netdevice/debian/po/*.po
Languages: cs, da, nl

source: ctc: Channel to Channel (CTC) or ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO mode / HiperSockets, iucv: Inter-User Communication Vehicle - available for VM guests only, Quit
cs: ctc: Channel to Channel (CTC) nebo ESCON spojení, lcs: qeth: OSA-2 Token Ring/Ethernet nebo OSA-Express Fast Ethernet (ne QDIO), qeth: OSA-Express v QUIDO módu / HiperSockets, iucv: Inter-User Communication Vehicle - dostupné pouze pro hosty systému VM, Konec
da: ctc: Kanal-til-kanal (Channel-to-Channel) eller ESCON-forbindelse, lcs: geth: OSA-2 Token Ring/Ethernet eller OSA-Express Fast Ethernet (ikke-QDIO), qeth: OSA-Express in QDIO-tilstand / HiperSockets, iucv: Mellem-bruger kommunikations-transport - kun tilgængelig for VM-gæster, Afbryd
nl: ctc: Channel to Channel (CTC) of ESCON verbinding, lcs: qeth: OSA-2 Token Ring/Ethernet of OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO modus / HiperSockets, iucv: Inter-User Communication Vehicle - enkel beschikbaar voor VM gasten, Afsluiten

source: Select the type of your network device.
cs: Vyberte typ sí»ového zaøízení.
da: Vælg dit netkorts type.
nl: Selecteer uw type netwerkapparaat.

source: The following network devices are supported. Choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP).
cs: Následující sí»ová zaøízení jsou podporována. Vyberte typ sí»ového zaøízení, které budete potøebovat pro instalaci Debianu (pøes NFS nebo HTTP).
da: Følgende netkort understøttes. Vælg typen på dit primære netkort, som du vil bruge til at installere Debian-systemet (via NFS eller HTTP).
nl: De volgende netwerkapparaten worden ondersteund. Kies uw primair type netwerkinterface, deze zal gebruikt worden voor het installeren van het Debian systeem (via NFS ofHTTP).

source: Select the CTC device.
cs: Vyberte CTC zaøízení.
da: Vælg CTC-enhed.
nl: Selecteer het CTC apparaat

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
cs: Následující èísla zaøízení mohou patøit k spojením CTC nebo ESCON, ale mohou zde být vypsány i karty OSA-2 nebo OSA-Express.
da: Følgende enhedsnumre kan tilhøre CTC- eller ESCON-forbindelser, men bemærk at OSA-2- eller OSA-Express-kort også kan stå på listen.
nl: De volgende apparaatnummers behoren mogelijks aan CTC of ESCON verbindingen, gelieve er echter rekening mee te houden dat OSA2 en OSA-Express kaarten ook indeze lijst kunnen verschijnen.

source: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
cs: kanál pro ètení = ${device_read} kanál pro zápis = ${device_write} protokol = ${protocol}
da: læsekanal = ${device_read} skrivekanal = ${device_write} protokol = ${protocol}
nl: leeskanaal = ${device_read} schrijfkanaal = ${device_write} protocol = ${protocol}

source: No CTC or ESCON connections were detected.
cs: Nebyla detekována ¾ádná CTC nebo ESCON spojení.
da: Fandt ingen CTC- eller ESCON-forbindelser.
nl: Er zijn geen CTC of ESCON verbindingen gedetecteerd.

source: No CTC or ESCON connections were detected. Please make sure that you have set them up correctly.
cs: Nebyla detekována ¾ádná CTC nebo ESCON spojení. Ujistìte se, ¾e je máte nastavena správnì.
da: Fandt ingen CTC- eller ESCON-forbindelser. Sørg for at du har sat dem korrekt op.
nl: Er zijn geen CTC of ESCON verbindingen gedetecteerd. Gelieve u ervan te verzekeren dat u ze correct ingesteld hebt.

source: Please specify protocol for this connection.
cs: Zadejte, prosím, protokol tohoto spojení.
da: Angiv en protokol for denne forbindelse.
nl: Gelieve het protocol van deze verbinding op te geven

source: Select the OSA-2 or OSA-Express device.
cs: Vybrat zaøízení OSA-2 nebo OSA-Express.
da: Vælg OSA-2- eller OSA-Express-enhed.
nl: Selecteer het OSA-2 of OSA-Express apparaat.

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devives might also be listed here.
cs: Následující èísla zaøízení mohou patøit kartám OSA-2 nebo OSA-Express, ale mohou zde být vypsána i zaøízení CTC/ESCON.
da: Følgende enhedsnumre kan tilhøre OSA-2- eller OSA-Express-kort, men bemærk at CTC/ESCON-enheder også kan stå på listen.
nl: De volgende apparaatnummers behoren mogelijks aan OSA-2 of OSA-Express kaarten, hoewel ook CTC/ESCON apparaten in de lijst kunnen staan.

source: read channel = ${device_read} write channel = ${device_write} port = ${port}
cs: kanál pro ètení = ${device_read} kanál pro zápis = ${device_write} port = ${port}
da: læsekanal = ${device_read} skrivekanal = ${device_write} port = ${port}
nl: leeskanaal = ${device_read} schrijfkanaal = ${device_write} poort = ${port}

source: No OSA-2 or OSA-Express cards were detected.
cs: Nebyly detekovány ¾ádné OSA-2 nebo OSA-Express karty.
da: Fandt ingen OSA-2- eller OSA-Express-kort.
nl: Er zijn geen OSA-2 of OSA-Express kaarten gedetecteerd.

source: No OSA-2 or OSA-Express cards were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
cs: Nebyly detekovány ¾ádné OSA-2 nebo OSA-Express karty. Pokud bì¾íte ve VM, ujistìte se, ¾e je karta pøipojena ke svému hostu. Jestli¾e chcete pou¾ít HiperSockets nebo kartu OSA-Express v QDIO módu, pou¾ijte místo toho ovladaè qeth.
da: Fandt ingen OSA-2- eller OSA-Express-kort. Hvis du kører VM, så sørg for at dit kort er forbundet til denne gæst. Hvis du vil bruge HiperSockets eller et OSA-Express-kort i QDIO-tilstand, skal du bruge geth-driveren i stedet.
nl: Er zijn geen OSA-2 of OSA-Express kaarten gedetecteerd. Indien u een VM draait dient u zich ervan te verzekeren dat uw kaart daaraan gekoppeld is. Indien u HiperSockets ofeen andere OSA-Express kaart in QDIO modus wil gebruiken dan dient u het qeth stuurprogramma te installeren

source: port 0, port 1, port 2, port 3
nl: poort 0, poort 1, poort 2, poort 3

source: Please specify port for this connection.
cs: Zadejte, prosím, port tohoto spojení.
da: Angiv en port for denne forbindelse.
nl: Gelieve de poort voor deze verbinding te specificeren

source: ${choices} Quit
cs: ${choices} Konec
da: ${choices} Afbryd
nl: ${choices} Afsluiten

source: Select OSA-Express QDIO / HiperSockets device.
cs: Výbìr OSA-Express QDIO / HiperSockets zaøízení
da: Vælg OSA-Express QDIO / HiperSockets-enhed.
nl: Selecteer het OSA-Express QDIO / HiperSockets apparaat

source: Is this configuration correct?
cs: Je toto nastavení správné?
da: Er denne opsætning korrekt?
nl: is deze configuratie correct?

source: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
cs: kanál pro ètení = ${device_read} kanál pro zápis = ${device_write} dataový kanál = ${device_data} port = ${port} název portu = ${portname}
da: læsekanal = ${device_read} skrivekanal = ${device_write} datakanal = ${device_data} port = ${port} portnavn = ${portname}
nl: leeskanaall = ${device_read} schrijfkanaal = ${device_write} datakanaal = ${device_data} poort = ${port} poortname = ${portname}

source: No OSA-Express QDIO cards / HiperSockets were detected.
cs: Nebyly detekovány ¾ádné karty OSA-Express QDIO / HiperSockets.
da: Fandt ingen OSA-Express QDIO-kort eller HiperSockets.
nl: Er zijn gee OSA-Express QDIO kaarten/ HiperSockets gedetecteerd.

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
cs: Nebyly detekovány ¾ádné karty OSA-Express QDIO / HiperSockets. Pokud bì¾íte ve VM, ujistìte se, ¾e je karta pøipojena ke svému hostu. Jestli¾e chcete pou¾ít kartu OSA-2 nebo OSA-Express v ne-QDIO módu, pou¾ijte místo toho ovladaè lcs.
da: Fandt ingen OSA-Express QDIO-kort eller HiperSockets. Hvis du kører VM, så sørg for at dit kort er forbundet til denne gæst. Hvis du vil bruge et OSA-2- eller OSA-Express-kort i ikke-QDIO-tilstand, så brug lcs-driveren i stedet.
nl: Er zijn gee OSA-Express QDIO kaarten/ HiperSockets gedetecteerd. Indien u een VM draait dient u zich ervan te verzekeren dat uw kaart daaraan gekoppeld is. Indien u OSA-2 of OSA-Express kaart in niet-QDIO modus wil gebruiken dient u het lcs stuurprogramma te gebruiken.

source: port 0, port 1
nl: poort 0, poort 1

source: Please specify port.
cs: Zadejte port.
da: Angiv port.
nl: Gelieve de poort op te geven.

source: Please specify relative port.
cs: Zadejte relativní port.
da: Angiv relativ port.
nl: Gelieve de relatieve poort op te geven.

source: Please specify portname.
cs: Zadejte jméno portu.
da: Angiv portnavn.
nl: Gelieve de poortnaam op te geven.

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card! Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card. The name will be converted to uppercase letters automatically!
cs: Zadejte, prosím, jméno portu své karty OSA-Express. Jméno musí být dlouhé mezi jedním a osmi znaky a musí být stejné na v¹ech systémech pou¾ívajících stejnou kartu! Jestli¾e chcete pou¾ít HiperSockets, nezadávejte nic. Tento parametr je potøeba pro karty s mikrokódem verze 2.10 a pozdìj¹ím, nebo pokud chcete kartu sdílet. Jméno se pøevede na velká písmena automaticky.
da: Angiv portnavn på dit OSA-Express-kort. Dette navn skal være mellem 1 og 8 tegn langt, og skal være det samme på alle systemer, der har adgang til det samme kort. Lad feltet stå tomt, hvis du vil bruge HiperSockets. Dette parameter er påkrævet for kort med microcode-niveau 2.10 eller senere, eller hvis du vil dele kortet. Navnet vil automatisk blive omsat til versaler.
nl: Gelieve de poortnaam van uw OSA-Express kaar op te geven. Deze naam dient tussen 1 en 8 karakters groot te zijn en moet op alle sytemen die de toegang hebben tot delkaart identiek zijn! Laat dit leeg indien u gebruik wil maken van HiperSockets. Dit argument is vereist voor kaarten met microcode level 2.10 of later, alsook wanneer je een kaart wil delen. De naam zal automatisch geconverteerd worden naar hoofdletters!

source: Please specify the VM peer.
cs: Zadejte VM peer.
da: Angiv VM-værten.
nl: Gelieve de VM peer op te geven.

source: Please enter the name of the VM peer you want to connect to. If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1 The standard TCP/IP server name on VM is TCPIP, on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
cs: Zadejte, prosím, jméno VM peer, ke kterému se chcete pøipojit. Jestli se chcete pøipojit k více peerùm, oddìlte jména dvojteèkami, napø. tcpip:linux1. Standardní jméno TCP/IP serveru na VM je TCPIP, na VIF $TCPIP. Aby pro tento ovladaè fungoval, musí být v u¾ivatelském VM adresáøi povolen IUCV a musí být nastaven na obou koncích komunikace.
da: Angiv navnet på den VM-vært, du vil forbinde til. Hvis du vil forbinde til flere værter, kan du adskille navnene med kolon, f.eks. tcpip:linux1. Standardnavnet på en TCP/IP-server-VM er TCPIP, på VIF er det $TCPIP. Bemærk: IUCV skal være aktiveret i VM-brugermappen for at denne driver kan fungere og det skal sættes op i begge ender af kommunikationen.
nl: Gelieve de naam van de VM peer waarmee u verbinding wil maken op te geven. Indien u met meerdere peers wil verbinden, dient u de namen te scheiden met dubbele punten, e.g. tcpip:linux1. De standaard TCP/IP server naam op VM is TCPIP, op VIF is het $TCPIP. Opmerking: IUCV moet ingeschakeld zijn in de VM gebruikersmap opdat dit stuurprogramma zou werken. en het dient ingesteld te zijn aan beide kanten van de communicatie.

source: Network Device Configuration
da: Opsætning af netværksenhed
nl: Configuratie netwerkapparaten
