Repository: dankamongmen/s-i
Catalog: partman/partman-partitioning/debian/po/*.po
Languages: el, fr

source: Resizing partition...
el: Αλλαγή μεγέθους του διαμερίσματος...
fr: Redimensionnement de la partition...

source: Copying partitoon...
el: Αντιγραφή του διαμερίσματος...

source: Write the changes to the storage devices and copy the data?
el: Να αποθήκευτούν οι αλλαγές στις μονάδες αποθήκευσης και να αντιγραφούν τα δεδομένα;
fr: Appliquer les modifications sur les périphériques de stockage et copier les données ?

source: Before the copy operation takes place, the changes have to be written to the storage devices.
el: Προτού πραγματοποιηθεί η αντιγραφή, θα πρέπει να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης.
fr: Avant d'effectuer la copie, les modifications doivent être appliquées aux périphériques de stockage.

source: These changes cannot be undone. The copy operation cannot be undone also.
el: Οι αλλαγές αυτές δε μπορούν να ακυρωθούν στη συνέχεια. Η διαδικασία της αντιγραφής δε μπορεί να ακυρωθεί επίσης.
fr: Ces modifications, ainsi que la copie, sont irréversibles.

source: Source partition:
el: Πηγαίο διαμέρισμα:
fr: Partition origine :

source: Please choose the partition which contains the data you want to copy.
el: Παρακαλώ επιλέξτε το διαμέρισμα που θέλετε να αντιγράψετε.
fr: Veuillez indiquer la partition qui contient les données à copier.

source: Copy operation failure
el: Σφάλμα κατά την αντιγραφή
fr: Échec de la copie

source: The copy operation is aborted.
el: Η διαδικασία της αντιγραφής ακυρώθηκε.
fr: La copie est abandonnée.

source: Write the changes to the storage devices and resize partitions?
el: Να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης και να μεταβληθούν τα μεγέθη των διαμερισμάτων;
fr: Modifier les périphériques de stockage et redimensionner les partitions ?

source: Before the resize operation takes place, the changes have to be written to the storage devices.
el: Προτού πραγματοποιηθεί η μεταβολή των μεγεθών, θα πρέπει να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης.
fr: Avant de redimensionner les partitions, les modifications doivent être appliquées aux périphériques de stockage.

source: These changes cannot be undone. The resize operation cannot be undone also.
el: Οι αλλαγές αυτές δε μπορούν να ακυρωθούν στη συνέχεια. Η διαδικασία της μεταβολής των μεγεθών δε μπορεί να ακυρωθεί επίσης.
fr: Ces modifications, ainsi que le redimensionnement, sont irréversibles.

source: Please confirm whether you really want to perform these operations.
el: Παρακαλώ επιβεβαιώστε την διεκπεραίωση αυτών των εργασιών.
fr: Veuillez confirmer que vous souhaitez vraiment effectuer ces opérations.

source: Value between ${MINSIZE} and ${MAXSIZE}
el: Τιμές μεταξύ ${MINSIZE} και ${MAXSIZE}

source: The minimum size you can use is ${MINSIZE} and the maximum size is ${MAXSIZE}.
el: Το ελάχιστο μέγεθος που μπορείτε να χρησιμοποιήσετε είναι ${MINSIZE} και το μέγιστο ${MAXSIZE}.
fr: La taille minimale que vous pouvez utiliser est ${MINSIZE} et la taille maximale est ${MAXSIZE}.

source: Resize operation failure
el: Απέτυχε η μεταβολή μεγέθους
fr: Échec du redimensionnement

source: An error occurred while writing the changes to the storage devices.
el: Κάποιο σφάλμα συνέβη κατά την αποθήκευση των αλλαγών στις μονάδες αποθήκευσης.
fr: Une erreur s'est produite pendant l'écriture des modifications sur les périphériques de stockage.

source: The resize operation is aborted.
el: Η διαδικασία μεταβολής μεγέθους ακυρώθηκε.
fr: Le redimensionnement est abandonné.

source: Value below ${MAXSIZE}
el: Τιμή μικρότερη της ${MAXSIZE}

source: New partition size:
el: Νέο μέγεθος διαμερίσματος:
fr: Nouvelle taille de la partition :

source: The maximum size you can use is ${MAXSIZE}.
el: Το μέγιστο μέγεθος που μπορείτε να χρησιμοποιήσετε είναι ${MAXSIZE}.
fr: La taille maximale que vous pouvez utiliser est ${MAXSIZE}.

source: Invalid size
el: Μη έγκυρο μέγεθος
fr: Taille non valable

source: Beginning
el: Αρχή
fr: Début

source: End
el: Τέλος
fr: Fin

source: Location for the new partition:
el: Θέση του νέου διαμερίσματος:
fr: Emplacement de la nouvelle partition :

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
el: Παρακαλώ επιλέξτε αν θέλετε να δημιουργηθεί το νέο διαμέρισμα στην αρχή ή στο τέλος του διαθέσιμου χώρου.
fr: Veuillez indiquer si vous souhaitez placer la nouvelle partition au début ou à la fin de l'espace disponible.

source: File system for the new partition:
el: Σύστημα αρχείων του νέου διαμερίσματος:
fr: Système de fichiers de la nouvelle partition :

source: Primary
el: Πρωτεύον
fr: Primaire

source: Logical
el: Λογικό
fr: Logique

source: Type for the new partition:
el: Τύπος του νέου διαμερίσματος:
fr: Type de la nouvelle partition :

source: Flags for the new partition:
el: Επιλογές του νέου διαμερίσματος:
fr: Indicateurs de la nouvelle partition :

source: Partition name:
el: Όνομα διαμερίσματος:
fr: Nom de la partition :

source: Type for the new label:
el: Παρακαλώ επιλέξτε τον τύπο της νέας ετικέτας:
fr: Type de la nouvelle étiquette (« label ») :

source: Set the partition flags
el: Ορισμός επιλογών διαμερίσματος
fr: Choisir les indicateurs de la partition

source: Set the partition name
el: Ορισμός ονόματος διαμερίσματος
fr: Choisir le nom de la partition

source: Copy data from another partition
el: Αντιγραφή σε αυτό δεδομένα από άλλο διαμέρισμα
fr: Copier les données d'une autre partition

source: Delete the partition
el: Διαγραφή διαμερίσματος
fr: Supprimer la partition

source: Resize the partition
el: Αλλαγή μεγέθους του διαμερίσματος
fr: Redimensionner la partition

source: Turn bootable flag off
el: Μη εκκινήσιμο
fr: Supprimer l'indicateur « amorçable »

source: Turn bootable flag on
el: Εκκινήσιμο
fr: Placer l'indicateur « amorçable »

source: Create a new partition
el: Δημιουργία νέου διαμερίσματος
fr: Créer une nouvelle partition

source: Create a new empty partition table on this device
el: Δημιουργία νέου κενού πίνακα διαμερισμάτων σε αυτή τη συσκευή
fr: Créer une nouvelle table de partitions sur ce périphérique

source: Copying partition...
fr: Copie de la partition...
