Repository: dankamongmen/s-i
Catalog: packages/partman/partman/debian/po/*.po
Languages: ar, cs, eu, gl, hr, hu, is, ta

source: All data in it WILL BE DESTROYED!
ar: كل البيانات فيها سوف تدمّر!
cs: V¹echna data v ní BUDOU ZNIÈENA!
eu: Dituen datu guztiak EZABATUAK IZANGO DIRA!
hr: Svi æe podaci biti uni¹teni!
hu: A rajta levő minden adat EL FOG VESZNI!
is: Öll gögn þar munu TAPAST!
ta: இதிலுள்ள அனைத்து தரவுகளும் அழிக்கப்படும்!

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
ar: يبدأ التّجزيء من ${FROMCHS} وينتهي عند ${TOCHS}.
cs: Oblast zaèíná na ${FROMCHS} a konèí na ${TOCHS}.
eu: Partizio hau ${FROMCHS}-en hasi eta ${TOCHS} bukatzen da.
gl: A partición comeza en ${FROMCHS} e remata en ${TOCHS}.
hr: Particija poèinje na ${FROMCHS}, a svr¹ava na ${TOCHS}.
hu: A partíció kezdete: ${FROMCHS}, vége: ${TOCHS}.
is: Disksneiðin byrjar á ${FROMCHS} og endar á ${TOCHS}.
ta: பிரிவினை ${FROMCHS}'ல் துவங்கி ${TOCHS}'ல் முடிகிறது.

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
ar: تبدأ المساحة المتاحة من ${FROMCHS} وتنتهي عند ${TOCHS}.
cs: Volné místo zaèíná na ${FROMCHS} a konèí na ${TOCHS}.
eu: Leku librea ${FROMCHS}-en hasi eta ${TOCHS} bukatzen da
gl: O espacio libre comeza en ${FROMCHS} e remata en ${TOCHS}.
hr: Slobodan prostor poèinje na ${FROMCHS}, a svr¹ava na ${TOCHS}.
hu: A·szabad hely kezdete: ${FROMCHS}, vége: ${TOCHS}.
is: Lausa plássið byrjar á ${FROMCHS} og endar á ${TOCHS}.
ta: ${FROMCHS} துவங்கி ${TOCHS} வரை காலியாக உள்ளது

source: Please wait...
ar: رجاءً انتظر...
cs: Prosím èekejte...
eu: Itxoin mesedez...
gl: Por favor, espere...
hr: Molim prièekajte...
hu: Legyen türelemmel...
is: Vinsamlegast bíðið..
ta: பொறுத்திறுக்கவும்

source: Partitions formatting
ar: تنسيق التّجزئات
cs: Formátování oblastí
eu: Partizio fortmateatzea
hr: Formatiranje particija
hu: Partíciók formattálása
is: Forsníði disksneiðar
ta: ஒழுங்குபடுத்தப்படும் பகிர்வுகள்

source: Processing...
ar: المعالجة جارية...
cs: Pracuji...
eu: Prozesatzen...
gl: Procesando...
hr: Radim...
hu: Feldolgozás folyamatban...
is: Vinn...
ta: செயல்படுத்தப்படுகிறது...

source: Done setting up the partition
ar: انتهيت من إعداد التّجزئة
cs: Skonèit s nastavováním oblasti
eu: Partizio ezarpena egina
gl: Rematouse de modificar a partición
hr: Pode¹avanje particije zavr¹eno
hu: A partíción végzett műveletek befejezése
is: Disksneiðin er tilbúin
ta: பிரிவிணை செய்தாகிவிட்டது.

source: Finish partitioning and write changes to disk
ar: إنهاء التّجزيء و كتابة التّغييرات إلى القرص
cs: Ukonèit rozdìlování a zapsat zmìny na disk
eu: Partitzea amaitu eta aldaketak diskoan gorde
gl: Rematar o particionado e escribir os cambios ó disco
hr: Zavr¹i particioniranje i zapi¹i promjene na disk
hu: Partícionálás befejezése és változások lemezre kiírása
is: Klára disksneiðingu og skrifa breytingar út á disk
ta: பிரிவிணையை முடித்துவிட்டு மாற்றங்களை வட்டில் எழுதவும்

source: Undo changes to partitions
ar: التّراجع عن التّغييرات في التّجزئات
cs: Vrátit zpìt zmìny provedené na oblastech
eu: Desegin partizio aldaketak
gl: Desfacer cambios nas particións
hr: Poni¹ti promjene na particijama
hu: Partíciókon történt változtatások visszavonása
is: Hætta við breytingar á disksneiðum
ta: பிரிவிணைக்கு செய்யப்பட்ட மாற்றங்களை மீள்

source: Show Cylinder/Head/Sector information
ar: إظهار معلومات الأسطوانة/الرأس/القطاع
cs: Zobrazit informace Cylindr/Hlava/Sektor
eu: Erakutsi Zilindro/Buru/Sektore argibideak
gl: Mostrar información de Cilindro/Cabeza/Sector
hr: Prika¾i cilindara/glava/sektora obavijesti
hu: Cilinder/Fej/Szektor-adatok megjelenítése
ta: உருளை/தலை/பகுதி விவரங்களை காண்பி

source: Dump partition info in %s
ar: كب معلومات التّجزيء في %s
cs: Zapsat informace o oblasti do %s
eu: Partizio informazioa %s-n irauli
gl: Volcar información da partición en %s
hr: Odlo¾i particijski info u %s
hu: Partícionálási adatok kiírása a következő helyre: %s
ta: பிரிவினை தகவலை %s-ல் இடு

source: FREE SPACE
ar: مساحة متاحة
cs: VOLNÉ MÍSTO
eu: LEKU LIBREA
gl: LIBRE
hr: SLOBODNO
hu: SZABAD HELY
is: LAUST PLÁSS
ta: வெற்று இடம்

source: unusable
ar: لا تستعمل
cs: nepou¾.
eu: erabilezina
gl: Sen uso
hr: ni¹ta
hu: nemhaszn
is: ónothæft
ta: பயன்படுத்த முடியாதது

source: primary
ar: أوّليّة
cs: primární
eu: primario
gl: Primaria
hr: primarna
hu: elsődlgs
is: aðal
ta: முதன்மை

source: logical
ar: منطقيّة
cs: logická
eu: logiko
gl: Lóxica
hr: logièka
hu: logikai
ta: ஏரண

source: pri/log
ar: أوّل/منط
gl: pri/lox
hu: els/log
ta: முதன்மை/ஏரண

source: #%s
ar: رقم %s
hr: br.%s

source: IDE%s master (%s)
ar: IDE%s سيّد (%s)
eu: IDE%s nagusia (%s)
gl: Mestre do IDE%s (%s)
hr: IDE%s gazda (%s)
hu: IDE%s mester (%s)
ta: ஐடிஈ%s முதன்மை (%s)

source: IDE%s slave (%s)
ar: IDE%s تابع (%s)
eu: IDE%s morroia (%s)
gl: Escravo do IDE%s (%s)
hr: IDE%s rob (%s)
hu: IDE%s szolga (%s)
ta: ஐடிஈ%s அடிமை (%s)

source: IDE%s master, partition #%s (%s)
ar: IDE%s سيّد, التّجزئة #%s (%s)
cs: IDE%s master, oblast è.%s (%s)
eu: IDE%s nagusia, #%s partiozioa (%s)
gl: Mestre do IDE%s, partición #%s (%s)
hr: IDE%s gazda, particija br.%s (%s)
hu: IDE%s mester, %s. partíció (%s)
ta: ஐடிஈ%s முதன்மை, பிரிவிணை #%s (%s)

source: IDE%s slave, partition #%s (%s)
ar: IDE%s تابع, التّجزئة #%s (%s)
cs: IDE%s slave, oblast è.%s (%s)
eu: IDE%s morroia, #%s partiozioa (%s)
gl: Escravo do IDE%s, partición #%s (%s)
hr: IDE%s rob, particija br.%s (%s)
hu: IDE%s szolga, %s. partíció (%s)
ta: ஐடிஈ%s அடிமை, பிரிவிணை #%s (%s)

source: SCSI%s (%s,%s,%s) (%s)
ar: SCSI%s )%s،%s،%s(
ta: ஸ்கிசி%s (%s%s%s) (%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
ar: سكزي%s (%s,%s,%s), التّجزئة #%s (%s)
cs: SCSI%s (%s,%s,%s), oblast è.%s (%s)
eu: SCSI%s (%s,%s,%s), partizioa #%s (%s)
gl: SCSI%s (%s,%s,%s), partición #%s (%s)
hr: SCSI%s (%s,%s,%s), particija br.%s (%s)
hu: SCSI%s (%s,%s,%s), %s. partíció (%s)
ta: ஸ்கிசி%s (%s%s%s), பிரிவிணை #%s (%s)

source: RAID%s device #%s
ar: ريْد%s الجهاز #%s
cs: RAID%s zaøízení è.%s
eu: %s RAID #%s gailua
gl: Dispositivo RAID%s (%s)
hr: RAID%s ureðaj br.%s
hu: RAID%s %s. eszköz
ta: ரெய்டு%s சாதனம் #%s

source: Cancel this menu
ar: إلغاء هذه القائمة
cs: Opustit toto menu
eu: Menu hau utzi
gl: Saír deste menú
hr: Otka¾i ovaj izabirnik
hu: Visszalépés e menüből
ta: இந்த பட்டியை நிராகரி

source: Partition disks
ar: تجزيء الأقراص
cs: Rozdìlit disky
eu: Diskak partitu
gl: Particionar discos
hr: Particioniraj diskove
hu: Lemezek partícionálása
ta: வட்டை பிரி

source: No partition table changes and no creation of file systems have been planned.
is: Disksneiðitaflan og skráarkerfi haldast óbreytt.
ta: பிரிவிணை அட்டவணை மாற்றங்களோ அல்லது கோப்பு அமைப்பு உருவாகுதோ ஏதும் திட்டமிடப்படவில்லை.

source: If you plan on using already created file systems, be aware that existing files may prevent the successful installation of the base system.
is: Ef þú hefur í hyggju að nota skráarkerfi sem þegar eru til þarftu að hafa í huga að skrár sem þegar eru til gætu komið í veg fyrir að uppsetningin heppnist.
ta: ஏற்கனவே இருக்கும் கோபு அமைப்பை பயனபடுத்த விரும்பினால் ஏற்கனவே அதில் இருக்கும் கோப்புகள் நிறுவல் வெற்றிபெறுவதற்கு தடையாக இருக்கலாம் என்பதை மனதில் கொள்க.

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
is: Ef þú heldur áfram munu eftirfarandi breytingar verða á disknum. Ef ekki munt þú geta breytt þessum ákvörðunum.
ta: நீங்கள் தொடர்ந்தால் கீழுள்ள மாற்றங்கள் வட்டிற்க்கு எழுதப்படும். இல்லையெனில் தாங்கள் மேலும் மாறங்களை செய்ய இயலும்.

source: No partitionable media were found.
gl: Non se atopou ningún medio particionable

source: LVM VG %s, LV %s
gl: LVM Grupo de volumes %s, Volume lóxico %s

source: Device in use
is: Tæki er í notkun

source: No modifications can be made to the device ${DEVICE} for the following reasons:
is: Ekki er hægt að gera breytingar á disknum ${DEVICE}:

source: No modifications can be made to the partition #${PARTITION} of device ${DEVICE} for the following reasons:
is: Ekki er hægt að breyta disksneið
