Repository: dankamongmen/s-i
Catalog: packages/partman/partman/debian/po/*.po
Languages: ar, cs, eu, gl, hr, hu, is, ta

source: Starting up the partitioner
ar: جاري تشغيل المجزّئ:
cs: Startuje se nástroj na dìlení disku
eu: Partizio sortzailea abiarazten
gl: Cargando o particionador
hr: Pokreæem program za particioniranje
hu: Partícionáló indítása folyamatban
is: Keyri upp disksneiðiforritið
ta: பிரிவினையாக்கி துவக்கப்படுகிறது

source: Scanning disks...
ar: جاري مسح الأقراص...
cs: Prohledávají se disky...
eu: Diskak arakatzen...
gl: Examinando os discos...
hr: Pretra¾ujem diskove...
hu: Lemezek átvizsgálása folyamatban...
is: Skanna diska...
ta: வட்டுகள் தேடப்படுகின்றன...

source: Detecting file systems...
ar: جاري اكتشاف انظمة الملفّات...
cs: Rozpoznávají se souborové systémy...
eu: Fitxategi sistemak atzematen...
gl: Buscando sistemas de ficheiros...
hr: Tra¾im datoteène sustave ...
hu: Fájlrendszerek felderítése folyamatban...
is: Greini skráarkerfi...
ta: கோப்பு அமைப்புகள் கண்டறியப்படுகின்றன...

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
ar: لا يمتلك هذا المجزّيء معلوماتٍ عن الفئة الافتراضيّة لجداول التّجزئة على معماريّتك. فضلاً ابعث رسالة بريدٍ الكتروني لdebian-boot@lists.debian.org بتلك المعلومات.
cs: Dìlicí program nemá informace o standardní tabulce oblastí na této architektuøe. Za¹lete, prosím, email s touto informací do debian-boot@lists.debian.org.
eu: Partitze sistema honek ez du zure arkitekturaren lehentsitako partizio taularen argibiderik. Mesedez bidali ezazu mezu bat debian-boot@lists.debian.org argibideekin
gl: O particionardor non ten información sobre o tipo predeterminado da taboa de particións da túa arquitectura. Por favor, envíe unha mensaxe de correo electrónico a debian-boot@lists.debian.org coa información.
hr: Ovaj program ne zna odrediti odgovarajuæi tip particijske tablice za va¹u arhitekturu. Molim po¹aljite obavijest o tome e-po¹tom na debian-boot@lists.debian.org .
hu: A partícionálónak nincs tudomása a gép architektúráján szokásosan használt partíciós táblák típusáról. Ha rendelkezik ilyen információval, kérjük juttassa el a debian-boot@lists.debian.org levelezőlistára.
is: Disksneiðiforritið hefur ekki upplýsingar um sjálfgefna tegund disksneiði tafla fyrir þetta byggingarlag (architecture). Vinsamlegast skal senda tölvupóst á debian-boot@lists.debian.org með nánari upplýsingum.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
ar: فضلاً خذ بعين الاعتبار أنّه إن كانت فئة جدول التّجزئة غير مدعومة من libparted فلن تعمل هذه التّجزئة بشكلٍ صحيح.
cs: Vezmìte na vìdomí, ¾e pokud tento typ oblasti není podporován libparted, pak ani dìlicí program nebude pracovat správnì.
eu: Kontura hadi libparted-ek duzun partizio taula ez duela onartzen, beraz partizio sortzaile honek ez du egoki funtzionatuko.
gl: Debes saber que si o tipo da táboa particións non está soportado por libparted, o particionador non funcionará correctamente.
hr: Ako vrsta particijske tablice nije podr¾ana u 'libparted' ovaj program za particioniranje neæe ispravno raditi.
hu: Figyelem, ha a libparted könyvtár nem támogatja az ilyen típusú partíciós táblákat, akkor a partícionáló nem fog helyesen működni.

source: Continue with partitioning?
ar: هل تريد متابعة التّجزيء؟
cs: Pokraèovat v rozdìlování?
eu: Partitzearekin jarraitu?
gl: ¿Continuar co particionado?
hr: Nastaviti s particioniranjem?
hu: Folytatja a partícionálást?
is: Halda áfram með disksneiðingu?
ta: பிரிவினையைத் தொடரவா?

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
ar: هذا المجزّيء مبني على مكتبة libparted و التي لا تحتوي دعماً لجداول التّجزئة على معماريّتك. ينصح بشدّة أن تخرج من هذا المجزّيء.
cs: Tento dìlicí program je zalo¾en knihovnì libparted, která nepodporuje tabulky oblastí pou¾ívané na této architektuøe. Dùraznì doporuèujeme tento program ukonèit.
eu: Partizio sistema hau libparted-en oinarriturik dago, eta berauk ez du zure arkitekturaren partizio taula onartzen. Partizio sistema hau uztea gomendatzen da.
gl: Este particionador está baseado na librería libparted, que non ten soporte para o manexo da táboa de particións da túa arquitectura. É altamente recomendado que abandones este particionador.
hr: Ovaj program za particioniranje temelji se na 'libparted' biblioteci koja ne podr¾ava particijsku tablicu potrebnu za tip va¹eg raèunala. Morate prekinuti s radom.
hu: E partícionáló a libparted könyvtárra épül, a libparted viszont nem támogatja a gép architektúráján használatos partíciós táblákat. Nagyon ajánlott most kilépnie a partícionálóból.
is: Þetta disksneiðiforrit er byggt á safninu libparted, sem ekki inniheldur stuðning fyrir disksneiðitöflurnar sem notaðar eru á þessu byggingarlagi (architecture). Það er sterklega mælst til að þú hættir í þessu disksneiðiforriti.

source: If you can, please help to add support for your partition table type to libparted.
ar: إن كان بالإمكان فمن فضلك ساعد على إضافة الدّعم لفئة جداول تجزئتك إلى libparted.
cs: Pokud mù¾ete, pomozte nám pøidat do libparted podporu pro va¹i tabulku oblastí.
eu: Zuk ahal baduzu, mesedez lagundu ezazu libparted-ek zure partizio taula onartzeko.
gl: Se podes, por favor axuda a dar soporte ó teu tipo de táboa de particións en libparted.
hr: Ako mo¾ete, molim pomozite da dodamo podr¹ku za va¹u vrst particijske tablice u libparted.
hu: Ha tudja, kérjük segítse a partícióstábla-típus libparted-beli támogatásának fejlesztését.
is: Ef þú getur, þá vinsamlegast aðstoðaðu við að bæta stuðning við libparted fyrir þína tegund af disksneiðitöflu.

source: No partitionable media
ar: لا توجد أوساط قابلة للتّجزيء
cs: ®ádné rozdìlitelné médium
eu: Partitu ezinezko gailua
gl: Non hai medios particionables
hr: Neodgovarajuæi medij
hu: Nincs partícionálható média

source: No partitionable media was found.
ar: لم يعثر على أيّة أوساطٍ قابلة للتّجزئة.
cs: Nebylo nalezeno ¾ádné rozdìlitélné médium.
eu: Ez da partitu daiteken gailurik aurkitu.
hr: Nema medija kojeg se mo¾e particionirati.
hu: A felderítés nem talált partícionálható médiát.

source: Please check that a hard disk is attached to this machine.
ar: فضلاً تحقّق من وجود قرصٍ صلب موصول بهذا الجهاز.
cs: Zkontrolujte, zda je k tomuto poèítaèi pøipojen pevný disk.
eu: Mesedez egiaztatu ezazu diska gogorra ordenagailuan konektaturik dagoela.
gl: Por favor, comproba que tes conectado o disco duro á máquina
hr: Molim provjerite je li èvrsti disk spojen na ovo raèunalo.
hu: Győződjön meg, hogy a géphez valóban csatlakozik merevlemez.

source: This is an overview of your currently configured partitions and mount points. Select a partition to modify its settings (file system, mount point, etc.), a free space to create partitions, or a device to initialise its partition table.
ar: هذه نظرةٌ عامّة للتّجزئات و نقاط التّركيب المعدّة حاليّاً. اختر تجزئةً لتعديل إعداداتها (نظام الملفّات، نقطة التّركيب إلخ) أو مساحةً متاحة لإنشاء تجزئات أو جهازاً لتهيئة جدول تجزئاته.
cs: Toto je pøehled aktuálnì nakonfigurovaných oblastí a pøípojných bodù. Vyberte oblast pro zmìnu jejího nastavení (souborový systém, pøípojný bod, atd.), volné místo pro vytvoøení nových oblastí, nebo celé zaøízení pro vytvoøení tabulky oblastí.
eu: Hau zure partizio eta muntatze puntuen aurreikuspegi bat da. Aukeratu ezarpenak aldatzeko (fitxategi sistema, muntatze puntua, etab.) partizioa, partizio bat gehitzeko leku librea edo partizio taula abiarazteko gailua.
gl: Esta é unha vista previa das particións e os puntos de montaxe actuais. Elixe unha partición para cambiar as súas propiedades, elixe espacio libre para crear novas particións ou elixe un dispositivo para inicializar a táboa de particións.
hr: Ovo je pregled va¹ih trenutnih particija i toèaka montiranja. Izaberite particiju da promijenite njezine postavke (datoteèni sustav, toèku montiranja itd.), slobodan prostor da naèinite particije ili cijeli ureðaj da podesite njegovu particijsku tablicu.
hu: A jelenleg beállított partíciókat és csatlakoztatási pontokat összegző áttekintés látható. Egy partíciót kiválasztva lehetősége nyílik az arra érvényes beállítások (fájlrendszer, csatlakoztatási pont, stb.) megváltoztatására, egy szabad helyet kiválasztva újabb partíciót hozhat létre, egy eszközt kiválasztva pedig inicializálhatja annak partíciós tábláját.
is: Þetta er yfirlit yfir núverandi uppsettar disksneiðar og tengipunkta. Veldu disksneið til að breyta stillingum hennar (skráarkerfi, tengipunktur, o.s.frv.), laust pláss til að búa til disksneiðar, eða disk til að upphafsstilla disksneiðitöflur á.

source: Create new empty partition table on this device?
ar: هل تريد إنشاء جدول تجزئةٍ جديدٍ و فارغ على هذا الجهاز؟
cs: Vytvoøit na tomto zaøízení novou prázdnou tabulku oblastí?
eu: Gailu honetan partizio taula berri huts bat sortu?
gl: ¿Crear unha nova táboa de particións neste dispositivo?
hr: Naèiniti novu praznu particijsku tablicu na ovom ureðaju?
hu: Új (üres) partíciós táblát hoz létre ezen az eszközön?
is: Búa til nýja tóma disksneiði töflu á þessum disk?
ta: இந்த சாதனத்தில் புதிய பிரிவினையை உருவாக்கவா?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
ar: لقد اخترت للتّجزيء جهازاً بأكمله. إن تابعت إنشاء جدول تجزئةٍ جديد على الجهاز فستزال التّجزئات الحاليّة.
cs: Vybrali jste k rozdìlení celé zaøízení. Pokud budete pokraèovat a vytvoøíte na zaøízení novou tabulku oblastí, budou v¹echny stávající oblasti odstranìny.
eu: Zuk partitzeko gailu oso bat aukeratu duzu. Partizio taula berria sortzen aurrera jarraitzen baduzu eginik dauden partizio guztiak ezabatuko dira.
gl: Elexiches un dispositivo enteiro para particionar. Se continuas coa creación dunha nova táboa de particións no dispositivo, todas as particións que estaban serán eliminadas.
hr: Izabrali ste cijeli ureðaj za particioniranje. Ako nastavite sa stvaranjem nove particijske tablice, sve postojeæe particije bit æe uklonjene.
hu: Az egész eszközt kijelölte partícionálásra. Ha megteszi az eszközön új partíciós táblát létrehozó következő lépést, akkor a rajta jelenleg levő összes partíció megszűnik.
is: Þú hefur valið heilann disk til að sneiða niður. Ef þú heldur áfram og býrð til nýja disksneiði töflu á disknum, þá munu allar núverandi diskneiðar verða fjarlægðar.
ta: ஒரு முழு சாதனத்தையும் பிரிவிணை செய்ய தேர்ந்தெடுத்துள்ளீர்கள். தொடர்ந்தால் இதில் உள்ள மற்ற பிரிவிணைகள் நீக்கப்படும்.

source: Note that you will be able to undo this operation later if you wish.
ar: لاحظ أنّك ستتمكّن من التّراجع عن هذه العمليّة لاحقاً إن شئت.
cs: Pokud si budete pøát, mù¾ete pozdìji tuto operaci vrátit zpìt.
eu: Kontura hadi ekintza hau nahi izan ezkero aurrerago desegin dezakezula.
gl: Poderás desfacer esta operación máis tarde se o precisas.
hr: Napominjem da æete kasnije moæi poni¹titi promjene.
hu: Ha később meggondolná magát, lehetősége lesz visszavonni ezt a műveletet.
is: Athuga skal að hægt verður að hætta við þessa aðgerð síðar.
ta: நீங்கள் விரும்பினால் இந்த செயலை மீட்க இயலும் என்பதை குறித்துக் கொள்ளவும்.

source: Write a new empty partition table?
ar: هل تريد كتابة جدول تجزئةٍ جديدٍ و فارغ؟
cs: Zapsat novou, prázdnou tabulku oblastí?
eu: Gailu honetan partizio taula berri huts bat sortu?
gl: ¿Crear unha nova táboa de particións vacía?
hr: Zapi¹i novu praznu particijsku tablicu?
hu: Kiír egy új (üres) partíciós táblát?
is: Vista nýja disksneiðitöflu?
ta: புதிய வெற்று பிரிவினை அட்டவனையை எழுதவா?

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
ar: بسبب قصورٍ في التّجسيد الحالي لجداول تجزئة صَنْ في libparted يجب كتابة جدول التّجزئة المنشأ جديداً إلى القرص فوراً.
cs: Kvùli omezením v aktuální implementaci Sunových tabulek oblastí v knihovnì libparted se musí novì vytvoøená tabulka oblastí zapsat na disk okam¾itì.
eu: Libparted-en Sun partizio taulen implememtazioak duen limitazio batzuengatik, sortu berri duzu partizio taula disko gogorrera segituan grabatu behar da.
gl: Debido ás limitacións na implementación actual da táboa de partición Sun en libparted, a partición que acabas de crear debe escribirse ó disco inmediatamente.
hr: Zbog ogranièenja u podr¾avanju Sun-ove particijske tablice u trenutnoj inaèici libparted-a, nova particijska tablica mora odmah biti zapisana na disk.
hu: A libparted könyvtár Sun-partícióstáblákat kezelő jelenlegi implementációjának korlátai miatt az újonnan létrehozott partíciós táblát azonnal lemezre kell írni.
is: Vegna takmarkana í núverandi útfærslu á Sun disksneiðitöflum í libparted safninu, þá verður að skrifa disksneiðitöfluna á diskinn strax.
ta: libparted-ல் சன் பிரிவிணை அட்டவணையின் தற்போதைய அமலாக்கத்தில் உள்ள குறைபாடுகளினால், புதிதாக உருவாக்கப்பட்ட பிரிவிணை அட்டவணையை உடனடியாக வட்டில் எழுத வேண்டும்.

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
ar: لن تتمكّن من التّراجع عن هذه العمليّة لاحقاً و ستزال كل البيانات الموجودة على القرص نهائيّاً.
cs: Tuto operaci NEBUDETE moci vrátit a ve¹kerá data na disku budou nenávratnì odstranìna.
eu: Zuk EZINGO duzu ekintza hau desegin. Diskan dauden datu guztiak betirako galduko dira.
gl: Non é posible defacer esta operación máis tarde, polo que os datos que existan no disco se borrarán irreversiblemente.
hr: Taj postupak NEÆETE moæi poni¹titi kasnije i svi æe postojeèi podaci na disku biti nepovratno uklonjeni.
hu: E műveletet később NEM vonhatja vissza és a lemezen található összes adat visszafordíthatatlanul el fog veszni.
is: Athugið að það er EKKI hægt að taka þessa aðgerð til baka, og öll gögn sem eru fyrir á disknum munu tapast.
ta: தங்களது இந்த செயலை மீண்டும் திருத்த வாய்ப்பிருக்கது. மேலும் வட்டிலிருக்கும் தகவல்கள் திரும்பபெற இயலாத வண்ணம் அழிக்கப்படும்.

source: Confirm whether you actually want to create a new partition table and write it to disk.
ar: أكّد ما إذا كنت فعلاً تريد إنشاء جدول تجزئةٍ جديد و كتابته إلى القرص.
cs: Potvrïte, zda opravdu chcete vytvoøit novou tabulku oblastí a zapsat ji na disk.
eu: Berretsi ezazu zuk partizio taula berri bat sortu eta berau diskan gorde nahi duzula.
gl: Confirma que realmente queres crear unha nova táboa de partición e escribila ó disco.
hr: Potvrdite ¾elite li odista stvoriti novu particijsku tablicu i zapisati je na disk.
hu: Erősítse meg, valóban létrehoz-e egy új partíciós táblát és azt a lemezre írja-e.
is: Ertu viss um að þú viljir búa til nýja disksneiðitöflu og skrifa hana á diskinn?
ta: புதிய பிரிவினையை உருவாகி அதை வட்டிற்க்கு எழுத விரும்புகிறீன்களா என்பதை உறுதி செய்யவும்.

source: Continue with the installation?
ar: هل تريد متابعة التّثبيت؟
cs: Pokraèovat v instalaci?
eu: Instalazioarekin jarraitu?
hr: Nastavi s instalacijom?
hu: Folytatja a telepítést?
is: Halda áfram með uppsetningu?
ta: நிறுவலை தொடரவா?

source: No partition table changes and no creation of filesystems have been planned.
ar: لم تخطّط أيّة تغييرات في جدول التّجزئات و لا إنشاء أيّة أنظمة ملفّات.
cs: Nejsou naplánovány ¾ádné zmìny v tabulce oblastí, ani vytváøení nových souborových systémù.
eu: Ez da partizio taula aldaketa edo fitxategio sistema sortzerik planifikatu.
hr: Nisu planirane promjene particijskih tablica, niti stvaranje datoteènih sustava.
hu: Partíciós táblák változatlanul maradnak, új fájlrendszerek sem jönnek létre.

source: If you plan on using already created filesystems, be aware that existing files may prevent the successful installation of the base system.
ar: إذا كنت تنوي استخدام أنظمة ملفّات منشأة مسبقاً فانتبه إلى أن ملفّاتٍ موجودة قد تحبط نجاح تثبيت النّظام الأساسي.
cs: Pokud se chystáte vyu¾ít stávající souborové systémy, pak vìzte, ¾e na nich le¾ící soubory by mohly zabránit instalaci základního systému.
eu: Aurretik sortutako fitxategi sistema batetan instalatzera bazoaz ziurtatu zaitez ez dagoel oinarri paketeak instalatzea galerazi dezakeen fitxategirik.
hr: Ako planirate rabiti veæ postojeæe datoteène sustave, znajte da stare datoteke mogu sprijeèiti uspje¹nu instalaciju osnovnog sustava.
hu: Ha egyes meglevő fájlrendszereket változatlanul tovább kíván használni, jó tudnia, hogy az azokon már létező fájlok bizonyos esetekben meg is hiúsíthatják az alaprendszer telepítését.

source: Write the changes to disks?
ar: هل تريد كتابة التّغييرات إلى الأقراص؟
cs: Zapsat zmìny na disk?
eu: Aldaketak diskoetan gorde?
hr: Zapi¹i promjene na diskove?
hu: Lemezre írja a változásokat?
is: Á að skrifa breytingarnar á diskinn?
ta: மாற்றங்களை வட்டில் எழுதவா?

source: If you continue, all changes in the partition tables will be written to the disks.
ar: إذا تابعت فستكتب كلّ التّغييرات في جداول التّجزئة إلى القرص.
cs: Budete-li pokraèovat, v¹echny zmìny v tabulce oblastí se zapí¹í na disk.
eu: Jarraitu ezkero partizio taulan eginiko aldaketak disketan idatziko dira.
hr: Ako nastavite, promjene u particijskim tablicama bit æe zapisane na diskove.
hu: A partíciós táblák változásainak lemezre írása következik.

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
ar: تحذير: هذا سيدمّر كلّ البيانات على أيّة تجزئات أزلتها كما على التّجزئات التي ستنسّق.
cs: VAROVÁNÍ: Tímto znièíte ve¹kerá data na oblastech, které jste odstranili, nebo které se budou formátovat.
eu: KONTUZ: Honek ezabatutako partizio edo formateatu behar diren fitxategi sistemetako datu guztiak ezabatuko ditu.
hr: POZOR: to æe uni¹titi sve podatke na particijama koje ste uklonili, kao i na particijama koje æe biti formatirane.
hu: FIGYELEM: Az eltávolításra és a fájlrendszerek létrehozására kijelölt összes partíción idáig levő minden adat elveszik.
is: VARÚÐ: Öll gögn á disksneiðum sem hefur verið eytt eða sem á að forsníða munu tapast.
ta: எச்சரிக்கை: இது தாங்கள் நீக்கிய மற்றும் ஒழுங்குபடுத்தவுள்ள பிரிவினைகளில் உள்ள தரவுகள் அனைத்தையும் அழித்துவிடும்.

source: The following partitions are going to be formatted:
ar: سيتم تنسيق التّجزئات الآتية:
cs: Následující oblasti budou zformátovány:
eu: Honako partizio hauek formateatu egingo dira:
gl: As particións seguintes vanse formatear:
hr: Slijedeæe particije bit æe formatirane:
hu: Formázásra kijelölt partíciók:
is: Eftirfarandi disksneiðar munu verða forsníddar.
ta: பின்வரும் பிரிவினைகள் ஒழுங்கிடப்படும்:

source: partition #${PARTITION} of ${DEVICE} as ${TYPE}
ar: التّجزئة #${PARTITION} من ${DEVICE} ك${TYPE}
cs: ${PARTITION}. oblast na ${DEVICE} jako ${TYPE}
eu: ${DEVICE}ko #${PARTITION} partizioa ${TYPE} motakoa
gl: partición: #${PARTITION} en ${DEVICE} como ${TYPE}
hr: particija #${PARTITION} na ${DEVICE} kao ${TYPE}
hu: ${DEVICE} eszköz ${PARTITION}. partíciója, fájlrendszer: ${TYPE}
is: disksneið #${PARTITION} á ${DEVICE} sem ${TYPE}

source: The partition tables of the following devices are changed:
ar: غُيّرت جداول تجزئة الأجهزة التّالية:
cs: Tabulky oblastí na následujících zaøízeních se zmìnily:
eu: Gailu hauen partitzio taulak aldatuak izan dira:
hr: Promijenjene su particijske tablice slijedeæih ureðaja:
hu: A következő eszközök partíciós táblái változtak:
is: Disksneiðitöflur eftirfarandi diska hafa breyst:
ta: பின்வரும் சாதனங்களின் பிரிவினைகள் மாற்றப்பட்டுள்ளன:

source: Abort the partitioning and specify the next step?
ar: هل تريد إجهاض التّجزئة و تحديد الخطوة التّالية؟
cs: Pøeru¹it rozdìlování a zadat dal¹í krok?
eu: Partizioa eten eta hurrengo pausua ezarri?
hr: Prekini particioniranje i odredi slijedeæi korak?
hu: Megszakítja a partícionálást és mással lép tovább?

source: If you abort the partitioning, you will be given more control over the installation process and you will be able to specify the next step.
ar: إذا أجهضت التّجزئة ستعطى المزيد من التّحكّم في عمليّة التّثبيت و ستتمكّن من تحديد الخطوة التّالية.
cs: Pøeru¹íte-li rozdìlování, získáte nad instalací vìt¹í kontrolu a budete si moci vybrat následující krok.
eu: Zu partitzea eten egiten baduzu, zuri instalakuntza prozesuak aukera gehiago eskeiniko dizkizu eta hurengo pausua ezarri ahal izango duzu.
hr: Ako prekinete particioniranje, imat æete veæi utjecaj na postupak instalacije i moæi æete odrediti slijedeæi korak.
hu: A partícionálás megszakításával lehetősége nyílik a telepítést jobban befolyásoló egyéb lépésekből választani.

source: If you want to use the guided partitioning tool, do not abort the partitioning, but choose "Guided partitioning" from inside the partitioner.
ar: إذا كنت تريد استخدام أداة التّجزئة الموجّهة فلا تجهض التّجزئة بل اختر "تجزئة موجّهة" من داخل المجزّئ
cs: Pokud chcete pou¾ít asistované rozdìlení disku, nepøeru¹ujete nyní dìlení, ale v dìlicím programu vyberte "Asistované rozdìlení".
eu: Gidatutako partitzea erabili nahi izan ezkero ez eten partitzea, baina aukeratu Gidatutako partitzea partitze sistemaren barnean
hr: Ako ¾elite rabiti alat za automatsko particioniranje, ne prekidajte ga, nego izaberite "Automatsko particioniranje" iz programa.
hu: Ha a partícionáláshoz igénybe veszi a telepítő segítségét, ne ne szakítsa meg a partícionálást, csak válassza a partícionáló "Telepítővel segített partícionálás" pontját.

source: What to do with this device:
ar: ماذا سيصنع بالجهاز:
cs: Co se má provést s tímto zaøízením:
eu: Aukeratutako partiziorako ekintza:
gl: ¿Qué facer con este dispositivo?:
hr: ©to uèiniti s ovim ureðajem:
hu: Kiválasztott eszköz kezelése:
is: Hvað skal gera með þennan disk
ta: இந்த சாதனத்தை என்ன செய்வது:

source: How to use this free space:
ar: كيف ستستغل هذه المساحة المتاحة:
cs: Jak se má pou¾ít toto volné místo:
eu: Leku librerako ekintza:
gl: ¿Cómo usar este espacio libre?:
hr: Kako uporabiti ovaj slobodan prostor:
hu: Kiválasztott szabad hely kezelése:
is: Hverni skal nota þetta lausa pláss?
ta: வெற்றிடத்தை எப்படி உபயோகிப்பது:

source: Partition settings:
ar: إعدادات التّجزئة:
cs: Nastavení oblasti:
eu: Partizio ezarpenak:
gl: Opcións da partición:
hr: Postavke particije:
hu: Partíció beállításai:
is: Eiginleikar disksneiðar:
ta: பிரிவினை அமைவு:

source: You are editing partition #${PARTITION} of ${DEVICE}. ${OTHERINFO} ${DESTROYED}
ar: أنت تحرّر التّجزيء #${PARTITION} من ${DEVICE}. ${OTHERINFO} ${DESTROYED}
cs: Upravujete ${PARTITION}. oblast na ${DEVICE}. ${OTHERINFO} ${DESTROYED}
eu: ${DEVICE}-ko #${PARTITION} partizioa editatzen ari zara. ${OTHERINFO} ${DESTROYED}
hr: Pode¹avate particiju #${PARTITION} na ${DEVICE}. ${OTHERINFO} ${DESTROYED}
hu: Szerkesztés: ${DEVICE} eszköz ${PARTITION}. partíciója. ${OTHERINFO} ${DESTROYED}
is: Þú ert að breyta disksneið #${PARTITION} á ${DEVICE}. ${OTHERINFO} ${DESTROYED}
ta: நீங்கள் ${DEVICE}'ல் உள்ள பிரிவினை #${PARTITION}'ஐ திருத்துகிறீர்கள்.

source: This partition is formatted with the ${FILESYSTEM}.
ar: هذه التّجزئة منسّقة بنظام ${FILESYSTEM}.
cs: Tato oblast je formátována jako ${FILESYSTEM}.
eu: Pratizio honek ${FILESYSTEM} formatua du.
gl: Esta partición está formateada co sistema de ficheiros ${FILESYSTEM}.
hr: Ova particija formatirana je kao ${FILESYSTEM}.
hu: Formattált partíció, fájlrendszere: ${FILESYSTEM}.
is: Þessi disksneið hefur á sér ${FILESYSTEM}.
ta: இந்த பிரிவினை ${FILESYSTEM} கொண்டு ஒழுங்கிடப்பட்டுள்ளது.

source: No existing file system was detected in this partition.
ar: لم يكتشف أي نظام ملفّات موجودٍ على هذه التّجزئة.
cs: Na této oblasti nebyl rozpoznán ¾ádný souborový systém.
eu: Ez da fitxategi sistemarik atzeman partizio honetan.
gl: Non se atopou un sistema de ficheiros nesta partición.
hr: Na ovoj particiji nema postojeæeg datoteènog sustava.
hu: A partíció felderítése nem talált meglevő fájlrendszert.
is: Ekkert skráarkerfi fannst á þessari disksneið.
ta: இந்த பிரிவிணையில் கோப்பு அமைப்பு ஏதும் இருப்பதாக தெரியவில்லை.
