Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-new.po
Languages: fi, sv, vi

source: Booting Into Your New Debian System
fi: Asennetun Debian-järjestelmän käynnistäminen
sv: Starta upp ditt nya Debian-system
vi: Khởi Động vào Hệ thống Debian Mới

source: The Moment of Truth
fi: Totuuden hetki
sv: Sanningens minut
vi: Giờ Phút Thử Thách

source: Your system's first boot on its own power is what electrical engineers call the <quote>smoke test</quote>.
fi: Sähköinsinöörit tapaavat katsoa järjestelmän ensimmäisellä käynnisyskerralla toimiiko se vai <quote>tulevatko savut ulos</quote>.
sv: Första uppstarten för ditt nya system kallas på el-ingenjörsspråk för <quote>röktest</quote>.
vi: Việc khởi động ban đầu của hệ thống một mình là trường hợp do kỹ sư điện tử gọi <quote>thử thách khói</quote>.

source: If you are booting directly into Debian, and the system doesn't start up, either use your original installation boot media, or insert the custom boot floppy if you have one, and reset your system. This way, you will probably need to add some boot arguments like <userinput>root=<replaceable>root</replaceable></userinput>, where <replaceable>root</replaceable> is your root partition, such as <filename>/dev/sda1</filename>. <phrase condition="etch"> Alternatively, see <xref linkend="rescue"/> for instructions on using the installer's built-in rescue mode. </phrase>
vi: Nếu bạn đang khởi động trực tiếp vào Debian, nhưng hệ thống không khởi chạy, hãy hoặc sử dụng vật chứa khởi động cài đặt gốc, hoặc nạp đĩa mềm khởi động riêng nếu có, rồi lập lại hệ thống. Cách này, rất có thể là bạn sẽ cần phải thêm một số đối số khởi động như <userinput>root=<replaceable>root</replaceable></userinput>, mà <replaceable>root</replaceable> là phân vùng gốc, như <filename>/dev/sda1</filename>. <phrase condition="etch"> Thay vì vậy, hãy xem <xref linkend="rescue"/> để tìm chỉ dẫn về cách sử dụng chế độ cứu có sẵn của trình cài đặt. </phrase>

source: BVME 6000 Booting
fi: BVME 6000 Käynnistys
sv: Uppstart för BVME 6000
vi: Khởi Động BVME 6000

source: If you have just performed a diskless install on a BVM or Motorola VMEbus machine: once the system has loaded the <command>tftplilo</command> program from the TFTP server, from the <prompt>LILO Boot:</prompt> prompt enter one of:
fi: Jos olet juuri tehnyt levyttömän asennuksen BVM tai Motorola VMEbus-koneelle: kun järjestelmä on ladannut ohjelma <command>tftplilo</command> TFTP-palvelimelta, kirjoita kehotteeseen <prompt>LILO Boot:</prompt> jokin seuraavista:
sv: Om du precis har genomfört en disklös installation på en BVM eller Motorola VMEbus-maskin: när systemet har läst in programmet <command>tftplilo</command> från TFTP-servern, mata in vid <prompt>LILO Boot:</prompt> en av:
vi: Nếu bạn mới cài đặt không đĩa vào máy BVM hay Motorola VMEbus: một khi hệ thống đã tải chương trình <command>tftplilo</command> từ trình phục vụ TFTP, tại dấu nhắc <prompt>LILO Boot:</prompt> hãy gõ một của:

source: <userinput>b6000</userinput> followed by &enterkey; to boot a BVME 4000/6000
fi: <userinput>b6000</userinput> ja paina &enterkey; käynnistetään BVME 4000/6000
sv: <userinput>b6000</userinput> följt av &enterkey; för att starta upp en BVME 4000/6000
vi: <userinput>b6000</userinput> rồi &enterkey; để khởi động máy BVME 4000/6000

source: <userinput>b162</userinput> followed by &enterkey; to boot an MVME162
fi: <userinput>b162</userinput> ja paina &enterkey; käynnistetään MVME162
sv: <userinput>b162</userinput> följt av &enterkey; för att starta upp en MVME162
vi: <userinput>b162</userinput> rồi &enterkey; để khởi động máy MVME162

source: <userinput>b167</userinput> followed by &enterkey; to boot an MVME166/167
fi: <userinput>b167</userinput> ja paina &enterkey; käynnistetään MVME166/167
sv: <userinput>b167</userinput> följt av &enterkey; för att starta upp en MVME166/167
vi: <userinput>b167</userinput> rồi &enterkey; để khởi động máy MVME166/167

source: Macintosh Booting
fi: Macintosh käynnistys
sv: Uppstart för Macintosh
vi: Khởi Động Macintosh

source: Go to the directory containing the installation files and start up the <command>Penguin</command> booter, holding down the <keycap>command</keycap> key. Go to the <userinput>Settings</userinput> dialogue (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), and locate the kernel options line which should look like <userinput>root=/dev/ram video=font:VGA8x16</userinput> or similar.
fi: Siirry asennustiedostojen hakemistoon ja käynnistä <command>Penguin</command>-käynnistin, pitämällä pohjassa <keycap>command</keycap>-näppäintä. Siirry valintaikkunaan <userinput>Settings</userinput> (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), ja etsi ytimen valitsimien rivi, se on suunnilleen <userinput>root=/dev/ram video=font:VGA8x16</userinput>.
sv: Gå till katalogen som innehåller installationsfilerna och starta upp uppstartaren <command>Penguin</command>, håll nere tangenten <keycap>command</keycap>. Gå till dialogen <userinput>Settings</userinput> (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), och leta upp raden med kärnflaggor som bör se ut som <userinput>root=/dev/ram video=font:VGA8x16</userinput> eller liknande.
vi: Hãy vào thư mục chứa những tập tin cài đặt và khởi chạy bộ khởi động <command>Penguin</command>, khi nhấn giữ phím <keycap>command</keycap> (trái tao ⌘). Vào hộp thoại <userinput>Settings</userinput> [Thiết lập] (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), và tìm dòng tùy chọn hạt nhân mà nên hình như <userinput>root=/dev/ram video=font:VGA8x16</userinput> hay tương tự.

source: You need to change the entry to <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Replace the <replaceable>yyyy</replaceable> with the Linux name of the partition onto which you installed the system (e.g. <filename>/dev/sda1</filename>); you wrote this down earlier. The <userinput>video=font:VGA8x8</userinput> is recommended especially for users with tiny screens. The kernel would pick a prettier (6x11) font but the console driver for this font can hang the machine, so using 8x16 or 8x8 is safer at this stage. You can change this at any time.
fi: Riville on muutettava <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Kirjoita <replaceable>yyyy</replaceable> tilalle sen osion Linux-nimi johon järjestelmä asennettiin (esim. <filename>/dev/sda1</filename>); tämä piti kirjoittaa muistiin aiemmin. Erityisesti pienille ruuduille suositellaan <userinput>video=font:VGA8x8</userinput>. Ydin valitsisi nätimmän näyttöfontin (6x11) mutta tämän fontin konsolilla käytettävä ajuri saattaa jumiuttaa koneen, joten 8x16 tai 8x8 on turvallisempaa tässä vaiheessa. Tämän voi muuttaa milloin vain.
sv: Du behöver ändra posten till <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Ersätt <replaceable>yyyy</replaceable> med Linux-namnet på partitionen till vilken du installerat systemet (alltså <filename>/dev/sda1</filename>); du skriv ner det här tidigare. <userinput>video=font:VGA8x8</userinput> rekommenderas speciellt för användare med små skärmar. Kärnan skulle välja ett snyggare (6x11) typsnitt men konsolldrivrutinen för det här typsnittet kan hänga maskinen, så användning av 8x16 eller 8x8 är säkrare för tillfället. Du kan ändra det här när som helst.
vi: Bạn cần phải thay đổi mục nhập thành <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Hãy thay thế <replaceable>yyyy</replaceable> bằng tên Linux của phân vùng nơi đã cài đặt hệ thống (v.d. <filename>/dev/sda1</filename>); bạn đã ghi nó trước. Khuyên <userinput>video=font:VGA8x8</userinput> nhất là cho người dùng có màn hình nhỏ. Hạt nhân sẽ chọn một phông chữ xinh hơn (6x11) nhưng trình điều khiển bàn giao tiếp cho phông chữ này có thể treo máy, thì dùng 8x16 hay 8x8 là an toàn hơn trong giao đoạn này. Bạn có thể thay đổi điều này vào bất cứ lúc nào.

source: If you don't want to start GNU/Linux immediately each time you start, uncheck the <userinput>Auto Boot</userinput> option. Save your settings in the <filename>Prefs</filename> file using the <userinput>Save Settings As Default</userinput> option.
fi: Jos GNU/Linux:ia ei haluta käynnistää heti joka kerta tietokoneen käynnistyessä, otetaan <userinput>Auto Boot</userinput> -valinta pois. Asetukset tallennetaan tiedostoon <filename>Prefs</filename> valitsemalla <userinput>Save Settings As Default</userinput>.
sv: Om du inte vill starta GNU/Linux omedelbart varje gång du startar, kryssa av alternativet <userinput>Auto Boot</userinput>. Spara dina inställningar i filen <filename>Prefs</filename> med alternativet <userinput>Save Settings As Default</userinput>.
vi: Nếu bạn không muốn khởi chạy GNU/LInux ngay mỗi lần khởi bđộng, hãy bỏ chọn tùy chọn <userinput>Auto Boot</userinput> [tự động khởi động]. Lưu các thiết lập vào tập tin <filename>Prefs</filename> [tùy thích] bằng tùy chọn <userinput>Save Settings As Default</userinput> [lưu thiết lập là mặc định].

source: Now select <userinput>Boot Now</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) to start your freshly installed GNU/Linux instead of the RAMdisk installer system.
fi: Seuraavaksi valitaan <userinput>Boot Now</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) käynnistämään juuri asennettu GNU/Linux eikä RAMdisk-asennusjärjestelmää.
sv: Välj nu <userinput>Boot Now</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) för att starta ditt nyligen installerade GNU/Linux istället för RAMdisk-installationssystemet.
vi: Rồi chọn lệnh <userinput>Khởi động Bây giờ</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) để khởi chạy hệ thống GNU/Linux mới cài đặt thay vào kiểu cài đặt RAMdisk.

source: Debian should boot, and you should see the same messages as when you first booted the installation system, followed by some new messages.
fi: Debianin pitäisi käynnistyä ja pitäisi näkyä samat viestit kuin ensimmäistä kertaa asenninta käynnistettäessä ja niiden jälkeen uusia viestejä.
sv: Debian bör starta upp och du bör se samma meddelanden som när du först startade installationssystemet, följt av några nya meddelanden.
vi: Debian nên khởi động, rồi bạn nên xem cùng những thông điệp với lần đầu khởi động hệ thống cài đặt, và một số thông điệp mới theo sau.

source: OldWorld PowerMacs
sv: OldWorld PowerMac
vi: PowerMac kiểu cũ

source: If the machine fails to boot after completing the installation, and stops with a <prompt>boot:</prompt> prompt, try typing <userinput>Linux</userinput> followed by &enterkey;. (The default boot configuration in <filename>quik.conf</filename> is labeled Linux). The labels defined in <filename>quik.conf</filename> will be displayed if you press the <keycap>Tab</keycap> key at the <prompt>boot:</prompt> prompt. You can also try booting back into the installer, and editing the <filename>/target/etc/quik.conf</filename> placed there by the <guimenuitem>Install Quik on a Hard Disk</guimenuitem> step. Clues for dealing with <command>quik</command> are available at <ulink url="&url-powerpc-quik-faq;"></ulink>.
fi: Jos tietokone ei käynnisty asennuksen päätyttyä, ja viimeinen viesti on kehote <prompt>boot:</prompt>, yritä kirjoittaa <userinput>Linux</userinput> ja paina &enterkey;. (Oletusasetusten nimiönä tiedostossa <filename>quik.conf</filename> on Linux). Tiedostossa <filename>quik.conf</filename> määritellyt nimiöt näytetään painamalla <keycap>Sarkain</keycap> <prompt>boot:</prompt>-kehotteessa. On mahdollista myös käynnistää asennin uudestaan ja muokata tiedostoa <filename>/target/etc/quik.conf</filename> jonka valinta <guimenuitem>Install Quik on a Hard Disk</guimenuitem> kirjoittaa. Vinkkejä komennon <command>quik</command> käytöstä on sivulla <ulink url="&url-powerpc-quik-faq;"></ulink>.
sv: Om maskinen misslyckas att starta upp efter färdigställandet av installationen, och stoppar med en <prompt>boot:</prompt>-prompt, försök mata in <userinput>Linux</userinput> följt av &enterkey;. (Standardkonfiguration för uppstart i <filename>quik.conf</filename> är märkt som Linux). Märkningen definierad i <filename>quik.conf</filename> kommer att visas om du trycker tangenten <keycap>Tab</keycap> vid prompten <prompt>boot:</prompt>. Du kan också försöka starta upp i installeraren, och redigera <filename>/target/etc/quik.conf</filename> placerad där av steget <guimenuitem>Install Quik on a Hard Disk</guimenuitem>. Ledtrådar för hantering av <command>quik</command> finns tillgängliga på <ulink url="&url-powerpc-quik-faq;"></ulink>.
vi: Nếu máy không khởi động được sau khi cài đặt xọng, và đừng với dấu nhắc <prompt>boot:</prompt>, hãy cố gõ từ <userinput>Linux</userinput> rồi &enterkey;. (Cấu hình khởi động mặc định <filename>quik.conf</filename> có nhãn « Linux »). Những nhãn được định nghĩa trong <filename>quik.conf</filename> sẽ được hiển thị nếu bạn bấm phím <keycap>Tab</keycap> tại dấu nhắc <prompt>boot:</prompt>. Bạn cũng có thể cố khởi động lại vào trình cài đặt, và sửa đổi tập tin <filename>/target/etc/quik.conf</filename> được để vào đó bởi bước <guimenuitem>Cài đặt quik vào đĩa cứng</guimenuitem>. Mẹo về cách chạy lệnh <command>quik</command> có sẵn sàng trong <ulink url="&url-powerpc-quik-faq;">Hỏi đáp Quik-PowerPC</ulink>.

source: To boot back into MacOS without resetting the nvram, type <userinput>bye</userinput> at the OpenFirmware prompt (assuming MacOS has not been removed from the machine). To obtain an OpenFirmware prompt, hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> keys while cold booting the machine. If you need to reset the OpenFirmware nvram changes to the MacOS default in order to boot back to MacOS, hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> keys while cold booting the machine.
fi: Käynnistys takaisin MacOS:ään palauttamatta nvram:ia alkuarvoihin, kirjoitetaan <userinput>bye</userinput> OpenFirmwaren kehotteeseen (olettaen ettei MacOS:ää ole poistettu koneelta). OpenFirmwaren kehotteeseen pääsee pitämällä pohjassa <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> -näppäimiä kun tietokone on käynnistetty virtakytkimestä. Mikäli OpenFirmwaren nvramin asetukset on palautettava MacOS:n alkuarvoihin jotta MacOS voidaan taas käynnistää, pidetään pohjassa <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> kun tietokone on käynnistetty virtakytkimestä.
sv: För att starta upp det gamla MacOS utan att återställa nvram, skriv <userinput>bye</userinput> vid OpenFirmware-prompten (antar att MacOS inte har tagits bort från maskinen). För att få fram en OpenFirmware-prompt, håll nere tangenterna <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> vid kallstart av maskinen. Om du behöver återställa ändringar i nvram till MacOS-standard för att kunna starta upp tillbaka till MacOS, håll ned tangenterna <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> vid kallstart av maskinen.
vi: Để khởi động lại về MacOS, không có lập lại bộ nhớ nvram, hãy gõ <userinput>bye</userinput> tại dấu nhắc OpenFirmware (giả sử hệ điều hành MacOS chưa được gỡ bỏ ra máy đó). Để xem dấu nhắc OpenFirmware, hãy nhấn giữ tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> trong khi khởi động lạnh máy đó. Nếu bạn cần phải lập lại các thay đổi của mặc định MacOS trong nvram OpenFirmware, để khởi động lại về MacOS, hãy nhấn giữ tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> trong khi khởi động lạnh máy đó.

source: If you use <command>BootX</command> to boot into the installed system, just select your desired kernel in the <filename>Linux Kernels</filename> folder, un-choose the ramdisk option, and add a root device corresponding to your installation; e.g. <userinput>/dev/hda8</userinput>.
fi: Jos asennettu järjestelmä käynnistetään komennolla <command>BootX</command> haluttu ydin vain valitaan hakemistosta <filename>Linux Kernels</filename>, poistetaan ramdisk-valinta ja lisätään asennuksen juuriosio; esim. <userinput>/dev/hda8</userinput>.
sv: Om du använder <command>BootX</command> för att starta upp i det installerade system, välj bara din önskade kärna i katalogen <filename>Linux Kernels</filename>, välj bort ramdisk-alternativet, och lägg till en rotenhet som passar din installation; exempelvis <userinput>/dev/hda8</userinput>.
vi: Nếu bạn có sử dụng <command>BootX</command> để khởi động vào hệ thống đã cài đặt, chỉ đơn giản hãy chọn hạt nhân ưa thích trong thư mục <filename>Linux Kernels</filename> (các hạt nhân Linux), bỏ chọn tùy chọn RAMdisk (đĩa bộ nhớ tạm), và thêm một thiết bị gốc tương ứng với bản cài đặt hiện thời, v.d. <userinput>/dev/hda8</userinput>.

source: NewWorld PowerMacs
sv: NewWorld PowerMac
vi: PowerMac kiểu mới

source: On G4 machines and iBooks, you can hold down the <keycap>option</keycap> key and get a graphical screen with a button for each bootable OS, &debian; will be a button with a small penguin icon.
fi: G4-koneilla ja iBookeilla pidetään pohjassa <keycap>option</keycap> ja näkyviin tulee graafinen käyttöliittymä jossa on painike jokaiselle käynnistettävälle käyttöjärjestelmälle; &debian; on painike jossa on kuvakkeena pieni pingviini.
sv: På G4-maskiner och iBook:ar kan du hålla ned tangenten <keycap>option</keycap> och få en grafisk skärm med en knapp för varje startbart OS, &debian; kommer att vara en knapp med en liten pingvin på.
vi: Trên máy tính (PowerMac, iMac, eMac) và máy tính xách tay (PowerBook, iBook) có bộ xử lý G4, bạn có thể nhấn giữ phím <keycap>option</keycap> để xem màn hình đồ họa có một cái nút cho mỗi hệ điều hành khởi động được: &debian; sẽ là cái nút có hình chím cụt nhỏ.

source: If you kept MacOS and at some point it changes the OpenFirmware <envar>boot-device</envar> variable you should reset OpenFirmware to its default configuration. To do this hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> keys while cold booting the machine.
fi: Jos MacOS säilytettiin ja se jossain vaiheessa muuttaa OpenFirmwaren muuttujaa <envar>boot-device</envar> pitäisi OpenFirmwaren oletusarvot palauttaa. Tämä tehdään pitämällä pohjassa <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> -näppäimiä kun tietokone käynnistetään virtakytkimestä.
sv: Om du behållde MacOS och vid någon tidpunkt ändrar <envar>boot-device</envar>-variabeln i OpenFirmware bör du återställa OpenFirmware till sin standardkonfiguration. För att göra det här, håll ned tangenterna <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> vid kallstart av maskinen.
vi: Nếu bạn đã giữ lại hệ điều hành MacOS, và vào lúc nào nó thay đổi biến OpenFirmware <envar>boot-device</envar> thì bạn nên lập lại OpenFirmware thành cấu hình mặc định. Để làm như thế, hãy nhấn giữ tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> trong khi khởi động lạnh máy đó.

source: The labels defined in <filename>yaboot.conf</filename> will be displayed if you press the <keycap>Tab</keycap> key at the <prompt>boot:</prompt> prompt.
fi: Tiedostossa <filename>yaboot.conf</filename> määritellyt nimiöt näytetään kun painetaan <keycap>Sarkain</keycap> kehotteessa <prompt>boot:</prompt>.
sv: Märkena definierade i <filename>yaboot.conf</filename> kommer att visas om du trycker ned tangenten <keycap>Tab</keycap> vid <prompt>boot:</prompt>-prompten.
vi: Những nhãn được định nghĩa trong tập tin cấu hình <filename>yaboot.conf</filename> sẽ được hiển thị nếu bạn bấm phím <keycap>Tab</keycap> tại dấu nhắc<prompt>boot:</prompt>.

source: Resetting OpenFirmware on G3 or G4 hardware will cause it to boot &debian; by default (if you correctly partitioned and placed the Apple_Bootstrap partition first). If you have &debian; on a SCSI disk and MacOS on an IDE disk this may not work and you will have to enter OpenFirmware and set the <envar>boot-device</envar> variable, <command>ybin</command> normally does this automatically.
fi: OpenFirmwaren alkuarvojen palauttaminen G3 tai G4-koneilla saa &debian;:in käynnistymään oletuksena (jos osiot on tehty oikein ja Apple_Bootstrap-osio on ensimmäisenä). Jos &debian; on SCSI-levyllä ja MacOS IDE-levyllä tämä ei ehkä toimi ja OpenFirmwaressa on asetettava muuttuja <envar>boot-device</envar>, komento <command>ybin</command> tekee tämän tavallisesti automaattisesti.
sv: Återställning av OpenFirmware på G3 eller G4-maskinvara kommer att göra att den startar upp &debian; som standard (om du partitionerat den korrekt och placerat Apple_Bootstrap-partitionen först). Om du har &debian; på en SCSI-disk och MacOS på en IDE-disk kanske inte det här fungerar om du kommer att behöva på in i OpenFirmware och ställa in variabeln <envar>boot-device</envar>, <command>ybin</command> gör normalt det här helt automatiskt.
vi: Việc lập lại OpenFirmware trên phần cứng G3 hay G4 sẽ gây ra nó khởi động &debian; theo mặc định (nếu bạn đã phân vùng và định vị vùng « Apple_Bootstrap » cho đúng trước đó). Nếu bạn có &debian; trên một đĩa kiểu SCSI còn có MacOS trên một đĩa kiểu IDE, việc này có lẽ sẽ không hoạt động thì bạn sẽ cần phải vào OpenFirmware để lập biến <envar>boot-device</envar>; lệnh <command>ybin</command> thường làm như thế tự động.

source: After you boot &debian; for the first time you can add any additional options you desire (such as dual boot options) to <filename>/etc/yaboot.conf</filename> and run <command>ybin</command> to update your boot partition with the changed configuration. Please read the <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink> for more information.
fi: Kun &debian; käynnistetään ensimmäistä kertaa halutut lisävalitsimet (kuten kaksoiskäynnistyksen valitsimet) lisätään tiedostoon <filename>/etc/yaboot.conf</filename> ja käynnistetään <command>ybin</command> jotta muuttuneet tiedot päivitetään käynnistysosioon. Kannattaa lukea lisätietoja sivulta <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink>.
sv: Efter du har startat upp &debian; för första gången kan du lägga till ytterligare flaggor som du önskar (såsom flaggor för dubbla startalternativ) till <filename>/etc/yaboot.conf</filename> och köra <command>ybin</command> för att uppdatera din startpartition med den ändrade konfigurationen. Vänligen läs <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink> för mer information.
vi: Sau khi bạn khởi động &debian; lần đầu, bạn có thể thêm bất cứ tùy chọn thêm nào bạn muốn (như tùy chọn khởi động đôi) vào tập tin cấu hình <filename>/etc/yaboot.conf</filename> rồi chạy lệnh <command>ybin</command> để cập nhật phân vùng khởi động với cấu hình đã thay đổi. Vui lòng đọc <ulink url="&url-powerpc-yaboot-faq;">Cách Làm yaboot</ulink> để tìm thông tin thêm.

source: Debian Post-Boot (Base) Configuration
vi: Cấu hình Hậu Khởi động (Cơ bản) Debian
