Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Several Sparcs (e.g. Ultra 10) have an OBP bug that prevents them from booting (instead of not supporting booting at all). The appropriate OBP update can be downloaded as product ID 106121 from <ulink url="http://sunsolve.sun.com"></ulink>.
el: Αρκετά συστήματα Sparc (όπως το Ultra 10) έχουν ένα σφάλμα OBP που τα εμποδίζει από το να εκκινήσουν (αντί της ολοκληρωτικής μη υποστήριξης εκκίνησης). Το κατάλληλο ενημερωμένο OBP μπορεί να κατέβει ως προϊόν με ID 106121 από <ulink url="http://sunsolve.sun.com"></ulink>.
fi: Useissa Sparceissa (esim. Ultra 10) on OBP-vika, joka estää niitä käynnistymästä (vaikka käynnistäminen on tuettu). Sopiva OBP-päivitys voidaan noutaa tuotenumerona ID 106121 osoitteesta <ulink url="http://sunsolve.sun.com"></ulink>.
ru: Некоторые Sparc (например, Ultra 10) имеют ошибку OBP, которая не даёт им загрузиться (они вообще отказываются загружаться). Соответствующее обновление OBP можно загрузить как продукт с ID 106121 с <ulink url="http://sunsolve.sun.com"></ulink>.
sv: Ett flertal Sparc (exempelvis Ultra 10) har ett OBP-fel som förhindrar dem från att starta upp (istället för att inte stöda uppstart alls). Den lämpliga uppdateringen för OBP kan hämtas som produkt-id 106121 från <ulink url="http://sunsolve.sun.com"></ulink>.
vi: Vài máy kiểu Sparc (v.d. Ultra 10) có lỗi OBP chặn khởi động (thay vào không hỗ trợ khả năng khởi động bằng cách nào cả). Bản cập nhật OBP thích hợp có thể được tải như là mã nhận diện sản phẩm ID 106121 xuống <ulink url="http://sunsolve.sun.com"></ulink>.
zh_cn: 不少 Sparcs (比如 Ultra 10) 有一个 OBP 缺陷。它阻止这些机器引导 (从而完全不支持引导)。合适的 OBP 更新可以从下面连接的 ID 106121 中获得，<ulink url="http://sunsolve.sun.com"></ulink>。

source: If you are booting from the floppy, and you see messages such as <informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample> then it is possible that floppy booting is simply not supported on your machine.
el: Εάν εκκινείτε από δισκέτα και δείτε μηνύματα όπως <informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample> τότε είναι πιθανό ότι δεν υποστηρίζεται από το μηχάνημα σας η εκκίνηση από δισκέτα.
fi: Mikäli levykkeeltä käynnistettäessä näkyy viestejä kuten <informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample> on mahdollista, että levykkeeltä käynnistämistä ei lainkaan tueta tällä koneella.
ru: Если вы загружаетесь с дискеты и видите такое сообщение<informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample>, то возможно, загрузка с дискет просто не поддерживается на этой машине.
sv: Om du startar upp från disketten, och du ser meddelanden såsom <informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample> är det möjligt att uppstart via diskett inte stöds på din maskin.
vi: Nếu bạn đang khởi động từ đĩa mềm, và xem thông điệp như <informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample> (lỗi nghiêm trọng: không thể đọc phân vùng, tên thiết bị bất hợp pháp hay dạng sai), có lẽ khả năng khởi động từ đĩa mềm đơn giản không được hỗ trợ trên máy đó.
zh_cn: 如果您正在从软盘引导，并且看到如下信息 <informalexample><screen> Fatal error: Cannot read partition Illegal or malformed device name </screen></informalexample> 那么很可能您的机器不支持软盘引导。

source: IDPROM Messages
el: Μηνύματα IDPROM
fi: IDPRO:min viestit
ru: Сообщения IDPROM
sv: IDPROM-meddelanden
vi: Thông điệp IDPROM
zh_cn: IDPROM 消息

source: If you cannot boot because you get messages about a problem with <quote>IDPROM</quote>, then it's possible that your NVRAM battery, which holds configuration information for you firmware, has run out. See the <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink> for more information.
el: Εάν δεν μπορείτε να εκκινήσετε επειδή περνετε μηνύματα για πρόβληματα με <quote>IDPROM</quote>, τότε είναι πιθανό να έχει εξαντληθεί η NVRAM μπαταρία, η οποία διατηρεί τις πληροφορίες ρυθμίσεων του firmware σας. Για περισσότερες πληροφορίες δείτε το <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink>.
fi: Jos käynnistäminen ei onnistu, ja vikailmoitukset koskevat <quote>IDPROM</quote>:ia, on mahdollista etä NVRAM:in paristo on tyhjentynyt. NVRAM:iin tallennetaan laitteiston asetukset. Katso lisätietoja osoitteesta <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink>.
ru: Если вы не можете загрузиться и получаете сообщение о проблеме с <quote>IDPROM</quote>, то возможно, это из-за севшей батарейки NVRAM, которая содержит конфигурационную информацию микропрограммы. Подробней смотрите в <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink>.
sv: Om du inte kan starta upp på grund av att får meddelanden om ett problem med <quote>IDPROM</quote>, är det möjligt att ditt NVRAM-batteri, som tillhandahåller konfigurationsinformation för din fasta programvara, har slut på ström. Se <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink> för mer information.
vi: Nếu bạn không thể khởi động vì nhận thông điệp lỗi <quote>IDPROM</quote>, có lẽ pin NVRAM, mà chứa thông tin cấu hình phần vững, đã hết điện. Xem Hỏi Đáp <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink> để tìm thông tin thêm.
zh_cn: 如果您由于得到一个有关<quote>IDPROM</quote>问题的消息而不能引导，这可能是 NVRAM 电池已经用光。通常它为固件保持配置信息。请查阅 <ulink url="&url-sun-nvram-faq;">Sun NVRAM FAQ</ulink> 以获得更多信息。

source: Boot parameters are Linux kernel parameters which are generally used to make sure that peripherals are dealt with properly. For the most part, the kernel can auto-detect information about your peripherals. However, in some cases you'll have to help the kernel a bit.
el: Οι παράμετροι εκκίνησης είναι παράμετροι του πυρήνα Linux που χρησιμοποιούνταιγενικά για την εξασφάλιση της ομαλής διαχείρισης των διαφόρων περιφαρειακών. Ως επί το πλείστον, ο πυρήνας μπορεί να ανιχνεύσει αυτόματα την πληροφορία σχετικά με τα περιφερειακά σας. Παρ' όλα αυτά, κάποιες φορές θα πρέπει να του δώσετε μια μικρή βοήθεια.
fi: Käynnistysparametrit ovat Linuxin ytimen parametreja, joilla varmistetaan oheislaitteita käytettävän asianmukaisesti. Enimmäkseen ydin osaa tunnistaa oheislaitteiden tiedot automaattisesti. Joissain tapauksissa on ydintä kuitenkin hieman autettava.
ru: Параметры загрузки &mdash; это параметры ядра Linux, которые обычно используются для того, чтобы указать присутствующие периферийные устройства. В большинстве случаев ядро может определить периферийные устройства автоматически. Однако, иногда вы должны немного помочь ядру.
sv: Uppstartsparametrar är parametrar för Linux-kärnan som generellt sett används för att se till att kringutrustning hanteras korrekt. För det mesta kan kärnan automatiskt identifiera information om din kringutrustning. Ibland behöver du dock hjälpa kärnan en bit på vägen.
vi: Tham số khởi động là tham số hạt nhân Linux thường được dùng để đảm bảo thiết bị ngoại vi được xử lý cho đúng. Bình thường, hạt nhân có khả năng phát hiện tự động thông tin về các ngoại của máy tính. Tuy nhiên, trong một số trường hợp, bạn cần phải giúp đỡ hạt nhân một ít.
zh_cn: 引导参数是 Linux 内核的参数。一般用于确保外围设备能够正确地运行。对于其中的大多数部分来说，内核可以自动检查外围设备的相关信息。但是在某些情况下，您可能需要给内核一点小小的帮助。

source: If this is the first time you're booting the system, try the default boot parameters (i.e., don't try setting parameters) and see if it works correctly. It probably will. If not, you can reboot later and look for any special parameters that inform the system about your hardware.
el: Αν αυτή είναι η πρώτη φορά που μπαίνετε στο σύστημά σας, δοκιμάστε καταρχήν τιςπροκαθορισμένες παραμέτρους εκκίνησης (με άλλα λόγια, μην προσπαθήσετε να βάλετε κάποιες παραμέτρους) και δείτε αν αυτό δουλεύει σωστά. Πολύ πιθανόν να είναι έτσι. Αν όχι μπορείτε να επανεκκινήσετε αργότερα και να δείτε για ειδικές παραμέτρους πουμπορούν να ενημερώσουν το σύστημά σας σχετικά με το hardware σας.
fi: Jos järjestelmän käynnistämistä yritetään ensimmäistä kertaa, kokeile käynnistysparametrien oletusarvoja (eli älä anna mitään parametreja) ja katso toimiiko kaikki oikein. Luultavasti toimii. Jos ei toimi, voidaan myöhemmin käynnistää uudestaan ja etsiä erikoisparametreja jotka kertovat järjestelmälle laitteistosta.
ru: Если вы в первый раз загружаете систему, попробуйте параметры загрузки по умолчанию (то есть не пытайтесь их изменять) и посмотрите, корректно ли всё работает. Скорее всего, так оно и будет. Если нет, вы сможете позже перезагрузиться и поискать специальные параметры, которые помогут системе определить аппаратуру вашего компьютера.
sv: Om det här är första gången du startar upp systemet kan du prova de uppstartsparametrar som är standard (alltså, ställ inte in några parametrar) och se om det fungerar korrekt. Det kommer säkert att göra det. Om inte, kan du starta om senare och leta efter några speciella parametrar som informerar systemet om din maskinvara.
vi: Nếu đây là lần đầu tiên khởi động hệ thống này, hãy thử nhập các tham số khởi động mặc định (tức là không thử đặt tham số thêm) và theo dõi hoạt động. Rất có thể là máy sẽ hoạt động được vậy bạn không cần thêm gì. Nếu không, bạn có thể khởi động lại sau, cũng tìm tham số đặc biệt có thể báo hệ thống biết về phần cứng đó.
zh_cn: 如果这是您第一次引导系统，尝试缺省的引导参数(即：不要输入任何参数)并且检查是否工作正确。大部分情况下应该是这样，如果不是，可以重新启动，并且检查需要告诉系统什么样的特定参数。

source: Information on many boot parameters can be found in the <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>, including tips for obscure hardware. This section contains only a sketch of the most salient parameters. Some common gotchas are included below in <xref linkend="boot-troubleshooting"/>.
el: Πληροφορία για αρκετές παραμέτρους εκκίνησης μπορεί να βρεθούν στο <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>, που περιέχει και χρήσιμες υποδείξεις για δύσκολο hardware. Η παρούσα ενότητα περιέχει μόνο ένα περίγραμμα για τις πιογνωστές (διαδεδομένες) παραμέτρους. Μερικά συνηθισμένα προβλήματα περιλαμβάνονταιπαρακάτω στο <xref linkend="boot-troubleshooting"/>.
fi: <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>:sta löytyy tietoa monista käynnistysparametreista, mukaan lukien vinkkejä epämääräisille laitteille. Tämä luku on vain luonnos tärkeimmistä parametreista. Joitakin yleisiä kompastuskiviä on selitetty kohdassa <xref linkend="boot-troubleshooting"/>.
ru: Информацию о многих параметрах загрузки можно найти в <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>, где можно найти советы советы и по нераспознанному оборудованию. В этом разделе содержатся только краткие сведения о наиболее важных параметрах. Некоторые распространённые ошибки включены ниже в <xref linkend="boot-troubleshooting"/>.
sv: Information om många uppstartsparametrar kan hittas i <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>, inklusive tips för ovanlig maskinvara. Det här avsnittet innehåller endast en del av de mest vanliga parametrarna. Vissa vanliga problem finns beskrivna i <xref linkend="boot-troubleshooting"/>.
vi: Thông tin về nhiều tham số khởi động khác nhau nằm trong tài liệu dấu nhắc khởi động Linux Thế Nào <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>, gồm có mẹo về phần cứng không thường. Phần này chứa chỉ bản tóm tắt các tham số nổi bật nhất. Một số vấn đề thường cũng được bao gồm bên dưới trong <xref linkend="boot-troubleshooting"/>.
zh_cn: 有关很多引导参数的信息可以查看 <ulink url="http://www.tldp.org/HOWTO/BootPrompt-HOWTO.html"> Linux BootPrompt HOWTO</ulink>，其中包括一些老旧硬件的解决方法。这一节只描述一些最常用的基本参数。一些常见的问题描述见 <xref linkend="boot-troubleshooting"/>。

source: When the kernel boots, a message <informalexample><screen> Memory:<replaceable>avail</replaceable>k/<replaceable>total</replaceable>k available </screen></informalexample> should be emitted early in the process. <replaceable>total</replaceable> should match the total amount of RAM, in kilobytes. If this doesn't match the actual amount of RAM you have installed, you need to use the <userinput>mem=<replaceable>ram</replaceable></userinput> parameter, where <replaceable>ram</replaceable> is set to the amount of memory, suffixed with <quote>k</quote> for kilobytes, or <quote>m</quote> for megabytes. For example, both <userinput>mem=65536k</userinput> and <userinput>mem=64m</userinput> mean 64MB of RAM.
el: Όταν ξεκινά ο πυρήνας , θα πρέπει να εμφανιστεί στην αρχή της διαδικασίας το μήνυμα <informalexample><screen> Memory:<replaceable>avail</replaceable>k/<replaceable>total</replaceable>k available </screen></informalexample>. Η τιμή <replaceable>total</replaceable> θα πρέπει να ταιριάζει στο μέγεθος τηςσυνολικής μνήμης RAM, σε kilobytes. Αν αυτό δεν ταιριάζει με το πραγματικό μέγεθοςμνήμης RAM που έχετε εγκαταστήσει, θα πρέπει να χρησιμοποιήσετε την παράμετρο <userinput>mem=<replaceable>ram</replaceable></userinput>, όπου η τιμή <replaceable>ram</replaceable> πρέπει να τεθεί ίση με το μέγεθος της μνήμης με το επίθεμα <quote>k</quote> για kilobytes, ή <quote>m</quote> για megabytes. Για παράδειγμα, και οι δυο τιμές <userinput>mem=65536k</userinput> και <userinput>mem=64m</userinput> εννοούν 64MB μνήμης RAM.
fi: Kun ydin käynnistyy, viestin <informalexample><screen> Memory:<replaceable>avail</replaceable>k/<replaceable>total</replaceable>k available </screen></informalexample> pitäisi näkyä kohtalaisen alussa. <replaceable>total</replaceable> pitäisi olla koneen kaiken keskusmuistin määrä kilotavuissa. Jos tämä ei vastaa koneeseen asennettua muistia, on käytettävä parametria <userinput>mem=<replaceable>ram</replaceable></userinput>, missä <replaceable>ram</replaceable> on muistin määrä. Yksikkö ilmoitetaan kirjaimella <quote>k</quote> kilotavuille ja <quote>m</quote>:llä megatavuille. Esimerkiksi sekä <userinput>mem=65536k</userinput> että <userinput>mem=64m</userinput> tarkoittavat 64 Mt keskusmuistia.
ru: В самом начале при загрузке ядра должно появиться сообщение: <informalexample><screen> Memory:<replaceable>avail</replaceable>k/<replaceable>total</replaceable>k available </screen></informalexample>Значение <replaceable>total</replaceable> должно совпадать с общим количеством ОЗУ в килобайтах. Если оно не соответствует действительно установленному объёму ОЗУ, вам надо использовать параметр <userinput>mem=<replaceable>ram</replaceable></userinput>, где <replaceable>ram</replaceable> равно объёму памяти, дополненному буквой <quote>k</quote>, если объём задан в килобайтах или <quote>m</quote>, если в мегабайтах. Например, <userinput>mem=65536k</userinput> или <userinput>mem=64m</userinput> означают 64МБ ОЗУ.
sv: När kärnan startar upp bör meddelandet<informalexample><screen> Memory:<replaceable>tillgängligt</replaceable>k/<replaceable>totalt</replaceable>k available </screen></informalexample> visas tidigt i processen. <replaceable>totalt</replaceable> bör stämma med totalt RAM-minne i kilobyte. Om det inte stämmer med den faktiska mängden RAM-minne du har installerad behöver du använda parametern <userinput>mem=<replaceable>ram</replaceable></userinput>, där <replaceable>ram</replaceable> är inställd till mängden minne och ändelsen <quote>k</quote> för kilobyte eller <quote>m</quote> för megabyte. Till exempel, både <userinput>mem=65536k</userinput> och <userinput>mem=64m</userinput> betyder 64MB RAM-minne.
vi: Khi hạt nhân khởi động, thông điệp <informalexample><screen> Memory:<replaceable>rảnh</replaceable>k/<replaceable>tổng</replaceable>k available </screen></informalexample> (bộ nhớ có rảnh) nên được hiển thị sớm trong tiến trình. Số <replaceable>tổng</replaceable> nên khớp với tổng số RAM theo kilobyte. Nếu nó không phải khớp với số lượng RAM thật đã được cài đặt, bạn cần phải nhập tham số <userinput>mem=<replaceable>tổng_RAM</replaceable></userinput>, mà <replaceable>tổng_RAM</replaceable> được đặt thành số lượng bộ nhớ RAM, với hậu tố <quote>k</quote> đại diện kilobyte, hay <quote>m</quote> đại diện megabyte. Ví dụ, mỗi chuỗi <userinput>mem=65536k</userinput> và <userinput>mem=64m</userinput> có nghĩa là 64MB bộ nhớ RAM.
zh_cn: 当内核引导的时候，有一条消息 <informalexample><screen> Memory:<replaceable>avail</replaceable>k/<replaceable>total</replaceable>k available </screen></informalexample> 应该显示在引导过程的早期。其中 <replaceable>total</replaceable> 应该符合您内存的总量，单位为千字节。如果此参数不符合您实际的内存总数，需要使用 <userinput>mem=<replaceable>ram</replaceable></userinput> 参数。这里 <replaceable>ram</replaceable> 被设置为内存的数量。如是<quote>k</quote>则为千字节，<quote>m</quote>为兆字节。例如，<userinput>mem=65536k</userinput> 和 <userinput>mem=64m</userinput> 标明 64MB 内存。

source: If you are booting with a serial console, generally the kernel will autodetect this<phrase arch="mipsel"> (although not on DECstations)</phrase>. If you have a videocard (framebuffer) and a keyboard also attached to the computer which you wish to boot via serial console, you may have to pass the <userinput>console=<replaceable>device</replaceable></userinput> argument to the kernel, where <replaceable>device</replaceable> is your serial device, which is usually something like <filename>ttyS0</filename>.
el: Αν η εκκίνηση γίνεται με μια σειριακή κονσόλα, ο πυρήνας θα το εντοπίσει αυτό γενικά αυτόματα <phrase arch="mipsel"> (αν και όχι σε συστήματα DECstation)</phrase>. Αν έχετε επίσης μια κάρτα οθόνης (framebuffer) και ένα πληκτρολόγιο συνδεδεμένα με τον υπολογιστή που θέλετε να ξεκινήσετε από την σειριακή κονσόλα, ίσως να χρειάζεται να δώσετε και το όρισμα <userinput>console=<replaceable>device</replaceable></userinput> στον πυρήνα, όπου <replaceable>device</replaceable> είναι η σειριακή συσκευή σας, συνήθως κάτι όπως <filename>ttyS0</filename>.
fi: Käytettäessä käynnistyksessä sarjapäätettä, osaa ydin yleensä havaita tämän automaattisesti<phrase arch="mipsel"> (tosin DECstationeilla ei havaita)</phrase>. Jos myös näytönohjain (framebuffer) ja näppäimistö ovat kiinni sarjapäätettä käyttäen käynnistettävässä tietokoneessa, pitää ehkä antaa ytimelle parametri <userinput>console=<replaceable>laite</replaceable></userinput>, missä <replaceable>laite</replaceable> on sarjaportti, joka yleensä on suunnilleen <filename>ttyS0</filename>.
ru: Если вы загружаетесь через консоль на последовательном порту, обычно ядро обнаруживает это автоматически<phrase arch="mipsel"> (кроме DECstations)</phrase>. Если к компьютеру подключёны видеокарта (фреймбуфер) и клавиатура, а вы хотите загрузиться через консоль на последовательном порту, вам надо передать ядру параметр <userinput>console=<replaceable>device</replaceable></userinput>, где <replaceable>device</replaceable> &mdash; это имя последовательного порта, обычно <filename>ttyS0</filename>.
sv: Om du startar upp på en seriekonsoll kommer generellt sett kärnan att autodetektera det<phrase arch="mipsel"> (dock inte på DECstation)</phrase>. Om du har ett grafikkort (framebuffer) och ett tangentbord anslutet till datorn som du önskar starta upp via seriekonsoll, kan du skicka med följande argument <userinput>console=<replaceable>enhet</replaceable></userinput> till kärnan, där <replaceable>enhet</replaceable> är din serieenhet, som vanligtvis är något liknande <filename>ttyS0</filename>.
vi: Nếu bạn khởi động bằng bàn điều khiển nối tiếp, thường hạt nhân sẽ phát hiện tự động trường hợp này<phrase arch="mipsel"> (dù không phải trên máy kiểu DECstation)</phrase>. Nếu bạn có thẻ ảnh động (bộ đệm khung) và bàn phím cũng được gắn kết với máy tính bạn muốn khởi động bằng bàn điều khiển nối tiếp, có lẽ bạn cần phải gởi đối số bàn điều khiển <userinput>console=<replaceable>thiết_bị</replaceable></userinput> cho hạt nhân, mà <replaceable>thiết_bị</replaceable> là thiết bị nối tiếp, mà thường như <filename>ttyS0</filename>.
zh_cn: 如果您通过一个串行控制台引导，一般来说内核将自动检测<phrase arch="mipsel">(尽管不是在一台 DECstations 上面)</phrase>。如果您有一块显示卡(framebuffer)和一个键盘，通过串口附加于想引导的计算机上面，也许需要传递 <userinput>console=<replaceable>device</replaceable></userinput> 参数给内核，这里 <replaceable>device</replaceable> 是串口设备。通常类似于 <filename>ttyS0</filename>。

source: For &arch-title; the serial devices are <filename>ttya</filename> or <filename>ttyb</filename>. Alternatively, set the <envar>input-device</envar> and <envar>output-device</envar> OpenPROM variables to <filename>ttya</filename>.
el: Για αρχιτεκτονική &arch-title; οι σειριακές συσκευές είναι <filename>ttya</filename>ή <filename>ttyb</filename>. Εναλλακτικά, θέστε τις μεταβλητές OpenPROM <envar>input-device</envar>και<envar>output-device</envar> σε <filename>ttya</filename>.
fi: Suoritinperheellä &arch-title; sarjaporttien laitenimet ovat <filename>ttya</filename> tai <filename>ttyb</filename>. Toinen tapa antaa OpenPROM:n muuttujille <envar>input-device</envar> ja <envar>output-device</envar> arvoksi <filename>ttya</filename>.
ru: Для &arch-title; последовательными устройствами являются <filename>ttya</filename> или <filename>ttyb</filename>. Или же установите переменные OpenPROM <envar>input-device</envar> и <envar>output-device</envar> равными <filename>ttya</filename>.
sv: För &arch-title; heter serieenheterna <filename>ttya</filename> eller <filename>ttyb</filename>. Alternativt, ställ in OpenPROM-variablerna <envar>input-device</envar> och <envar>output-device</envar> till <filename>ttya</filename>.
vi: Đối với kiến trúc kiểu &arch-title; các thiết bị nối tiếp là <filename>ttya</filename> hay <filename>ttyb</filename>. Hoặc, hãy đặt biến OpenPROM thiết bị nhập <envar>input-device</envar> và thiết bị xuất <envar>output-device</envar> thành <filename>ttya</filename>.
zh_cn: 对于 &arch-title; 串口设备名称是 <filename>ttya</filename> 或 <filename>ttyb</filename> 。或者，通过设置<envar>input-device</envar> 和 <envar>output-device</envar> OpenPROM 变量至 <filename>ttya</filename>。

source: Debian Installer Parameters
el: Παράμετροι του Εγκαταστάτη του Debian
fi: Debianin asentimen parametrit
ru: Параметры программы установки Debian
sv: Parametrar för Debian Installer
vi: Tham số trình cài đặt Debian
zh_cn: Debian 安装程序的参数
