Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: The <filename>netboot.tar.gz</filename> contains an <filename>elilo.conf</filename> file that should work for most configurations. However, should you need to make changes to this file, you can find it in the <filename>debian-installer/ia64/</filename> directory. It is possible to have different config files for different clients by naming them using the client's IP address in hex with the suffix <filename>.conf</filename> instead of <filename>elilo.conf</filename>. See documentation provided in the <classname>elilo</classname> package for details.
el: Tο αρχείο <filename>netboot.tar.gz</filename> περιέχει ένα αρχείο <filename>elilo.conf</filename> που πρέπει να δουλεύει στις περισσότερες περιπτώσεις. Αν όμως για κάποιο λόγο χρειαστεί να κάνετε κάποιες αλλαγές στο αρχείο μπορείτε να το βρείτε στον κατάλογο <filename>debian-installer/ia64/</filename>. Είναι δυνατόν να έχετε διαφορετικά αρχεία ρύθμισης για διαφορετικούς πελάτες ονομάζοντάς τα με την διεύθυνση IP του συστήματος σε δεκαεξαδική μορφή και την κατάληξη <filename>.conf</filename> αντί για <filename>elilo.conf</filename>. Δείτε την τεκμηρίωση που δίνεται με το πακέτο <classname>elilo</classname> για λεπτομέρειες.
fi: Tiedostossa <filename>netboot.tar.gz</filename> on asetustiedosto <filename>elilo.conf</filename>, jonka pitäisi toimia useimmissa kokoonpanoissa. Jos tähän tiedostoon kuitenkin joudutaan tekemään muutoksia, se löytyy hakemistosta <filename>debian-installer/ia64/</filename>. On mahdollista käyttää jokaiselle asiakaskoneelle omaa asetustiedostoa nimeämällä ne asiakaskoneen IP-osoitteella heksajärjestelmässä ja lisäämällä sukunimi <filename>.conf</filename>. Tällöin ei käytetä tiedostoa nimeltä <filename>elilo.conf</filename>. Katso lisätietoja paketin <classname>elilo</classname> mukana tulevista ohjeista.
ru: Файл <filename>netboot.tar.gz</filename> содержит файл <filename>elilo.conf</filename>, который должен работать на большинстве машин. Однако, если вам нужно изменить этот файл, то он находится в каталоге <filename>debian-installer/ia64/</filename>. Можно создать различные конфигурационные файлы для различных клиентов, назвав их по IP-адресу клиента, записанном в шестнадцатеричной системе и с суффиксом <filename>.conf</filename>. Подробней смотрите документацию в пакете <classname>elilo</classname>.
sv: Filen <filename>netboot.tar.gz</filename> innehåller en fil kallad <filename>elilo.conf</filename> som bör fungera för de flesta konfigurationer. Dock, om du behöver göra ändringar i denna fil kan du hitta den i katalogen <filename>debian-installer/ia64/</filename>. Det är möjligt att ha olika konfigurationsfiler för olika klienter genom att namnge dem med klientens IP-adress hexadecimalt och ändelsen <filename>.conf</filename> istället för <filename>elilo.conf</filename>. Se dokumentationen som tillhandahålls av paketet <classname>elilo</classname> för detaljer.
vi: Kho nén <filename>netboot.tar.gz</filename> chứa tập tin cấu hình <filename>elilo.conf</filename> nên hoạt động được với phần lớn tổ hợp phần cứng. Tuy nhiên, nếu bạn cần phải sửa đổi tập tin này, nó nằm trong thư mục <filename>debian-installer/ia64/</filename>. Có thể duy trì tập tin cấu hình riêng cho mỗi máy khách, bằng cách đặt tên là địa chỉ IP dạng thập lục của máy khách, cộng hậu tố <filename>.conf</filename> (cấu hình) thay cho tên tập tin gốc <filename>elilo.conf</filename>. Xem tài liệu có sẵn trong gói <classname>elilo</classname> để tìm chi tiết.
zh_cn: <filename>netboot.tar.gz</filename> 包含 <filename>elilo.conf</filename> 可以工作在大多数的配置下。另外，要修改这个文件，您可以在 <filename>debian-installer/ia64/</filename> 目录中找到。这只需要按照客户机 IP 地址的16进制命名这些文件并且给出 <filename>.conf</filename> 后缀取代 <filename>elilo.conf</filename>。请查看 <classname>elilo</classname> 软件包附带的文档以获得细节。

source: Configuring the Client
el: Ρύθμιση του πελάτη
fi: Asiakaskoneen asetukset
ru: Настройка клиента
sv: Konfiguration av klienten
vi: Cấu hình máy khách
zh_cn: 配置客户机

source: To configure the client to support TFTP booting, start by booting to EFI and entering the <guimenu>Boot Option Maintenance Menu</guimenu>. <itemizedlist> <listitem><para> Add a boot option. </para></listitem> <listitem><para> You should see one or more lines with the text <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem>. If more than one of these entries exist, choose the one containing the MAC address of the interface from which you'll be booting. Use the arrow keys to highlight your choice, then press enter. </para></listitem> <listitem><para> Name the entry <userinput>Netboot</userinput> or something similar, save, and exit back to the boot options menu. </para></listitem> </itemizedlist> You should see the new boot option you just created, and selecting it should initiate a DHCP query, leading to a TFTP load of <filename>elilo.efi</filename> from the server.
el: Για να ρυθμίσετε τον πελάτη ώστε να υποστηρίζει εκκίνηση με TFTP, αρχίστε με εκκίνηση στο EFI και μπείτε στο μενού <guimenu>Boot Option Maintenance Menu</guimenu>. <itemizedlist><listitem><para>Προσθέστε μια επιλογή εκκίνησης.</para></listitem><listitem><para>Θα δείτε μια ή περισσότερες γραμμές με το κείμενο <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem>. Αν υπάρχουν περισσότερες από μια τέτοιες επιλογές, διαλέξτε αυτήν που περιέχει την διεύθυνση MAC του interface από το οποίο θα εκκινήσετε. Χρησιμοποιήστε τα βελάκια στο πληκτρολόγιο για να τονίσετε την επιλογή σας και στη συνέχεια πατήστε enter.</para></listitem><listitem><para> Ονομάστε την επιλογή σας <userinput>Netboot</userinput> ή κάτι ανάλογο, αποθηκεύστε και βγείτε πάλι στο μενού των επιλογών εκκίνησης. </para></listitem></itemizedlist> Θα δείτε την καινούρια επιλογή που μόλις δημιουργήσατε και επιλέγοντας την θα ξεκινήσει μια αναζήτηση DHCP, οδηγώντας στο φόρτωμα μέσω του TFTP του αρχείου <filename>elilo.efi</filename> από τον διακομιστή.
fi: Asiakaskoneen asetuksien teko tukemaan käynnistystä TFTP:llä aloitetaan käynnistämällä EFI:in ja menemällä valikkoon <guimenu>Boot Option Maintenance Menu</guimenu>. <itemizedlist> <listitem><para> Lisää käynnistykselle valinta. </para></listitem> <listitem><para> Pitäisi näkyä yksi tai useampia rivejä joissa on teksti <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem>. Mikäli näitä rivejä on useampi, valitse se jossa on käynnistettäessä käytettävän verkkoliitännän MAC-osoite. Siirrä nuolinäppäimillä korostus valinnnan kohdalle ja paina &enterkey;. </para></listitem> <listitem><para> Pistä käynnistysvalinnan nimeksi <userinput>Netboot</userinput> tai vastaavaa, tallenna ja poistu takaisin käynnistysvalintojen valikkoon. </para></listitem> </itemizedlist> Nyt pitäisi näkyä juuri tehty käynnistysvalinta, ja sen valitsemisen pitäisi käynnistää DHCP-kysely, joka johtaa tiedoston <filename>elilo.efi</filename> noutamiseen TFTP:Llä palvelimelta.
ru: Для настройки клиента на загрузку по TFTP, загрузитесь в EFI и войдите в <guimenu>Boot Option Maintenance Menu</guimenu>. <itemizedlist> <listitem><para> Add a boot option. </para></listitem> <listitem><para> Там вы должны увидеть одну или более строк с текстом <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem>. Если есть более одной строки, выберите ту, которая содержит MAC адрес интерфейса с которого вы будете загружаться. Используйте клавиши стрелок, затем нажмите enter. </para></listitem> <listitem><para> Введите имя записи <userinput>Netboot</userinput> и нечто подобное, сохраните, и выйдите обратно в загрузочное меню. </para></listitem> </itemizedlist> Вы должны увидеть только что созданную запись, а её выбор должен инициировать DHCP запрос, после чего загрузку по TFTP файла <filename>elilo.efi</filename> с сервера.
sv: För att konfigurera stöd för klienten att starta upp via TFTP, börja genom att starta upp till EFI och gå in i <guimenu>Boot Option Maintenance Menu</guimenu>. <itemizedlist> <listitem><para> Lägg till ett uppstartsalternativ. </para></listitem> <listitem><para> Du bör se en eller flera rader med texten <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem>. Om fler än en av de här raderna finns, välj den som innehåller MAC-adressen för gränssnittet från vilket du kommer att starta upp. Använd piltangenterna för att markera ditt val, tryck sedan Enter. </para></listitem> <listitem><para> Namnge posten <userinput>Netboot</userinput> eller något liknande, spara, och gå tillbaka till menyn med uppstartsalternativ. </para></listitem> </itemizedlist> Du bör se det nya uppstartsalternativet som du nyss skapade, och att välja det för initiera en DHCP-fråga som leder till en inläsning av <filename>elilo.efi</filename> från TFTP-servern.
vi: Để cấu hình máy khách để hỗ trợ khả năng khởi động qua dịch vụ TFTP, hãy bắt đầu bằng cách khởi động tới EFI rồi vào <guimenu>Boot Option Maintenance Menu</guimenu> (trình đơn bảo dưỡng tùy chọn khởi động). <itemizedlist> <listitem><para> Thêm một tùy chọn khởi động. </para></listitem> <listitem><para> Sau đó, bạn nên thấy đoạn (một hay nhiều dòng) dạng <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem>. Nếu có nhiều mục nhập như thế, hãy chọn điều chứa địa chỉ MAC của giao diện từ đó bạn sẽ khởi động. Dùng phím mũi tên để tô sáng sự chọn riêng, rồi bấm &enterkey;.</para></listitem> <listitem><para> Đặt mục nhập có tên <userinput>Netboot</userinput> (khởi động qua mạng) hay tương tự, lưu, rồi thoát về trình đơn tùy chọn khởi động. </para></listitem> </itemizedlist> Lúc đó, bạn nên thấy tùy chọn khởi động mới đã được tạo. Việc chọn nó nên khởi đầu truy vấn DHCP, chỉ dẫn đến việc tải tập tin <filename>elilo.efi</filename> qua TFTP từ máy phục vụ.
zh_cn: 如果要配置支持 TFTP 引导的客户机，只需要引导至 EFI，然后进入 <guimenu>Boot Option Maintenance Menu</guimenu>。<itemizedlist> <listitem><para> 加入一个引导选项。</para></listitem> <listitem><para> 您会看到一行或多行带有 <guimenuitem>Load File [Acpi()/.../Mac()]</guimenuitem> 文字。如果多于一个入口存在，选择您需要启动的包含 MAC 地址的网卡。使用方向键高亮选择，然后按回车。</para></listitem> <listitem><para> 给此选项起名，如 <userinput>Netboot</userinput> 或者相似的，保存然后退回至引导选项菜单。</para></listitem> </itemizedlist> 您现在应该能够看到刚刚创建的新引导选项，选择后应该会初始化一个 DHCP 查询，然后会从服务器装入 <filename>elilo.efi</filename>。

source: The boot loader will display its prompt after it has downloaded and processed its configuration file. At this point, the installation proceeds with the same steps as a CD install. Select a boot option as in above and when the kernel has completed installing itself from the network, it will start the Debian Installer.
el: Ο φορτωτής εκκίνησης θα εμφανίσει το προτρεπτικό του μετά το κατέβασμα και την επεξεργασία του αρχείου ρυθμίσεων. Στο σημείο αυτό η διαδικασία της εγκατάστασης θα προχωρήσει με τα ίδια βήματα όπως και η εγκατάσταση με το CD. Διαλέξτε μια επιλογή εκκίνησης όπως και παραπάνω και όταν τελειώσει η εγκατάσταση του πυρήνα από το δίκτυο θα ξεκινήσει ο εγκαταστάτης του Debian.
fi: Käynnistyslatain näyttää kehotteensa sen jälkeen kun sen on noutanut ja käsitellyt asetustiedostonsa. Tässä eteenpäin asennuksessa on samat vaiheet kuin asennettaessa rompulta. Valitse käynnistysvalinta kuten yllä ja kun ytimen lataus verkosta on valmis, se käynnistää Debian Installerin.
ru: Системный загрузчик покажет своё приглашение после получения и обработки своего файла настройки. С этого момента установка продолжится также как и установка с CD. Выберите пункт загрузки, который приведён выше и когда ядро полностью установится из сети, запустится программа установки Debian.
sv: Starthanteraren kommer att visa sin prompt efter den har hämtat och bearbetat sin konfigurationsfil. Vid denna punkt, fortsätter installationen med samma steg som en cd-installation. Välj ett uppstartsalternativ som ovan och när kärnan har installerat sig själv från nätverket, kommer den att starta Debian Installer.
vi: Bộ tải khởi động sẽ hiển thị dấu nhắc riêng sau khi nó tải về và xử lý tập tin cấu hình riêng. Tại điểm thời này, tiến trình cài đặt theo cùng những bước với sự cài đặt từ đĩa CD. Hãy chọn một tùy chọn khởi động (như nêu trên) và, khi hạt nhân đã cài đặt chính nó qua mạng, nó sẽ khởi chạy trình cài đặt Debian.
zh_cn: 在下载并且处理配置文件后，引导装载程序将显示它的提示符。从这里开始，安装过程将和 CD 安装是 同样的过程。在内核已经完成从网络的自我安装后选择一个像上面提到的引导选项，它将开始 Debian 安装程序。

source: Choosing an Installation Method
el: Επιλέγοντας Μέθοδο Εγκατάστασης
fi: Asennustavan valinta
ru: Выбор способа установки
sv: Välja en installationsmetod
vi: Chọn phương pháp cài đặt
zh_cn: 选择安装方法

source: Some &arch-title; subarchs have the option of booting using either a 2.4.x or 2.2.x linux kernel. When such a choice exists, try the 2.4.x linux kernel. The installer should also require less memory when using a 2.4.x linux kernel as 2.2.x support requires a fixed-sized ramdisk and 2.4.x uses tmpfs.
el: Μερικές υπο-αρχιτεκτονικές της &arch-title; έχουν την επιλογή της εκκίνησης χρησιμοποιώντας είτε έναν πυρήνα 2.4.x είτε έναν 2.2.x. Όταν έχετε μια τέτοια δυνατότητα δοκιμάστε τον πυρήνα 2.4.x. O εγκαταστάτης επιπλέον απαιτεί λιγότερη μνήμη όταν χρησιμοποιεί τον πυρήνα 2.4.x καθώς η υποστήριξη του πυρήνα 2.2.x απαιτεί μια σταθερού μεγέθους ramdisk ενώ ο πυρήνας 2.4.x χρησιμοποιεί tmpfs.
fi: Joissakin suoritinperheen &arch-title; suoritinarkkitehtuureissa on mahdollista käynnistää joko 2.4.x- tai 2.2.x-ydin. Kun valinta on mahdollinen, yritä käyttää 2.4.x-ydintä. Asentimen pitäisi käyttää vähemmän muistia 2.4.x-ytimellä, koska 2.2.x-ytimen tuki vaatii kiintän kokoisen muistilevyn ja 2.4.x käyttää tmpfs:ää.
ru: На некоторых субархитектурах &arch-title; есть вариант загрузки с использованием либо ядра linux 2.4.x, либо 2.2.x. Когда такой выбор существует, попробуйте ядро 2.4.x. Программа установки должна требовать меньше памяти, когда используется ядро 2.4.x, потому что поддержка 2.2.x требует ramdisk фиксированного размера, а 2.4.x использует tmpfs.
sv: Vissa underarkitekturer av &arch-title; har alternativet att starta upp med antingen en Linuxkärna av version 2.4.x eller 2.2.x. När en sådan valmöjlighet finns, prova 2.4.x-kärnan. Installeraren bör även kräva mindre minne när 2.4.x-kärnan används eftersom 2.2.x kräver en fast storlek på ramdisken och 2.4.x använder tmpfs.
vi: Một số kiến trúc phụ kiểu &arch-title; có tùy chọn khởi động bằng hạt nhân phiên bản hoặc 2.4.x hoặc 2.2.x. Khi bạn gặp tùy chọn này, hãy thử dùng hạt nhân 2.4.x. Tiến trình cài đặt dùng hạt nhân 2.4.x nên cần thiết bộ nhớ ít hơn, vì khả năng hỗ trợ hạt nhân 2.2.x cần thiết đĩa RAM có kích cỡ cố định, còn 2.4.x dùng hệ thống tập tin tạm thời (tmpfs).
zh_cn: 一些 &arch-title; 子体系可以选择使用从 2.4.x 或 2.2.x linux 内核启动。如果可以这样选取，请使用 2.4.x linux 内核。使用 2.4.x linux 内核的安装程序要求较少的内存，因为 2.2.x 支持需要固定尺寸的 ramdisk 而 2.4.x 使用 tmpfs。

source: If you are using a 2.2.x linux kernel, then you need to use the &ramdisksize; kernel parameter.
el: Αν χρησιμοποιείτε έναν πυρήνα 2.2.x kernel, ίσως χρειαστεί να ρυθμίσετε την παράμετρο πυρήνα &ramdisksize;.
fi: Jos käytät linux-ydintä 2.2.x, on annettava ytimen parametri &ramdisksize;.
ru: Если вы используете ядро версии 2.2.x, может потребоваться установить параметр ядра &ramdisksize;.
sv: Om du använder en Linux-kärna med version 2.2.x, behöver du använda kärnparametern &ramdisksize;.
vi: Nếu bạn dùng hạt nhân Linux phiên bản 2.2.x, bạn cũng cần phải xác định tham số hạt nhân kích cỡ đĩa bộ nhớ RAM &ramdisksize;.
zh_cn: 如果您在使用 2.2.x 内核，那么需要设置 &ramdisksize; 内核参数。

source: Make sure <userinput>root=/dev/ram</userinput> is one of your kernel parameters.
el: Βεβαιωθείτε ότι η <userinput>root=/dev/ram</userinput> είναι μια από τις παραμέτρους του πυρήνα σας.
fi: Varmista, että yksi ytimen parametreista on <userinput>root=/dev/ram</userinput>.
ru: Убедитесь, что одним из параметров вашего ядра является <userinput>root=/dev/ram</userinput>.
sv: Se till att <userinput>root=/dev/ram</userinput> är en av dina kärnparametrar.
vi: Hãy kiểm tra xem bạn đã chọn tham số hạt nhân <userinput>root=/dev/ram</userinput>.
zh_cn: 确保 <userinput>root=/dev/ram</userinput> 在内核参数中。

source: If you're having trouble, check <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink>.
el: Αν έχετε πρόβλημα ελέγξτε τις συχνές ερωτήσεις στο <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink>.
fi: Lue <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink> jos on vaikeuksia.
ru: При возникновении трудностей почитайте <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink>.
sv: Om du får problem, ta en titt i <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink>.
vi: Nếu bạn gặp khó khăn, xem Hỏi Đáp <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink>.
zh_cn: 如果碰到麻烦，检查 <ulink url="&url-m68k-cts-faq;">cts's &arch-title; debian-installer FAQ</ulink>。

source: The only method of installation available to amiga is the hard drive (see <xref linkend="m68k-boot-hd"/>). <emphasis>In other words the cdrom is not bootable.</emphasis>
el: Η μόνη διαθέσιμη μέθοδος εγκατάστασης για την amiga είναι από τον σκληρό δίσκο (δείτε το <xref linkend="m68k-boot-hd"/>). <emphasis>Με άλλα λόγια το cdrom δεν είναι εκκινήσιμο.</emphasis>
fi: Amigalla ainoa asennustapa on kiintolevyltä (katso <xref linkend="m68k-boot-hd"/>). <emphasis>Toisin sanoen rompulta ei voi käynnistää.</emphasis>
ru: Единственным способом установки на amiga является жёсткий диск (смотрите <xref linkend="m68k-boot-hd"/>). <emphasis>Другими словами, с компакт-диска загрузиться не удастся.</emphasis>
sv: Den enda installationsmetoden tillgänglig för amiga är via hårddisken (se <xref linkend="m68k-boot-hd"/>). <emphasis>Med andra ord, cd-skivan är inte startbar.</emphasis>
vi: Khi dùng máy kiểu Amiga, chỉ có sẵn sàng một phương pháp cài đặt: bằng đĩa cứng (xem <xref linkend="m68k-boot-hd"/>). <emphasis>Tức là không thể khởi động từ đĩa CD-ROM.</emphasis>
zh_cn: amiga 仅支持从硬盘安装方式(参阅 <xref linkend="m68k-boot-hd"/>)。<emphasis>也就是说 cdrom 无法启动。</emphasis>

source: Amiga does not currently work with bogl, so if you are seeing bogl errors, you need to include the boot parameter <userinput>fb=false</userinput>.
el: Συστήματα Amiga δεν δουλεύουν προς το παρόν με το bogl, επομένως αν δείτε μηνύματα λάθους από το bogl, θα πρέπει να συμπεριλάβετε την παράμετρο εκκίνησης <userinput>fb=false</userinput>.
fi: Amigalla ei tällä hetkellä bogl toimi, joten bogl-virheiden ilmetessa on lisättävä käynnistysparametri <userinput>fb=false</userinput>.
ru: Amiga в данный момент не работает с bogl, так что если вы видите ошибки bogl, добавьте параметр ядра <userinput>fb=false</userinput>.
sv: Amiga fungerar för tillfället inte med bogl, så om du ser fel från bogl behöver du inkludera uppstartsparametern <userinput>fb=false</userinput>.
vi: Máy kiểu Amiga hiện thời không hoạt động được với bogl, vậy nếu bạn gặp lỗi bogl, bạn cần phải nhập tham số hạt nhân <userinput>fb=false</userinput>.
zh_cn: 当前 Amiga 不能与 bogl 一起工作，如果您看到 bogl 错误，您应该包含下面内核参数 <userinput>fb=false</userinput>。

source: The installer for atari may be started from either the hard drive (see <xref linkend="m68k-boot-hd"/>) or from floppies (see <xref linkend="boot-from-floppies"/>). <emphasis>In other words the cdrom is not bootable.</emphasis>
el: Ο εγκαταστάτης για τον atari μπορεί να ξεκινήσει είτε από τον σκληρό δίσκο (δείτε το <xref linkend="m68k-boot-hd"/>) ή από δισκέττες (δείτε το <xref linkend="boot-from-floppies"/>). <emphasis>Με άλλα λόγια το cdrom δεν είναι εκκινήσιμο.</emphasis>
fi: Atarin asennin voidaan käynnistää joko kiintolevyltä (katso <xref linkend="m68k-boot-hd"/>) tai levykkeiltä (katso <xref linkend="boot-from-floppies"/>). <emphasis>Toisin sanoen rompulta ei voi käynnistää.</emphasis>
ru: Программа установки для atari может быть запущена с жёсткого диска (смотрите <xref linkend="m68k-boot-hd"/>) или с дискет (смотрите <xref linkend="boot-from-floppies"/>). <emphasis>Другими словами, с компакт-диска загрузиться не удастся.</emphasis>
sv: Installeraren för atari kan startas från antingen hårddisken (se <xref linkend="m68k-boot-hd"/>) eller från disketter (se <xref linkend="boot-from-floppies"/>). <emphasis>Med andra ord, cd-skivan är inte startbar.</emphasis>
vi: Khi dùng máy kiểu Atari, bạn có thể khởi chạy trình cài đặt Debian hoặc từ đĩa cứng (xem <xref linkend="m68k-boot-hd"/>) hoặc từ đĩa mềm (xem <xref linkend="boot-from-floppies"/>). <emphasis>Tức là không thể khởi động từ đĩa CD-ROM.</emphasis>
zh_cn: atari 安装程序可以从硬盘(参阅 <xref linkend="m68k-boot-hd"/>) 或软盘 (参阅 <xref linkend="boot-from-floppies"/>)。<emphasis>也就是说 cdrom 无法启动。</emphasis>

source: Atari does not currently work with bogl, so if you are seeing bogl errors, you need to include the boot parameter <userinput>fb=false</userinput>.
el: Συστήματα Atari δεν δουλεύουν προς το παρόν με το bogl, επομένως αν δείτε μηνύματα λάθους από το bogl, θα πρέπει να συμπεριλάβετε την παράμετρο εκκίνησης<userinput>fb=false</userinput> για τον πυρήνα.
fi: Atarilla ei tällä hetkellä bogl toimi, joten bogl-virheiden ilmetessa on lisättävä käynnistysparametri <userinput>fb=false</userinput>.
ru: Atari в данный момент не работает с bogl, так что если вы видите ошибки bogl, добавьте параметр ядра <userinput>fb=false</userinput>.
sv: Atari fungerar för närvarande inte med bogl så om du ser fel från bogl behöver du inkludera uppstartsparametern <userinput>fb=false</userinput>.
vi: Máy kiểu Atari hiện thời không hoạt động được với bogl, vậy nếu bạn gặp lỗi bogl, bạn cần phải nhập tham số hạt nhân <userinput>fb=false</userinput>.
zh_cn: 当前 Atari 不能与 bogl 一起工作，如果您看到 bogl 错误，应该包含下面内核参数 <userinput>fb=false</userinput>。

source: The installer for BVME6000 may be started from a cdrom (see <xref linkend="m68k-boot-cdrom"/>), floppies (see <xref linkend="boot-from-floppies"/>), or the net (see <xref linkend="boot-tftp"/>).
el: Ο εγκαταστάτης για BVME6000 μπορεί να ξεκινήσει είτε από ένα cdrom (δείτε <xref linkend="m68k-boot-cdrom"/>), είτε από δισκέττες (δείτε <xref linkend="boot-from-floppies"/>), είτε από το δίκτυο (δείτε <xref linkend="boot-tftp"/>).
fi: BVME6000:lla asennin voidaan käynnistää rompulta (katso <xref linkend="m68k-boot-cdrom"/>), levykkeiltä (see <xref linkend="boot-from-floppies"/>) tai verkosta (katso <xref linkend="boot-tftp"/>).
ru: Программа установки для BVME6000 может быть запущена с компакт-диска (смотрите <xref linkend="m68k-boot-cdrom"/>), с дискет (смотрите <xref linkend="boot-from-floppies"/>) или по сети (смотрите <xref linkend="boot-tftp"/>).
sv: Installeraren för BVME6000 kan behöva startas från en cd-rom (se <xref linkend="m68k-boot-cdrom"/>), startdisketter (se <xref linkend="boot-from-floppies"/>), eller via nätverket (se <xref linkend="boot-tftp"/>).
vi: Đối với máy kiểu BVME6000, trình cài đặt có thể được khởi chạy hoặc từ đĩa CD-ROM (xem <xref linkend="m68k-boot-cdrom"/>), hoặc từ đĩa mềm (xem <xref linkend="boot-from-floppies"/>), hoặc qua mạng (xem <xref linkend="boot-tftp"/>).
zh_cn: BVME6000 上安装程序可以从 cdrom (参阅 <xref linkend="m68k-boot-cdrom"/>), 软盘(参阅 <xref linkend="boot-from-floppies"/>)，或网络(参阅 <xref linkend="boot-tftp"/>)。
