Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: When you boot your Netwinder you have to interrupt the boot process during the countdown. This allows you to set a number of firmware settings needed in order to boot the installer. First of all, start by loading the default settings: <informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> Furthermore, you must configure the network, either with a static address: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample> where 24 is the number of set bits in the netmask, or a dynamic address: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> You may also need to configure the <userinput>route1</userinput> settings if the TFTP server is not on the local subnet. Following these settings, you have to specify the TFTP server and the location of the image. You can then store your settings to flash. <informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> Now you have to tell the firmware that the TFTP image should be booted: <informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> If you use a serial console to install your Netwinder, you need to add the following setting: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> Alternatively, for installations using a keyboard and monitor you have to set: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> You can use the <command>printenv</command> command to review your environment settings. After you have verified that the settings are correct, you can load the image: <informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> In case you run into any problems, a <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">detailed HOWTO</ulink> is available.
el: Κατά την εκκίνηση του συστήματος Netwinder θα πρέπει να διακόψετε την διαδικασία εκκίνησης κατά την αντίστροφη μέτρηση. Αυτό σας επιτρέπει να ορίσετε έναν αριθμό από ρυθμίσεις του firmware που είναι απαραίτητες για την εκκίνηση του εγκαταστάτη. Ξεκινήστε, πρώτα απ' όλα, φορτώνοντας τις προκαθορισμένες ρυθμίσεις: <informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> Επιπλέον, θα πρέπει να ρυθμίσετε το δίκτυο είτε με μια στατική διεύθυνση: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample> όπου 24 είναι ο αριθμός των bit στην μάσκα δικτύου, ή μια δυναμική διεύθυνση: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> Πιθανόν να χρειαστεί να καθορίσετε τις ρυθμίσεις διαδρομής <userinput>route1</userinput> σε περίπτωση που ο server TFTP δεν βρίσκεται στο τοπικό υποδίκτυο. Μετά από τις ρυθμίσεις αυτές θα πρέπει να προσδιορίσετε τον server TFTP και την τοποθεσία της εικόνας. Μπορείτε τότε να αποθηκεύσετε τις ρυθμίσεις σας στην μνήμη flash. <informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> Θα πρέπει τώρα να πείτε στο firmware ότι θα πρέπει να εκκινήσει την εικόνα TFTP: <informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> Αν χρησιμοποιείτε μια σειριακή κονσόλα για την εγκατάσταση στο σύστημα Netwinder, θα πρέπει να προσθέσετε και την ακόλουθη ρύθμιση: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> Εναλλακτικά, για εγακταστάσεις με χρήση ενός πληκτρολογίου και οθόνης θα πρέπει να ορίσετε: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> Μπορείτε να χρησιμοποιήσετε την εντολή <command>printenv</command> για την ανασκόπηση των ρυθμίσεων του περιβάλλοντός σας. Αφού επιβεβαιώσετε ότι οι ρυθμίσεις είναι σωστές, μπορείτε να φορτώσετε την εικόνα: <informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> Σε περίπτωση που συναντήσετε οποιεσδήποτε δυσκολίες είναι διαθέσιμο ένα <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">αναλυτικό HOWTO</ulink>.
fi: Kun Netwinderia käynnistetään on käynnistysprosessi keskeytettävä lähtölaskennan aikana. Tällöin päästään muuttamaan muutamia laiteohjelmisto asetuksia joilla asennin saadaan käynnistettyä. Ensiksi, ladataan oletusasetukset: <informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> Lisäksi on tehtävä verkkoasetukset, joko kiinteällä osoitteella: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample> missä 24 on verkon peiton bittien lukumäärä, tai vaihtuvalla osoitteella: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> Mahdollisesti on tehtävä myös <userinput>route1</userinput>-asetukset jos TFTP-palvelin ei ole paikallisessa aliverkossa. Katso mallia näistä asetuksista ja anna TFTP-palvelimen osoite ja otoksen sijainti. Asetukset voi sitten tallentaa flash-muistiin. <informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> Nyt on laiteohjelmistolle kerrottava että pitää käynnistää TFTP-otos: <informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> Jos Netwinderin asennuksessa käytetään sarjapäätettä, on lisättävä seuraava asetus: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> Toinen tapa on käyttää näppäimistöä ja näyttöä jolloin käytetään asetuksia: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> Komennolla <command>printenv</command> näkee ympäristömuuttujien arvot. Kun on varmistettu asetusten olevan oikein, voidaan otos ladata: <informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> Jos tulee pulmia on ohje <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">detailed HOWTO</ulink> saatavilla.
ru: При загрузке Netwinder вы можете прервать этот процесс во время отсчёта времени. Это позволит настроить параметры микропрограммы, необходимые для загрузки программы установки. Во-первых, начните с загрузки значений по умолчанию: <informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> Кроме этого, вы должны настроить сетевые параметры, или указав статический адрес: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample>, где 24 &mdash; это число бит в маске сети, или динамический адрес: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> Также вам может потребоваться настроить параметр <userinput>route1</userinput>, если TFTP сервер находится в другой подсети. После этих настроек, укажите TFTP сервер и место размещения образа. Затем сохраните настройки во флэш-памяти. <informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> Теперь нужно указать микропрограмме, что образ должен быть загружен по TFTP: <informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> Если для установки вы хотите использовать последовательную консоль Netwinder, то нужно добавить следующую настройку: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> Если для установки используются клавиатура и монитор нужно указать: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> Чтобы просмотреть настройки используйте команду <command>printenv</command>. После проверки правильности настроек, загрузите образ: <informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> При возникновении проблем, обратитесь к <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">подробному HOWTO</ulink>.
sv: När du startar upp din Netwinder måste du avbryta uppstartsprocessen under nedräkningen. Det här låter dig ställa in ett antal inställningar för den fasta programvaran som behövs för att kunna starta upp installeraren. Börja först med att läsa in standardinställningarna: <informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> Sedan måste du konfigurera nätverket, antingen med en statisk adress: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample> där 24 är antalet bitar i nätmasken, eller en dynamisk adress: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> Du kanske även behöver konfigurera inställningen <userinput>route1</userinput> om TFTP-servern inte finns på det lokala subnätet. Om du följer dessa inställningar, måste du ange TFTP-servern och avbildens plats. Du kan sedan lagra dina inställningar till flashminnet. <informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> Nu måste du berätta för den fasta programvaran att TFTP-avbilden ska användas för att starta upp: <informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> Om du använder en seriekonsoll för att installera din Netwinder, behöver du lägga till följande inställning: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> Alternativt, för installationer med ett tangentbord och skärm måste du ställa in: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> Du kan använda kommandot <command>printenv</command> för att granska dina miljöinställningar. Efter att du har validerat att inställningarna är korrekta kan du läsa in avbilden: <informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> Om du springer på några problem, finns en <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">detaljerad HOWTO</ulink> tillgänglig.
vi: Khi bạn khởi động máy Netwinder, bạn cần phải ngắt tiến trình khởi động trong khi đếm ngược. Việc ngắt này cho bạn khả năng đặt một số giá trị phần vững cần thiết để khởi động bộ cài đặt. Trước tiên, bạn hãy tải thiết lập mặc định<informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> Hơn nữa, bạn cần phải cấu hình mạng, hoặc bằng một địa chỉ tĩnh: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample> mà 24 là số bit được đặt trong mặt nạ mạng, hoặc một địa chỉ động: <informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> Bạn cũng có thể cần phải cấu hình thiết lập <userinput>route1</userinput> nếu máy phục vụ TFTP không nằm trên mạng phụ cục bộ. Sau thiết lập này, bạn cần phải xác định máy phục vụ TFTP và vị trí của ảnh. Sau đó, bạn có thể lưu toàn bộ thiết lập vào bộ nhớ cực nhanh. <informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> Sau đó, bạn cần phải báo phần vững khởi động ảnh TFTP: <informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> Nếu bạn dùng bàn điều khiển nối tiếp để cài đặt máy Netwinder, bạn cần phải thêm thiết lập này: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> Hoặc, dành cho bản cài đặt dùng bàn phím và bộ trình bày, bạn cần phải đặt: <informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> Bạn có thể dùng lệnh <command>printenv</command> (in ra môi trường) để xem lại thiết lập môi trường. Một khi bạn thẩm tra thiết lập là đúng, bạn có thể tải ảnh: <informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> Trong trường hợp gặp khó khăn, có sẵn một tài liệu <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">Cách Làm chi tiết</ulink>.
zh_cn: 启动 Netwinder 时，您必须在倒数时中断引导过程。这让您可以进行一些固件的设置用于启动安装程序。首先，加载默认设置：<informalexample><screen> NeTTrom command-&gt; load-defaults </screen></informalexample> 接着，您必须配置网络，可以是一个静态地址：<informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 flash NeTTrom command-&gt; setenv eth0_ip 192.168.0.10/24 </screen></informalexample> 其中 24 是网络掩码位数，或者是一个动态地址：<informalexample><screen> NeTTrom command-&gt; setenv netconfig_eth0 dhcp </screen></informalexample> 如果 TFTP 服务器不在子网内，您还必须配置 <userinput>route1</userinput> 设置。下面的设置，要指定 TFTP 服务器和映像的位置。您可以将设置保存到 U 盘里。<informalexample><screen> NeTTrom command-&gt; setenv kerntftpserver 192.168.0.1 NeTTrom command-&gt; setenv kerntftpfile boot.img NeTTrom command-&gt; save-all </screen></informalexample> 现在您要告诉固件将要引导的 TFTP 映像：<informalexample><screen> NeTTrom command-&gt; setenv kernconfig tftp NeTTrom command-&gt; setenv rootdev /dev/ram </screen></informalexample> 如果您通过串口控制台安装 Netwinder，需要加入下面设置：<informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram console=ttyS0,115200 </screen></informalexample> 另外，对于安装时使用的键盘和监视器需要设置：<informalexample><screen> NeTTrom command-&gt; setenv cmdappend root=/dev/ram </screen></informalexample> 您可以使用 <command>printenv</command> 命令回顾环境设置。在确认设置正确之后，您可以加载映像：<informalexample><screen> NeTTrom command-&gt; boot </screen></informalexample> 万一您遇到问题，有一个 <ulink url="http://www.netwinder.org/howto/Firmware-HOWTO.html">detailed HOWTO</ulink> 可以參考。

source: Booting from TFTP on CATS
el: Εκκίνηση από TFTP σε CATS
fi: Käynnistäminen TFTP:llä CATS:illa
ru: Загрузка по TFTP на CATS
sv: Uppstart från TFTP på CATS
vi: Khởi động từ TFTP trên CATS
zh_cn: 在 CATS 上的 TFTP 引导

source: On CATS machines, use <command>boot de0:</command> or similar at the Cyclone prompt.
el: Σε μηχανήματα CATS, χρησιμοποιήστε <command>boot de0:</command> ή κάτι αντίστοιχο στην προτροπή του Cyclone.
fi: Käytä CATS-koneilla komentoa <command>boot de0:</command> tai vastaavaa Cyclonen kehotteessa.
ru: На машинах CATS в приглашении Cyclone введите <command>boot de0:</command> или нечто подобное.
sv: På CATS-maskiner, använd <command>boot de0:</command> eller liknande på Cyclone-prompten.
vi: Trên máy CATS, hãy dùng lệnh <command>boot de0:</command> hay tương tự, tại dấu nhắc Cyclone.
zh_cn: 在 CATS 机器上，可以使用命令 <command>boot de0:</command> 或者在 Cyclone 引导符下类似的命令。

source: Booting from CD-ROM
el: Εκκίνηση από CD-ROM
fi: Käynnistys rompulta
ru: Загрузка с CD-ROM
sv: Uppstart från cd-rom
vi: Khởi động từ đĩa CD-ROM
zh_cn: 从 CD 光盘上引导

source: The easiest route for most people will be to use a set of Debian CDs. If you have a CD set, and if your machine supports booting directly off the CD, great! Simply <phrase arch="x86"> configure your system for booting off a CD as described in <xref linkend="boot-dev-select"/>, </phrase> insert your CD, reboot, and proceed to the next chapter.
el: Ο ευκολότερος τρόπος για τους περισσότερους χρήστες είναι να χρησιμοποιήσουν ένα σετ με τα CD του Debian. Αν έχετε ένα τέτοιο σετ και αν το μηχάνημά σας υποστηρίζει απευθείας εκκίνηση από το CD τότε είστε εντάξει! Απλά <phrase arch="x86">ρυθμίστε το σύστημά σας για εκκίνηση από το CD όπως περιγράφεται στην ενότητα <xref linkend="boot-dev-select"/>,</phrase> βάλτε το CD σας στη συσκευή, επανεκκινήστε και προχωρήστε στο επόμενο κεφάλαιο.
fi: Useimmille käyttäjille on helpointa käyttää Debianin romppusettiä. Jos käsillä on romppusetti, ja jos tietokone tukee käynnistystä suoraan rompulta, hienoa! Riittää kun <phrase arch="x86"> teet koneen asetukset siten, että se käynnistyy rompulta kuten neuvotaan kohdassa <xref linkend="boot-dev-select"/>, </phrase> asetat rompun asemaan, käynnistät ja jatkat seuraavaan lukuun.
ru: Для большинства пользователей проще всего будет использовать набор компакт-дисков Debian. Если у вас есть набор компакт-дисков и ваш компьютер поддерживает загрузку с компакт-диска, прекрасно! Просто <phrase arch="x86"> настройте ваш компьютер для загрузки с компакт-диска как описано в <xref linkend="boot-dev-select"/>, </phrase> вставьте компакт-диск, перезагрузите компьютер и переходите к следующей главе.
sv: Den enklaste vägen för de flesta personer är att använda en uppsättning Debian-cd-skivor. Om du har en cd-uppsättning och om din maskin har stöd för att starta upp direkt från cd, bra! Bara att <phrase arch="x86"> konfigurera ditt system för att starta upp från en cd som beskrivs i <xref linkend="boot-dev-select"/>, </phrase> mata in din cd-skiva, starta om och fortsätt till nästa kapitel.
vi: Phương pháp dễ nhất cho phần lớn người là sử dụng một bộ đĩa CD Debian. Nếu bạn có một bộ đĩa CD như vậy, và nếu máy của bạn có hỗ trợ khả năng khởi động trực tiếp từ đĩa CD, hay quá ! Đơn giản hãy <phrase arch="x86"> cấu hình hệ thống để khởi động từ đĩa CD, như được diễn tả trong <xref linkend="boot-dev-select"/>, </phrase> nạp đĩa CD, khởi động lại, và tiếp tục lại đến chương kế tiếp.
zh_cn: 对于大多数人来说，最快的途径是使用一套 Debian CD 光盘套件。如果您有此套件，并且如果您的机器支持直接 CD 引导，太棒了！只需要<phrase arch="x86">配置您的系统可以用 CD 启动，参见 <xref linkend="boot-dev-select"/>, </phrase>插入您的 CD，重启，然后继续下一章。

source: Note that certain CD drives may require special drivers, and thus be inaccessible in the early installation stages. If it turns out the standard way of booting off a CD doesn't work for your hardware, revisit this chapter and read about alternate kernels and installation methods which may work for you.
el: Σημειώστε ότι κάποιες συσκευές CD πιθανόν να απαιτούν συγκεκριμένους οδηγούς και έτσι να μην είναι προσβάσιμες στα πρώτα στάδια της εγκατάστασης. Αν συμβεί λοιπόν ο συνηθισμένος τρόπος εκκίνησης από το CD να μην δουλέψει για το σύστημά σας,ξαναεπισκεφθείτε το κεφάλαιο αυτό και διαβάστε για πιθανούς εναλλακτικούς πυρήνες και μεθόδους εγκατάστασης που ίσως δουλέψουν στην περίπτωσή σας.
fi: Huomaa, että jotkin romppuasemat saattavat vaatia erikoisajureita, eikä niitä niin ollen voi käyttää asennuksen alkuvaiheissa. Jos ilmenee, ettei tavallinen rompulta käynnistämistapa toimi tietokoneella, lue tästä luvusta uudestaan kohdat vaihtoehtoisista ytimistä ja asennustavoista jotka saattaisivat tässä tilanteessa toimia.
ru: Заметим, что некоторым приводам компакт-дисков нужны специальные драйверы и поэтому, они недоступны на ранних стадиях установки. Если производимая стандартная последовательность загрузки с CD не работает, обратитесь к этой главе снова и прочитайте об альтернативных ядрах и методах установки, которые доступны для вашей машины.
sv: Observera att vissa cd-enheter kan kräver speciella drivrutiner och kan därför vara otillgängliga i de tidiga stegen av installationen. Om det visar sig att det vanliga sättet att starta upp från en cd inte fungerar på din maskinvara, besök det här kapitlet igen och läs om alternativa kärnor och installationsmetoder som kan fungera för dig.
vi: Ghi chú rằng một số ổ đĩa CD riêng có thể cần thiết trình điều khiển đặc biệt, vì vậy không thể được truy cập trong giao đoạn cài đặt ở đầu. Nếu phương pháp chuẩn khởi động từ đĩa CD không thích hợp với phần cứng của bạn, hãy xem lại chương này và đọc về hạt nhân xen kẽ và phương pháp cài đặt có thể là thích hợp hơn.
zh_cn: 注意某些特定的 CD 驱动器需要一些特殊的驱动程序，由此他们可能在安装的早期不能被访问。如果标准的从 CD 引导的方法不能用于您的硬件，阅读本章中关于其他种类的内核以及安装方法，它们有可能能解决问题。

source: Even if you cannot boot from CD-ROM, you can probably install the Debian system components and any packages you want from CD-ROM. Simply boot using a different media, such as floppies. When it's time to install the operating system, base system, and any additional packages, point the installation system at the CD-ROM drive.
el: Ακόμα και αν δεν μπορείτε να εκκινήσετε από το CD-ROM, έχετε τη δυνατότητα ίσως να εγκαταστήσετε μέρη του Debian συστήματος και οποιαδήποτε πακέτα θέλετε από το CD-ROM. Απλά εκκινήστε χρησιμοποιώντας ένα άλλο μέσο, όπως δισκέττες. Όταν έρθει η στιγμή για να εγκαταστήσετε το λειτουργικό σύστημα, το βασικό σύστημα και οποιαδήποτε επιπλέον πακέτα θα πρέπει να υποδείξετε στο σύστημα εγκατάστασης να χρησιμοποιήσει τον οδηγό του CD-ROM.
fi: Vaikka käynnistäminen rompulta ei toimisikaan, voitaneen Debianin järjestelmän osat ja tarvittavat paketit asentaa rompulta. Riittää kun käynnistää joltain muulta taltiolta, esimerkiksi levykkeeltä. Kun on aika asentaa käyttöjärjestelmä, peruskokoonpano ja lisäpaketteja, säädetään asennusjärjestelmä asentamaan ne rompulta.
ru: Даже если не удалось загрузиться с CD-ROM, вероятно, вы ещё сможете установить с CD-ROM компоненты системы Debian и пакеты. Просто загрузитесь с другого носителя, например, с дискет. Когда придёт время установки операционной системы, базовой системы или дополнительных пакетов, укажите программе установки на привод CD-ROM.
sv: Även om du inte kan starta upp från cd-rom kan du antagligen installera Debians systemkomponenter och de paket du vill från cd-rom. Starta helt enkelt upp på ett annat media, såsom disketter. När det är dags att installera operativsystemet, grundsystemet och eventuellt andra paket, peka installationssystemet till cd-rom-enheten.
vi: Thậm chí nếu bạn không thể khởi động từ đĩa CD-ROM, bạn thường có thể cài đặt các thành phần của hệ thống Debian và các gói phần mềm đã muốn từ đĩa CD-ROM đó. Đơn giản hãy khởi động bằng một vật chứa khác, như đĩa mềm. Vào lúc nên cài đặt hệ điều hành, hệ thống cơ bản và gói phần mềm thêm nào, hãy chỉ hệ thống cài đặt tới ổ đĩa CD-ROM.
zh_cn: 即便您不能从 CD 光盘引导，依然可以安装 CD 光盘上面的 Debian 系统组件和所有软件包。只需要使用不同的媒介，比如软盘引导系统。当安装操作系统，基础系统和任意附加的软件包时只需指向安装系统至光盘驱动器即可。

source: If you have problems booting, see <xref linkend="boot-troubleshooting"/>.
el: Αν έχετε προβλήματα κατά την εκκίνηση, δείτε το <xref linkend="boot-troubleshooting"/>.
fi: Jos ilmenee pulmia, katso kohtaa <xref linkend="boot-troubleshooting"/>.
ru: При возникновении проблем с загрузкой смотрите <xref linkend="boot-troubleshooting"/>.
sv: Om du har problem att starta upp, se <xref linkend="boot-troubleshooting"/>.
vi: Nếu bạn gặp khó khăn trong việc khởi động, xem <xref linkend="boot-troubleshooting"/>.
zh_cn: 如果您遇到引导方面的问题，请参见 <xref linkend="boot-troubleshooting"/>。
