Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: The <userinput>video=vga16:off</userinput> argument may also be used to disable the kernel's use of the framebuffer. Such problems have been reported on a Dell Inspiron with Mobile Radeon card.
el: Tο όρισμα <userinput>video=vga16:off</userinput> μπορεί επίσης να χρησιμοποιηθεί για την απενεργοποίηση του framebuffer στον πυρήνα. Τέτοια προβλήματα έχουν αναφερθεί σε συστήματα Dell Inspiron με κάρτα οθόνης Mobile Radeon.
fi: Myöskin parametrilla <userinput>video=vga16:off</userinput> saadaan ydin jättämään ruutupuskuri käyttämättä. Pulmista on ilmoitettu Dell Inspironeilla joissa on näytönohjaimena Mobile Radeon.
ru: Аргумент <userinput>video=vga16:off</userinput> также может быть использован для указания ядру не использовать фреймбуфер. Подобные проблемы замечены на Dell Inspiron с картой Mobile Radeon.
sv: Argumentet <userinput>video=vga16:off</userinput> kan också användas för att inaktivera kärnans användning av framebuffer. Sådana problem har rapporterats på en Dell Inspiron med Mobile Radeon-kort.
vi: Đối số <userinput>video=vga16:off</userinput> cũng có thể được dùng để tắt khả năng dùng bộ đếm khung của hạt nhân. Lỗi như vậy đã được thông báo trên máy kiểu Dell Inspiron chứa thẻ Mobile Radeon.
zh_cn: <userinput>video=vga16:off</userinput> 参数可以被用来取消帧缓存。这些问题在使用 Mobile Radeon 卡的 Dell Inspiron 上面被发现。

source: Such problems have been reported on the Amiga 1200 and SE/30.
el: Τέτοια προβλήματα έχουν αναφερθεί για τα Amiga 1200 και SE/30.
fi: Pulmista on ilmoitettu Amiga 1200:lla ja SE/30:llä.
ru: Подобные проблемы замечены на Amiga 1200 и SE/30.
sv: Liknande problem har rapporterats för Amiga 1200 och SE/30.
vi: Lỗi như vậy đã được thông báo trên máy kiểu Amiga 1200 và SE/30.
zh_cn: 在 Amiga 1200 and SE/30 上面报告过具有有这些方面的问题。

source: Such problems have been reported on hppa.
el: Τέτοια προβλήματα έχουν αναφερθεί σε hppa.
fi: Pulmista on ilmoitettu hppa:lla.
ru: Подобные проблемы замечены на hppa.
sv: Liknande problem har blivit rapporterats för hppa.
vi: Lỗi như vậy đã được thông báo trên máy kiểu hppa.
zh_cn: 在 hppa 上面报告过存在这些问题。

source: Because of display problems on some systems, framebuffer support is <emphasis>disabled by default</emphasis> for &arch-title;. This can result in ugly display on systems that do properly support the framebuffer, like those with ATI graphical cards. If you see display problems in the installer, you can try booting with parameter <userinput>debian-installer/framebuffer=true</userinput> or <userinput>fb=true</userinput> for short.
el: Σε κάποια συστήματα, εξ αιτίας προβλημάτων με την οθόνη, η υποστήριξη για framebuffer <emphasis>είναι απενεργοποιημένη εξ' ορισμού</emphasis> για την αρχιτεκτονική &arch-title;. Αυτό μπορεί να οδηγήσει σε μια άσχημη απεικόνιση στην οθόνη για συστήματα που υποστηρίζουν κανονικά framebuffer, για παράδειγμα εκείνα με κάρτες γραφικών ATI. Εάν παρατηρήσετε τέτοιου είδους προβλήματα εμφάνισης στην οθόνη για τον εγκαταστάτη, μπορείτε να δoκιμάσετε να εκκινήσετε με την παράμετρο <userinput>debian-installer/framebuffer=true</userinput> ή σε συντομία <userinput>fb=true</userinput>.
fi: Joillakin järjestelmillä ilmenneiden näyttöpulmien vuoksi on ruutupuskkuri oletusarvona <emphasis>pois käytöstä</emphasis> suoritinperheellä &arch-title;. Tästä voi olla seurauksena ruma ruutu laitteissa jotka tukisivat ruutupuskuria kunnolla, kuten ATI:n näytönohjainta käyttävät mallit. Jos asentimessa näkyy näyttöpulmia, voidaan kokeilla käynnistämistä parametrilla <userinput>debian-installer/framebuffer=true</userinput> tai lyhyemmin <userinput>fb=true</userinput>.
ru: Для &arch-title; поддержка фреймбуфера <emphasis>по умолчанию выключена</emphasis> из-за проблем с отображением на некоторых системах. В свою очередь это может привести к неправильному отображению на системах с нормально работающим фреймбуфером, типа графических карт ATI. Если у вас возникли проблемы с отображением в программе установки, можно попробовать загрузиться с параметром <userinput>debian-installer/framebuffer=true</userinput> или для краткости <userinput>fb=true</userinput>.
sv: På grund av displayproblem på vissa system är stöd för framebuffer <emphasis>inaktiverat som standard</emphasis> för &arch-title;. Det kan resultera i en mindre vacker display på system som korrekt sett har stöd för framebuffer, såsom de med ATI-grafikkort. Om du upplever displayproblem i installeraren kan du försöka att starta upp med parametern <userinput>debian-installer/framebuffer=true</userinput> eller <userinput>fb=true</userinput>.
vi: Do vấn đề trình bày trên một số hệ thống riêng, khả năng hỗ trợ bộ đếm khung <emphasis>bị tắt theo mặc định</emphasis> đối với kiến trúc kiểu &arch-title;. Trường hợp này có thể gây ra sự trình bày không đẹp trên hệ thống không hỗ trợ đúng bộ đếm khung, v.d. máy chứa thẻ đồ họa ATI. Nếu bạn gặp lỗi trình bày trong tiến trình cài đặt, bạn có thể thử khởi động với tham số <userinput>debian-installer/framebuffer=true</userinput> (bộ đếm khung là đúng); dạng ngắn là <userinput>fb=true</userinput>.
zh_cn: 由于某些系统上显示有问题，framebuffer 的支持在 &arch-title; 上<emphasis>默认是禁止的</emphasis>。这让能良好支持 framebuffer 的系统显示得很丑陋，比如那些采用 ATI 图形卡的系统。如果您在安装程序中遇到显示问题，可以试着在引导时使用参数 <userinput>debian-installer/framebuffer=true</userinput> 或简写为 <userinput>fb=true</userinput>。

source: debian-installer/theme (theme)
el: debian-installer/theme (θέμα)

source: A theme determines how the user interface of the installer looks (colors, icons, etc.). What themes are available differs per frontend. Currently both the newt and gtk frontends only have a <quote>dark</quote> theme that was designed for visually impaired users. Set the theme by booting with <userinput>theme=<replaceable>dark</replaceable></userinput>.
el: Ένα θέμα καθορίζει το πώς θα εμφανίζεται η διεπαφή χρήστη του εγκαταστάτη (χρώματα, εικονίδια κ.λπ.). Τα θέματα που είναι διαθέσιμα διαφέρουν ανάλογα με το frontend. Προς το παρόν τόσο το frontend newt όσο και το gtk έχουν ένα <quote>σκοτεινό (dark)</quote> θέμα που σχεδιάστηκε για χρήστες με προβλήματα όρασης. Ορίστε το θέμα εκκινώντας το σύστημα με την παράμετρο <userinput>theme=<replaceable>dark</replaceable></userinput>.
fi: Teema määrää asentimen käyttöliittymän ulkonäön (värit, kuvakkeet, jne.). Saatavilla olevat teemat ovat käyttöliittymäkohtaisia. Tällä hetkellä käyttöliittymillä newt ja gtk on on näkövammaisille suunniteltuna vain teema <quote>dark</quote>. Aseta teema käynnistämällä parametrilla <userinput>theme=<replaceable>dark</replaceable></userinput>.
ru: Темой определяется вид пользовательского интерфейса программы установки (раскраска, иконки и т.д.). У каждого интерфейса есть свои темы. В настоящий момент для интерфейсов newt и gtk есть только одна тема <quote>dark</quote>, которая была специально разработана для людей с ослабленным зрением. Для установки темы загрузитесь с параметром <userinput>theme=<replaceable>dark</replaceable></userinput>.
sv: Ett tema bestämmer hur användargränssnittet för installeraren ser ut (färger, ikoner, etc). Vilka teman som finns tillgängliga beror på gränssnittet. För närvarande har endast gränssnitten newt och gtk ett <quote>mörkt</quote> tema som blev designat för användare med nedsatt syn. Ställ in temat genom att starta upp med parametern <userinput>theme=<replaceable>dark</replaceable></userinput>.
vi: Sắc thái xác định diện mạo của giao diện người dùng (màu sắc, biểu tượng v.v.). Những sắc thái có sẵn đặc trưng cho lối vào. HIện thời lối vào kiểu cả newt lẫn gtk đều chỉ có một sắc thái <quote>dark</quote> (tối) được thiết kế cho những người dùng thị lực kém. Hãy đặt sắc thái bằng cách khởi động với tham số <userinput>theme=<replaceable>dark</replaceable></userinput>.
zh_cn: 界面方案(theme)决定安装程序用户界面的外观(颜色，图标等)。不同的前端(frontend)有不同的 theme。当前 newt 和 gtk 前端只有一个 <quote>dark</quote> theme 提供给视觉受损的用户。them 可以在启动的时候通过 <userinput>theme=<replaceable>dark</replaceable></userinput> 设置。

source: Set to <userinput>false</userinput> to prevent probing for USB on boot, if that causes problems.
el: Ρυθμίστε την παράμετρο αυτή σε <userinput>false</userinput> για να αποτρέψετε τοψάξιμο USB συσκευών κατά την εκκίνηση, αν αυτό προκαλεί προβλήματα.
fi: Asettamalla arvoksi <userinput>false</userinput> ei USB-laitteita tutkita käynnistyksessä, eli vältytään USB-pulmilta.
ru: Установите в <userinput>false</userinput>, чтобы избежать проверки USB при загрузке, если это вызывает проблемы.
sv: Ställ in till <userinput>false</userinput> för att förhindra sökning efter USB vid uppstart, om det orsakar problem.
vi: Đặt thành <userinput>false</userinput> (thăm dò USB là sai) để ngăn cản thăm dò USB khi khởi động, nếu tính năng này gây ra lỗi.
zh_cn: 设置成 <userinput>false</userinput> 可以阻止在引导的时候进行 USB 探测来杜绝引起的问题。

source: By default, the &d-i; automatically probes for network configuration via DHCP. If the probe succeeds, you won't have a chance to review and change the obtained settings. You can get to the manual network setup only in case the DHCP probe fails.
el: Εξ ορισμού, ο &d-i; ψάχνει αυτόματα για τη ρύθμιση του δικτύου μέσω DHCP. Αν τοψάξιμο αυτό είναι πετυχημένο, δεν θα έχετε την ευκαιρία να αναθεωρήσετε και νααλλάξετε τις ρυθμίσεις που έχουν προκύψει. Μπορείτε να περάσετε σε χειροκίνητηρύθμιση του δικτύου μόνο σε περίπτωση που η διερεύνηση με DHCP αποτύχει.
fi: Oletusarvona &d-i; yrittää automaattisesti noutaa verkkoasetukset DHCP:llä. Jos tämä onnistuu, ei saatuja asetuksia pääse näkemään ja muuttamaan. Verkkoasetukset pääsee tekemään itse vain jos DHCP epäonnistuu.
ru: По умолчанию, &d-i; автоматически пытается настроить сеть через DHCP. Если получение адреса прошло успешно, у вас не будет шанса пересмотреть и изменить полученные настройки. Вы сможете настроить сеть вручную только в случае ошибок при работе с DHCP.
sv: Som standard söker &d-i; automatiskt efter nätverkskonfiguration via DHCP. Om sökningen lyckas, har du ingen chans att granska och ändra de mottagna inställningarna. Du kan komma åt de manuellt inställningarna endast om DHCP-sökningen misslyckas.
vi: Mặc định là &d-i; thăm dò tự động cấu hình mạng qua dịch vụ DHCP. Nếu việc thăm dò là thành công, bạn sẽ không có dịp xem lại và thay đổi thiết lập được lấy. Bạn có thể tới bước tự thiết lập mạng chỉ trong trường hợp gặp lỗi thăm dò DCHP.
zh_cn: 缺省情况下，&d-i; 会通过 DHCP 来自动检测网络。如果检测成功的话，您将不需要审视并且改变其获得的设定。您可以在 DHCP 检测失败的情况下手工配置网络。

source: If you have a DHCP server on your local network, but want to avoid it because e.g. it gives wrong answers, you can use the parameter <userinput>netcfg/disable_dhcp=true</userinput> to prevent configuring the network with DHCP and to enter the information manually.
el: Αν έχετε έναν DHCP εξυπηρετητή στο τοπικό σας δίκτυο αλλά θέλετε να τον αποφύγετε επειδή, πχ. δίνει λάθος απαντήσεις, μπορείτε να χρησιμοποιήσετε την παράμετρο <userinput>netcfg/disable_dhcp=true</userinput> για να αποφύγετε την ρύθμιση τουδικτύου μέσω DHCP και να εισάγετε τις πληροφορίες που θέλετε χειροκίνητα.
fi: Mikäli paikallisverkossa on DHCP-palvelin, mutta sen käyttöä halutaan välttää, esimerkiksi koska sen antamat verkkoasetukset ovat väärin, voidaan käyttää parametria <userinput>netcfg/disable_dhcp=true</userinput>. Tämä estää verkkoasetusten noutamisen DHCP:llä ja tiedot voi kirjoittaa itse.
ru: Если в вашей локальной сети есть DHCP сервер, но вы не хотите его использовать, потому что он, например, дает неправильные ответы, можете указать параметр <userinput>netcfg/disable_dhcp=true</userinput>, чтобы отключить настройку сети по DHCP и ввести информацию вручную.
sv: Om du har en DHCP-server på ditt lokala nätverk men du vill undvika den på grund av att den, exempelvis ger fel svar, kan du använda parametern <userinput>netcfg/disable_dhcp=true</userinput> för att förhindra att nätverket konfigureras med DHCP och att informationen matas in manuellt.
vi: Nếu bạn có máy DHCP chạy trên mạng cục bộ, nhưng muốn tránh nó vì, lấy thí dụ, nó trả lời sai, bạn có khả năng nhập tham số <userinput>netcfg/disable_dhcp=true</userinput> (tắt DHCP là đúng) để ngăn cản cấu hình mạng bằng DHCP, cũng để tự nhập thông tin đó.
zh_cn: 如果您的网络上面具备一台 DHCP 服务器，但是不想使用它，比如，因为它给出错误的答案。您可以使用参数 <userinput>netcfg/disable_dhcp=true</userinput> 来通过 DHCP 来配置网络并且手工输入参数。

source: Set to <userinput>false</userinput> to prevent starting PCMCIA services, if that causes problems. Some laptops are well known for this misbehavior.
el: Θέστε την παράμετρο στο <userinput>false</userinput> για να αποτρέψετε την εκκίνησητων υπηρεσιών PCMCIA, αν αυτό προκαλεί προβλήματα. Μερικοί φορητοί είναι αρκετάγνωστοί για αυτή την κακή συμπεριφορά.
fi: Mikäli PCMCIA-palvelut aiheuttavat pulmia, aseta tämä arvoon <userinput>false</userinput>. Tämä on tunnetusti tarpeen jollakin läppäreillä.
ru: Установите в <userinput>false</userinput>, чтобы избежать запуска PCMCIA сервисов, если это вызывает проблемы. Особенно полезно для некоторых ноутбуков.
sv: Ställ in till <userinput>false</userinput> för att förhindra att PCMCIA-tjänster startas, om det orsakar problem. Vissa bärbara datorer är kända för det här problemet.
vi: Đặt thành <userinput>false</userinput> (khởi chạy PCMCIA là sai) để ngăn cản khởi chạy dịch vụ PCMCIA, nếu nó gây ra lỗi. Một số máy tính xách tay là nổi tiếng do trường hợp lỗi này.
zh_cn: 设置成 <userinput>false</userinput> 来阻止启动 PCMCIA 服务，如果其引起各种问题。有些笔记本电脑对此会有错误的行为。

source: Specify the url to a preconfiguration file to download and use for automating the install. See <xref linkend="automatic-install"/>.
el: Προσδιορίστε τον σύνδεσμο ενός αρχείου προρυθμίσεων που μπορείτε να κατεβάσετε και να χρησιμοποιήσετε για την αυτοματοποίηση της εγκατάστασης. Δείτε το <xref linkend="automatic-install"/>.
fi: Anna url noudettavaan valmiiden vastausten tiedostoon. Tiedosto noudetaan asennuksen automatisoimiseksi. Katso <xref linkend="automatic-install"/>.
ru: Задайте url для загрузки файла с настройками и использования автоматической установки. Смотрите <xref linkend="automatic-install"/>.
sv: Ange url:en till en förkonfigurationsfil som ska hämtas ner och användas för att automatisera installationen. Se <xref linkend="automatic-install"/>.
vi: Hãy xác định địa chỉ Mạng của tập tin cấu hình sẵn cần tải về và sử dụng để tự động hoá tiến trình cài đặt. Xem <xref linkend="automatic-install"/>.
zh_cn: 指定 url 到预设文件，在安装中自动下载和使用。参阅 <xref linkend="automatic-install"/>。

source: Specify the path to a preconfiguration file to load for automating the install. See <xref linkend="automatic-install"/>.
el: Προσδιορίστε την διαδρομή για ένα αρχείο προρυθμίσεων που μπορείτε να φορτώσετε για την αυτοματοποίηση της εγκατάστασης. Δείτε το <xref linkend="automatic-install"/>.
fi: Anna valmiiden vastausten tiedoston polkunimi. Tiedosto noudetaan asennuksen automatisoimiseksi. Katso <xref linkend="automatic-install"/>.
ru: Укажите путь к файлу для загрузки настроек автоматической установки. Смотрите <xref linkend="automatic-install"/>.
sv: Ange sökvägen till en förkonfigurationsfil som ska läsas in för att automatisera installationen. Se <xref linkend="automatic-install"/>.
vi: Hãy xác định đường dẫn đến tập tin cấu hình sẵn cần nạp để tự động hoá tiến trình cài đặt. Xem <xref linkend="automatic-install"/>.
zh_cn: 指定路径至预设文件，加载自动化安装。参阅 <xref linkend="automatic-install"/>。

source: auto-install/enabled (auto)
el: αυτόματη-εγκατάσταση/ενεργοποιημένη (auto)

source: Delay questions that are normally asked before preseeding is possible until after the network is configured. See <xref linkend="preseed-auto"/> for details about using this to automate installs.
el: Η αναβολή ερωτήσεων που συνήθως γίνονται πριν από την προρύθμιση (preseeding0 είναι δυνατή μέχρι την στιγμή που θα έχει γίνει η ρύθμιση του δικτύου. Δείτε την ενότητα <xref linkend="preseed-auto"/> για λεπτομέρειες σχετικά με την χρήση αυτού του γνωρίσματος για την αυτοματοποίηση των εγκαταστάσεων.
fi: Viivästä kysymyksiä jotka normaalisti kysytään ennen kuin valmiit vastaukset ovat käytettävissä kunnes verkon asetukset on tehty. Katso kohdasta <xref linkend="preseed-auto"/> yksityiskohtaisempia ohjeita tämän hyödyntämisestä asennuksen automatisoinnissa.
ru: Отложить вопросы, которые обычно задаются перед автоматической установкой, которые можно задать после настройки сети. Подробней об автоматизации установки смотрите в <xref linkend="preseed-auto"/>.
sv: Fördröj frågor som vanligtvis frågas innan förinställning är möjlig efter att nätverket har konfigurerats. Se <xref linkend="preseed-auto"/> för detaljer om hur man automatiserar installationer.
vi: Hoãn các câu bình thường được hỏi trước khi có khả năng chèn sẵn, đến sau khi mạng được cấu hình. Xem <xref linkend="preseed-auto"/> để tìm chi tiết về cách sử dụng tùy chọn này để tự động hoá tiến trình cài đặt.
zh_cn: 延迟那些通常在预置之前的提问，直到网络设置完毕。参阅 <xref linkend="preseed-auto"/> 了解自动安装的详细信息。

source: cdrom-detect/eject
el: ανίχνευση/αποβολή cdrom

source: By default, before rebooting, &d-i; automatically ejects the optical media used during the installation. This can be unnecessary if the system does not automatically boot off the CD. In some cases it may even be undesirable, for example if the optical drive cannot reinsert the media itself and the user is not there to do it manually. Many slot loading, slim-line, and caddy style drives cannot reload media automatically.
el: Από προεπιλογή, πριν την επανεκκίνηση ο &d-i; θα αποβάλλει αυτόματα το οπτικό μέσο που χρησιμοποιήθηκε κατά την εγκατάσταση. Αυτό μπορεί να μην είναι απαραίτητο αν το σύστημα δεν ξεκινά αυτόματα από το CD. Σε μερικές δε περιπτώσεις ίσως είναι και ανεπιθύμητο, για παράδειγμα αν η οπτική συσκευή δεν μπορεί να επανεισάγει αυτόματα το μέσο από μόνη της και ο χρήστης δεν είναι φυσικά παρών εκεί για να το κάνει χειροκίνητα. Αρκετές συσκευές τύπου slim-line, caddy και slot loading δεν μπορούν να ξαναφορτώσουν τα μέσα αυτόματα.
fi: Oletusarvona &d-i; poistaa automaattisesti asennuksessa käytetyn rompun asemasta ennen uudelleenkäynnistystä. Tämä saattaa olla tarpeetonta, jos tietokone ei automaattisesti käynnisty rompulta. Joissakin tapauksissa se voi olla jopa ei-toivottavaa, esimerkiksi jos romppuasema ei osaa vetää romppua takaisin sisään eikä käyttäjä ole paikalla työntämässä sitä asemaan. Monet kelkattomat, ohuet ja caddyä käyttävät romppuasemat eivät osaa ladata romppua asemaan automaattisesti.
ru: По умолчанию перед перезагрузкой, &d-i; автоматически извлекает компакт-диск, который использовался при установке. Это делать необязательно, если система система не загружается с компакт-диска автоматически. В некоторых случаях это даже нежелательно, например, если устройство чтения не может самостоятельно загрузить компакт-диск и пользователь не может сделать это вручную. Многие устройства со слотовой загрузкой, slim-line и caddy не способны загружать носитель автоматически.
sv: Som standard, före omstart, matar &d-i; automatiskt ut det optiska mediat som användes under installationen. Det kan vara onödigt om systemet inte startar upp automatiskt på cd. I vissa fall kan det inte vara önskvärt, till exempel om den optiska enheten inte kan mata in mediat själv om användaren inte finns där för att göra det manuellt. Många cd-läsare kan inte mata in media automatiskt.
vi: (Phát hiện đĩa CD-ROM/đẩy ra) Mặc định là, trước khi khởi động lại, &d-i; đẩy ra tự động vật chứa quang được dùng trong khi cài đặt. Ứng xử này có thể không phải cần thiết nếu hệ thống không khởi động tự động từ đĩa CD. Trong một số trường hợp riêng, ứng xử này ngay cả gây ra lỗi, ví dụ nếu ổ đĩa quang không có khả năng nạp lại vật chứa còn người dùng không tại chỗ để tự nạp. Nhiều ổ đĩa nạp khe, hình thon, và kiểu ngăn kéo không thể tải lại tự động vật chứa.
zh_cn: 在重启前，&d-i; 默认自动弹出安装时的光学媒介。如果系统不是自动从 CD 引导，这不是必要的操作。在某些情况下，这反而不便，例如，如果光驱不能自动插入盘片，用户又不在旁边操作。许多 slot loading, slim-line 和 caddy 类型的驱动器不能自动重新加载介质。

source: Set to <userinput>false</userinput> to disable automatic ejection, and be aware that you may need to ensure that the system does not automatically boot from the optical drive after the initial installation.
el: Θέστε την επιλογή <userinput>false</userinput>για να απενεργοποιήσετε την αυτόματη αποβολή του CD και να ξέρετε ότι θα ίσως χρειαστεί να σιγουρευτείτε ότι το σύστημα δεν ξεκινά αυτόματα από την οπτική συσκευή μετά την αρχική εγκατάσταση.
fi: Automaattinen rompun poisto asemasta estetään asettamalla arvoksi <userinput>false</userinput>, ja huomaa, että joutunet varmistamaan ettei kone käynnisty automaattisesti romppuasemalta asennuksen ensimmäisen vaiheen jälkeen.
ru: Чтобы запретить автоматическое извлечение задайте значение <userinput>false</userinput>, но проверьте, что система не загружается автоматически с компакт-диска после начальной установки.
sv: Ställ in till <userinput>false</userinput> för att inaktivera automatisk utmatning och tänk på att du kan behöva se till att systemet inte startar upp automatiskt från den optiska enheten efter den initiala installationen.
vi: Đặt thành <userinput>false</userinput> (sai) để tắt khả năng đầy ra tự động; cũng ghi nhớ rằng bạn có lẽ sẽ cần phải đảm bảo hệ thống không khởi động tự động từ ổ đĩa quang sau khi việc cài đặt ban đầu.
zh_cn: 设为 <userinput>false</userinput> 可以禁止自动弹出，但要小心确保系统在安装完后，不会自动从光盘引导。

source: This parameter should already be set to a correct value where needed; set it only it you see errors during the boot that indicate the ramdisk could not be loaded completely. The value is in kB.
el: Αυτή η παράμετρος θα έπρεπε ήδη να έχει οριστεί με μια σωστή τιμή όπου αυτό απαιτείται. Προσδιορίστε την μόνο αν δείτε σφάλματα στην διάρκεια της εκκίνησης που υποδεικνύουν ότι ο δίσκος μνήμης ram (ramdisk) δεν μπόρεσε να φορτωθεί πλήρως. Η τιμή είναι σε kB.
fi: Jos tätä parametria tarvitaan, sille pitäisi olla oikea arvo jo asetettuna; muuta arvoa vain jos käynnistysaikaisista virheistä ilmenee, ettei muistilevyä voitu ladata kokonaan. Arvon yksikkö on kt.
ru: Этому параметру уже присвоено нужное значение; вводите другое, только если возникли ошибки при загрузке, которые указывают, что ramdisk не может быть загружен полностью. Значение задаётся в килобайтах.
sv: Den här parametern bör redan vara inställd till ett korrekt värde när den behövs; ställ endast in den om du ser fel under uppstarten som indikerar att ramdisken inte fullständigt gick att läsa in. Värdet är i kB.
vi: Tham số nên đã được đặt thành giá trị đúng khi cần thiết; bạn hãy đặt nó chỉ nếu việc khởi động gặp lỗi ngụ ý rằng đĩa RAM không thể được nạp hoàn toàn. (Giá trị theo kB.)
zh_cn: 该参数应设置为所需的正确值；它只在您看到 ramdisk 无法正确完成加载的错误时才设置。该值的单位是 kB。

source: mouse/left
el: ποντίκι/αριστερά
sv: mus/vänster

source: For the gtk frontend (graphical installer), users can switch the mouse to left-handed operation by setting this parameter to <userinput>true</userinput>.
el: Για το frontend gtk (γραφικός εγκαταστάτης) οι χρήστες μπορούν να αλλάξουν το ποντίκι σε λειτουργία αριστερόχειρα θέτοντας αυτήν την παράμετρο στην τιμή <userinput>true</userinput>.
fi: Gtk-käyttöliittymään (graafinen asennin) voidaan hiiri vaihtaa vasenkätiseksi asettamalla tämän parametrin arvoksi <userinput>true</userinput>.
ru: В интерфейсе gtk (графическая программа установки) пользователи могут настроить мышь под левую руку, установив данный параметр равным <userinput>true</userinput>.
sv: För gtk-gränssnittet (grafiska installeraren) kan användare byta musen till vänsterhänt hantering genom att ställa in den här parametern till <userinput>true</userinput>.
vi: Đối với giao diện gtk (bộ cài đặt kiểu đồ họa), người dùng có khả năng chuyển đổi con chuột sang thao tác thuận tay trái, bằng cách đặt tham số này thành <userinput>true</userinput> (đúng).
zh_cn: 对于 gtk 前端(图形界面安装程序)，用户可以通过将此参数设置为 <userinput>true</userinput> 切换成左手使用鼠标。
