Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: If you are installing the system via a remote management device that provides a text interface to the VGA console, you may not be able to see the initial graphical splash screen upon booting the installer; you may even not see the boot prompt. Examples of these devices include the text console of Compaq's <quote>integrated Lights Out</quote> (iLO) and HP's <quote>Integrated Remote Assistant</quote> (IRA). You can blindly press F1<footnote> <para> In some cases these devices will require special escape sequences to enact this keypress, for example the IRA uses <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>. </para> </footnote> to bypass this screen and view the help text. Once you are past the splash screen and at the help text your keystrokes will be echoed at the prompt as expected. To prevent the installer from using the framebuffer for the rest of the installation, you will also want to add <userinput>fb=false</userinput> to the boot prompt, as described in the help text.
el: Αν εγκαθιστάτε το σύστημα μέσω μιας συσκευής διαχείρισης από απόσταση που παρέχει ένα interface κειμένου στην κονσόλα VGA, ίσως να μην μπορέσετε να δείτε την αρχική γραφική οθόνη εκκίνησης κατά την έναρξη του εγκαταστάτη. Είναι πιθανόν να μην μπορείτε να δείτε καν το προτρεπτικό εκκίνησης. Παραδείγματα τέτοιων συσκευών περιλαμβάνουν την κονσόλα κειμένου στα συστήματα <quote>integrated Lights Out</quote> (iLO) της Compaq και τα <quote>Integrated Remote Assistant</quote> (IRA) της HP. Μπορείτε να πατήσετε στα "τυφλά" το πλήκτρο F1 <footnote> <para> Σε μερικές περιπτώσεις οι συσκευές αυτές πιθανόν να απαιτούν είδικούς συνδυασμούς πλήκτρων "απόδρασης" (escape sequences) για την ενεργοποίηση αυτού του πατήματος πλήκτρου. Για παράδειγμα, τα συστήματα IRA χρησιμοποιούν τον συνδυασμό <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>. </para> </footnote> για να προσπεράσετε αυτή την αρχική οθόνη και να δείτε το κείμενο βοήθειας. Από τη στιγμή που ξεπεράσετε την γραφική οθόνη κι ενώ είσαστε στο κείμενο βοήθειας ό,τι πληκτρολογείτε θα εμφανίζεται κανονικά στο προτρεπτικό ως συνήθως. Για να αποτρέψετε την χρήση του framebuffer από τον εγκαταστάτη για το υπόλοιπο της εγκατάστασης, θα χρειαστείτε επίσης να προσθέσετε το όρισμα <userinput>fb=false</userinput> στο προτρεπτικό εκκίνησης, όπως περιγράφεται και στο κείμενο βοήθειας.
fi: Asennettaessa konetta tekstiliittymän VGA-konsoliin tarjoavalla etähallintalaitteella, ei ehkä nähdä ensimmäistä graafista ruutua asentimen käynnistyessä; mahdollisesti ei näy käynnistyskehotettakaan. Näitä laitteita ovat esimerkiksi Compaqin <quote>integrated Lights Out</quote> (iLO) ja HP:n <quote>Integrated Remote Assistant</quote> (IRA). Voit painaa sokkona <keycap>F1</keycap><footnote> <para> Joissakin tapauksissa nämä laitteet vaativat erikoisnäppäilyjä tähän toimintoon, esimerkiksi IRA käyttää <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>. </para> </footnote> ohittaaksesi tämän ruudun ja nähdäksesi opastustekstin. Kun alkuruutu on ohitettu ja ollaan opastustekstissä, näppäimien painallukset kaiutetaan kehotteessa tavanomaiseen tapaan. Jotta asenninta estettäisiin käyttämästä ruutupuskurointia tästä eteenpäin, on käytettävä käynnistysparametria <userinput>fb=false</userinput> kuten ohjeteksti neuvoo.
ru: Если вы производите установку через удалённое управляющее устройство, которое выводит текстовый интерфейс на VGA консоль, то скорее всего, вы не увидите графическую начальную заставку перед загрузкой программы установки; вы даже можете не увидеть приглашение к загрузке. Например, так будет на устройствах с текстовыми консолями Compaq <quote>integrated Lights Out</quote> (iLO) и HP <quote>Integrated Remote Assistant</quote> (IRA). Можно вслепую нажать F1,<footnote> <para> В некоторых случаях на таких устройствах нужно ввести специальную комбинацию нажатий, которая работает как F1, например, для IRA это <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>. </para> </footnote>, чтобы пропустить этот экран и увидеть экран с подсказкой. После прохождения момента с начальной заставкой и вывода экрана с подсказкой вводимые символы будут отображаться как обычно. Чтобы указать программе установки не использовать фреймбуфер при установке, нужно добавить параметр загрузки <userinput>fb=false</userinput>, как описано в подсказке.
sv: Om du installerar systemet via en fjärrhanteringsenhet som tillhandahåller ett textgränssnitt till VGA-konsollen, kan du inte se den initiala grafiska uppstartsskärmen under uppstarten av installeraren; du kanske inte heller kan se uppstartsprompten. Exempel på de här enheterna inkluderar textkonsollen för Compaqs <quote>integrated Lights Out</quote> (iLO) och HP:s <quote>Integrated Remote Assistant</quote> (IRA). Du kan helt blint trycka F1<footnote> <para> I vissa fall kräver de här enheterna en speciell tangentsekvens för att göra den här tangenttryckningen, till exempel använder IRA <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>. </para> </footnote> för att komma förbi den här skärmen och visa hjälptexten. När du har kommit förbi uppstartsskärmen och är vid hjälptexten kommer dina tangenttryckningar att ekas vid prompten som förväntat. För att förhindra att installeraren använder grafikkortet i resten av installationen, kan du också lägga till <userinput>fb=false</userinput> till uppstartsprompten, som beskrivs i hjälptexten.
vi: Nếu bạn cài đặt hệ thống thông qua một thiết bị quản lý từ xa mà cung cấp giao diện kiểu chữ với bàn điều khiển VGA, có lẽ bạn không thể thấy màn hình đồ họa giật gân ban đầu khi khởi động trình cài đặt; có lẽ bạn ngay cả không thấy dấu nhắc khởi động. Những thiết bị quản lý từ xa này gồm bàn điều khiển kiểu chữ của <quote>integrated Lights Out</quote> (iLO) của công ty Compaq, và <quote>Integrated Remote Assistant</quote> (IRA) của HP. Bạn có thể bấm phím chức năng F1<footnote> <para> Trong một số trường hợp, những thiết bị này cần thiết bạn gõ dãy phím thoát đặc biệt để thực hiện việc bấm phím này, v.d. IRA sử dụng <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>. </para> </footnote> để đi vòng màn hình này và xem đoạn trợ giúp. Một khi bạn đã qua màn hình giật gân và tới đoạn trợ giúp, các cú bấm phím sẽ được phản hồi tại dấu nhắc như bình thường. Để ngăn cản trình cài đặt sử dụng bộ đệm khung trong phần còn lại của tiến trình cài đặt, bạn cũng cần phải thêm mục <userinput>fb=false</userinput> vào dấu nhắc khởi đông, như được diễn tả trong đoạn trợ giúp.
zh_cn: 如果您通过远程设备安装系统，而该设备在 VGA 控制台提供文本界面，您可能不会看到安装程序开始的图形启动画面; 甚至不会看到引导提示。像 Compaq 的 <quote>integrated Lights Out</quote> (iLO) 和 HP 的 <quote>Integrated Remote Assistant</quote> (IRA) 就是这类设备。您可以什么都看不见地按下 F1<footnote> <para>有些情况下这些设备特别的转义次序按键，例如 IRA 使用 <keycombo> <keycap>Ctrl</keycap> <keycap>F</keycap> </keycombo>,&nbsp;<keycap>1</keycap>。</para> </footnote> 跳过该画面切换到帮助文档。一旦通过启动画面，在帮助文档按下的键会回显在提示符上。为了阻止安装程序在后续安装中使用 framebuffer，如帮助文档所述，您也可在引导提示后面加上 <userinput>fb=false</userinput>。

source: CD Contents
el: Περιεχόμενα CD
fi: Rompun sisältö
ru: Содержимое компакт-диска
sv: Cd-innehåll
vi: Nội dung đĩa CD
zh_cn: CD 的内容

source: There are three basic variations of Debian Install CDs. The <emphasis>Business Card</emphasis> CD has a minimal installation that will fit on the small form factor CD media. It requires a network connection in order to install the rest of the base installation and make a usable system. The <emphasis>Network Install</emphasis> CD has all of the packages for a base install but requires a network connection to a Debian mirror site in order to install the extra packages one would want for a complete system . The set of Debian CDs can install a complete system from the wide range of packages without needing access to the network.
el: Υπάρχουν τρεις βασικές παραλλαγές CD της εγκατάστασης του Debian. Το <emphasis>Business Card</emphasis> CD παρέχει μια ελάχιστη εγκατάσταση που χωράει σε ένα CD μικρού σχήματος. Απαιτεί μια δικτυακή σύνδεση για την ολοκλήρωση του υπόλοιπου της βασικής εγκατάστασης και τη δημιουργία ενός χρηστικού συστήματος. Το CD <emphasis>Network Install</emphasis> έχει όλα τα πακέτα για μια βασική εγκατάσταση αλλά απαιτεί και μια δικτυακή σύνδεση σε έναν καθρέφτη του Debian για την εγκατάσταση των επιπλέον πακέτων που θα ήθελε κάποιος για να έχει ένα πλήρες σύστημα. Το σετ των CD του Debian μπορεί να εγκαταστήσει ένα πλήρες σύστημα από την ευρεία συλλογή των πακέτων χωρίς την ανάγκη πρόσβασης στο δίκτυο.
fi: Debianin asennusromppuja on kolmea perusmallia. <emphasis>Business Card</emphasis> -rompulla on mahdollisimman pieni asennus joka mahtuu käyntikortin kokoiselle rompulle. Sitä käytettäessä on oltava verkkoyhteys jonka kautta asennetaan loput peruskokoonpanosta ja saadaan käyttökelpoinen järjestelmä. <emphasis>Network Install</emphasis> -rompulla on kaikki peruskokoonpanoon tarvittavat paketit, mutta verkkoyhteydellä noudetaan Debianin asennuspalvelimesta kokonaiseen järjestelmään haluttavat lisäpaketit. <emphasis>Debianin asennusromppujen setiltä</emphasis> voidaan asentaa kokonainen järjestelmä suuresta valikoimasta paketteja käyttämättä verkkoyhteyttä.
ru: Существует три основные вариации установочных компакт-дисков Debian. Диск-<emphasis>визитка</emphasis> содержит минимальную установку, которая помещается на носителе маленького формата. Он требует сетевого соединения для установки остальной части базовой установки и создания пригодной для работы системы. Диск <emphasis>сетевой установки</emphasis> содержит все пакеты для базовой установки, но требует сетевого соединения с зеркалами Debian для установки дополнительных пакетов, если вам хочется получить полноценную систему. А весь комплект компакт-дисков Debian может установить полноценную систему с большим выбором пакетов безо всякого доступа к сети.
sv: Det finns tre enkla variationer av Debians installationsskivor. Cd-skivan <emphasis>Visitkort</emphasis> innehåller en minimal installation som passar på ett minimalt cd-media. Den kräver en nätverksanslutning för att installera resten av grundinstallationen och skapa ett användbart system. Cd-skivan <emphasis>Nätinstallation</emphasis> har alla paket för en grundinstallation men kräver en nätverksanslutningen till en Debian-spegel för att installera de extra paket som man vill ha för ett komplett system. Uppsättningen av Debian-cd-skivor kan installera ett komplett system från en mängd olika paket utan behov av tillgång till nätverket.
vi: Có ba kiểu khác nhau của đĩa CD cài đặt Debian. Đĩa CD <emphasis>Thẻ kinh doanh</emphasis> (Business Card) chứa bản cài đặt tối thiểu sẽ vừa được trên vật chứa kiểu đĩa CD thích hợp với kích cỡ thiết bị nhỏ. Nó cần thiết sự kết nối đến mạng để cài đặt phần còn lại của bản cài đặt cơ sở, xây dựng hệ thống có ích. Đĩa CD <emphasis>Cài đặt qua mạng</emphasis> (Network Install) chứa tất cả các gói cấu thành bản cài đặt cơ sở, còn cần thiết sự kết nối mạng đến máy nhân bản Debian để cài đặt các gói thêm cần thiết để xây dựng hệ thống hoàn toàn. Bộ đĩa CD Debian có khả năng cài đặt hệ thống hoàn toàn từ phạm vị gói rộng, không cần truy cập mạng nào.
zh_cn: 有三种基本的 Debian 安装光盘 CD 衍生品：<emphasis>名片式(Business Card)</emphasis> CD 有一个微型的安装程序，并且可以储存在一小张 CD 介质上。它需要借助网络连接来安装基本系统的其他部分，才能建立起一个可用的系统。<emphasis>网络安装(Network Install)</emphasis> CD 光盘具有基本系统需的所有包，但是它还是需要网络连接到 Debian 的镜像，安装其他的软件包建立一个完整的系统。Debian CD 光盘套件，则可以不使用网络就能安装大量软件包，建立完整的系统。

source: The IA-64 architecture uses the next generation Extensible Firmware Interface (EFI) from Intel. Unlike the traditional x86 BIOS which knows little about the boot device other than the partition table and Master Boot Record (MBR), EFI can read and write files from FAT16 or FAT32 formatted disk partitions. This simplifies the often arcane process of starting a system. The system boot loader and the EFI firmware that supports it have a full filesystem to store the files necessary for booting the machine. This means that the system disk on an IA-64 system has an additional disk partition dedicated to EFI instead of the simple MBR or boot block on more conventional systems.
el: Η αρχιτεκτονική IA-64 χρησιμοποιεί το επόμενης γενιάς Extensible Firmware Interface (EFI) από την Intel. Σε αντίθεση με το παραδοσιακό x86 BIOS που ξέρει πολύ λίγα πράγματα για τη συσκευή εκκίνησης πέρα από τον πίνακα διαμέρισης και το Master Boot Record (MBR), το EFI μπορεί να διαβάσει και να γράψει αρχεία από τμήματα δίσκου με μορφοποίηση σε FAT16 ή FAT32.Αυτό απλοποιεί την συχνά παρωχημένη διαδικασία της έναρξης ενός συστήματος. Ο φορτωτής εκκίνησης του συστήματος και το EFI firmware που τον υποστηρίζει έχουν ένα πλήρες σύστημα αρχείων για την αποθήκευση των απαραίτητων αρχείων για την εκκίνηση του μηχανήματος. Αυτό σημαίνει ότι ο δίσκος του συστήματος σε ένα σύστημα IA-64 έχει ένα επιπλέον τμήμα αφιερωμένη στο EFI αντί του απλού MBR ή του μπλοκ εκκίνησης στα περισσότερα συμβατικά συστήματα.
fi: IA-64-suoritinperhe käyttää Intelin seuraavan sukupolven Extensible Firmware Interfacea (EFI). Toisin kuin perinteinen x86 BIOS, joka tietää käynnistyslaitteesta vain osiotaulun ja pääkäynnistyslohkon (MBR), EFI pystyy lukemaan ja kirjoittamaan tiedostoja osioista joilla on tiedostojärjestelmänä FAT16 tai FAT32. Tämä yksinkertaistaa usein mystistä järjestelmän käynnistämisprosessia. Järjestelmän käynnistyslataimella ja sitä tukevalla EFI-laiteohjelmistolla on kokonainen tiedostojärjestelmä johon tallentaa koneen käynnistämisessä tarpeelliset tiedostot. Tämä tarkoittaa, että IA-64-järjestelmän järjestelmälevyllä on ylimääräinen levyosio EFI:n käytössä eikä vain yksinkertainen pääkäynnistyslohko kuten tavanomaisemmissa järjestelmissä.
ru: Архитектура IA-64 использует интерфейс следующего поколения Extensible Firmware Interface (EFI) от Intel. В отличие от традиционного BIOS x86, который ничего не знает о загрузочном устройстве кроме таблицы разделов и главной загрузочной записи (MBR), EFI может читать и записывать файлы из разделов отформатированных в FAT16 или FAT32. Это упрощает зачастую просто чародейский процесс старта системы. Системный загрузчик и микропрограмма EFI, которая поддерживает его, получают целую файловую систему для хранения файлов, необходимых для загрузки машины. Это значит, что системный диск на системе IA-64 содержит дополнительный дисковый раздел, выделенный под EFI, вместо простой MBR или загрузочного сектора на обычных системах.
sv: Arkitekturen IA-64 använder nästa generations Extensible Firmware Interface (EFI) från Intel. Olik det traditionella x86 BIOS som inte känner till mer om uppstartsenheten annat än partitionstabellen och huvudstartsektorn (MBR), EFI kan läsa och skriva filer från FAT16- eller FAT32-formaterade diskpartitioner. Det här förenklar den ofta mystiska processen hur ett system startas upp. Starthanteraren och EFI-firmware som har stöd för det har ett helt filsystem att lagra nödvändiga filer för att starta upp maskinen. Det betyder att systemdisken på ett IA-64-system har ytterligare en diskpartition som är dedicerad till EFI istället för den enkla MBR eller uppstartsblock på mer konventionella system.
vi: Kiến trúc IA-64 dùng giao diện phần vững có khả năng kéo dài (EFI) thế hệ tới của công ty Intel&trade;. Không như BIOS kiểu x86 truyền thống mà biết ít về thiết bị khởi động, trừ bảng phân vùng và rãnh ghi khởi động chủ (MBR), EFI có khả năng đọc và ghi tập tin từ phân vùng đĩa đã định dạng bằng FAT16 hay FAT32. Vậy nó giản dị hoá tiến trình khởi chạy hệ thống mà thường cần thiết kiến thức rất đặc biệt. Bộ tải khởi động hệ thống và phần vững EFI hỗ trợ nó có thể truy cập hệ thống tập tin đầy đủ để cất giữ các tập tin cần thiết để khởi động máy đó. Có nghĩa là đĩa hệ thống trên máy kiểu IA-64 chứa một phân vùng đĩa thêm dành cho EFI, thay cho MBR hay khối tin khởi động đơn giản trên hệ thống quy ước hơn.
zh_cn: IA-64 使用 Intel 最新的可拓展固件界面(Extensible Firmware Interface (EFI))。与传统的 x86 BIOS 只了解分区表和主引导记录(MBR)而不知道其他引导设备的特点不同，EFI 可以对 FAT16 和 FAT32 格式的硬盘分区进行读写操作。这个特点简化了通常很难以理解的系统启动过程。系统引导装载器以及 EFI 固件支持一个完全的文件系统，来保存引导一个机器所需要得所有文件。这意味着在一个 IA-64 系统上的系统磁盘，具有一个附加的专门为 EFI 服务的磁盘分区，而不是像传统系统上只是简单的 MBR 或者引导块记录。

source: The Debian Installer CD contains a small EFI partition where the <command>ELILO</command> bootloader, its configuration file, the installer's kernel, and initial filesystem (initrd) are located. The running system also contains an EFI partition where the necessary files for booting the system reside. These files are readable from the EFI Shell as described below.
el: Το CD της εγκατάστασης του Debian περιέχει μια μικρή διαμέριση EFI όπου βρίσκονται ο φορτωτής εκκίνησης <command>ELILO</command>, το αρχείο ρύθμισης του, ο πυρήνας του εγκαταστάτη και ένα αρχικό σύστημα αρχείων (initrd). Το τρέχον σύστημα περιέχει επίσης ένα τμήμα EFI όπου βρίσκονται τα απαραίτητα για την εκκίνηση του συστήματος αρχεία. Τα αρχεία αυτά είναι αναγνώσιμα από το κέλυφος EFI όπως περιγράφεται στη συνέχεια.
fi: Debianin asennusrompulla on pieni EFI-osio missä ovat käynnistyslatain <command>ELILO</command>, sen asetustiedostot, asentimen ydin ja ensimmäinen muistilevy (initrd). Myös ajossa olevalla järjestelmällä on EFI-osio. Siellä ovat järjestelmän käynnistämiseen tarvittavat tiedostot. Tiedostot ovat luettavissa EFI:n komentotulkista kuten alla selitetään.
ru: Компакт-диск Debian содержит небольшую версию раздела EFI, в котором находятся программа <command>ELILO</command>, её файл конфигурации, ядро программы установки и начальная файловая система (initrd). Работающая система тоже содержит раздел EFI, в котором располагаются необходимые для загрузки системы файлы. Эти файлы доступны для чтения из командной оболочки EFI Shell, как описано ниже.
sv: Debian Installer-cd-skivan innehåller en liten EFI-partition där starthanteraren <command>ELILO</command>, dess konfigurationsfil, installerarens kärna, och initiala filsystem (initrd) finns. Det körande systemet innehåller även en EFI-partition där de nödvändiga filerna för uppstart av systemet finns. De här filerna är läsbara från EFI-skalet som beskrivs nedan.
vi: Đĩa CD cài đặt Debian chứa một phân vùng EFI nhỏ chứa bộ tải khởi động <command>ELILO</command>, tập tin cấu hình của nó, hạt nhân của trình cài đặt, và hệ thống tập tin ban đầu (initrd). Hệ thống đang chạy cũng chứa một phân vùng EFI chứa những tập tin cần thiết để khởi động hệ thống. Các tập tin này có thể được đọc từ trình bao EFI như được diễn tả bên dưới.
zh_cn: Debian CD 包含了一个小型版本的 EFI 分区来放置 <command>ELILO</command>，它的配置文件，安装程序内核以及初始的文件系统(initrd)。运行的系统同时也包含了一个 EFI 分区用于放置引导系统所需要的必要文件。这些文件可以从 EFI Shell 读出，说明如下。

source: Most of the details of how <command>ELILO</command> actually loads and starts a system are transparent to the system installer. However, the installer must set up an EFI partition prior to installing the base system. Otherwise, the installation of <command>ELILO</command> will fail, rendering the system un-bootable. The EFI partition is allocated and formatted in the partitioning step of the installation prior to loading any packages on the system disk. The partitioning task also verifies that a suitable EFI partition is present before allowing the installation to proceed.
el: Οι περισσότερες λεπτομέρειες για το πώς το <command>ELILO</command> φορτώνει και ξεκινά στην πραγματικότητα ένα σύστημα είναι διαφανείς στον εγκαταστάτη του συστήματος. Όμως. ο εγκατάστασης πρέπει να ορίσει μια διαμέριση EFI πριν τηνεγκατάσταση του βασικού συστήματος. Διαφορετικά, η εγκατάσταση του <command>ELILO</command> θα αποτύχει, καθιστώντας το σύστημα μη εκκινήσιμο. Το τμήμα EFI προσδιορίζεται και μορφοποιείται στη φάση της διαμέρισης κατά την εγκατάσταση και πριν τη φόρτωση οποιονδήποτε πακέτων στο δίσκο του συστήματος. Η φάση της κατάτμησης επαληθεύει επίσης ότι ένα κατάλληλο τμήμα EFI όντως υπάρχει πριν επιτρέψει την συνέχιση της εγκατάστασης.
fi: Useimmat <command>ELILO</command> toiminnan yksityiskohdat sen ladatessa ja käynnistäessä järjestelmää ovat läpinäkyviä järjestelmän asentimelle. Asentimen on kuitenkin tehtävä EFI-osio ennen peruskokoonpanon asentamista. Muuten <command>ELILO</command>:n asennus epäonnistuu, jolloin järjestelmää ei voi käynnistää kiintolevyltä. EFI-osiolle varataan tila ja sille tehdään tiedostojärjestelmä asentimen osiointivaiheessa, ennen kuin mitään paketteja ladataan järjestelmälevylle. Osiointivaihe varmistaa myös, että sopiva EFI-osio löytyy ennen kuin se päästää asennuksen jatkumaan.
ru: Большинство деталей того, как <command>ELILO</command> на самом деле загружает и запускает систему, прозрачны для программы установки. Однако, программа установки должна настроить раздел EFI перед установкой базовой системы. В противном случае, установка <command>ELILO</command> завершится неудачно, что сделает систему незагружаемой. Раздел EFI создаётся и форматируется на этапе разметки дисков процесса установки, перед загрузкой пакетов на системный диск. На этапе разметки дисков также проверяется существование пригодного к использованию раздела EFI перед тем, как разрешить установке продолжиться.
sv: De flesta detaljer för hur <command>ELILO</command> faktiskt läser in och startar ett system är inte synliga för systeminstalleraren. Dock, installeraren måste ställa in en EFI-partition före installation av grundsystemet. Annars kommer installationen av <command>ELILO</command> att misslyckas som resulterar i att systemet inte kan startas upp. EFI-partitionen allokeras och formateras i partitioneringssteget av installationen före inläsningen av paketen på systemdisken. Partitioneringsfunktionen verifierar även att en lämplig EFI-partition finns före den tillåter installationen att fortsätta.
vi: Phần lớn chi tiết về phương pháp tải và khởi chạy hệ thống của <command>ELILO</command> là trong suốt cho trình cài đặt hệ thống. Tuy nhiên, trình cài đặt phải thiết lập một phân vùng EFI trước khi cài đặt hệ thống cơ bản. Nếu không, tiến trình cài đặt <command>ELILO</command> sẽ bị lỗi nên hệ thống không thể được khởi động. Phân vùng EFI được cấp phát và định dạng trong bước phân vùng của tiến trình cài đặt, trước khi tải gói nào vào đĩa hệ thống. Tác vụ phân vùng cũng thẩm tra có một phân vùng EFI thích hợp, trước khi cho phép tiến trình cài đặt tiếp tục lại.
zh_cn: 大部分有关如何 <command>ELILO</command> 实际装入和开始一个系统的细节是对系统安装程序透明的。但是，安装程序必须设置 EFI 分区优先级来安装基本系统。否则 <command>ELILO</command> 的安装将会失败并且导致系统不可引导。EFI 分区是分配并且格式 化与分区步骤以装入系统磁盘的所有软件包。分区任务也需要为接下来的安装检查一个 EFI 分区是否合适。
