Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Sometimes it may be necessary to blacklist a module to prevent it from being loaded automatically by the kernel and udev. One reason could be that a particular module causes problems with your hardware. The kernel also sometimes lists two different drivers for the same device. This can cause the device to not work correctly if the drivers conflict or if the wrong driver is loaded first.
el: Μερικές φορές ίσως να είναι αναγκαίο να αποκλείσετε κάποιο άρθρωμα του πυρήνα για να αποτρέψετε το αυτόματο φόρτωμά του από τον πυρήνα και το udev. Ένας λόγος γι' αυτό μπορεί να είναι ότι κάποιο συγκεκριμένο άρθρωμα προκαλεί προβλήματα για το υλικό του συστήματός σας. Επίσης μερικές φορές ο πυρήνας παραθέτει δυο διαφορετικούς οδηγούς για την ίδια συσκευή. Αυτό μπορεί να προκαλέσει την μη σωστή λειτουργία της συσκευής αν υπάρχει σύγκρουση μεταξύ των οδηγών ή αν φορτωθεί πρώτα ο λάθος οδηγός.
fi: Joskus saattaa olla tarpeen lisätä moduuli kieltolistalle, jotta ydin ja udev eivät lataa sitä automaattisesti. Yksi mahdollinen syy on, että tietty moduuli aiheuttaa harmia asennettavan koneen laitteistolla. Toisinaan ydin luettelee kaksi eri ajuria samalle laitteelle. Tällöin laite ei ehkä toimi oikein jos ajurit aiheuttavat ristiriidan tai jos väärä ajuri ladataan ensin.
ru: Иногда бывает необходимо внести модуль в чёрный список, чтобы предотвратить его автоматическую загрузку ядром и udev. Одной из причин для этого может быть то, что этот модуль неправильно работает с вашим оборудованием. Также, иногда ядро имеет два разных драйвера для одного устройства. Это может приводить к неправильной работе устройства при конфликте драйверов, или если сперва загружается неправильный драйвер.
sv: Ibland är kan det vara nödvändigt att svartlista en modul för att förhindra den från att automatiskt läsas in av kärnan och udev. En anledning kan vara attt en specifik modul orsakar problem med din maskinvara. Kärnan kan ibland även lista två olika drivrutiner för samma enhet. Det här kan orsaka att enheten inte fungerar korrekt om drivrutinerna är i konflikt eller om fel drivrutin läses in först.
vi: Đôi khi cần phải cấm một mô-đun để ngăn cản nó tự động được nạp bởi hạt nhân và trình <filename>udev</filename>. Một lý do có thể là mô-đun đó gây ra vấn đề với phần cứng. Hạt nhân cũng đôi khi liệt kê hai trình điều khiển khác nhau cho cùng một thiết bị. Trường hợp này có thể gây ra thiết bị đó không hoạt động được nếu những trình điều khiển xung đột, hoặc nếu trình điều khiển không đúng được nạp trước.
zh_cn: 有时将一个模块加入黑名单阻止内核和 udev 自动加载是必要的。其中一个原因是有的模块会与您的硬件产生问题。内核有时会给同一硬件列出两个不同的驱动程序。如果驱动之间冲突或者错误的驱动先加载，将造成设备无法正常工作。

source: You can blacklist a module using the following syntax: <userinput><replaceable>module_name</replaceable>.blacklist=yes</userinput>. This will cause the module to be blacklisted in <filename>/etc/modprobe.d/blacklist.local</filename> both during the installation and for the installed system.
el: Μπορείτε να αποκλείσετε (blacklist) ένα άρθρωμα χρησιμοποιώντας την ακόλουθη σύνταξη: <userinput><replaceable>module_name</replaceable>.blacklist=yes</userinput>. Αυτό θα έχει σαν αποτέλεσμα την συμπερίληψη του αρθρώματος στο αρχείο <filename>/etc/modprobe.d/blacklist.local</filename> τόσο στη διάρκεια της εγκατάστασης όσο και για το εγκατεστημένο σύστημα.
fi: Moduuli lisätään kieltolistalle tähän tapaan: <userinput><replaceable>moduulin_nimi</replaceable>.blacklist=yes</userinput>. Tämän jälkeen moduuli on kieltolistalla tiedostossa <filename>/etc/modprobe.d/blacklist.local</filename> sekä asennuksen aikana että asennetussa järjestelmässä.
ru: Чтобы внести модуль в чёрный список используйте следующий синтаксис: <userinput><replaceable>module_name</replaceable>.blacklist=yes</userinput>. Это поместит модуль в чёрный список в файле <filename>/etc/modprobe.d/blacklist.local</filename> на время установки и в установленной системе.
sv: Du kan svartlista en modul genom att använda följande syntax: <userinput><replaceable>modulnamn</replaceable>.blacklist=yes</userinput>. Det här kommer att göra att modulen blir svartlistad i <filename>/etc/modprobe.d/blacklist.local</filename>, både under installationen och för det installerade systemet.
vi: Bạn có khả năng cấm mô-đun bằng cú pháp này: <userinput><replaceable>tên_mô-đun</replaceable>.blacklist=yes</userinput> (danh sách màu đen = có). Câu lệnh này sẽ gây ra mô-đun đó bị cấm trong tập tin <filename>/etc/modprobe.d/blacklist.local</filename>, cả hai trong tiến trình cài đặt, và trên hệ thống được cài đặt.
zh_cn: 您可以使用下面的语法将模块加入黑名单：<userinput><replaceable>module_name</replaceable>.blacklist=yes</userinput>。这会让该模块在安装和安装后的系统都加入 <filename>/etc/modprobe.d/blacklist.local</filename> 文件的黑名单中。

source: Note that a module may still be loaded by the installation system itself. You can prevent that from happening by running the installation in expert mode and unselecting the module from the list of modules displayed during the hardware detection phases.
el: Σημειώστε ότι ένα άρθρωμα μπορεί και πάλι να φορτωθεί από το ίδιο το σύστημα εγκατάστασης. Μπορείτε να το αποτρέψετε αυτό να συμβεί τρέχοντας την εγκατάσταση σε κατάσταση έμπειρου χρήστη και αποεπιλέγοντας το συγκεκριμένο άρθρωμα από τη λίστα των αρθρωμάτων που εμφανίζεται στις φάσεις ανίχνευσης του υλικού.
fi: Huomaa, että kieltolistasta huolimatta asennusjärjestelmä saattaa itse ladata moduulin. Tämä voidaan estää suorittamalla asennus expert-tilassa ja poistamalla valinta moduulin kohdalta laitetunnistuksen aikana näkyvästä luettelosta.
ru: Заметим, что модуль всё ещё может загружаться самой системой установки. Чтобы этого избежать, запустите установку в экспертном режиме и снимите выделение с модуля в списке модулей, отображаемого во время шага обнаружения оборудования.
sv: Observera att en modul fortfarande kan läsas in av själva installationssystemet. Du kan förhindra det från att hända genom att köra installationen i expertläget och avmarkera modulen från listan över moduler som visas under maskinvaruidentifieringsfaserna.
vi: Ghi chú rằng mô-đun đó vẫn còn có thể được nạp bởi hệ thống cài đặt chính nó. Bạn vẫn có thể ngăn cản việc này cảy ra, bằng cách chạy tiến trình cài đặt trong chế độ chuyên môn và bỏ chọn mô-đun đó trong danh sách các mô-đun được hiển thị trong những giải đoạn phát hiện phần cứng.
zh_cn: 注意，安装系统自己仍然会加载模块。要阻止这种情况，您可以在 export 模式下，硬件检查过程中从显示的模块列表中取消该模块。

source: Troubleshooting the Installation Process
el: Ανίχνευση λαθών της Διαδικασίας Εγκατάστασης
fi: Asennusprosessin vianetsintä
ru: Диагностика проблем процесса установки
sv: Felsök installationsprocessen
vi: Giải đáp thắc mắc trong tiến trình cài đặt
zh_cn: 安装过程中的故障修复

source: CD-ROM Reliability
el: Αξιοπιστία των δίσκων CD-ROM
fi: Romppujen luetettavuus
ru: Надёжность CD-ROM
sv: Tillförlitlighet för cd-rom
vi: Sự đáng tin cậy của đĩa CD-ROM
zh_cn: CD-ROM 的可靠性

source: Sometimes, especially with older CD-ROM drives, the installer may fail to boot from a CD-ROM. The installer may also &mdash; even after booting successfully from CD-ROM &mdash; fail to recognize the CD-ROM or return errors while reading from it during the installation.
el: Μερικές φορές, ιδιαίτερα με παλιότερους οδηγούς CD-ROM, ο εγκαταστάτης πιθανόν να μην μπορεί να εκκινηθεί από ένα δίσκο CD-ROM. Μπορεί ακόμα ο εγκαταστάτης &mdash; ακόμα και μετά την επιτυχημένη εκκίνηση από το CD-ROM &mdash; να αποτύχει να αναγνωρίσει τον δίσκο CD-ROM ή να επιστρέψει σφάλματα κατά την ανάγνωσή του στη διάρκεια της εγκατάστασης.
fi: Joskus asennin ei käynnisty romppulta. Erityisesti näin voi käydä vanhoilla romppuasemilla. Myöskin voi sattua, että vaikka asennin on käynnistynyt rompulta, se ei tunnista romppuasemaa tai tulee lukuvirheitä asennuksen aikana.
ru: Иногда, особенно в старых приводах CD-ROM, программа установки может не загрузиться с CD-ROM. Программа установки также может (даже после успешной загрузки с CD-ROM) не распознать CD-ROM или выдавать ошибки при чтении во время установки.
sv: Ibland, speciellt med äldre cd-rom-enhet, kan installeraren misslyckas att starta upp från en cd-skiva. Installeraren kan även &mdash; även efter en lyckad uppstart från cd-skiva &mdash; misslyckas att känna igen cd-rom-enheten eller svara med fel vid läsning från den under installationen.
vi: Thỉnh thoảng, nhất là đối với ổ địa CD-ROM cũ, bộ cài đặt không khởi động được từ đĩa CD-ROM. Bộ cài đặt cũng &mdash; ngay cả sau khi khởi động được từ đĩa CD-ROM &mdash; có thể không nhận ra đĩa CD-ROM đó, hoặc trả lại lỗi trong khi đọc nó trong tiến trình cài đặt.
zh_cn: 有时，特别是旧的 CD-ROM 驱动器，安装将无法从 CD-ROM 引导。安装程序可能 &mdash; 即使是从 CD-ROM 成功引导 &mdash; 无法识别 CD-ROM 或在安装时读取错误。

source: There are a many different possible causes for these problems. We can only list some common issues and provide general suggestions on how to deal with them. The rest is up to you.
el: Υπάρχουν πολλές διαφορετικές αιτίες γι' αυτά τα προβλήματα. Μπορούμε μόνο να παραθέσουμε εδώ μερικά συνηθισμένα ζητήματα και να δώσουμε γεινικές συστάσεις για το πώς μπορείτε να τα αντιμετωπίσετε. Τα υπόλοιπα εξαρτώνται από σας.
fi: Näihin pulmiin on monia mahdollisia syitä. Tässä luetellaan vain joitakin yleisiä tapauksia ja yleisiä toimintaohjeita. Lopusta saat huolehtia itse.
ru: Такие проблемы могут возникать по разным причинам. Мы можем описать только общие из них и предложить общие решения. Остальное зависит от вас.
sv: Det finns många olika möjliga orsaker till dessa problem. Vi kan endast lista några vanliga problem och tillhandahålla allmänna förslag på hur man hanterar dem. Resten är upp till dig.
vi: Có nhiều nguyên nhân có thể khác nhau của những vấn đề này. Chúng tôi chỉ có thể liệt kê một số vấn đề thường và cung cấp lời đề nghị chung về cách quyết định chúng. Theo bạn sửa.
zh_cn: 造成这些问题有各种原因。我们只列出了常见的，并提供解决这些问题的一般方法。余下由您来处理。

source: There are two very simple things that you should try first.
el: Υπάρχουν δυο πολύ απλά πράγματα που θα μπορούσατε καταρχήν να δοκιμάσετε.
fi: Ensiksi kannattaa kokeilla kahta hyvin yksinkertaista juttua.
ru: Есть несколько простых вещей, которые вы можете попробовать сделать в первую очередь.
sv: Det finns två mycket enkla saker som du bör prova först.
vi: Khuyên bạn trước tiên thử hai việc rất đơn giản.
zh_cn: 您首先应试试两种最简单的方法。

source: If the CD-ROM does not boot, check that it was inserted correctly and that it is not dirty.
el: Αν το CD-ROΜ δεν εκκινεί, ελέγξτε ότι έχει μπει σωστά στη συσκευή και ότι είναι καθαρό.
fi: Jos romppu ei käynnisty, tarkista että se asetettiin asemaan oikein ja ettei se ole likainen.
ru: Если с CD-ROM не получается загрузиться, проверьте, что он вставлен правильно и что диск не грязный.
sv: Om cd-skivan inte startar upp, kontrollera att den blev inmatad korrekt och att den inte är smutsig.
vi: Nếu đĩa CD-ROM không khởi động được, hãy kiểm tra xem nó đã được nạp đúng và nó không dơ bẩn.
zh_cn: 如果 CD-ROM 没有引导，检查一下它是否放好，并且没有弄脏。

source: If the installer fails to recognize a CD-ROM, try just running the option <menuchoice> <guimenuitem>Detect and mount CD-ROM</guimenuitem> </menuchoice> a second time. Some DMA related issues with older CD-ROM drives are known to be resolved in this way.
el: Αν ο εγκαταστάτης αποτύχει να αναγνωρίσει ένα CD-ROM, δοκιμάστε απλά να τρέξετε την επιλογή <menuchoice> <guimenuitem>Detect and mount CD-ROM</guimenuitem> </menuchoice> και για μια δεύτερη φορά. Μερικά προβλήματα σχετικά με DMA για παλιότερες συσκευές CD-ROM είναι γνωστό ότι αντιμετωπίζονται με τον τρόπο αυτό.
fi: Mikäli asennin ei tunnista romppua, yritä käynnistää uudelleen valikosta <menuchoice> <guimenuitem>Detect and mount CD-ROM</guimenuitem> </menuchoice>. Jotkin DMA:han liittyvät jutut vanhoissa romppuasemissa ratkeavat tunnetusti tällä tavalla.
ru: Если программа установки не смогла определить CD-ROM, попробуйте выполнить пункт меню <menuchoice> <guimenuitem>Поиск и монтирование CD-ROM</guimenuitem> </menuchoice> второй раз. Некоторые проблемы с DMA на старых приводах CD-ROM решаются таким способом.
sv: Om installeraren misslyckas att känna igen en cd-rom, prova att köra alternativet <menuchoice> <guimenuitem>Identifiera och montera cd-rom</guimenuitem> </menuchoice> en andra gång. Vissa DMA-relaterade problem med äldre cd-rom-enheter kan lösas på detta sätt.
vi: Nếu bộ cài đặt không nhận ra đĩa CD-ROM nào, hãy thử đơn giản chạy tùy chọn <menuchoice> <guimenuitem>Dò tìm và lắp đĩa CD-ROM</guimenuitem> </menuchoice> lần thứ hai. Đối với ổ đĩa CD-ROM cũ, một số vấn đề liên quan đến DMA đã được quyết định bằng cách này.
zh_cn: 如果安装程序无法识别 CD-ROM，再次运行 <menuchoice> <guimenuitem>Detect and mount CD-ROM</guimenuitem> </menuchoice> 选项。有些旧 CD-ROM 驱动器 DMA 相关的问题可以用这种方法解决。

source: If this does not work, then try the suggestions in the subsections below. Most, but not all, suggestions discussed there are valid for both CD-ROM and DVD, but we'll use the term CD-ROM for simplicity.
el: Αν αυτό δεν έχει αποτέλεσμα, τότε δοκιμάστε τις συστάσεις στις υποενότητες που ακολουθούν. Οι περισσότερες, αλλά όχι όλες, από τις συστάσεις αυτές που συζητούνται εκεί ισχύουν τόσο για CD-ROM όσο και για DVD, αλλά θα χρησιμοποιήσουμε τον όρο CD-ROM για απλούστευση.
fi: Jos tämä ei toimi, kokeile seuraavien alilukujen ehdotuksia. Useimmat, mutta eivät kaikki, ehdotukset kelpaavat sekä CD-ROMille että DVD:lle, mutta käytämme yksinkertaisuuden vuoksi termiä romppu.
ru: Если это не сработало, попробуйте советы данные ниже. Хотя большинство, но не все, описываемые предложения работают и для CD-ROM и для DVD, для простоты мы будем использовать термин CD-ROM.
sv: Om det inte fungerar, prova nedanstående förslag. De flesta, men inte alla, förslag som diskuteras där gäller för både cd-rom och dvd, men vi använder termen cd-rom för enkelhet.
vi: Chưa sửa thì hãy thử những lời đề nghị trong các phần phụ bên dưới. Phần lớn, nhưng không phải tất cả các lời đề nghị được nói ở đó vẫn còn hợp lệ cho cả hai đĩa CD và DVD, nhưng nói về đĩa CD-ROM vì đơn giản hơn.
zh_cn: 如果还无法工作，试试下一节建议的方法。多数情况下，但非全部，那里的建议适用于 CD-ROM 和 DVD，为了简单，只说了 CD-ROM。

source: If you cannot get the installation working from CD-ROM, try one of the other installation methods that are available.
el: Αν δεν μπορείτε να πετύχετε να γίνει η εγκατάσταση από το CD-ROM, δοκιμάστε μια από τις άλλες μεθόδους εγκατάστασης που είναι διαθέσιμες.
fi: Jos asennus ei onnistu rompulta, kokeile muita saatavilla olevia asennustapoja.
ru: Если вы не можете заставить программу установки работать с CD-ROM, попробуйте, если возможно, другой метод установки.
sv: Om du inte kan få installationen att fungera från cd-rom, prova en av de andra installationsmetoderna som finns tillgängliga.
vi: Không cài đặt được từ đĩa CD-ROM thì hãy thử một của những phương pháp cài đặt khác sẵn sàng.
zh_cn: 如果您用 CD-ROM 无法安装，试试其他可用的安装方法。

source: Common issues
el: Συνηθισμένα προβλήματα
fi: Yleisiä pulmia
ru: Общие причины
sv: Vanliga problem
vi: Vấn đề thường gặp
zh_cn: 常见问题

source: Some older CD-ROM drives do not support reading from discs that were burned at high speeds using a modern CD writer.
el: Μερικές παλιότερες συσκευές CD-ROM δεν υποστηρίζουν την ανάγνωση από δίσκους που γράφτηκαν σε υψηλές ταχύτητες χρησιμοποιώντας έναν από τους σύγχρονους εγγραφείς CD.
fi: Jotkut vanhat romppuasemat eivät tue uusilla kirjoittavilla romppuasemilla suurilla nopeuksilla kirjoitettujen romppujen lukemista.
ru: Некоторые старые приводы CD-ROM не поддерживают чтение с дисков, которые были записаны на высоких скоростях в современных устройствах записи CD.
sv: Några äldre cd-rom-enheter saknar stöd för att läsa från skivor som blev brända med höga hastigheter med en modern cd-brännare.
vi: Một số ổ đĩa CD-ROM cũ không hỗ trợ khả năng đọc từ đĩa đã được chép ra ở tốc độ cao bằng bộ ghi CD hiện đại.
zh_cn: 有些老 CD-ROM 驱动器不能读取新 CD 刻录机的高速模式下刻录的光盘。

source: If your system boots correctly from the CD-ROM, it does not necessarily mean that Linux also supports the CD-ROM (or, more correctly, the controller that your CD-ROM drive is connected to).
el: Αν το σύστημά σας ξεκινά σωστά από το CD-ROM, αυτό δεν σημαίνει ότι το Linux υποστηρίζει αυτή τη συσκευή CD-ROM (ή, πιο σωστά, τον ελεγκτή στον οποίον είναι συνδεδεμένη η συσκευή CD-ROM σας).
fi: Vaikka tietokone käynnistyisikin rompulta ongelmitta, ei se välttämättä tarkoita Linuxin tukevan kyseistä romppuasemaa (tai täsmällisemmin, ohjainta jossa romppuasema on kiinni).
ru: Если система корректно загружается с CD-ROM, это совсем не значит, что Linux также поддерживает CD-ROM (или, если более точно, контроллер, к которому подключён привод CD-ROM).
sv: Om ditt system startar upp korrekt från cd-rom, betyder inte det alltid att Linux även har stöd för cd-enheten (eller, mer korrekt, kontrollern som din cd-rom-enhet är ansluten till).
vi: Nếu hệ thống khởi động được từ đĩa CD-ROM, không nhất thiết có nghĩa là Linux cũng hỗ trợ đĩa CD-ROM đó (hoặc, đúng hơn, bộ điều khiển tới đó ổ đĩa CD-ROM được kết nối).
zh_cn: 如果您的系统可以从 CD-ROM 引导，这并不是说 Linux 就能支持该 CD-ROM (或者，更准确一点，CD-ROM 驱动器所连接的控制器)。

source: Some older CD-ROM drives do not work correctly if <quote>direct memory access</quote> (DMA) is enabled.
el: Μερικές παλιότερες συσκευές CD-ROM δεν δουλεύουν σωστά αν είναι ενεργοποιημένη η επιλογή <quote>direct memory access</quote> (DMA).
fi: Jotkut vanhat romppuasemat eivät toimi oikein jos <quote>direct memory access</quote> (DMA) on käytössä.
ru: Некоторые старые приводы CD-ROM работают неправильно, если включён <quote>прямой доступ к памяти</quote> (DMA).
sv: Några äldre cd-rom-enheter fungerar inte korrekt om <quote>direkt minnesåtkomst</quote> (DMA) är aktiverat.
vi: Một số ổ đĩa CD-ROM cũ không hoạt động được nếu <quote>khả năng truy cập bộ nhớ trực tiếp</quote> (DMA) được hiệu lực.
zh_cn: 一些老式的 CD-ROM 驱动器在 <quote>direct memory access</quote> (DMA) 下无法正常工作。

source: How to investigate and maybe solve issues
el: Πώς να διερευνήσετε και πιθανόν να επιλύσετε μερικά προβλήματα
fi: Miten pulmia tutkitaan ja ehkä selvitetään
ru: Как изучать и может быть решить проблему
sv: Hur man undersöker och kanske även löser problem
vi: Cách xem xét và có thể quyết định vấn đề
zh_cn: 如何调查研究或许可以解决问题

source: If the CD-ROM fails to boot, try the suggestions listed below.
el: Αν το CD-ROM αποτυγχάνει να ξεκινήσει, προσπαθήστε μερικά απ' αυτά που προτείνονται παρακάτω.
fi: Jos romppu ei käynnisty, kokeile alla lueteltuja ehdotuksia.
ru: Если с CD-ROM не удаётся загрузиться, попробуйте способы указанные ниже.
sv: Prova förslagen som listas här nedan om uppstart med cd-rom misslyckas.
vi: Đĩa CD-ROM không khởi động được thì hãy thử những lời đề nghị bên dưới.
zh_cn: 如果从 CD-ROM 引导失败，试试下面所列的建议。

source: Check that your BIOS actually supports booting from CD-ROM (older systems possibly don't) and that your CD-ROM drive supports the media you are using.
el: Ελέγξτε ότι το BIOS σας όντως υποστηρίζει εκκίνηση από το CD-ROM (παλιοότερα συστήματα πιθανόν να μην την υποστηρίζουν) και ότι η συσκευή σας CD-ROM υποστηρίζει τα μέσα που χρησιμοποιείτε.
fi: Tarkista että BIOS oikeasti tukee rompulta käynnistämistä (vanhat koneet luultavasti eivät tue) ja että romppuasema tukee käytettyä taltiota.
ru: Проверьте, что в BIOS включена загрузка с CD-ROM (возможно, старые машины этого не умеют), и что привод CD-ROM поддерживает используемый тип носителя.
sv: Kontrollera att ditt BIOS faktiskt har stöd för uppstart från cd-rom (äldre system har inte alltid det) och att din cd-rom-enhet har stöd för det media som du använder.
vi: Kiểm tra xem BIOS thật hỗ trợ khả năng khởi động từ đĩa CD-ROM (có lẽ hệ thống cũ không phải) và ổ đĩa CD-ROM hỗ trợ kiểu vật chứa đang được dùng.
zh_cn: 检查您的 BIOS 的确支持从 CD-ROM 启动(旧的系统可能不行)，并且 CD-ROM 驱动器支持您所使用的介质。

source: If you downloaded an iso image, check that the md5sum of that image matches the one listed for the image in the <filename>MD5SUMS</filename> file that should be present in the same location as where you downloaded the image from. <informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample> Next, check that the md5sum of the burned CD-ROM matches as well. The following command should work. It uses the size of the image to read the correct number of bytes from the CD-ROM.
el: Αν έχετε κατεβάσει μια εικόνα iso, ελέγξτε ότι η υπογραφή md5sum της εικόνας αυτής ταιριάζει με αυτήν που αναγράφεται γι' αυτήν στο αρχείο <filename>MD5SUMS</filename> που θα πρέπει να υπάρχει στην ίδια θέση από την οποία έχετε κατεβάσει την εικόνα iso. <informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample>. Στη συνέχεια, ελέγξτε ότι η υπογραφή md5sum του CD-ROM που έχετε γράψει ταιριάζει επίσης. Η ακόλουθη εντολή θα πρέπει κανονικά να δουλεύει. Χρησιμοποιεί το μέγεθος της εικόνας για να διαβάσει τον σωστό αριθμό των byte από το CD-ROM.
fi: Jos noudit ISO-otoksen, tarkista otoksen md5sum-tarkistussumman vastaavan otoksen summaa tiedostossa <filename>MD5SUMS</filename>. Tiedoston pitäisi olla samassa paikassa kuin noudettu otos. <informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample> Seuraavaksi kannattaa tarkistaa, että myöskin poltetun rompun md5sum täsmää. Seuraavan komennon pitäisi toimia. Se käyttää otoksen kokoa lukeakseen oikean määrän tavuja rompulta.
ru: Если вы скачивали образ iso, проверьте, что md5sum этого образа совпадает с суммой указанной в файле <filename>MD5SUMS</filename>, который должен лежать там же, где вы брали образ. <informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample> Далее проверьте, что md5sum записанного CD-ROM также совпадает. Следующая команда должна сработать. Здесь считается сумма прочитанных с CD-ROM байт, составляющих образ.
sv: Om du hämtat en iso-avbild, kontrollera att md5-kontrollsumman för avbilder matchar den som listas för avbilden i filen <filename>MD5SUMS</filename> som bör finnas på samma plats som där du hämtade avbilden från. <informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample> Kontrollera sedan att md5-kontrollsumman för den brända cd-skivan matchar också. Följande kommando bör fungera. Det använder storleken på avbilden för att läsa det korrekta antalet byte från cd-skivan.
vi: Nếu bạn đã tải về một ảnh ISO, hãy kiểm tra xem tổng MD5SUM của ảnh cũng khớp với tổng được liệt kê dành cho ảnh đó trong tập tin <filename>MD5SUMS</filename> nên nằm trong cùng một vị trí với nơi tải xuống ảnh. <informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample> Sau đó, kiểm tra xem MD5SUM của đĩa CD-ROM đã chép ra cũng khớp. Lệnh theo đây nên hoạt động được. Nó dùng kích cỡ của ảnh để đọc số byte đúng từ đĩa CD-ROM.
zh_cn: 如果您下载的是 iso 映像，检查映像的 md5sum 是否与 <filename>MD5SUMS</filename> 文件所列相同，该文件和您下载的映像在同一个地方。<informalexample><screen> $ md5sum <replaceable>debian-testing-i386-netinst.iso</replaceable> a20391b12f7ff22ef705cee4059c6b92 <replaceable>debian-testing-i386-netinst.iso</replaceable> </screen></informalexample> 然后，检验所刻录 CD-ROM 的 md5sum 也匹配。可以使用下面的命令。它使用映像的尺寸从 CD-ROM 读取正确的字节数。
