Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Generally, none of these consoles can boot Linux directly, so the assistance of an intermediary bootloader is required. There are two mainstream Linux loaders: <command>MILO</command> and <command>aboot</command>.
el: Γενικά, καμία από τις κονσόλες αυτές δεν μπορεί να εκκινήσει το Linux κατευθείαν, επομένως απαιτείται η βοήθεια ενός ενδιάμεσου φορτωτή εκκίνησης. Υπάρχουν δυο κύριοι φορτωτές Linux: <command>MILO</command> και <command>aboot</command>.
fi: Yleensä mikään näistä konsoleista ei osaa käynnistää Linuxia suoraan, joten tarvitaan välittävän käynnistyslataimen apua. Linuxin käynnistyslataimista kaksi on paljon käytettyjä: <command>MILO</command> ja <command>aboot</command>.
ru: На самом деле, ни одна из этих консолей не сможет напрямую загрузить Linux, так что требуется содействие промежуточного системного загрузчика. Существует два основных загрузчика Linux: <command>MILO</command> и <command>aboot</command>.
sv: Generellt sett kan ingen av dessa konsoller starta upp Linux direkt, så behovet av en mellanliggande starthanterare finns. Det finns två huvudsakliga Linux-inläsare: <command>MILO</command> och <command>aboot</command>.
vi: Nói chung, không có bàn điều khiển trong nhóm này có khả năng khởi động Linux một cách trực tiếp nên cần thiết một bộ tải khởi động trung gian. Có hai bộ tải Linux chính: <command>MILO</command> và <command>aboot</command>.
zh_cn: 一般来说，这些控制台都不能直接引导 Linux，因此需要一个中间引导装载程序。这里有两个主要的 Linux 装载程序： <command>MILO</command> 和 <command>aboot</command>。

source: <command>MILO</command> is itself a console, which replaces ARC or SRM in memory. <command>MILO</command> can be booted from both ARC and SRM and is the only way to bootstrap Linux from the ARC console. <command>MILO</command> is platform-specific (a different <command>MILO</command> is needed for each system type) and exist only for those systems, for which ARC support is shown in the table above. See also the (unfortunately outdated) <ulink url="&url-milo-howto;">MILO HOWTO</ulink>.
el: Ο <command>MILO</command> είναι ο ίδιος μια κονσόλα, που αντικαθιστά την ARC ή την SRM στην μνήμη. Ο <command>MILO</command> μπορεί να ξεκινήσει τόσο από την ARC όσο και την SRM και είναι ο μόνος τρόπος να ξεκινήσει (bootstrap) το Linux από την κονσόλα ARC. Ο <command>MILO</command> εξαρτάται από την συγκεκριμένη πλατφόρμα (οπότε ένας διαφορετικός <command>MILO</command> χρειάζεται για κάθε τύπο συστήματος) και υπάρχει μόνο για εκείνα τα συστήματα στον παραπάνω πίνακα όπου εμφανίζεται υποστήριξη για ARC. Δείτε επίσης και το (δυστυχώς ξεπερασμένο) <ulink url="&url-milo-howto;">MILO HOWTO</ulink>.
fi: <command>MILO</command> on itsekin konsoli, joka korvaa ARC:n tai SRM:n muistissa. <command>MILO</command> voidaan käynnistää sekä ARC:sta että SRM:stä ja on ainoa tapa käynnistää Linux ARC-konsolista. <command>MILO</command> on laitealustariippuva (erilainen <command>MILO</command> tarvitaan jokaiselle järjestelmätyypille) ja on saatavilla vain niille järjestelmille, joille näkyy ARC-tuki alla olevassa taulukossa. Katso myös (harmittavasti vanhentunut) <ulink url="&url-milo-howto;">MILO HOWTO</ulink>.
ru: <command>MILO</command> сам по себе является консолью, которая заменяет ARC или SRM в памяти. <command>MILO</command> может быть загружен и из ARC, и из SRM, и является единственным способом загрузить Linux из консоли ARC. <command>MILO</command> платформозависим (для каждого типа системы требуется свой <command>MILO</command>) и существует только для тех систем, для которых указана поддержка ARC в вышеприведённой таблице. Смотрите также (к сожалению, устаревшее) <ulink url="&url-milo-howto;">MILO HOWTO</ulink>.
sv: <command>MILO</command> är själv en konsoll, som ersätter ARC eller SRM i minnet. <command>MILO</command> kan startas upp från både ARC och SRM och är det enda sättet att bootstrapa Linux från ARC-konsollen. <command>MILO</command> är plattformsspecifik (olika <command>MILO</command> behövs för varje systemtyp) och existerar för de systemen, för vilka ARC-stöd visas i tabellen ovan.. Se även (tyvärr föråldrad) <ulink url="&url-milo-howto;">MILO HOWTO</ulink>.
vi: <command>MILO</command> cũng là bàn điều khiển, mà thay thế ARC hay SRM trong bộ nhớ. <command>MILO</command> có thể được khởi động từ cả ARC lẫn SRM và cung cấp cách duy nhất tải và khởi động Linux từ bàn điều khiển ARC. <command>MILO</command> đặc trưng cho nền tảng (cần thiết một <command>MILO</command> khác dành cho mỗi kiểu hệ thống) và tồn tại dành cho mỗi hệ thống cho đó đại diện khả năng hỗ trợ ARC trong bảng bên trên. Xem thêm tài liệu MILO Thế Nào <ulink url="&url-milo-howto;">MILO HOWTO</ulink> (tiếc là cũ).
zh_cn: <command>MILO</command> 自己本身是一个用来替换载入内存中的 ARC 和 SRM 的控制台。<command>MILO</command> 能够同时从 ARC 和 SRM 引导并且是唯一一种方法从 ARC 控制台引导 Linux。<command>MILO</command> 取决与具体的平台。(对于每种不同的系统类型需要不同的 <command>MILO</command> 并且只适合这些系统。参见(很遗憾有点过时)<ulink url="&url-milo-howto;">MILO HOWTO</ulink>。

source: <command>aboot</command> is a small, platform-independent bootloader, which runs from SRM only. See the (also unfortunately outdated) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> for more information on <command>aboot</command>.
el: Το <command>aboot</command> είναι ένας μικρός, ανεξάρτητος από την πλατφόρμα, φορτωτής εκκίνησης, που τρέχει μόνο στην κονσόλα SRM. Δείτε επίσης το (επίσης δυστυχώς ξεπερασμένο) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> για περισσότερες πληροφορίες σχετικά με το <command>aboot</command>.
fi: <command>aboot</command> on pieni laitealustariippumaton käynnistyslatain, joka toimii vain SRM:llä. Katso (myös harmittavasti vanhentuneesta) ohjeesta <ulink url="&url-srm-howto;">SRM HOWTO</ulink> lisätietoja <command>aboot</command>:sta.
ru: <command>aboot</command> &mdash; это маленький, независящий от платформы системный загрузчик, который запускается только из SRM. Смотрите также (к сожалению, тоже устаревшее) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> для более полной информации про <command>aboot</command>.
sv: <command>aboot</command> är en liten, plattformsoberoende starthanterare, som endast körs från SRM. Se (även den föråldrad) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> för mer information om <command>aboot</command>.
vi: <command>aboot</command> là một bộ tải khởi động nhỏ, không phụ thuộc vào nền tảng, mà chạy chỉ từ SRM. Xem tài liệu SRM Thế Nào <ulink url="&url-srm-howto;">SRM HOWTO</ulink> (tiếc là cũ) để tìm thông tin thêm về <command>aboot</command>.
zh_cn: <command>aboot</command> 是一个小型的，平台独立的引导装载器，不过只运行与 SRM 上。参见 (抱歉的是它也有点过时了 ) <ulink url="&url-srm-howto;">SRM HOWTO</ulink>来获得更多有关信息 <command>aboot</command>。

source: Thus, three scenarios are generally possible, depending on the system's console firmware and whether or not <command>MILO</command> is available: <informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample> Because <command>MILO</command> is not available for any of the Alpha systems currently in production (as of February 2000), and because it is no longer necessary to buy an OpenVMS or Tru64 Unix license to have SRM firmware on your older Alpha, it is recommended that you use SRM and <command>aboot</command> on new installations of GNU/Linux, unless you wish to dual-boot with Windows NT.
el: Έτσι, υπάρχουν γενικά τρία πιθανά σενάρια, ανάλογα με το firmware της κονσόλας του συστήματος και το κατά πόσον είναι διαθέσιμος ο <command>MILO</command>: <informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample> Επειδή ο φορτωτής <command>MILO</command> δεν είναι διαθέσιμος για κανένα από τα συστήματα Alpha σε παραγωγή αυτή τη στιγμή (τον Φεβρουάριο του 2000), και καθώς δεν είναι πια απαραίτητο να αγοράσετε μια άδεια OpenVMS ή Tru64 Unix για να έχετε SRM firmware στο παλιότερο σύστημά σας Alpha, σας συνιστούμε να χρησιμοποιήσετε την κονσόλα SRM και τον <command>aboot</command> σε νέες εγκαταστάσεις του GNU/Linux, εκτός και αν επιθυμείτε να έχετε διπλή-εκκίνηση με Windows NT.
fi: Yleensä on siis kolme mahdollista tilannetta, riippuen järjestelmän konsolin laiteohjelmistosta ja onko <command>MILO</command> saatavilla vai ei:<informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample> Koska <command>MILO</command> ei ole saatavilla millekään nyt tuotannossa olevalle Alpha-järjestelmälle (helmikuussa 2000), ja koska enää ei ole välttämätöntä ostaa OpenVMS- tai Tru64-käyttöoikeutta jotta SRM-laiteohjelmistoa voisi käyttää vanhassa Alphassa, suositellaan SRM:ää käytettävän uusissa GNU/Linux-asennuksissa, paitsi jos halutaan kaksoiskäynnistää Windows NT:n kanssa.
ru: Таким образом, возможно три сценария, в зависимости от варианта системной консоли и есть или нет <command>MILO</command>: <informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample>Поскольку <command>MILO</command> не доступен для всех типов систем Alpha, которые сейчас выпускаются (по состоянию на февраль 2000), и поскольку теперь не требуется покупать лицензию OpenVMS или Tru64 Unix, чтобы получить прошивку SRM для вашей старой Alpha, рекомендуется использовать SRM и <command>aboot</command> в новых установках GNU/Linux, если вам не нужна двойная загрузка с Windows NT.
sv: Därav är tre scenarion generellt sett möjliga, beroende på systemets fasta programvara för konsollen och huruvida <command>MILO</command> finns tillgänglig eller inte: <informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample> Därför att <command>MILO</command> inte finns tillgänglig för någon av de Alpha-system som för närvarande produceras (från och med februari 2000), och på grund av att det inte längre är nödvändigt att köpa en licens för OpenVMS eller Tru64 Unix för att få den fasta SRM-programvaran på din äldre Alpha, rekommenderas det att du använder SRM och <command>aboot</command> på nyare installationer av GNU/Linux, om inte du önskar att även starta upp med Windows NT.
vi: Như thế thì có ba thủ tục có thể, phụ thuộc vào phần vững bàn điều khiển của mỗi hệ thống, cũng vào khả năng hoạt động của <command>MILO</command>:<informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample> Vì <command>MILO</command> không sẵn sàng cho hệ thống Alpha hiện thời nào (kể từ tháng 2/2000), cũng vì không còn cần thiết lại mua một giấy phép OpenVMS hay Tru64 Unix để chạy phần vững SRM trên máy Alpha cũ hơn, khuyên bạn sử dụng SRM và <command>aboot</command> khi cài đặt hệ thống GNU/Linux mới, nếu bạn không muốn khởi động đôi với Windows NT.
zh_cn: 因此，三种方案都是可行的，取决与系统控制台固件以及是否有相应的 <command>MILO</command> ： <informalexample><screen> SRM -&gt; aboot SRM -&gt; MILO ARC -&gt; MILO </screen></informalexample> 由于 <command>MILO</command> 在当前生产型 Alpha 系统上并没有实现(从 2000 年二月份开始)。并且也不需要购买一个 OpenVMS 和 Tru64 Unix 授权，来在老 Alpha 上装上 SRM 固件。除非您想采用 Windows NT 并且进行双引导，我们推荐在新的机器上使用 SRM 和 <command>aboot</command> 安装 Linux。

source: The majority of AlphaServers and all current server and workstation products contain both SRM and AlphaBIOS in their firmware. For <quote>half-flash</quote> machines such as the various evaluation boards, it is possible to switch from one version to another by reflashing the firmware. Also, once SRM is installed, it is possible to run ARC/AlphaBIOS from a floppy disk (using the <command>arc</command> command). For the reasons mentioned above, we recommend switching to SRM before installing &debian;.
el: Η πλειοψηφία των AlphaServers και όλων των τωρινών προϊόντων διακομιστών και σταθμών εργασίας περιλαμβάνουν και την SRM και AlphaBIOS στο firmware τους. Για μηχανήματα <quote>half-flash</quote> όπως διάφορες πλατφόρμες δοκιμών, είναι δυνατόν να αλλάξει κανείς από την μια στην άλλη με επαναρχικοποίηση (reflashing) του firmware. Επίσης, από τη στιγμή της εγκατάστασης της SRM, είναι δυνατόν να τρέξει κανείς ARC/AlphaBIOS από μια δισκέττα (χρησιμοποιώντας την εντολή <command>arc</command>). Για τουςλόγους που αναφέρθηκαν παραπάνω, συνιστούμε να αλλάξετε στην κονσόλα SRM πριν την εγκατάσταση του &debian;.
fi: Enemmistössä AlphaServereistä ja kaikissa nykyisissä palvelin- ja työasemamalleissa on sekä SRM että AlphaBIOS laiteohjelmistossa. Niin sanotuissa <quote>half-flash</quote>-koneissa kuten erilaiset testiemolevyt, on mahdollista vaihtaa versiosta toiseen tallentamalla flash-muistiin uusi laiteohjelmisto. Lisäksi kun SRM on asennettu, on mahdollista käynnistää ARC/AlphaBIOS levykeeltä (komennolla <command>arc</command>). Yllä mainituista syistä suositellaan vaihtamista SRM:ään ennen kuin &debian; asennetaan.
ru: Большинство AlphaServers и все нынешние сервера и рабочие станции содержат и SRM, и AlphaBIOS в своей прошивке. Для <quote>half-flash</quote> машин, таких как различные ограниченные платы, существует возможность переключиться от одной версии к другой путём перезаписи прошивки. К тому же, после установки SRM, можно запустить ARC/AlphaBIOS с дискеты (используя команду <command>arc</command>). По причинам, указанным выше, мы рекомендуем переключиться на SRM перед установкой &debian;.
sv: Majoriteten av de AlphaServer-modeller och alla nuvarande server- och arbetsstationsprodukter innehåller både SRM och AlphaBIOS i sin fasta programvara. För <quote>half-flash</quote>-maskiner såsom de olika evalueringskorten, är det möjligt att byta från en version till en annan genom att skriva om den fasta programvaran. När SRM har installerats, är det möjligt att köra ARC/AlphaBIOS från en diskett (med kommandot <command>arc</command>). Med anledningarna nämnda ovan, rekommenderar vi ett byte till SRM före installation av &debian;.
vi: Phần lớn máy AlphaServer và mọi sản phẩm máy phục vụ và máy trạm hiện thời chứa cả SRM lẫn AlphaBIOS trong phần vững. Đối với máy <quote>nửa cực nhanh</quote>, như những bo mạch ước lượng khác nhau, có thể chuyển đổi từ phiên bản này sang phiên bản khác, bằng cách chớp lại phần vững. Hơn nữa, một khi cài đặt SRM, có thể chạy ARC/AlphaBIOS từ đĩa mềm (dùng lệnh <command>arc</command>). Vì những lý do nêu trên, khuyên bạn chuyển đổi sang SRM trước khi cài đặt &debian;.
zh_cn: 大部分 AlphaServers 以及目前所有的服务器以及工作站产品固件中都同时含有 SRM 和 AlphaBIOS。对于具有不同开发板的 <quote>half-flash</quote> 机器来说。可以通过重刷固件 来从一个版本切换到另外一个版本。并且一旦 SRM 安装完毕，从软盘上运行 ARC/AlphaBIOS 也是可能的(使用 <command>arc</command>)。基于上述的理由，我们推荐在安装 &debian; 之前切换至 SRM。

source: As on other architectures, you should install the newest available revision of the firmware<footnote> <para> Except on Jensen, where Linux is not supported on firmware versions newer than 1.7 &mdash; see <ulink url="&url-jensen-howto;"></ulink> for more information. </para> </footnote> before installing &debian;. For Alpha, firmware updates can be obtained from <ulink url="&url-alpha-firmware;">Alpha Firmware Updates</ulink>.
el: Όπως και με άλλες αρχιτεκτονικές, θα πρέπει να εγκαταστήσετε τις πιο πρόσφατες διαθέσιμες εκδόσεις του firmware <footnote><para>Με εξαίρεση την Jensen, όπου το Linux δεν υποστηρίζεται για εκδόσεις του firmware μεταγενέστερες από την 1.7 - δείτε τη σελίδα <ulink url="&url-jensen-howto;"></ulink> για περισσότερες πληροφορίες </para></footnote> πριν εγκαταστήσετε το &debian;. Για την Alpha, αναβαθμίσεις του firmware μπορούν να ληφθούν από τη σελίδα <ulink url="&url-alpha-firmware;">Alpha Firmware Updates</ulink>.
fi: Kuten muissakin suoritinperheissä, olisi asennettava laiteohjelmiston uusin saatavilla oleva versio <footnote> <para> Paitsi Jensenillä, missä laiteohjelmiston version 1.7 jälkeen Linux ei ole tuettu &mdash; katso osoitteesta <ulink url="&url-jensen-howto;"></ulink> lisätietoja. </para> </footnote> ennen &debian;in asennusta. Alphalle laiteohjelmiston päivityksiä voi noutaa osoitteesta <ulink url="&url-alpha-firmware;">Alpha Firmware Updates</ulink>.
ru: Как и на других архитектурах, вы должны установить самую свежую из доступных ревизий микропрограммы<footnote><para>За исключением Jensen, где Linux не работает на версиях микропрограммы новее 1.7 &mdash; подробней смотрите <ulink url="&url-jensen-howto;"></ulink></para></footnote> перед установкой &debian;. Для Alpha, обновление микропрограммы можно получить с <ulink url="&url-alpha-firmware;">Alpha Firmware Updates</ulink>.
sv: Som på andra arkitekturer, bör du installera de senaste tillgängliga revisionen av den fasta programvaran<footnote> <para> Utom på Jensen, där Linux inte stöds av fasta programvaruversioner senare än 1.7 &mdash; se <ulink url="&url-jensen-howto;"></ulink> för mer information. </para> </footnote> före installation av &debian;. För Alpha, uppdateringar av den fasta programvaran kan hämtas från <ulink url="&url-alpha-firmware;">Alpha Firmware Updates</ulink>.
vi: Cũng như trên những kiến trúc khác, bạn nên cài đặt bản sửa đổi phần vững mới nhất sẵn sàng<footnote> <para> Trừ trên Jensen, mà Linux không được hỗ trợ trên phiên bản phần vững mới hơn 1.7 &mdash; xem tài liệu <ulink url="&url-jensen-howto;"></ulink> để tìm thông tin thêm. </para> </footnote> trước khi cài đặt &debian;. Đối với Alpha, bản cập nhật phần vững có thể được lấy từ <ulink url="&url-alpha-firmware;">Bản Cập Nhật Phần Vững Alpha</ulink>.
zh_cn: 和另外的体系结构一样，您也应该在安装 &debian; 之前安装最新版本的固件<footnote><para>不包括 Jensen，1.7 以上版本的固件不支持 Linux &mdash; 查看 <ulink url="&url-jensen-howto;"></ulink> 以获得更多的信息。</para></footnote>。对于 Alpha 来说，固件升级可以通过 <ulink url="&url-alpha-firmware;">Alpha Firmware Updates</ulink>取得。

source: Booting with TFTP
el: Εκκίνηση μέσω TFTP
fi: Käynnistys TFTP:llä
ru: Загрузка по TFTP
sv: Uppstart via TFTP
vi: Khởi động bằng TFTP
zh_cn: 用 TFTP 引导

source: In SRM, Ethernet interfaces are named with the <userinput>ewa</userinput> prefix, and will be listed in the output of the <userinput>show dev</userinput> command, like this (edited slightly): <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample> You first need to set the boot protocol: <informalexample><screen> &gt;&gt;&gt; set ewa0_protocols bootp </screen></informalexample> Then check the medium type is correct: <informalexample><screen> &gt;&gt;&gt; set ewa0_mode <replaceable>mode</replaceable> </screen></informalexample> You can get a listing of valid modes with <userinput>&gt;&gt;&gt;set ewa0_mode</userinput>.
el: Στην SRM, οι διεπαφές Ethernet ονοματοδοτούνται με το πρόθεμα <userinput>ewa</userinput>, και θα εμφανιστούν στην έξοδο της εντολής <userinput>show dev</userinput> κάπως έτσι (ελαφρά διορθωμένα ): <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample> Πρέπει κατ' αρχήν να ορίσετε το πρωτόκολλο εκκίνησης: <informalexample><screen> &gt;&gt;&gt; set ewa0_protocols bootp </screen></informalexample> Στη συνέχεια ελέγξτε ότι ο τύπος του μέσου είναι ο σωστός: <informalexample><screen>&gt;&gt;&gt; set ewa0_mode <replaceable>mode</replaceable> </screen></informalexample> Μπορείτε να πάρετε μια λίστα των έγκυρων τύπων με την εντολή <userinput>&gt;&gt;&gt;set ewa0_mode</userinput>.
fi: SRM:ssä Ethernetliitäntöjen nimen alussa on <userinput>ewa</userinput>, ja ne luetellaan komennon <userinput>show dev</userinput> tulosteessa, tähän tapaan (hieman muokattu): <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample> Ensin on asetettava käynnistyksessä käytettävä protokolla: <informalexample><screen> &gt;&gt;&gt; set ewa0_protocols bootp </screen></informalexample> Sitten tarkistetaan, että liitännän tyyppi on oikein: <informalexample><screen> &gt;&gt;&gt; set ewa0_mode <replaceable>mode</replaceable> </screen></informalexample> Kelvollisten tyyppien luettelon näkee komennolla <userinput>&gt;&gt;&gt;set ewa0_mode</userinput>.
ru: В SRM, названия интерфейсов Ethernet начинаются на <userinput>ewa</userinput>, а их наличие можно посмотреть в результатах команды <userinput>show dev</userinput>, например, таком (немного отредактирован): <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample> Сначала вам нужно задать протокол загрузки: <informalexample><screen> &gt;&gt;&gt; set ewa0_protocols bootp </screen></informalexample> Затем, установить правильный тип среды передачи: <informalexample><screen> &gt;&gt;&gt; set ewa0_mode <replaceable>mode</replaceable> </screen></informalexample> Список возможных типов можно получить с помощью команды <userinput>&gt;&gt;&gt; set ewa0_mode</userinput>.
sv: I SRM är Ethernet-gränssnitten namngivna med prefixet <userinput>ewa</userinput>, och kommer att listas i utskriften från kommandot <userinput>show dev</userinput>, som denna (delvis redigerat): <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample> Du behöver först ställa in uppstartsprotokollet: <informalexample><screen> &gt;&gt;&gt; set ewa0_protocol bootp </screen></informalexample> Kontrollera sedan att mediatypen är korrekt: <informalexample><screen> &gt;&gt;&gt; set ewa0_mode <replaceable>läge</replaceable> </screen></informalexample> Du kan få en lista på giltiga lägen med <userinput>&gt;&gt;&gt;set ewa0_mode</userinput>.
vi: Trong SRM, các giao diện kiểu Ethernet được đặt tên với tiền tố <userinput>ewa</userinput>, cũng sẽ được liệt kê trong kết xuất của lệnh <userinput>show dev</userinput> (hiển thị thiết bị), như bên dưới (được sửa đổi một ít): <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample>Trước tiên bạn cần phải đặt giao thức khởi động:<informalexample><screen> &gt;&gt;&gt; set ewa0_protocols bootp </screen></informalexample>Sau đó, hãy kiểm tra kiểu vật chứa là đúng: <informalexample><screen> &gt;&gt;&gt; set ewa0_mode <replaceable>mode</replaceable> </screen></informalexample>Bạn có thể đạt được một danh sách các chế độ hợp lệ bằng <userinput>&gt;&gt;&gt;set ewa0_mode</userinput>.
zh_cn: 在 SRM 上，以太网界面名字带有 <userinput>ewa</userinput> 前缀，并可以用 <userinput>show dev</userinput> 命令列出，类似如下显示(可能有一点不同)： <informalexample><screen> &gt;&gt;&gt; show dev ewa0.0.0.9.0 EWA0 08-00-2B-86-98-65 ewb0.0.0.11.0 EWB0 08-00-2B-86-98-54 ewc0.0.0.2002.0 EWC0 00-06-2B-01-32-B0 </screen></informalexample> 您首先需要设置引导协议： <informalexample><screen> &gt;&gt;&gt; set ewa0_protocol bootp </screen></informalexample> 然后检查媒介类型是否正确： <informalexample><screen> &gt;&gt;&gt; set ewa0_mode <replaceable>mode</replaceable> </screen></informalexample> 获得一个有效模式的列表 <userinput>&gt;&gt;&gt;set ewa0_mode</userinput>。
