Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-new.po
Languages: fi, sv, vi

source: After booting, you will be prompted to complete the configuration of your basic system, and then to select what additional packages you wish to install. The application which guides you through this process is called <classname>base-config</classname>. Its concept is very similar to the &d-i; from the first stage. Indeed, <classname>base-config</classname> consists of a number of specialized components, where each component handles one configuration task, contains <quote>hidden menu in the background</quote> and also uses the same navigation system.
vi: Sau khi khởi động, bạn sẽ được nhắc với cấu hình xong hệ thống cơ bản, rồi để chọn những gói thêm nào bạn muốn cài đặt. Ứng dụng chỉ dẫn bạn qua tiến trình này có được gọi là <classname>base-config</classname> (cấu hình cơ bản). Nó hoạt động giống như giao đoạn thứ nhất của &d-i;. Tức là, <classname>base-config</classname> chứa một số thành phần đặc biệt, mà mỗi thành phần xử lý mỗi tác vụ cấu hình riêng; nó có một <quote>trình đơn ẩn trong nền</quote> và sử dụng cùng một hệ thống duyệt.

source: If you wish to re-run the <classname>base-config</classname> at any point after installation is complete, as root run <userinput>base-config</userinput>.
vi: Nếu bạn muốn chạy lại ứng dụng <classname>base-config</classname> vào lúc nào sau khi cài đặt xong, hãy chạy với tư cách người chủ (root) <userinput>base-config</userinput>.

source: Configuring Your Time Zone
vi: Cấu Hình Múi Giờ Mình

source: After a welcome screen, you will be prompted to configure your time zone. First select whether the hardware clock of your system is set to local time or Greenwich Mean Time (GMT or UTC). The time displayed in the dialog may help you decide on the correct option. <phrase arch="m68k;powerpc">Macintosh hardware clocks are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase> <phrase arch="i386">Systems that (also) run Dos or Windows are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase>
vi: Sau khi xem màn hình chào mừng, bạn sẽ được nhắc với cấu hình múi giờ mình. Trước hết, hãy chọn cách đã lập đồng hồ phần cứng: thành giờ cục bộ [local time] hay thành Giờ Thế Giới (GMT hay UTC). Giờ được hiển thị trong hộp thoại có lẽ sẽ giúp đỡ bạn chọn tùy chọn thích hợp. <phrase arch="m68k;powerpc">Đồng hồ phần cứng Macintosh thường có được lập thành giờ cục bộ. Nếu bạn muốn có khả năng khởi động đôi, hãy chọn giờ cục bộ thay vào GMT.</phrase> <phrase arch="i386">Hệ thống (cũng) chạy Dos hay Windows thường có được lập thành giờ cục bộ. Nếu bạn muốn có khả năng khởi động đôi, hãy chọn giờ cục bộ thay vào GMT.</phrase>

source: Depending on the location selected at the beginning of the installation process, you will next be shown either a single timezone or a list of timezones relevant for that location. If a single timezone is shown, choose <guibutton>Yes</guibutton> to confirm or choose <guibutton>No</guibutton> to select from the full list of timezones. If a list is shown, select your timezone from the list, or select Other for the full list.
vi: Tùy thuộc vào địa điểm được chọn tại đầu tiến trình cài đặt, sau đó bạn sẽ xem hoặc một múi giờ riêng lẻ hoặc danh sách các múi giờ thích hợp với địa điểm đó. Nếu bạn xem chỉ một múi giờ, hãy chọn <guibutton>Có</guibutton> để đồng ý, hoặc chọn <guibutton>Không</guibutton> để chọn trong toàn danh sách. Còn nếu bạn xem danh sách, hãy chọn múi giờ mình trong danh sách, hoặc chọn Khác để chọn trong toàn danh sách.

source: Setting Up Users And Passwords
vi: Thiết Lập Người Dùng và Mật Khẩu

source: Set the Root Password
vi: Lập Mật Khẩu Chủ

source: The <emphasis>root</emphasis> account is also called the <emphasis>super-user</emphasis>; it is a login that bypasses all security protection on your system. The root account should only be used to perform system administration, and only used for as short a time as possible.
vi: Tài khoản <emphasis>root</emphasis> (người chủ) cũng được gọi là <emphasis>super-user</emphasis> (siêu người dùng); nó là cách đăng nhập đi vòng toàn bảo mật của hệ thống bạn. Tài khoản người chủ chỉ nên được dùng để quản lý hệ thống, và chỉ trong thời gian càng vắn càng có thể.

source: Any password you create should contain at least 6 characters, and should contain both upper- and lower-case characters, as well as punctuation characters. Take extra care when setting your root password, since it is such a powerful account. Avoid dictionary words or use of any personal information which could be guessed.
vi: Mật khẩu nào bạn tạo nên chứa ít nhất 6 ký tự (càng nhiều càng mạnh), chữ cả hoa lẫn thường đều, cùng với ký tự chấm câu. Hãy rất cẩn thận khi lập mật khẩu chủ, vì nó là tài khoản quan trọng quá. Phải tránh dùng từ trong từ điển nào, hoặc dùng thông tin cá nhân nào: chương trình ngắt mật khẩu có thể đoạn hết trong vài giây.

source: If anyone ever tells you they need your root password, be extremely wary. You should normally never give your root password out, unless you are administering a machine with more than one system administrator.
vi: Nếu người nào có xin bạn cho mật khẩu chủ, cho mục đích nào, bạn hãy rất cảnh giác. Thường, bạn nên không bao giờ cho ai mật khẩu chủ mình, trừ khi bạn quản lý máy có nhiều quản trị hệ thống.

source: Create an Ordinary User
vi: Tạo một Người dùng Thường

source: The system will ask you whether you wish to create an ordinary user account at this point. This account should be your main personal log-in. You should <emphasis>not</emphasis> use the root account for daily use or as your personal login.
vi: Vào lúc này, hệ thống sẽ hỏi nếu bạn muốn tạo một tài khoản kiểu người dùng thường. Tài khoản này nên là cách đăng nhập cá nhân chính của bạn. <emphasis>Đừng</emphasis> dùng tài khoản chủ hàng ngày hoặc là cách đăng nhập cá nhân của bạn.

source: Why not? Well, one reason to avoid using root's privileges is that it is very easy to do irreparable damage as root. Another reason is that you might be tricked into running a <emphasis>Trojan-horse</emphasis> program &mdash; that is a program that takes advantage of your super-user powers to compromise the security of your system behind your back. Any good book on Unix system administration will cover this topic in more detail &mdash; consider reading one if it is new to you.
vi: Tại sao không? Một lý do để tránh dùng quyền chủ là với tư cách người chủ, bạn có thể rất dễ gây thiệt hại không thể sửa chữa. Một lý do khác là bạn có thể bị mắc mưu để chạy một chương trình <emphasis>Trojan-horse</emphasis> (ngựa Tơ-roa) &mdash; nó là chương trình tận dung quyền siêu người dùng của bạn để hại thậm đằng sau cửa bảo mật của hệ thống bạn. Cuốn sách tốt nào về cách quản lý UNIX sẽ diễn tả tường tận hơn đề tài này: khuyên bạn đọc một cuốn sách như thế, nếu bạn chưa biết chủ đề này.

source: You will first be prompted for the user's full name. Then you'll be asked for a name for the user account; generally your first name or something similar will suffice and indeed will be the default. Finally, you will be prompted for a password for this account.
vi: Trước tiên, bạn sẽ được nhắc với họ tên của người dùng. Sau đó, bạn sẽ được yêu cầu gõ tên cho tài khoản người dùng, thường là tên bạn hoặc điều tương tự là đủ và thật sẽ là mặc định. Cuối cùng, bạn sẽ được nhắc với mật khẩu cho tài khoản này.

source: If at any point after installation you would like to create another account, use the <command>adduser</command> command.
vi: Nếu vào lúc nào sau khi cài đặt xong, bạn muốn tạo một tài khoản khác, hãy sử dụng lệnh <command>adduser</command> [thêm người dùng].

source: Setting Up PPP
vi: Thiết Lập PPP

source: If no network was configured during the first stage of the installation, you will next be asked whether you wish to install the rest of the system using PPP. PPP is a protocol used to establish dialup connections with modems. If you configure the modem at this point, the installation system will be able to download additional packages or security updates from the Internet during the next steps of the installation. If you don't have a modem in your computer or if you prefer to configure your modem after the installation, you can skip this step.
vi: Nếu chưa cấu hình mạng nào trong giai đoạn đầu của tiến trình cài đặt, tiếp sau bạn sẽ được hỏi nếu bạn muốn cài đặt hệ thống còn lại bằng PPP. PPP là một giao thức dùng để đặt kết nối quan số bằng bộ điều giải (modem). Nếu bạn cấu hình bộ điều giải vào lúc này, hệ thống cài đặt sẽ có thể tải gói thêm hay bản cập nhật bảo mật xụống Mạng trong những bước cài đặt kế tiếp. Nếu bạn không có bộ điều giải trong máy tính, hoặc muốn cấu hình bộ điều giải sau khi cài đặt xong, bạn có thể nhảy qua bước này.

source: In order to configure your PPP connection, you will need some information from your Internet Service Provider (ISP), including phone number, username, password and DNS servers (optional). Some ISPs provide installation guidelines for Linux distributions. You can use that information even if they don't specifically target Debian since most of the configuration parameters (and software) is similar amongst Linux distributions.
vi: Để cấu hình kết nối PPP của mình, bạn sẽ cần phải biết một phần thông tin của Nhà Cung cấp Dịch vụ Mạng (ISP), gồm số điện thoại kết nối, tên người dùng và mật khẩu của bạn, và tên và địa chỉ của máy phục vụ DNS (tùy chọn). Một số ISP cung cấp chỉ dẫn cài đặt vào bản phát hành Linux. Bạn có thể sử dụng thông tin đó, thậm chí nếu họ không diễn tả Debian một cách đặc biệt, vì hấu hết tham số cấu hình (và phần mềm) là tương tự với nhau trong những bản phát hành Linux.

source: If you do choose to configure PPP at this point, a program named <command>pppconfig</command> will be run. This program helps you configure your PPP connection. <emphasis>Make sure, when it asks you for the name of your dialup connection, that you name it <userinput>provider</userinput>.</emphasis>
vi: Nếu bạn có phải chọn cấu hình PPP vào lúc này, một chương trình tên <command>pppconfig</command> [cấu hình PPP] sẽ được chạy. Chương trình này giúp đỡ bạn cấu hình kết nối PPP mình. <emphasis>Hãy chắc là khi nó yêu cầu bạn gõ tên của kết nối quay số, bạn gõ <userinput>provider</userinput></emphasis> (nhà cung cấp).

source: Hopefully, the <command>pppconfig</command> program will walk you through a trouble-free PPP connection setup. However, if it does not work for you, see below for detailed instructions.
vi: Đây hy vọng chương trình <command>pppconfig</command> sẽ chỉ dẫn bạn qua thiết lập PPP khỏi phiền. Tuy nhiên, nếu nó không hoạt động được cho bạn, hãy xem bên dưới để tìm những hướng dẫn chi tiết.

source: In order to setup PPP, you'll need to know the basics of file viewing and editing in GNU/Linux. To view files, you should use <command>more</command>, and <command>zmore</command> for compressed files with a <userinput>.gz</userinput> extension. For example, to view <filename>README.debian.gz</filename>, type <userinput>zmore README.debian.gz</userinput>. The base system comes with an editor named <command>nano</command>, which is very simple to use, but does not have a lot of features. You will probably want to install more full-featured editors and viewers later, such as <command>jed</command>, <command>nvi</command>, <command>less</command>, and <command>emacs</command>.
vi: Để thiết lập PPP, bạn cần phải biết những điều cơ bản về cách xem và hiệu chỉnh tập tin trong GNU/Linux. Để xem tập tin, hãy sử dụng lệnh <command>more</command>, và lệnh <command>zmore</command> cho tập tin đã nén có phần mở rộng <userinput>.gz</userinput>. Lấy thí dụ, để xẹm tập tin kiểu Đọc Đi <filename>README.debian.gz</filename>, hãy gõ lệnh <userinput>zmore README.debian.gz</userinput>. Hệ thống cơ bản có sẵn một bộ hiệu chỉnh tên <command>nano</command>, mà rất dễ dùng, còn không có nhiều tính năng. Sau này, bạn rất có thể sẽ muốn cài đặt bộ hiệu chỉnh và bộ xem có tính năng đầy đủ hơn, như <command>jed</command>, <command>nvi</command>, <command>less</command>, và <command>emacs</command>.

source: Edit <filename>/etc/ppp/peers/provider</filename> and replace <userinput>/dev/modem</userinput> with <userinput>/dev/ttyS<replaceable>&num;</replaceable></userinput> where <replaceable>&num;</replaceable> stands for the number of your serial port. In Linux, serial ports are counted from 0; your first serial port <phrase arch="i386">(i.e., <userinput>COM1</userinput>)</phrase> is <filename>/dev/ttyS0</filename> under Linux. <phrase arch="powerpc;m68k">On Macintoshes with serial ports, the modem port is <filename>/dev/ttyS0</filename> and the printer port is <filename>/dev/ttyS1</filename>.</phrase> The next step is to edit <filename>/etc/chatscripts/provider</filename> and insert your provider's phone number, your user-name and password. Please do not delete the <quote>\q</quote> that precedes the password. It hides the password from appearing in your log files.
vi: Hãy hiệu chỉnh tập tin <filename>/etc/ppp/peers/provider</filename> để thay thế <userinput>/dev/modem</userinput> bằng <userinput>/dev/ttyS<replaceable>&num;</replaceable></userinput> mà <replaceable>&num;</replaceable> tiêu biểu số thứ tự cổng nối tiếp của bạn. Trong hệ thống Linux, các cổng nối tiếp được đếm từ 0; cổng nối tiếp thứ nhất <phrase arch="i386">(i.e., <userinput>COM1</userinput>)</phrase> là <filename>/dev/ttyS0</filename> dưới Linux. <phrase arch="powerpc;m68k">Trên máy Macintosh có cổng nối tiếp, cổng bộ điều giải là <filename>/dev/ttyS0</filename> còn cổng máy in là <filename>/dev/ttyS1</filename>.</phrase> Bước tiếp theo là hiệu chỉnh tập tin <filename>/etc/chatscripts/provider</filename> để chèn số điện thoại kết nối đến nhà cung cấp dịch vụ Mạng, và tên người dùng và mật khẩu của bạn. Đừng xóa bỏ những ký tự <quote>\q</quote> nằm trước mật khẩu, vì nó ẩn mật khẩu, tránh nó xuất hiện trong bản ghi nào.

source: Many providers use PAP or CHAP for login sequence instead of text mode authentication. Others use both. If your provider requires PAP or CHAP, you'll need to follow a different procedure. Comment out everything below the dialing string (the one that starts with <quote>ATDT</quote>) in <filename>/etc/chatscripts/provider</filename>, modify <filename>/etc/ppp/peers/provider</filename> as described above, and add <userinput>user <replaceable>name</replaceable></userinput> where <replaceable>name</replaceable> stands for your user-name for the provider you are trying to connect to. Next, edit <filename>/etc/ppp/pap-secrets</filename> or <filename>/etc/ppp/chap-secrets</filename> and enter your password there.
vi: Nhiều nhà cung cấp có dùng PAP hay CHAP cho dãy đăng nhập, thay vào xác thực chế độ văn bản. Một số nhà khác dùng cả hai cách. Nếu ISP của bạn cần thiết PAP hay CHAP, bạn sẽ cần phải theo một thủ tục khác. Hãy ghi chú tắt mọi điều nằm dưới chuỗi quay số (điều bắt đầu với <quote>ATDT</quote>) trong tập tin <filename>/etc/chatscripts/provider</filename>, sửa đổi tập tin <filename>/etc/ppp/peers/provider</filename> như được diễn tả ở trên, và thêm <userinput>user <replaceable>tên</replaceable></userinput> mà <replaceable>tên</replaceable> là tên người dùng của bạn cho nhà cung cấp đến mà bạn đang cố kết nối. Sau đó, hãy hiệu chỉnh tập tin <filename>/etc/ppp/pap-secrets</filename> hay <filename>/etc/ppp/chap-secrets</filename> để gõ mật khẩu của bạn vào đó.

source: You will also need to edit <filename>/etc/resolv.conf</filename> and add your provider's name server (DNS) IP addresses. The lines in <filename>/etc/resolv.conf</filename> are in the following format: <userinput>nameserver <replaceable>xxx.xxx.xxx.xxx</replaceable></userinput> where the <replaceable>x</replaceable>s stand for numbers in your IP address. Optionally, you could add the <userinput>usepeerdns</userinput> option to the <filename>/etc/ppp/peers/provider</filename> file, which will enable automatic choosing of appropriate DNS servers, using settings the remote host usually provides.
vi: Bạn sẽ cũng cần phải hiệu chỉnh tập tin cấu hình <filename>/etc/resolv.conf</filename> để thêm địa chỉ IP (DNS) của nhà cung cấp. Những dòng trong <filename>/etc/resolv.conf</filename> có dạng theo đây: <userinput>nameserver <replaceable>xxx.xxx.xxx.xxx</replaceable></userinput> mà các <replaceable>x</replaceable> là chuỗi số của địa chỉ IP bạn. Tùy chọn, bạn có thể thếm tùy chọn <userinput>usepeerdns</userinput> vào tập tin <filename>/etc/ppp/peers/provider</filename>, mà sẽ bật khả năng tự động chọn máy phục vụ DNS thích hợp, bằng thiết lập do máy từ xa thường cung cấp.

source: Unless your provider has a login sequence different from the majority of ISPs, you are done! Start the PPP connection by typing <command>pon</command> as root, and monitor the process using <command>plog</command> command. To disconnect, use <command>poff</command>, again, as root.
vi: Nếu nhà cung cấp của bạn không có dãy đăng nhập khác với hậu hết ISP, bạn đã thiết lập xong. Hãy khởi động kết nối PPP bằng cách gõ lệnh <command>pon</command> với tư cách người chủ, và theo dõi tiến trình bằng lệnh <command>plog</command>. Để ngắt kết nối, hãy dùng lệnh <command>poff</command>, cũng với tư cách người chủ.

source: Read <filename>/usr/share/doc/ppp/README.Debian.gz</filename> file for more information on using PPP on Debian.
vi: Hãy đọc tập tin Đọc Đi <filename>/usr/share/doc/ppp/README.Debian.gz</filename> để tìm thông tin thêm về cách sử dụng PPP trong Debian.

source: For static SLIP connections, you will need to add the <userinput>slattach</userinput> command (from the <classname>net-tools</classname> package) into <filename>/etc/init.d/network</filename>. Dynamic SLIP will require the <classname>gnudip</classname> package.
vi: Cho sự kết nối SLIP tĩnh, bạn cần phải thêm lệnh <userinput>slattach</userinput> (từ gói <classname>net-tools</classname> [công cụ mạng]) vào tập tin <filename>/etc/init.d/network</filename>. SLIP động cần thiết gói <classname>gnudip</classname>.

source: Setting Up PPP over Ethernet (PPPOE)
vi: Thiết Lập PPP bằng Ethernet (PPPOE)

source: PPPOE is a protocol related to PPP used for some broadband connections. There is currently no support in base configuration to help you set this up. However, the necessary software has been installed, which means you can configure PPPOE manually at this stage of the installation by switching to VT2 and running <command>pppoeconf</command>.
vi: PPPOE là giao thức liên quan đến PPP, dùng cho một số cách kết nối kiểu dải sóng rộng. Hiện thời cấu hình cơ bản không có hỗ trợ tiến trình thiết lập PPPOE. Tuy nhiên, các phần mềm cần thiết đã được cài đặt, mà có nghĩa là bạn có thể tự cấu hình PPPOE trong giai đoạn cài đặt này, bằng cách chuyển đổi sang VT2 (thiết bị cuối ảo số 2) và chạy lệnh <command>pppoeconf</command>.

source: Configuring APT
vi: Cấu hình APT

source: The main means that people use to install packages on their system is via a program called <command>apt-get</command>, from the <classname>apt</classname> package.<footnote> <para> Note that the actual program that installs packages is called <command>dpkg</command>. However, this package is more of a low-level tool. <command>apt-get</command> is a higher-level tool as it will invoke <command>dpkg</command> as appropriate and also because it knows to install other packages which are required for the package you're trying to install, as well as how to retrieve the package from your CD, the network, or wherever. </para> </footnote> Other front-ends for package management, like <command>aptitude</command>, <command>synaptic</command> and the older <command>dselect</command> also use and depend on <command>apt-get</command>. These front-ends are recommended for new users, since they integrate some additional features (package searching and status checks) in a nice user interface.
vi: Hậu hết người cài đặt gói vào hệ thống mình bằng một chương trình được gọi là <command>apt-get</command>, từ gói <classname>apt</classname>.<footnote> <para> Ghi chú rằng chừơng trình thật cài đặt gói có được gọi là <command>dpkg</command>. Tuy nhiên, gói này nhiều giống như công cụ cấp thập hơn. <command>apt-get</command> là một công cụ cấp cao hơn, vì nó sẽ gọi chương trình <command>dpkg</command> như thích hợp, và cũng vì nó sẽ tự động cài đặt các gói nào cần thiết cho gói mà bạn đang cố cài đặt, cùng với cách lấy các gói đó từ đĩa CD, mạng hay nơi nào.</para> </footnote> Tiền tiêu khác để quản lý gói, như <command>aptitude</command>, <command>synaptic</command>, và <command>dselect</command> cũ, cũng sử dụng và phụ thuộc vào <command>apt-get</command>. Những tiền tiêu này được khuyên cho người dùng mới, vì chúng hợp nhất một số tính năng thêm (tìm kiếm gói và kiểm tra trạng thái) trong giao diện người dùng tốt đẹp.

source: APT must be configured so that it knows where to retrieve packages from. The helper application which assists in this task is called <command>apt-setup</command>.
vi: APT phải được cấu hình để biết cần lấy gói từ nơi nào. Ứng dụng bổ trợ mà giúp đỡ thực hiện tác vụ này có được gọi là <command>apt-setup</command>.

source: The next step in your configuration process is to tell APT where other Debian packages can be found. Note that you can re-run this tool at any point after installation by running <command>apt-setup</command>, or by manually editing <filename>/etc/apt/sources.list</filename>.
vi: Bước tiếp theo trong tiến trình cấu hình là báo APT biết nơi cần tìm các gói Debian khác. Ghi chú rằng bạn có thể chạy lại công cụ này vào lúc nào sau khi cài đặt xong, bằng cách chạy <command>apt-setup</command>, hoặc bằng cách tự xóa bỏ tập tin <filename>/etc/apt/sources.list</filename>.

source: If an official CD-ROM is in the drive at this point, then that CD-ROM should automatically be configured as an apt source without prompting. You will notice this because you will see the CD-ROM being scanned.
vi: Nếu vào lúc này có một đĩa CD-ROM chính thức trong ổ, thì đĩa CD-ROM này nên đã được cấu hình là nguồn APT, không cần lập gì nữa. Bạn sẽ thấy biết như thế, vì bạn sẽ xem đĩa CD-ROM đang được quét.

source: For users without an official CD-ROM, you will be offered an array of choices for how Debian packages are accessed: FTP, HTTP, CD-ROM, or a local file system.
vi: Cho người dùng không có đĩa CD-ROM chính thức: bạn sẽ được đưa ra một mảng tùy chọn về cách truy cập gói Debian: FTP, HTTP, đĩa CD-ROM, hay hệ thống tập tin cục bộ.

source: You should know that it's perfectly acceptable to have a number of different APT sources, even for the same Debian archive. <command>apt-get</command> will automatically pick the package with the highest version number given all the available versions. Or, for instance, if you have both an HTTP and a CD-ROM APT source, <command>apt-get</command> should automatically use the local CD-ROM when possible, and only resort to HTTP if a newer version is available there. However, it is not a good idea to add unnecessary APT sources, since this will tend to slow down the process of checking the network archives for new versions.
vi: Bạn nên biết được có thể quản lý đồng thời nhiều nguồn APT, ngay cả cho cùng một kho Debian. <command>apt-get</command> sẽ tự động chọn gói có số thứ tự phiên bản cao nhất, trong các phiên bản công bố. Hoặc, lấy thí dụ, nếu bán có nguồn APT cả HTTP lẫn đĩa CD-ROM đều, <command>apt-get</command> nên tự động sử dụng đĩa CD-ROM cục bộ khi có thể, và chỉ dùng đến HTTP nếu một phiên bản mới hơn chỉ công bố qúa đó. Tuy nhiên, không khuyên bạn thêm nguồn APT không cần thiết, vì làm như thế sẽ giảm tốc độ của tiến trình kiểm trả có phiên bản mới trong các kho mạng.

source: Configuring Network Package Sources
vi: Cấu hình Nguồn Gói mạng
