Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: If, after the installer has been booted successfully, the CD-ROM is not detected, sometimes simply trying again may solve the problem. If you have more than one CD-ROM drive, try changing the CD-ROM to the other drive. If that does not work or if the CD-ROM is recognized but there are errors when reading from it, try the suggestions listed below. Some basic knowledge of Linux is required for this. To execute any of the commands, you should first switch to the second virtual console (VT2) and activate the shell there.
el: Αν μετά την επιτυχημένη εκκίνηση του εγκαταστάτη, το CD-ROM δεν ανιχνεύεται, μερικές φορές το να ξαναπροσπαθήσετε λύνει συνήθως το πρόβλημα. Αν έχετε περισσότερες από μια συσκευές CD-ROM, δοκιμάστε να βάλετε τον δίσκο CD-ROM στην άλλη συσκευή. Αν αυτό δεν πετύχει ή αν το CD-ROM αναγνωρίζεται αλλά υπάρχουν σφάλματα στην ανάγνωσή του, προσπαθήστε αυτά που προτείνονται παρακάτω. Γι' αυτό απαιτείται μια βασική γνώση του Linux. Για την εκτέλεση οποιασδήποτε από τις εντολές, θα πρέπει πρώτα να πάτε στην δεύτερη εικονική κονσόλα (VT2) και να ενεργοποιήσετε το κέλυφος σ' αυτήν.
fi: Jos järjestelmä ei havaitse romppua kun asennin on käynnistynyt onnistuneesti, auttaa joskus kun vaan koitetaan uudestaan. Jos romppuasemia on useita, yritä vaihtaa romppu toiseen asemaan. Jos se ei toimi, tai jos romppu tunnistetaan mutta tulee lukuvirheitä, yritä alla lueteltuja ehdotuksia. Tähän tarvitaan perustiedot Linuxista. Komentojen antamiseksi on ensin vaihdettava toiseen virtuaalikonsoliin (VT2) ja käynnistettävä siihen komentotulkki.
ru: Если после успешной загрузки программы установки не определяется CD-ROM, то иногда помогает просто попробовать ещё раз. Если у вас более одного привода CD-ROM, попробуйте загрузиться с другого CD-ROM. Если это не помогает или если CD-ROM определяется, но при чтении возникают ошибки, попробуйте выполнить предложения, данные ниже. Для этого потребуются азы работы в Linux. Перед тем как выполнить любую команду, сначала вы должны переключиться во вторую виртуальную консоль (VT2) и активировать оболочку командной строки.
sv: Om, efter att installeraren har startat upp korrekt, identifieras inte cd-rom-enheten, kan ibland ett nytt försök lösa problemet. Om du har fler än en cd-rom-enhet, prova att byta cd-rom-enheten till den andra enheten. Om det inte fungerar eller om cd-rom-enheten identifieras men det uppstod fel vid läsningen från den, prova förslagen som listas nedan. Viss grundläggande kunskap om Linux krävs för det här. För att köra något av kommandona, bör du först växla till den andra virtuella konsollen (VT2) och aktivera skalet där.
vi: Nếu, sau khi bộ cài đặt khởi động được, đĩa CD-ROM không được phát hiện, đôi khi đơn giản thử lại có thể quyết định vấn đề. Có nhiều ổ đĩa CD-ROM thì hãy thử đĩa CD-ROM sang ổ đĩa khác. Nếu việc này không sửa vấn đề, hoặc nếu đĩa CD-ROM được nhận ra, nhưng gặp lỗi khi đọc từ nó, hãy thử những lời đề nghị được liệt kê bên dưới. Cần phải hiểu biết Linux một cách cơ bản để làm như thế. Để chạy lệnh nào nói dưới, trước tiên bạn cần chuyển đổi sang bản giao tiếp ảo thứ hai (VT2) rồi kích hoạt trình bao ở đó.
zh_cn: 假如在安装程序正常的引导之后，无法识别 CD-ROM，有时只需再试一次就能解决问题。如果您有多个 CD-ROM 驱动器，将 CD-ROM 放到其他的驱动器。如果无法工作，或者可以识别 CD-ROM 但读取的时候有错误，试试下面所列的建议。这里需要一些基本的 Linux 知识。要执行命令，您应该首先切换到第二虚拟控制台(VT2)，并激活 shell。

source: Switch to VT4 or view the contents of <filename>/var/log/syslog</filename> (use <command>nano</command> as editor) to check for any specific error messages. After that, also check the output of <command>dmesg</command>.
el: Πηγαίνετε στην κονσόλα VT4 ή δείτε τα περιεχόμενα του <filename>/var/log/syslog</filename> (χρησιμοποιήστε το πρόγραμμα <command>nano</command> σαν διορθωτή) για να ελέγξετε για οποιαδήποτε συγκεκριμένα μηνύματα σφάλματος. Στη συνέχεια, ελέγξτε επίσης την έξοδο της εντολής <command>dmesg</command>.
fi: Vaihtamalla konsoliin VT4 tai lukemalla tiedostoa <filename>/var/log/syslog</filename> (käytä komentoa <command>nano</command> teksturina) näkee tarkat virheilmoitukset. Tämän jälkeen katso myös komennon <command>dmesg</command> tuloste.
ru: Переключитесь в VT4 или посмотрите файл <filename>/var/log/syslog</filename> (в качестве редактора используется <command>nano</command>), чтобы найти сообщения о специфических ошибках. После этого также проверьте вывод команды <command>dmesg</command>.
sv: Växla till VT4 eller visa innehållet i <filename>/var/log/syslog</filename> (använd <command>nano</command> som redigerare) för att leta efter specifika felmeddelenden. Efter det, kontrollera även utskriften för <command>dmesg</command>.
vi: Chuyển đổi sang VT2 hoặc xem nội dung của <filename>/var/log/syslog</filename> (dùng <command>nano</command> như là trình soạn thảo) để kiểm tra có thông điệp lỗi dứt khoát không. Sau đó, kiểm tra kết xuất của lệnh <command>dmesg</command>.
zh_cn: 切换到 VT4 或查看 <filename>/var/log/syslog</filename> 的内容(使用 <command>nano</command> 作为编辑器)来检查任何特定的错误信息。之后，再检查 <command>dmesg</command> 的输出。

source: Check in the output of <command>dmesg</command> if your CD-ROM drive was recognized. You should see something like (the lines do not necessarily have to be consecutive): <informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> If you don't see something like that, chances are the controller your CD-ROM is connected to was not recognized or may be not supported at all. If you know what driver is needed for the controller, you can try loading it manually using <command>modprobe</command>.
el: Ελέγξτε στην έξοδο της εντολής <command>dmesg</command> αν αναγνωρίστηκε η συσκευή CD-ROM σας. Θα πρέπει να δείτε κάτι όπως (οι γραμμές δεν θα πρέπει απαραίτητα να είναι συνεχόμενες):<informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> Αν δεν δείτε κάτι ανάλογο, τότε υπάρχει πιθανότητα ο ελεγκτής στον οποίον είναι συνδεδεμένη η συσκευή CD-ROM να μην αναγνωρίζεται ή να μην υποστηρίζεται καθόλου. Αν ξέρετε ποιος οδηγός απαιτείται για τον ελεγκτή αυτόν, μπορείτε να δοκιμάσετε να τον φορτώσετε με το χέρι χρησιμοποιοώντας την εντολή <command>modprobe</command>.
fi: Tarkista komennon <command>dmesg</command> tulosteesta tunnistuiko romppuasema. Pitäisi näkyä jotain seuraavan kaltaista (rivit eivät välttämättä ole suoraan peräkkäin): <informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> Jos tuollaista ei näy, on todennäköistä ettei linux tunnistanut ohjainta jossa romppuasema on kiinni, tai sitä ei ehkä tueta lainkaan. Jos tiedät mikä ajuri ohjeimelle tarvitaan, voit kokeilla sen lataamista itse komennolla <command>modprobe</command>.
ru: В выводе <command>dmesg</command> проверьте, что привод CD-ROM был найден. Вы должны увидеть что-то типа этого (строки могут быть в другой последовательности): <informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> Если вы не нашли подобных строк, это случай, когда контроллер, к которому подключён CD-ROM, не распознан или не поддерживается ядром вообще. Если вы знаете, какой драйвер требуется для привода, то можете попытаться загрузить его вручную с помощью команды <command>modprobe</command>.
sv: Se efter i utdatat från <command>dmesg</command> om din cd-rom-enhet identifierades. Du bör se någonting som liknar (raderna behöver inte nödvändigtvis vara lika): <informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> Om du inte ser någonting som liknar det här, är chansen att kontrollern som din cd-rom är ansluten till, inte känns igen eller inte stöds alls. Om du vet vilken drivrutin som behövs för kontrollern, kan du prova att läsa in den manuellt med <command>modprobe</command>.
vi: Hãy kiểm tra kết xuất của lệnh <command>dmesg</command> xem nếu ổ đĩa CD-ROM được nhận ra không. Nên có thông tin giống như (những dòng không cần liên tiếp): <informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> [Probing Đang thăm dò drive ổ đĩa Cache bộ nhớ tạmUniform đồng dạng driver trình điều khiển revision bản sửa đổi] Nếu bạn không xem thông tin như thế, rất có thể là bộ kết nối tới đó ổ đĩa CD-ROM được kết nối đã không được nhận ra, hoặc có thể không được hỗ trợ bằng cách nào cả. Nếu bạn biết trình điều khiển nào được dùng cho bộ kết nối, bạn có thể thử tự nạp nó bằng <command>modprobe</command>.
zh_cn: 如果您的 CD-ROM 驱动器可以识别，检查 <command>dmesg</command> 的输出。可以看到类似的信息(这些行不必是连续出现的)：<informalexample><screen> Probing IDE interface ide1... hdc: TOSHIBA DVD-ROM SD-R6112, ATAPI CD/DVD-ROM drive ide1 at 0x170-0x177,0x376 on irq 15 hdc: ATAPI 24X DVD-ROM DVD-R CD-R/RW drive, 2048kB Cache, UDMA(33) Uniform CD-ROM driver Revision: 3.20 </screen></informalexample> 如果您看不到这些，估计是 CD-ROM 驱动器所连接的控制器无法被识别，或者完全不被支持。如果您知道控制器所需的驱动程序，可以使用 <command>modprobe</command> 手动加载。

source: Check that there is a device node for your CD-ROM drive under <filename>/dev/</filename>. In the example above, this would be <filename>/dev/hdc</filename>. There should also be a <filename>/dev/cdroms/cdrom0</filename>.
el: Ελέγξτε ότι υπάρχει ένας κόμβος συσκευής για την συσκευή CD-ROM στον κατάλογο <filename>/dev/</filename>. Στο προηγούμενο παράδειγμα αυτός θα πρέπει να είναι <filename>/dev/hdc</filename>. Θα πρέπει επίσης να υπάρχει ένας κόμβος <filename>/dev/cdroms/cdrom0</filename>.
fi: Tarkista romppuasemalle olevan laitetiedosto hakemistossa <filename>/dev/</filename>. Alla olevassa esimerkissä se olisi tiedosto <filename>/dev/hdc</filename>. Pitäisi olla myös <filename>/dev/cdroms/cdrom0</filename>.
ru: Проверьте, что есть соответствующий файл устройства для привода CD-ROM в каталоге <filename>/dev/</filename>. Для примера выше, должен существовать файл <filename>/dev/hdc</filename>. Также может быть <filename>/dev/cdroms/cdrom0</filename>.
sv: Kontrollera att det finns en enhetsnod för din cd-rom-enhet under <filename>/dev/</filename>. I ovanstående exempel skulle detta vara <filename>/dev/hdc</filename>. Det bör även finnas en <filename>/dev/cdroms/cdrom0</filename>.
vi: Kiểm tra xem có một nút thiết bị (device node) dành cho ổ đĩa CD-ROM đó, nằm dưới thư mục thiết bị <filename>/dev/</filename>. Trong mẫu thí dụ bên trên, nút thiết bị là <filename>/dev/hdc</filename>. Cũng cần có một <filename>/dev/cdroms/cdrom0</filename>.
zh_cn: 检查 <filename>/dev/</filename> 下面您 CD-ROM 驱动器对应的设备节点。上面的例子中，它是 <filename>/dev/hdc</filename>。也会是 <filename>/dev/cdroms/cdrom0</filename>。

source: Use the <command>mount</command> command to check if the CD-ROM is already mounted; if not, try mounting it manually: <informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample> Check if there are any error messages after that command.
el: Χρησιμοποιήστε την εντολή <command>mount</command> για να ελέγξετε αν το CD-ROM έχει ήδη προσαρτηθεί. Αν όχι, προσπαθήστε να το προσαρτήσετε με το χέρι: <informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample>. Ελέγξτε αν υπάρχουν οποιαδήποτε μηνύματα σφάλματος μετά την εκτέλεση της εντολής αυτής.
fi: Tarkista komennolla <command>mount</command> onko romppu jo liitetty; jos ei ole, kokeile sen liittämistä itse: <informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample> Tarkista tuleeko komennon jälkeen virheilmoituksia.
ru: С помощью команды <command>mount</command> проверьте, что CD-ROM уже смонтировать; если нет, попытайтесь смонтировать вручную: <informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample> Проверьте, не появилось ли ошибок после этой команды.
sv: Använd kommandot <command>mount</command> för att kontrollera att din cd-rom redan är monterad, om inte, försök att montera den manuellt: <informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample> Kontrollera om det uppstod felmeddelanden efter körning av kommandot.
vi: Hãy dùng lệnh <command>mount</command> (lắp) để kiểm tra xem nếu đĩa CD-ROM đã được lắp chưa. Không thì bạn thử tự lắp nó: <informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample> Kiểm tra xem có thông điệp lỗi nào được xuất bởi lệnh đó.
zh_cn: 用 <command>mount</command> 命令检查 the CD-ROM 是否已经挂载；如果没有，使用手动挂载：<informalexample><screen> $ mount /dev/<replaceable>hdc</replaceable> /cdrom </screen></informalexample> 检查命令后面是否有什么错误信息。

source: Check if DMA is currently enabled: <informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep using_dma settings using_dma 1 0 1 rw </screen></informalexample> A <quote>1</quote> in the first column after <literal>using_dma</literal> means it is enabled. If it is, try disabling it: <informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample> Make sure that you are in the directory for the device that corresponds to your CD-ROM drive.
el: Ελέγξτε αν η επιλογή DMA είναι ενεργοποιημένη σ' αυτή τη φάση:<informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep using_dma settings using_dma 1 0 1 rw </screen></informalexample> Το <quote>1</quote> μετά στην πρώτη στήλη μετά το <literal>using_dma</literal> σημαίνει ότι είναι ενεργοποιημένη. Αν είναι, προσπαθήστε να την απενεργοποιήσετε:<informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample>. Βεβαιωθείτε ότι βρίσκεστε στον κατάλογο με το όνομα που αντιστοιχεί στη συσκευή CD-ROM σας.
fi: Tarkista onko DMA päällä: <informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep dma settings using_dma 1 0 1 rw </screen></informalexample> <quote>1</quote> ensimmäisessä sarakkeessa <literal>using_dma</literal>:n jälkeen tarkoittaa sen olevan päällä. Jos se on, kokeile sen ottamista pois käytöstä: <informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample> Varmistu, että ollaan romppuasemaa vastaavan laitteen hakemistossa.
ru: Проверьте, включён ли DMA: <informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep using_dma settings using_dma 1 0 1 rw </screen></informalexample> <quote>1</quote> означает включён. Если включён, попробуйте выключить его: <informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample> Удостоверьтесь, что находитесь в каталоге для устройства, соответствующего приводу CD-ROM.
sv: Kontrollera om DMA för närvarande är aktiverat: <informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep dma settings using_dma 1 0 1 rw </screen></informalexample> En <quote>1</quote> i första kolumnen efter <literal>using_dma</literal> betyder att det är aktiverat. Om det är, försök att inaktivera det: <informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample> Se till att du är i katalogen för enheten som motsvarar din cd-rom-enhet.
vi: Kiểm tra nếu DMA hiện thời được hiệu lực không: <informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep using_dma settings using_dma 1 0 1 rw </screen></informalexample> Số <quote>1</quote> trong cột thứ hai nằm sau đoạn <literal>using_dma</literal> có nghĩa là nó được bật. Nếu có, hãy thử tắt nó : <informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample> Đảm bảo bạn nằm trong thư mục chứa thiết bị tương ứng với ổ đĩa CD-ROM đó.
zh_cn: 确认当前 DMA 已经打开：<informalexample><screen> $ cd /proc/<replaceable>ide</replaceable>/<replaceable>hdc</replaceable> $ grep dma settings using_dma 1 0 1 rw </screen></informalexample> <literal>using_dma</literal> 之后的第一列 <quote>1</quote> 意味着打开。如果是这样，将其关闭：<informalexample><screen> $ echo -n "using_dma:0" >settings </screen></informalexample> 确保您所处的目录对应 CD-ROM 驱动器。

source: If there are any problems during the installation, try checking the integrity of the CD-ROM using the option near the bottom of the installer's main menu. This option can also be used as a general test if the CD-ROM can be read reliably.
el: Αν υπάρχουν οποιαδήποτε προβλήματα κατά την εγκατάσταση, δοκιμάστε να ελέγξετε την ακεραιότητα του CD-ROM χρησιμοποιώντας την επιλογή προς το τέλος του κύριου μενού του εγκαταστάτη. Αυτή η επιλογή μπορεί επίσης να χρησιμοποιηθεί σαν μια γενική δοκιμασία για το αν το CD-ROM μπορεί να αναγνωστεί αξιόπιστα.
fi: Jos asennuksen aikana ilmenee pulmia, yritä tarkistaa onko romppu kunnollinen lähellä asentimen päävalikon alariviä olevalla toiminnolla. Tätä toimintoa voidaan käyttää myös yleistestinä, jolla nähdään saadaanko romppu luettua luotettavasti.
ru: Если возникли проблемы во время установки, попробуйте проверить целостность CD-ROM с помощью пункта внизу главного меню программы установки. Этим также можно провести общую проверку надёжности чтения CD-ROM.
sv: Om det uppstår problem under installationen, prova att kontrollera integriteten för cd-skivan med alternativen nära slutet på installerarens huvudmeny. Det här alternativet kan även användas som ett allmänt test för att se om cd-skivan kan läsas tillförlitligt.
vi: Nếu bạn gặp lỗi trong khi cài đặt, hãy thử kiểm tra sự tích hợp của đĩa CD-ROM đó, dùng tùy chọn nằm gần cuối trình đơn chính của bộ cài đặt. Tùy chọn này cũng có thể được dùng như là việc thử ra chung nếu đĩa CD-ROM vẫn được đọc đáng tin cây.
zh_cn: 如果安装过程中有什么问题，用接近安装程序主菜单底部的选项检查 CD-ROM 的完整性。如果 CD-ROM 可以读，该选项可以对其进行测试。

source: Floppy Disk Reliability
el: Αξιοπιστία των δισκετών
fi: Levykkeen luotettavuus
ru: Надёжность дискет
sv: Tillförlitlighet för disketter
vi: Sự đáng tin cậy của đĩa mềm
zh_cn: 软盘的可靠性

source: The biggest problem for people using floppy disks to install Debian seems to be floppy disk reliability.
el: Το μεγαλύτερο πρόβλημα γι' αυτους που εγκαθιστούν Debian για πρώτη φορά φαίνεται να είναι η αξιοπιστία των δισκετών.
fi: Levykkeeltä Debianin asentavilla näyttäisi suurin ongelma olevan levykkeiden luotettavuus.
ru: Надёжность дискет &mdash; это, похоже, самая большая проблема для людей, устанавливающих Debian.
sv: Det största problemet för personer som använder disketter för att installera Debian verkar vara pålitligheten för disketterna.
vi: Sự khó khăn lớn nhất khi người dùng đĩa mềm để cài đặt Debian có vẻ là sự đáng tin cậy của đĩa mềm.
zh_cn: 对于用软盘安装 Debian 的人来说，他们遇到的最大的问题很可能是软盘的可靠性。

source: The boot floppy is the floppy with the worst problems, because it is read by the hardware directly, before Linux boots. Often, the hardware doesn't read as reliably as the Linux floppy disk driver, and may just stop without printing an error message if it reads incorrect data. There can also be failures in the driver floppies, most of which indicate themselves with a flood of messages about disk I/O errors.
el: Η δισκέττα εκκίνησης είναι η δισκέττα που παρουσιάζει τα χειρότερα προβλήματα, γιατί διαβάζεται κατευθείαν από το υλικό του υπολογιστή , πριν την εκκίνηση του Linux. Συνήθως το υλικό του υπολογιστή δεν την διαβάζει τόσο αξιόπιστα όσο ο οδηγός δισκέτας του Linux, και ίσως απλά σταματήσει αν διαβάσει λάθος δεδομένα χωρίς να εμφανίσει οποιαδήποτε μηνύματα λάθους. Μπορεί επίσης να υπάρχουν σφάλματα στις ίδιες τις δισκέττες, τα περισσότερα από τα οποία υποδεικνύονται με μια πληθώρα μηνυμάτων σχετικά με σφάλματα εισόδου/εξόοδου (Ι/Ο) της δισκέττας.
fi: Käynnistyslevykkeen kanssa on eniten vaikeuksia, koska laitteisto lukee sitä suoraan ennen kuin Linux käynnistyy. Usein laitteisto ei lue yhtä luotettavasti kuin Linuxin levykeajuri, ja saattaa yksinkertaisesti lopettaa antamatta virheilmoitusta jos tulee lukuvirheitä. Myöskin ajurilevykkeiden kanssa voi tulla vikoja, joista useimmat ilmenevät syöttöä ja tulostusta koskevien virheilmoitusten tulvana.
ru: Загрузочная дискета &mdash; это самая проблемная дискета, потому что она читается аппаратурой напрямую, до загрузки Linux. Часто аппаратура не может читать также надёжно, как драйвер дискет Linux, и может просто остановиться без вывода сообщения об ошибке, если прочитает неправильные данные. Ещё возможны неполадки с дисководом, большинство которых выглядят как поток сообщений об ошибках ввода-вывода (disk I/O error).
sv: Startdisketten är disketten med de största problemen, därför att den läses av maskinvaran direkt, innan Linux startar upp. Ofta läser inte maskinvaran lika tillförlitligt som Linux egen drivrutin för diskettenheten, och kan till och med stanna helt utan att skriva ut något felmeddelande om den läser felaktigt data. Det kan även bli fel i drivrutinsdisketterna, som visar sig som stora mängder av meddelanden om in/ut-fel.
vi: Đĩa mềm khởi động là đĩa mềm có vấn đề nghiêm trọng nhất, vì nó được phần cứng đọc trực tiếp, trước khi Linux khởi động. Thường phần cứng không đọc đáng tin cậy như trình điều khiển đĩa mềm Linux, và có thể đơn giản dừng, không in ra thông điệp lỗi, nếu nó đọc dữ liệu sai. Cũng có thể gặp lỗi trong những đĩa mềm trình điều khiển, thường được ngụ ý bởi rất nhiều thông điệp về lỗi nhập/xuất trên đĩa.
zh_cn: 因为引导软盘是在 Linux 引导之前由硬件直接读取，是问题最多的软盘。通常，硬件的读取并不能像 Linux 软盘驱动那样可靠，并且对读到错误的数据，它们只会停止运行，连条错误消息也不会显示。驱动软盘也会出错，很多时候只是打印出一堆 I/O 错误信息。
