Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: During the boot sequence, you may see many messages in the form <computeroutput>can't find <replaceable>something</replaceable></computeroutput>, or <computeroutput><replaceable>something</replaceable> not present</computeroutput>, <computeroutput>can't initialize <replaceable>something</replaceable></computeroutput>, or even <computeroutput>this driver release depends on <replaceable>something</replaceable></computeroutput>. Most of these messages are harmless. You see them because the kernel for the installation system is built to run on computers with many different peripheral devices. Obviously, no one computer will have every possible peripheral device, so the operating system may emit a few complaints while it looks for peripherals you don't own. You may also see the system pause for a while. This happens when it is waiting for a device to respond, and that device is not present on your system. If you find the time it takes to boot the system unacceptably long, you can create a custom kernel later (see <xref linkend="kernel-baking"/>).
el: Στη διάρκεια της ακολουθίας της εκκίνησης, μπορεί να δείτε πολλά μηνύματα της μορφής <computeroutput>can't find <replaceable>something</replaceable> </computeroutput>, ή <computeroutput> <replaceable>something</replaceable> not present</computeroutput>, <computeroutput>can't initialize <replaceable>something</replaceable> </computeroutput>, ή ακόμα και <computeroutput>this driver release depends on <replaceable>something</replaceable> </computeroutput>. Τα περισσότερα από αυτά τα μηνύματα είναι αβλαβή. Τα βλέπετε επειδή ο πυρήνας του συστήματος εγκατάστασης έχει δημιουργηθεί με σκοπό να τρέχει σε υπολογιστές με πολλές διαφορετικές περιφερειακές συσκευές. Προφανώς κανένας υπολογιστής δεν μπορεί να έχει όλες αυτές τις περιφερειακές συσκευές, οπότε το λειτουργικό σύστημα μπορεί να παράγει κάποια "παράπονα" καθώς ψάχνει για συσκευές που δεν έχετε. Πιθανόν επίσης να δείτε το σύστημα να σταματά για λίγο. Αυτό συμβαίνει όταν το λειτουργικο συστημα περιμένει την αποκριση μιας συσκευής και η συσκευή αυτή δεν είναι παρούσα στο σύστημά σας. Εάν βρίσκετε τον χρόνο εκκίνησης του συστήματος απαράδεκτα μεγάλο, μπορείτε να δημιουργήσετε έναν προσαρμοσμένο πυρήνα αργότερα (δείτε την ενότητα <xref linkend="kernel-baking"/>).
fi: Käynnistyksen aikana saattaa näkyä useita tämän tapaisia viestejä: <computeroutput>can't find <replaceable>jotain</replaceable> </computeroutput>, tai <computeroutput> <replaceable>jotain</replaceable> not present</computeroutput>, <computeroutput>can't initialize <replaceable>jotain</replaceable> </computeroutput>, tai jopa <computeroutput>this driver release depends on <replaceable>jotain</replaceable> </computeroutput>. Useimmat näistä viesteistä ovat harmittomia. Niitä näkyy, koska asennusydin on tehty toimimaan useiden erilaisten oheislaitteiden kanssa. Tietenkään missään tietokoneessa ei ole kaikkia mahdollisia oheislaitteita, joten ydin saattaa näyttää muutamia valituksia oheislaitteista joita koneessa ei ole. Järjestelmä saattaa myös seisahtua hetkeksi. Näin tapahtuu kun odotetaan jonkin laitteen vastausta, eikä sitä laitetta ole tietokoneessa. Jos järjestelmän käynnistäminen kestää sietämättömän kauan, voit myöhemmin tehdä muokatun ytimen (katso <xref linkend="kernel-baking"/>).
ru: Во время загрузки вы можете увидеть много сообщений вида <computeroutput>can't find <replaceable>что-то</replaceable> </computeroutput> или <computeroutput> <replaceable>что-то</replaceable> not present</computeroutput>, <computeroutput>can't initialize <replaceable>что-то</replaceable> </computeroutput> или даже <computeroutput>this driver release depends on <replaceable>чего-то</replaceable> </computeroutput>. Большинство этих сообщений безвредны. Вы видите их потому что устанавливаемое ядро собрано так, чтобы запускаться на компьютерах с самыми различными периферийными устройствами. Очевидно, ни один компьютер не может содержать все доступные устройства, так что операционная система может немного пожаловаться во время поиска периферии, которой у вас нет. Также, вы можете заметить, что система иногда замирает. Это случается из-за ожидания ответа от устройства, которого нет в вашей системе. Если вы посчитаете, что загрузка системы занимает недопустимо долгое время, вы можете позже создать собственное ядро (смотрите <xref linkend="kernel-baking"/>).
sv: Under uppstartssekvensen kanske du se många meddelanden liknande <computeroutput>can't find <replaceable>någonting</replaceable> </computeroutput>, eller <computeroutput><replaceable>någonting</replaceable> not present</computeroutput>, <computeroutput>can't initialize <replaceable>någonting</replaceable></computeroutput>, eller till och med <computeroutput>this driver release depends on <replaceable>någonting</replaceable></computeroutput>. De flesta av de här meddelandena är harmlösa. Du ser dem för att kärnan för installationssystemet är byggd för att köras på många olika datorer och med många olika kringutrustningsenheter. Ingen dator kommer så klart att innehålla alla tänkbara kringutrustningsenheter, så operativsystemet kan klaga en hel del när den letar efter kringutrustning som du inte har. Du kan också se att systemet gör en paus. Det händer när det väntar på att en enhet ska svara, och att den enheten finns inte i ditt system. Om du tycker att tiden det tar att starta upp systemet är på tok för lång, kan du skapa en anpassad kärna senare (se <xref linkend="kernel-baking"/>).
vi: Trong tiến trình khởi động, có lẽ bạn thấy nhiều thông điệp dạng <computeroutput>không tìm thấy <replaceable>cái gì</replaceable> </computeroutput>, hay <computeroutput>không có <replaceable>cái gì</replaceable></computeroutput>, <computeroutput>không thể khởi tạo <replaceable>cái gì</replaceable> </computeroutput>, ngay cả <computeroutput>bản phát hành trình điều khiển này phụ thuộc vào <replaceable>cái gì</replaceable> </computeroutput>. Phần lớn thông điệp này vô hại. Bạn thấy chúng chỉ vì hạt nhân của hệ thống cài đặt được xây dựng để chạy trên các máy tính có nhiều thiết bị ngoại vi khác nhau. Không có máy tính riêng lẻ có tất cả các thiết bị ngoại vi, vì vậy hệ điều hành có thể hiển thị một số thông điệp lỗi trong khi tìm ngoại vi không có. Có lẽ bạn cũng xem hệ thống tạm ngừng một chút. Có xảy ra trong khi nó đợi thiết bị đáp ứng, nhưng thiết bị đó không nằm trên hệ thống của bạn. Nếu tiến trình khởi động hệ thống chạy quá lâu, bạn có thể tạo một hạt nhân riêng về sau (xem <xref linkend="kernel-baking"/>).
zh_cn: 在引导期间，您可以看到很多信息类似 <computeroutput>can't find <replaceable>something</replaceable> </computeroutput>，或者 <computeroutput> <replaceable>something</replaceable> not present</computeroutput>，<computeroutput>can't initialize <replaceable>something</replaceable> </computeroutput>，或者甚至 <computeroutput>this driver release depends on <replaceable>something</replaceable> </computeroutput>。大多数这些信息都是无害的。之所以看到它们，是因为安装系统内核被设计成为可以运行在具有不同外围设备的计算机。显然，没有一个计算机可能拥有所有的外围设备，因此操作系统可能在查找一些您没有的设备上有一些报怨。您有时可以看到系统暂停了一段时间。这是由于它在等待一台设备的回应，但是这台设备并没有安装在系统上。如果您发现这个时间非常长，可以一会创建一个定制的内核(参见 <xref linkend="kernel-baking"/>)。

source: Reporting Installation Problems
el: Αναφορά Προβλημάτων της Εγκατάστασης
fi: Asennuspulmista ilmoittaminen
ru: Сообщение о проблемах при установке
sv: Rapportering av installationsproblem
vi: Thông báo vấn đề cài đặt
zh_cn: 报告安装问题

source: If you get through the initial boot phase but cannot complete the install, the menu option <guimenuitem>Save debug logs</guimenuitem> may be helpful. It lets you store system error logs and configuration information from the installer to a floppy, or download them using a web browser. This information may provide clues as to what went wrong and how to fix it. If you are submitting a bug report, you may want to attach this information to the bug report.
el: Εάν περνάτε με επιτυχία την αρχική φάση εκκίνησης αλλά δεν μπορείτε να ολοκληρώσετε την εγκατάσταση, η επιλογή <guimenuitem>Αποθήκευση αρχείων καταγραφής σφαλμάτων</guimenuitem> στο μενού μπορεί να είναι χρήσιμη. Σας επιτρέπει να αποθηκεύσετε αρχεία καταγραφής των σφαλμάτων του συστήματος και πληροφορίες των ρυθμίσεων του εγκαταστάτη σε μια δισκέττα, ή να τα κατεβάσετε με έναν φυλλομετρητή ιστοσελίδων. Αυτές οι πληροφορίες μπορεί να σας δώσουν ενδείξεις σχετικά με το τι πήγε λάθος και το πώς μπορεί να διορθωθεί. Αν υποβάλλετε μια αναφορά σφαλμάτων, πιθανόν να θελήσετε να επισυνάψετε αυτές τις πληροφορίες σ'αυτήν.
fi: Jos asennusta ei saa tehtyä loppuun vaikka käynnistysvaihe toimi, saattaa valikon toiminto <guimenuitem>Save debug logs</guimenuitem> olla hyödyllinen. Sillä voidaan järjestelmän virhelokit ja asentimen asetustiedostot tallentaa levykkelle, tai noutaa ne webbiselaimella. Tämä tieto saattaa auttaa vikojen jäljittämisessä ja korjaamisessa. Jos lähetät vikailmoitukset, halunnet liittää nämä tiedot vikailmoitukseen.
ru: Если вы прошли фазу начальной загрузки, но не смогли завершить установку, полезно войти в меню <guimenuitem>Сохранение файлов журнала с отладочной информацией</guimenuitem>. Из этого меню можно скопировать системные журналы ошибок и информацию о конфигурации из программы установки на дискету или загрузить через веб браузер. Эта информация поможет понять, что было не так и как это исправить. Если вы отправляете отчёт об ошибках, то можете приложить эту информацию к отчёту.
sv: Om du kommer igenom den initiala uppstartsfasen men inte kan färdigställa installationen, kan menyalternativet <guimenuitem>Spara felsökningsloggar</guimenuitem> vara till hjälp. Det låter dig lagra felloggar från systemet och information om konfigurationen från installeraren på en diskett, eller hämta dem med en webbläsare. Den informationen kan innehålla ledtrådar till vad som gick fel och hur man rättar till det. Om du skickar in en felrapport kan du bifoga den här informationen i felrapporten.
vi: Nếu bạn chạy được giai đoạn khởi động đầu tiên, nhưng không thể cài đặt xong, mục trình đơn <guimenuitem>Lưu các bản ghi gỡ lỗi</guimenuitem> có thể hữu ích. Nó cho bạn khả năng cất giữ vào đĩa mềm các bản ghi lỗi hệ thống và thông tin cấu hình của bộ cài đặt, hoặc tải về chúng bằng trình duyệt Mạng. Thông tin này có thể giúp đỡ bạn tìm biết nguyên nhân lỗi và cách sửa chữa nó. Khi thông báo lỗi, khuyên bạn đính kèm thông tin này.
zh_cn: 如果您过了初始化引导阶段，但还是不能安装，可以借助于 <guimenuitem>Save debug logs</guimenuitem> 菜单选项。它让您保存安装程序的系统错误记录和配置信息到软盘，或者用网络浏览器下载。该信息或许可以提供了一些关于错误的起因和如何解决它的线索。如果您正在提交一个 bug 报告，可以报告里附上该信息。

source: Other pertinent installation messages may be found in <filename>/var/log/</filename> during the installation, and <filename>/var/log/installer/</filename> after the computer has been booted into the installed system.
el: Άλλα μηνύματα σχετικά με την εγκατάσταση μπορούν να βρεθούν στο <filename>/var/log/</filename> στην διάρκεια της εγκατάστασης, και στο <filename>/var/log/debian-installer/</filename> μετά την εκκίνηση και είσοδο του υπολογιστή σας στο εγκατεστημένο σύστημα.
fi: Muut asiaankuuluvat asennusviestit löytyvät asennuksen aikana hakemistosta <filename>/var/log/</filename>, ja hakemistosta <filename>/var/log/installer/</filename> kun tietokone on käynnistynyt asennettuun järjestelmään.
ru: Другие сообщения, имеющие отношение к установке, можно найти в <filename>/var/log/</filename> во время установки, и в <filename>/var/log/installer/</filename> после того, как компьютер загрузит установленную систему.
sv: Andra relevanta installationsmeddelanden kan hittas i <filename>/var/log/</filename> under installationen, och <filename>/var/log/installer/</filename> efter datorn har startats om till det nyligen installerade systemet.
vi: Thông điệp cài đặt thích hợp khác nằm trong thư mục <filename>/var/log/</filename> trong khi cài đặt, rồi trong thư mục <filename>/var/log/installer/</filename> sau khi máy tính đã khởi động vào hệ thống mới được cài đặt.
zh_cn: 其他安装期间相关的信息可以在 <filename>/var/log/</filename> 内找到，计算机用新安装的系统启动后，放在 <filename>/var/log/debian-installer/</filename> 里。

source: Submitting Installation Reports
el: Διαδικασία υποβολής Αναφοράς Εγκατάστασης
fi: Asennusraporttien lähettäminen
ru: Отправка отчётов об ошибках установки
sv: Skicka installationsrapporter
vi: Đệ trình báo cáo cài đặt
zh_cn: 提交缺陷报告

source: If you still have problems, please submit an installation report. We also encourage installation reports to be sent even if the installation is successful, so that we can get as much information as possible on the largest number of hardware configurations.
el: Αν εξακολουθείτε να έχετε προβλήματα, παρακαλούμε να υποβάλλετε μια αναφορά εγκατάστασης. Ενθαρρύνουμε την αποστολή τέτοιων αναφορών ακόμα και στην περίπτωση που η εγκατάσταση ήταν πετυχημένη, ώστε να μπορέσουμε να πάρουμε όσο το δυνατόν περισσότερες πληροφορίες για τον μεγαλύτερο αριθμό διαμορφώσεων υλικού.
fi: Jos pulmia on vieläkin, ole hyvä ja lähetä asennusraportti. Olisi hyvä lähettää asennusraportti myös onnistuneesta asennuksesta, jotta saamme mahdollisimman paljon tietoa mahdollisimman monista laitteistokokoonpanoista.
ru: Если у вас возникли проблемы, отправьте отчёт об установке. Также, мы приветствуем отправку отчётов даже в случае успешной установки, чтобы получить побольше информации о разных аппаратных конфигурациях.
sv: Om du fortfarande har problem, skicka in en installationsrapport. Vi uppmuntrar att installationsrapporter skickas in även om installationen lyckats, så att vi kan få så mycket information som möjligt om många olika maskinvarukonfigurationer.
vi: Nếu bạn vẫn còn gặp khó khăn, xin hãy đệ trình báo cáo cài đặt. Chúng tôi khuyên bạn gởi một báo cáo cài đặt, thậm chí nếu tiến trình cài đặt là thành công, để tập hợp càng nhiều thông tin càng có thể về các cấu hình phần cứng khác nhau. [<replaceable>Dịch giả: </replaceable> nếu bạn gặp khó khăn viết tiếng Anh, bạn viết bằng tiếng Việt và gởi báo cáo cho Nhóm Việt Hoá Tự Do <email>vi-VN@googlegroups.com</email> nhé. Chúng tôi sẽ dịch cho bạn.]
zh_cn: 如果仍有问题，请提交安装报告。即使已经安装成功，我们也鼓励您发一份安装报告，这让我们可以尽可能多地了解硬件的配置数量。

source: Note that your installation report will be published in the Debian Bug Tracking System (BTS) and forwarded to a public mailing list. Make sure that you use an e-mail address that you do not mind being made public.
el: Σημειώστε ότι η αναφορά της εγκατάστασής σας θα δημοσιευθεί στο Σύστημα Ανίχνευσης Σφαλμάτων του Debian (Debian Bug Tracking System, BTS) και θα προωθηθεί σε μια δημόσια λίστα ηλεκτρονικής αλληλογραφίας. Βεβαιωθείτε ότι χρησιμοποιείτε μια διεύθυνση αλληλογραφίας που δεν σας πειράζει να δημοσιοποιηθεί.
fi: Huomaa, että asennusraporttisi julkaistaan Debianin vianjäljitysjärjestelmässä (BTS) ja lähetetään edelleen julkiselle sähköpostilistalle. Varmistu, että käytät sähköpostiosoitetta jonka julkistamista et pane pahaksesi.
ru: Заметим, что отчёт об установке будет опубликован в системе отслеживания ошибок Debian (BTS) и переслан в открытый список рассылки. Проверьте, что вы используете адрес электронной почты, который не жалко опубликовывать.
sv: Observera att din installationsrapport kommer att publiceras i Debians felhanteringssystem (BTS) och vidarebefordras till en publik sändlista. Se till att du använder en e-postadress som du inte har några problem med att den används publikt.
vi: Ghi chú rằng báo cáo cài đặt của bạn sẽ được xuất bản trong Hệ Thống Theo Dõi Lỗi Debian (BTS) và được chuyển tiếp cho hộp thư chung công cộng. Hãy đảm bảo bạn sử dụng một địa chỉ thư điện tử cũng công cộng.
zh_cn: 注意，您的安装包括将公布在 Debian Bug Tracking System (BTS) 并转发到公共的邮件列表。确保您使用的邮件地址可以被公开。

source: If you have a working Debian system, the easiest way to send an installation report is to install the <classname>installation-report</classname> and <classname>reportbug</classname> packages (<command>aptitude install installation-report reportbug</command>), configure <classname>reportbug</classname> as explained in <xref linkend="mail-outgoing"/>, and run the command <command>reportbug installation-report</command>.
el: Αν έχετε ένα σύστημα Debian που ήδη λειτουργεί, ο ευκολότερος τρόπος για να στείλετε μια αναφορά εγκατάστασης είναι να εγκαταστήσετε τα πακέτα <classname>nstallation-report</classname> και <classname>reportbug</classname> (με την εντολή <command>aptitude install installation-report reportbug</command>), να ρυθμίσετε το πακέτο <classname>reportbug</classname> όπως εξηγείται στην ενότητα <xref linkend="mail-outgoing"/>, και να τρέξετε την εντολή <command>reportbug installation-report</command>.
fi: Jos käytössä on toimiva Debian-järjestelmä, on helpoin tapa asennusraportin lähettämiseen pakettien <classname>installation-report</classname> ja <classname>reportbug</classname> asentaminen (<command>aptitude install installation-report reportbug</command>), tee <classname>reportbug</classname>in asetukset kuten neuvotaan kohdassa <xref linkend="mail-outgoing"/>. Tämän jälkeen kirjoitetaan komento <command>reportbug installation-report</command>.
