Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Booting the Installation System
el: Εκκίνηση του Συστήματος Εγκατάστασης
fi: Asennusjärjestelmän käynnistäminen
ru: Загрузка системы установки
sv: Starta upp installationssystemet
vi: Khởi động hệ thống cài đặt
zh_cn: 用安装系统启动

source: Booting the Installer on &arch-title;
el: Ξεκινώντας τον εγκαταστάτη στην αρχιτεκτονική &arch-title;
fi: Asentimen käynnistäminen suoritinperheellä &arch-title;
ru: Запуск программы установки на &arch-title;
sv: Starta upp installeraren på &arch-title;
vi: Khởi động trình cài đặt trên &arch-title;
zh_cn: 在 &arch-title; 上引导安装程序

source: For information on how to boot the graphical installer, see <xref linkend="graphical"/>.
el: Για πληροφορίες σχετικά με την εκκίνηση του γραφικού εγκαταστάτη δείτε το <xref linkend="graphical"/>.
fi: Ohjeet asentimen graafisen käyttöliittymän käynnistämiseen löytyvät kohdasta <xref linkend="graphical"/>.
ru: О том, как запустить программу установки с графическим интерфейсом смотрите <xref linkend="graphical"/>.
sv: För information om hur man startar upp den grafiska installeraren, se <xref linkend="graphical"/>.
vi: Để tìm thông tin thêm về cách khởi động bộ cài đặt đồ họa, xem <xref linkend="graphical"/>.
zh_cn: 关于如何引导图形安装程序，请参阅 <xref linkend="graphical"/>。

source: Alpha Console Firmware
el: Κονσόλα Firmware σε Alpha
fi: Alphan konsolin laiteohjelmisto
ru: Прошивка консоли Alpha
sv: Fast programvara för Alpha-konsollen
vi: Phần vững bàn điều khiển Alpha
zh_cn: Alpha 控制台固件

source: Console firmware is stored in a flash ROM and started when an Alpha system is powered up or reset. There are two different console specifications used on Alpha systems, and hence two classes of console firmware available:
el: Το firmware της κονσόλας αποθηκεύεται σε μια μνήμη flash ROM και ξεκινά όταν ένα σύστημα Alpha μπαίνει σε λειτουργία ή επαναξεκινά. Υπάρχουν δυο διαφορετικές προδιαγραφές για τις κονσόλες που χρησιμοποιούνται στα συστήματα Alpha, και κατά συνέπειαν είναι διαθέσιμες δυο διαφορετικές κλάσεις firmware για κονσόλα:
fi: Konsolin laiteohjelmisto on tallennettu flash-ROMiin ja se käynnistyy kun Alpha-järjestelmään kytketään virta tai tehdään reset. Alpha-järjestelmillä käytetään kahta erilaista konsolimäärittelyä, ja niin ollen konsolin laiteohjelmistosta on saatavilla kaksi luokkaa:
ru: Прошивка консоли хранится во флэш-ПЗУ и выполняется при включении и перезагрузки системы Alpha. На системах Alpha используется две различные спецификации консоли, и, следовательно, доступно два класса прошивок консоли:
sv: Fast programvara för konsollen lagras i ett flash-rom och startas när ett Alpha-system slås på eller startas om. Det finns två olika konsollspecifikationer som används på Alpha-system och därav finns det två klasser av den fasta programvaran för konsollen tillgängliga:
vi: Phần vững bàn điều khiển được cất giữ trong bộ nhớ ROM cực nhanh, và được khởi chạy khi hệ thống Alpha được mở điện hay được đặt lại. Có hai đặc tả bàn điều khiển khác nhau được dùng trên hệ thống Alpha, vì vậy có sẵn sàng hai hạng phần vững bàn điều khiển:
zh_cn: 控制台固件是保存在一个闪存 ROM 中并且每次在 Alpha 系统加电或者重启的时候启动。在 Alpha 系统上有两种规格的控制台，并且因此有两类控制台固件供使用。

source: <emphasis>SRM console</emphasis>, based on the Alpha Console Subsystem specification, which provides an operating environment for OpenVMS, Tru64 UNIX, and Linux operating systems.
el: <emphasis>κονσόλα SRM</emphasis>, βασισμένη στις προδιαγραφές του Alpha Console Subsystem, που παρέχει ένα λειτουργικό περιβάλλον για τα λειτουργικά συστήματα OpenVMS, Tru64 UNIX, και Linux.
fi: <emphasis>SRM-konsoli</emphasis>, perustuu Alpha Console Subsystem -määrittelyyn, joka tarjoaa käyttöympäristön käyttöjärjestelmille OpenVMS, Tru64 UNIX, ja Linux.
ru: <emphasis>Консоль SRM</emphasis>, основанная на спецификации Alpha Console Subsystem, которая обеспечивает рабочую среду для операционных систем OpenVMS, Tru64 UNIX и Linux.
sv: <emphasis>SRM-konsoll</emphasis>, baserad på specifikationen Alpha Console Subsystem, som tillhandahåller ett operativmiljö för operativsystemen OpenVMS, Tru64 UNIX och Linux.
vi: <emphasis>Bàn điều khiển SRM</emphasis>, dựa vào đặc tả hệ thống con bàn điều khiển Alpha, mà cung cấp môi trường thao tác cho OpenVMS, Tru64 UNIX, và hệ điều hành Linux.
zh_cn: <emphasis>SRM console</emphasis> 基于 Alpha 控制台子系统规范。它为 OpenVMS，Tru64 Unix，以及 Linux 操作系统提供了一个操作环境。

source: <emphasis>ARC, AlphaBIOS, or ARCSBIOS console</emphasis>, based on the Advanced RISC Computing (ARC) specification, which provides an operating environment for Windows NT.
el: Κονσόλες <emphasis>ARC, AlphaBIOS, ή ARCSBIOS</emphasis>, βασισμένες στις προδιαγραφές Advanced RISC Computing (ARC), και παρέχουν ένα λειτουργικό περιβάλλον για Windows NT.
fi: <emphasis>ARC-, AlphaBIOS-, tai ARCSBIOS-konsoli</emphasis>, perustuu Advanced RISC Computing (ARC) -määrittelyyn, joka tarjoaa käyttöympäristön Windows NT:lle.
ru: <emphasis>Консоль ARC, AlphaBIOS или ARCSBIOS</emphasis>, основанная на спецификации Advanced RISC Computing (ARC), которая обеспечивает рабочую среду для Windows NT.
sv: <emphasis>ARC, AlphaBIOS eller ARCSBIOS-konsoll</emphasis>, baserad på specifikationen Advanced RISC Computing (ARC), som tillhandahåller en operativmiljö för Windows NT.
vi: <emphasis>Bàn điều khiển ARC, AlphaBIOS, hay ARCSBIOS</emphasis>, dựa vào đặc tả máy tính RISC cấp cao (ARC), ma cung cấp môi trường thao tác cho hệ điều hành Windows NT.
zh_cn: <emphasis>ARC, AlphaBIOS 或 ARCSBIOS console</emphasis> 基于 Advanced RISC Computing (ARC) 规范。它为 Windows NT 提供了一个操作环境。

source: From the user's perspective, the most important difference between SRM and ARC is that the choice of console constrains the possible disk-partitioning scheme for the hard disk which you wish to boot off of.
el: Από τη σκοπιά του χρήστη, η σπουδαιότερη διαφορά ανάμεσα στα περιβάλλοντα SRM και ARC είναι ότι η επιλογή της κονσόλας περιορίζει (δεσμεύει) το πιθανό σχήμα διαμέρισης για τον δίσκο από τον οποίο επιθυμείτε να εκκινήσετε.
fi: Käyttäjän kannalta tärkein ero SRM:n ja ARC:n välillä on, että konsolin valinta rajoittaa mahdollisia osiointitapoja sillä kiintolevyllä, jolta laite käynnistetään.
ru: С точки зрения пользователя, наиболее важная разница между SRM и ARC это то, что выбор консоли ограничивает возможные схемы разметки жёсткого диска, ас которого вы планируете загружаться.
sv: Från användarens perspektiv är den mest viktiga skillnaden mellan SRM och ARC den att valet av konsoll begränsar den möjliga diskpartitionsplanen för hårddisken som du önskar starta upp från.
vi: Đứng trên quan điểm người dùng, sự khác nhau quan trọng nhất giữa SRM và ARC là việc chọn bàn điều khiển rành buộc giản đồ phân vùng đĩa có thể cho đĩa cứng nơi bạn muốn khởi động.
zh_cn: 按照用户的角度看，SRM 和 ARC 最重要的区别，是控制台的选择，可能会影响到您需要引导的磁盘分区方法。

source: ARC requires that you use an MS-DOS partition table (as created by <command>cfdisk</command>) for the boot disk. Therefore MS-DOS partition tables are the <quote>native</quote> partition format when booting from ARC. In fact, since AlphaBIOS contains a disk partitioning utility, you may prefer to partition your disks from the firmware menus before installing Linux.
el: Η ARC απαιτεί να χρησιμοποιήσετε έναν MS-DOS πίνακα διαμέρισης (καθώς δημιουργείται με την εντολή <command>cfdisk</command>) για το δίσκο εκκίνησης. Συνεπώς πίνακες διαμέρισης MS-DOS είναι η <quote>φυσική</quote> μορφή διαμέρισης για εκκίνηση από ARC. Στην πραγματικότητα, καθώς το AlphaBIOS περιλαμβάνει ένα εργαλείο διαμέρισης δίσκων, πιθανόν να προτιμήσετε να διαμερίσετε τους δίσκους σας από τα μενού για το firmware πριν την εγκατάσταση του Linux.
fi: ARC vaatii käytettävän MS-DOS-osiotaulua (jollaisia <command>cfdisk</command> luo) käynnistyslevylle. Niin ollen MS-DOS-osiotaulut ovat <quote>alkuperäinen</quote> osioiden muoto kun käynnistetään ARC:lta. Itse asiassa, koska AlphaBIOS sisältää osiointisovelluksen, saatat mieluummin osioida levyt laiteohjelmiston valikoista ennen Linuxin asentamista.
ru: Для ARC требуется использовать таблицу разделов MS-DOS (которая создаётся с помощью <command>cfdisk</command>) для загрузочного диска. Таким образом, формат разделов MS-DOS для таблицы разделов является <quote>родным</quote>, когда загрузка происходит из ARC. А ещё, поскольку AlphaBIOS содержит утилиту разметки дисков, вы возможно предпочтёте разметить ваши диски из меню консоли перед установкой Linux.
sv: ARC kräver att du använder en MS-DOS-partitionstabell (som skapas av <command>cfdisk</command>) för uppstartsdisken. Därför är MS-DOS-partitionstabeller det <quote>ursprungliga</quote> partitionsformatet vid uppstarter från ARC. Faktum är att eftersom AlphaBIOS innehåller ett diskpartitioneringsverktyg kanske du föredrar att partitionera dina diskar från menyerna i den fast programvaran före installation av Linux.
vi: ARC cần thiết bạn dùng một bảng phân vùng kiểu MS-DOS (như được tạo bởi <command>cfdisk</command>) cho đĩa khởi động. Vì vậy bảng phân vùng MS-DOS là dạng thức phân vùng <quote>sở hữu</quote> khi khởi động từ ARC. Tức là, vì AlphaBIOS chứa một tiện ích phân vùng đĩa, bạn có thể thích phân vùng các đĩa từ trình đơn phần vững, trước khi cài đặt Linux.
zh_cn: ARC 需要您为引导磁盘使用一个 MS-DOS 分区表(用 <command>cfdisk</command> 创建)。因此从 ARC 引导则 MS-DOS 分区表是作为<quote>原始的</quote>分区格式 ARC。事实上，由于 AlphaBIOS 包含了一个磁盘分区工具，您也许可以在安装 Linux 时，通过固件菜单对磁盘进行分区。

source: Conversely, SRM is <emphasis>incompatible</emphasis><footnote> <para> Specifically, the bootsector format required by the Console Subsystem Specification conflicts with the placement of the DOS partition table. </para> </footnote> with MS-DOS partition tables. Since Tru64 Unix uses the BSD disklabel format, this is the <quote>native</quote> partition format for SRM installations.
el: Αντίθετα, η κονσόλα SRM είναι <emphasis>ασύμβατη</emphasis> με πίνακες διαμέρισης MS-DOS. <footnote><para>Συγκεκριμένα, ο τύπος του bootsector που προϋποθέτει η προδιαγραφή Console Subsystem Specification συγκρούεται με την τοποθέτηση του πίνακα διαμέρισης από το DOS.</para></footnote> Μιας και το Tru64 Unix χρησιμοποιεί τον τύπο επικεφαλίδας δίσκου (disklabel) του BSD, αυτός είναι και ο <quote>φυσικός</quote> τύπος διαμέρισης για εγκαταστάσεις σε SRM.
fi: Sitävastoin SRM <emphasis>ei ole yhteensopiva</emphasis> <footnote> <para> Täsmällisemmin sanottuna, Console Subsystem -määrittelyn vaatima käynnistyssektorin muoto on ristiriidassa DOS-osiotaulun sijainnin kanssa. </para> </footnote> MS-DOS-osiotaulujen kanssa. Koska Tru64 Unix käyttää BSD-levynimiömuotoa, tämä on <quote>alkuperäinen</quote> SRM-asennuksille.
ru: С другой стороны, SRM <emphasis>несовместима</emphasis> <footnote><para>Точнее, формат загрузочного сектора, требуемый спецификацией Console Subsystem, конфликтует с расположением таблицы разделов DOS.</para> </footnote> с таблицами разделов MS-DOS. Поскольку Tru64 Unix использует формат BSD disklabel, это <quote>родной</quote> формат разделов для компьютеров с SRM.
sv: Motsatt är SRM <emphasis>inkompatibel</emphasis><footnote> <para> Specifikt är formatet på uppstartssektorn som krävs av Console Subsystem Specification i konflikt med placeringen av DOS-partitionstabellen. </para> </footnote> med MS-DOS-partitionstabeller. Eftersom Tru64 Unix använder formatet för BSD-disketiketter, är det här det ursprungliga (<quote>native</quote>) partitionsformatet för SRM-installationer.
vi: Ngược lại, SRM <emphasis>không tương thích</emphasis><footnote> <para> Chi tiết là dạng thức rãnh ghi khởi động cần thiết bởi Đặc tả hệ thống con bàn điều khiển xung đột với cách định vị bảng phân vùng DOS.</para> </footnote> với bảng phân vùng MS-DOS. Vì UNIX kiểu Tru64 dùng dạng thức nhãn đĩa BSD, nó là dạng thức phân vùng <quote>sở hữu</quote> cho việc cài đặt kiểu SRM.
zh_cn: 保守地说，SRM 是 <emphasis>不兼容</emphasis> MS-DOS 分区表。<footnote><para> 具体来说，控制台子系统规范与需要的引导扇区格式和 DOS 分区表有冲突。</para></footnote>由于 Tru64 Unix 使用的是 BSD 磁盘标记格式，对于SRM 安装来说，这是一个<quote>原始的</quote>分区格式。

source: GNU/Linux is the only operating system on Alpha that can be booted from both console types, but &debian; &release; only supports booting on SRM-based systems. If you have an Alpha for which no version of SRM is available, if you will be dual-booting the system with Windows NT, or if your boot device requires ARC console support for BIOS initialization, you will not be able to use the &debian; &release; installer. You can still run &debian; &release; on such systems by using other install media; for instance, you can install Debian woody with MILO and upgrade.
el: Επειδή το GNU/Linux είναι το μοναδικό λειτουργικό σύστημα για την αρχιτεκτονική Alpha που μπορεί να εκκινήσει και από τους δύο τύπους κονσόλας, η επιλογή σας θα εξαρτάται επίσης από το ποια άλλα λειτουργικά συστήματα θα θέλατε να χρησιμοποιήσετε στο ίδιο μηχάνημα. Όλα τα άλλα τύπου UNIX λειτουργικά συστήματα (Tru64 Unix, FreeBSD, OpenBSD, και NetBSD) και το OpenVMS μπορούν να ξεκινήσουν μόνο από την κονσόλα SRM, ενώ τα Windows NT μπορούν να εκκινήσουν μόνο από ARC.
fi: GNU/Linux on Alphan ainoa käyttöjärjestelmä joka voidaan käynnistää molemmista konsolityypeistä, mutta &debian; &release; tukee käynnistämistä vain SRM:ään pohjautuvilla järjestelmillä. Jos käytössä on Alpha johon ei ole saatavilla mitään SRM:n versiota, jos halutaan kaksoiskäynnistää Windows NT:n kanssa, tai jos käynnistyslaite vaatii ARC-konsolin tukea BIOS:n alkuarvojen asettamiseen, ei &debian; &release;:n asenninta voi käyttää. &debian; &release;:aa voidaan silti ajaa noilla järjestelmillä käyttämällä muuta asennustaltiota; esimerkiksi voidaan asentaa Debian Woody MILO:lla ja päivittää.
ru: Операционная система GNU/Linux является единственной на Alpha, которая может загружаться с обоих типов консолей, но &debian; &release; поддерживает загрузку только для SRM-основанных консолей. Если у вас Alpha, для которой прошивка SRM недоступна, или если вы хотите сделать двойную загрузку системы с Windows NT, или если BIOS загрузочного устройства инициализируется только из ARC консоли, то вы не сможете использовать программу установки &debian; &release;. Вы, тем не менее, можете запустить &debian; &release; на таких системах с помощью другого установочного носителя; например, мы можете установить Debian woody с MILO и обновиться.
sv: GNU/Linux är det enda operativsystemet på Alpha som kan startas upp från båda konsolltyperna, men &debian; &release; har endast stöd för uppstart på SRM-baserade system. Om du har en Alpha som det inte finns någon SRM-version tillgänglig för, om du vill använda dubbel-uppstart tillsammans med Windows NT, eller om din uppstartsenhet kräver stöd för ARC-konsoll för initiering av BIOS kommer du inte kunna använda installeraren för &debian; &release;. Du kan fortfarande köra &debian; &release; på sådana system genom att använda andra installationsmedia, till exempel kan du installera Debian woody med MILO och uppgradera.
vi: GNU/LInux là hệ điều hành duy nhất trên Alpha có thể được khởi động từ cả hai kiểu bàn điều khiển, nhưng &debian; &release; hỗ trợ khả năng khởi động chỉ trên hệ thống dựa vào SRM. Nếu bạn có máy Alpha không có phiên bản SRM tương ứng, nếu bạn sẽ khởi động hệ thống đôi (với Windows NT), hoặc nếu thiết bị khởi động cần thiết khả năng hỗ trợ bàn điều khiển ARC để khởi động BIOS, bạn sẽ không thể sử dụng trình cài đặt &debian; &release;. Bạn vẫn còn có khả năng chạy &debian; &release; trên hệ thống như vậy, bằng cách dùng vật chứa cài đặt khác, v.d. bạn có thể cài đặt Debian Woody bằng MILO, rồi nâng cấp lên bản phát hành hiện thời.
zh_cn: 由于 GNU/Linux 是唯一能够通过两种控制台格式引导的系统，这个问题就取决于您想在机器上面运行什么样的其他操作系统。所有的其他 Unix 型的操作系统 (Tru64 Unix，FreeBSD，OpenBSD，以及 NetBSD) 和 OpenVMS 只能从 SRM 上面引导，而 Windows NT 只能从 ARC 上面引导。

source: Because <command>MILO</command> is not available for any of the Alpha systems currently in production (as of February 2000), and because it is no longer necessary to buy an OpenVMS or Tru64 Unix license to have SRM firmware on your older Alpha, it is recommended that you use SRM when possible.
el: Επειδή ο φορτωτής <command>MILO</command> δεν είναι διαθέσιμος για κανένα από τα συστήματα Alpha σε παραγωγή αυτή τη στιγμή (τον Φεβρουάριο του 2000), και καθώς δεν είναι πια απαραίτητο να αγοράσετε μια άδεια OpenVMS ή Tru64 Unix για να έχετε SRM firmware στο παλιότερο σύστημά σας Alpha, σας συνιστούμε να χρησιμοποιήσετε την κονσόλα SRM.
fi: Koska <command>MILO</command> ei ole saatavilla millekään nyt tuotannossa olevalle Alpha-järjestelmälle (helmikuussa 2000), ja koska enää ei ole välttämätöntä ostaa OpenVMS- tai Tru64-käyttöoikeutta jotta SRM-laiteohjelmistoa voisi käytää vanhassa Alphassa, suositellaan käytettävän SRM:ää jos mahdollista.
ru: Поскольку <command>MILO</command> не доступен для всех типов систем Alpha, которые сейчас выпускаются (по состоянию на февраль 2000), и поскольку теперь не требуется покупать лицензию OpenVMS или Tru64 Unix, чтобы получить прошивку SRM для старых Alpha, рекомендуется, когда это возможно, использовать SRM.
sv: På grund av att <command>MILO</command> inte finns tillgänglig för någon av Alpha-systemen för tillfället i produktion (i februari 2000), och på grund att det inte längre är nödvändigt att köra en licens för OpenVMS eller Tru64 Unix för att få den fasta SRM-programvaran på din äldre Alpha, rekommenderas det att du använder SRM om möjligt.
vi: Vì <command>MILO</command> không sẵn sàng cho hệ thống Alpha hiện thời nào (kể từ tháng 2/2000), và vì không còn cần thiết lại mua một giấy phép kiểu OpenVMS hay Tru64 UNIX để chạy phần vững SRM trên máy Alpha cũ hơn, khuyên bạn dùng SRM khi nào có thể.
zh_cn: 由于 <command>MILO</command> 在当前生产型 Alpha 系统上并没有实现(从 2000 年二月份开始)。并且也不需要购买一个 OpenVMS 和 Tru64 Unix 授权，来在老 Alpha 上装上 SRM 固件。我们推荐在新的机器上使用 SRM。

source: The following table summarizes available and supported system type/console combinations (see <xref linkend="alpha-cpus"/> for the system type names). The word <quote>ARC</quote> below denotes any of the ARC-compliant consoles.
el: Ο επόμενος πίνακας συνοψίζει τους διαθέσιμους και υποστηριζόμενους συνδυασμούς τύπου συστήματος/κονσόλας (δείτε <xref linkend="alpha-cpus"/> για τα ονόματα των τύπων συστημάτων). Η λέξη <quote>ARC</quote> παρακάτω δηλώνει οποιαδήποτε συμβατή με ARC κονσόλα.
fi: Seuraava taulukko on yhteenveto saatavilla olevista ja tuetuista järjestelmätyyppi/konsoli -pareista. (katso <xref linkend="alpha-cpus"/> selitys järjestelmätyyppien nimistä). Alla tarkoittaa <quote>ARC</quote> mitä tahansa ARC-määrittelyn mukaista konsolia.
ru: Следующая таблица объединяет доступные и поддерживаемые комбинации типов системы/консоли (смотрите имена типов систем в <xref linkend="alpha-cpus"/> ). Ниже слово <quote>ARC</quote> означает любые ARC-совместимые консоли.
sv: Följande tabell sammanställer tillgängliga och systemtyper/konsollkombinationer som stöds (se <xref linkend="alpha-cpus"/> för namnen på systemtyperna). Ordet <quote>ARC</quote> nedan below indikerar någon av de ARC-godkända konsollerna.
vi: Bảng sau đây tóm tắt các tổ hợp hệ thống/bàn điều khiển sẵn sàng và được hỗ trợ (xem <xref linkend="alpha-cpus"/> để tìm các tên kiểu hệ thống). Từ viết tắt <quote>ARC</quote> bên dưới ngụ ý bất kỳ bàn điều khiển nào tuân theo ARC.
zh_cn: 下面表格总结了可用以及支持的系统类型/控制台组合(系统类型名称参见 <xref linkend="alpha-cpus"/>)。单词 <quote>ARC</quote> 注明任何和 ARC 兼容的控制台。

source: System Type
el: Τύπος Συστήματος
fi: Järjestelmätyyppi
ru: Тип системы
sv: Systemtyp
vi: Kiểu hệ thống
zh_cn: 系统类型

source: Console Type Supported
el: Υποστηριζόμενη Κονσόλα
fi: Tuetut konsolityypit
ru: Поддерживаемые типы консоли
sv: Konsolltyper som stöds
vi: Kiểu bàn điều khiển được hỗ trợ
zh_cn: 支持的控制台类型

source: ARC or SRM
el: ARC ή SRM
fi: ARC tai SRM
ru: ARC или SRM
sv: ARC eller SRM
vi: ARC hay SRM

source: SRM only
el: μόνο SRM
fi: Vain SRM
ru: Только SRM
sv: Endast SRM
vi: Chỉ SRM

source: ARC (see motherboard manual) or SRM
el: ARC (βλ. εγχειρίδιο μητρικής) ή SRM
fi: ARC (katso emolevyn käsikirja) tai SRM
ru: ARC (смотрите руководство к материнской плате) или SRM
sv: ARC (se handboken för moderkortet) eller SRM
vi: ARC (xem sổ tay của bo mạch chủ) hay SRM

source: ARC only
el: μόνο ARC
fi: Vain ARC
ru: Только ARC
sv: Endast ARC
vi: Chỉ ARC

source: Generally, none of these consoles can boot Linux directly, so the assistance of an intermediary bootloader is required. For the SRM console, <command>aboot</command>, a small, platform-independent bootloader, is used. See the (unfortunately outdated) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> for more information on <command>aboot</command>.
el: Γενικά, καμία από τις κονσόλες αυτές δεν μπορεί να εκκινήσει το Linux κατευθείαν, επομένως απαιτείται η βοήθεια ενός ενδιάμεσου φορτωτή εκκίνησης. Για την κονσόλα SRM, χρησιμοποιείται το <command>aboot</command>, ένας μικρός, ανεξάρτητος πλατφόρμας φορτωτής εκκίνησης. Δείτε επίσης και το (δυστυχώς ξεπερασμένο) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> για περισσότερες πληροφορίες για το <command>aboot</command>.
fi: Yleensä mikään näistä konsoleista ei osaa käynnistää Linuxia suoraan, joten tarvitaan välittävän käynnistyslataimen apua. SRM-konsolille käytetään pientä laitealustariippumatonta käynnistyslatainta <command>aboot</command>. Katso (harmittavasti vanhentuneesta) ohjeesta <ulink url="&url-srm-howto;">SRM HOWTO</ulink> lisätietoja <command>aboot</command>:sta.
ru: На самом деле, ни одна из этих консолей не способна загрузить Linux самостоятельно, поэтому для этого требуется промежуточный системный загрузчик. Для SRM консоли &mdash; это <command>aboot</command> маленький, кросплатформенный системный загрузчик. Смотрите (к сожалению, устаревшее) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> для более полной информации про <command>aboot</command>.
sv: Generellt sett kan ingen av dessa konsoller starta upp Linux direkt, så behovet av en mellanliggande starthanterare finns. För SRM-konsollen används <command>aboot</command>, en liten, plattformsoberoende starthanterare. Se (tyvärr föråldrad) <ulink url="&url-srm-howto;">SRM HOWTO</ulink> för mer information om <command>aboot</command>.
vi: Nói chung, không có bàn điều khiển trong nhóm này có khả năng khởi động Linux một cách trực tiếp nên cần thiết một bộ tải khởi động trung gian. Đối với bàn điều khiển SRM, có dùng <command>aboot</command>, một bộ tải khởi động nhỏ không phụ thuộc vào nền tảng. Xem tài liệu SRM thế nào <ulink url="&url-srm-howto;">SRM HOWTO</ulink> (tiếc là cũ) để tìm thông tin thêm về <command>aboot</command>.
zh_cn: 一般来说，这些控制台都不能直接引导 Linux ，因此需要一个中间引导装载程序。对于 SRM 控制台，<command>aboot</command>，小型的，平台独立的引导装载器。参见(抱歉的是它也有点过时了)<ulink url="&url-srm-howto;">SRM HOWTO</ulink> 来获得更多有关信息 <command>aboot</command>。

source: The following paragraphs are from the woody install manual, and are included here for reference; they may be useful to someone at a later date when Debian supports MILO-based installs again.
el: Οι ακόλουθες παράγραφοι έχουν παρθεί από το εγχειρίδιο εγκατάστασης του woody, και συμπεριλαμβάνονται για λόγους αναφοράς, πιθανόν να χρησιμεύσουν σε κάποιον αργότερα όταν το Debian υποστηρίξει ξανά εγκατάσταση με MILO.
fi: Seuraavat kappaleet ovat woodyn asennusohjeesta, ne ovat tässä mukana selailtavaksi; ne saattavat olla hyödyllisiä jollekulle myöhemmin kun Debian taas tukee asennuksia MILO:n avulla.
ru: Следующие параграфы взяты из руководства по установке woody, и содержат ссылки на него; они могут быть полезны несколько позже, когда поддержка MILO в Debian будет вновь включена.
sv: Följande paragrafer kommer från installationshandboken för woody och inkluderas här som referens: de kan vara användbara för någon vid ett senare datum när Debian har stöd för MILO-baserade installationer igen.
vi: Những đoạn văn sau đây thuộc về Sổ Tay Cài Đặt của Debian Woody, được gồm vào đây để cung cấp thông tin tham chiếu. Mong muốn thông tin này có ích trong tương lai khi Debian lại hỗ trợ khả năng cài đặt dựa vào MILO.
zh_cn: 以下章节来自 woody 安装手册，放在这里作为参考；如果以后 Debian 再支持基于 MILO 的安装，它们对某些人或许有用。
