Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-new.po
Languages: fi, sv, vi

source: In addition, there are some special folders within the <filename>/usr/share/doc/</filename> hierarchy. Linux HOWTOs are installed in <emphasis>.gz</emphasis> format, in <filename>/usr/share/doc/HOWTO/en-txt/</filename>. After installing <command>dhelp</command> you will find a browse-able index of documentation in <filename>/usr/share/doc/HTML/index.html</filename>.
sv: I tillägg finns det några speciella kataloger i hierarkin <filename>/usr/share/doc/</filename>. Olika Linux HOWTO finns installerade i <emphasis>.gz</emphasis>-format, i <filename>/usr/share/doc/HOWTO/en-txt/</filename>. Efter installation av <command>dhelp</command> kommer du att hitta ett bläddringsbart index av dokumentation i <filename>/usr/share/doc/HTML/index.html</filename>.
vi: Hơn nữa, có một số thư mục đặc biệt ở trong phân cấp <filename>/usr/share/doc/</filename>. Các Cách Làm Linux có được cài đặt dạng <emphasis>.gz</emphasis> vào <filename>/usr/share/doc/HOWTO/en-txt/</filename>. Sau khi cài đặt <command>dhelp</command> thì bạn sẽ tìm một mục lục tài liệu duyệt được trong <filename>/usr/share/doc/HTML/index.html</filename>.

source: One easy way to view these documents is to <userinput>cd /usr/share/doc/</userinput>, and type <userinput>lynx</userinput> followed by a space and a dot (the dot stands for the current directory).
sv: Ett lätt sätt att visa dessa dokument är att <userinput>cd /usr/share/doc/</userinput>, och skriva <userinput>lynx</userinput> följt av ett blanksteg och en punkt (punkten står för aktuell katalog).
vi: Một cách dễ xem tài liệu là <userinput>cd /usr/share/doc/</userinput> (chuyển đổi thư mục sang thư mục tài liệu chính), rồi gõ <userinput>lynx</userinput> với một dấu cách và một dấu chấm theo sau (dấu chấm tiêu biểu thư mục hiện có).

source: You can also type <userinput>info <replaceable>command</replaceable></userinput> or <userinput>man <replaceable>command</replaceable></userinput> to see documentation on most commands available at the command prompt. Typing <userinput>help</userinput> will display help on shell commands. And typing a command followed by <userinput>--help</userinput> will usually display a short summary of the command's usage. If a command's results scroll past the top of the screen, type <userinput>| more</userinput> after the command to cause the results to pause before scrolling past the top of the screen. To see a list of all commands available which begin with a certain letter, type the letter and then two tabs.
sv: Du kan också skriva <userinput>info <replaceable>kommando</replaceable></userinput> eller <userinput>man <replaceable>kommando</replaceable></userinput> för att se dokumentation om de flesta tillgängliga kommandon på kommandoprompten. Skriva <userinput>help</userinput> kommer att visa hjälp om skalkommandon. Skriva ett kommando följt av <userinput>--help</userinput> visar normalt sett kortfattad information om hur kommandot används. Om ett kommandos resultat rullar förbi på skärmen, skriv <userinput>| more</userinput> efter kommandot för att pausa resultatet före det rullar förbi på skärmen. För att se en lista på alla tillgängliga kommandon som börjar med en speciell bokstav, skriv bokstaven och tryck två gånger på tabulatorn.
vi: Bạn cũng có thể gõ <userinput>info <replaceable>lệnh</replaceable></userinput> hay <userinput>man <replaceable>lệnh</replaceable></userinput> để xem tài liệu hướng dẫn về hậu hết lệnh sẵn sàng tại dấu nhắc lệnh. Việc gõ <userinput>help</userinput>sẽ hiển thị trợ giúp về lệnh hệ vỏ. Và việc gõ một lệnh với <userinput>--help</userinput> theo sau sẽ thường hiển thị bài tóm tắt ngắn về cách sử dụng lệnh đó. Nếu kết quả của lệnh có cuộn lên qua đỉnh màn hình, hãy gõ <userinput>| more</userinput> sau lệnh đó để gây ra kết quả đợi một chút trước khi cuộn lên qua đỉnh màn hình. Để xem danh sách các lệnh sẵn sàng mà bắt đầu với một chữ nào đó, hãy gõ chữ đó rồi hai dấu cách kiểu Tab.

source: For a more complete introduction to Debian and GNU/Linux, see <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.
sv: För en mer komplett introduktion till Debian och GNU/Linux, se <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.
vi: Để tìm giới thiệu hoàn tất hơn về Debian và GNU/LInux, hãy xem <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.

source: Mounting encrypted volumes
fi: Salattujen levyniteiden liittäminen

source: If you created encrypted volumes during the installation and assigned them mount points, you will be asked to enter the passphrase for each of these volumes during the boot. The actual procedure differs slightly between dm-crypt and loop-AES.
fi: Jos asennuksen aikana tehtiin salattuja levyniteitä ja niille annettiin liitoskohdat, pyydetään jokaisen levyniteen tunnuslause käynnistyksen aikana. Tässä kohtaa dm-crypt ja loop-AES toimivat hieman eri tavoin.

source: For partitions encrypted using dm-crypt you will be shown the following prompt during the boot: <informalexample><screen> Starting early crypto disks... <replaceable>part</replaceable>_crypt(starting) Enter LUKS passphrase: </screen></informalexample> In the first line of the prompt, <replaceable>part</replaceable> is the name of the underlying partition, e.g. sda2 or md0. You are now probably wondering <emphasis>for which volume</emphasis> you are actually entering the passphrase. Does it relate to your <filename>/home</filename>? Or to <filename>/var</filename>? Of course, if you have just one encrypted volume, this is easy and you can just enter the passphrase you used when setting up this volume. If you set up more than one encrypted volume during the installation, the notes you wrote down as the last step in <xref linkend="partman-crypto"/> come in handy. If you did not make a note of the mapping between <filename><replaceable>part</replaceable>_crypt</filename> and the mount points before, you can still find it in <filename>/etc/crypttab</filename> and <filename>/etc/fstab</filename> of your new system.
fi: Osioille joiden salausmenetelmä on dm-crypt näytetään käynnistyksen aikana seuraava kehote:<informalexample><screen> Starting early crypto disks... <replaceable>part</replaceable>_crypt (starting) Enter LUKS Passphrase: </screen></informalexample> <replaceable>part</replaceable> kehotteen ensimmäisellä rivillä on osio, esim. sda2 tai md0. Nyt varmaan mietit <emphasis>minkä levyniteen</emphasis> tunnuslause pitäisi kirjoittaa. Onko kyseessä <filename>/home</filename>? Vai <filename>/var</filename>? Jos salattuja osioita on vain yksi, on tämä tietysti helppoa ja kirjoitetaan vain levynidettä tehtäessä asetettu tunnuslause. Jos salattuja osioita tehtiin enemmän kuin yksi, ovat <xref linkend="partman-crypto"/> lopuksi tietenkin tekemäsi muistiinpanot tarpeen. Jos et kirjoittanut muistiin miten <filename><replaceable>part</replaceable>_crypt</filename> kuvautuvat liitoskohdiksi, voit vieläkin selvittää ne katsomalla asennetun järjestelmän tiedostoista <filename>/etc/crypttab</filename> ja <filename>/etc/fstab</filename>.

source: The prompt may look somewhat different when an encrypted root file system is mounted. This depends on which initramfs generator was used to generate the initrd used to boot the system. The example below is for an initrd generated using <classname>initramfs-tools</classname>:
fi: Kehotteen ulkonäkö voi olla muuttunut kun liitetään salattua juuritiedostojärjestelmää, riippuen käynnistyksessä käytetyn initrd:n tehneestä initramfs-generaattorista. Alla oleva esimerkki on initrd:stä jonka teki <classname>initramfs-tools</classname>:

source: No characters (even asterisks) will be shown while entering the passphrase. If you enter the wrong passphrase, you have two more tries to correct it. After the third try the boot process will skip this volume and continue to mount the next filesystem. Please see <xref linkend="crypto-troubleshooting"/> for further information.
fi: Tunnuslausetta kirjoitettaessa ei näytetä mitään merkkejä (ei edes tähteä eli asteriskia). Väärän tunnuslauseen voi kirjoittaa kaksi kertaa. Kolmannella kerralla käynnistys ohittaa levyniteen ja aloittaa seuraavan tiedostojärjestelmän liittämisen. Katso lisätietoja <xref linkend="crypto-troubleshooting"/>.

source: After entering all passphrases the boot should continue as usual.
fi: Kun kaikki tunnuslauseet on kirjoitettu käynnistyksen pitäisi jatkua tavalliseen tapaan.

source: For partitions encrypted using loop-AES you will be shown the following prompt during the boot:
fi: loop-AES:llä salattuille osioille näytetään käynnistyksen aikana seuraava kehote:

source: Troubleshooting
fi: Vikojen etsintää

source: If some of the encrypted volumes could not be mounted because a wrong passphrase was entered, you will have to mount them manually after the boot. There are several cases.
fi: Mikäli salattuja levyniteitä jäi liittämättä käynnistyksessä väärän tunnuslauseen takia, on ne liitettävä käynnistyksen jälkeen käsin. Erilaisia tilanteita on useita.

source: The first case concerns the root partition. When it is not mounted correctly, the boot process will halt and you will have to reboot the computer to try again.
fi: Juuriosion jääminen liittämättä estää käynnistymisen ja tietokone on käynnistettävä uudelleen jotta päästään yrittämään uudestaan.

source: The easiest case is for encrypted volumes holding data like <filename>/home</filename> or <filename>/srv</filename>. You can simply mount them manually after the boot. For loop-AES this is one-step operation: <informalexample><screen> <prompt>#</prompt> <userinput>mount <replaceable>/mount_point</replaceable></userinput> <prompt>Password:</prompt> </screen></informalexample> where <replaceable>/mount_point</replaceable> should be replaced by the particular directory (e.g. <filename>/home</filename>). The only difference from an ordinary mount is that you will be asked to enter the passphrase for this volume.
fi: Helpoin tapaus on salattu osio jossa on <filename>/home</filename> tai <filename>/srv</filename> kaltaisia tiedostojärjestelmiä. Ne voidaan helposti liittää järjestelmän käynnistyttyä. Jos käytössä on loop-AES tämä tehdään yhdellä komennolla: <informalexample><screen> <prompt>#</prompt> <userinput>mount <replaceable>/liitoskohta</replaceable></userinput> <prompt>Password:</prompt> </screen></informalexample> missä <replaceable>/liitoskohta</replaceable> korvataan oikealla liitoskohdalla (esim. <filename>/home</filename>). Ainoa ero tavalliseen liittämiseen on levyniteen tunnuslauseen kysyminen.

source: For dm-crypt this is a bit trickier. First you need to register the volumes with <application>device mapper</application> by running: <informalexample><screen> <prompt>#</prompt> <userinput>/etc/init.d/cryptdisks start</userinput> </screen></informalexample> This will scan all volumes mentioned in <filename>/etc/crypttab</filename> and will create appropriate devices under the <filename>/dev</filename> directory after entering the correct passphrases. (Already registered volumes will be skipped, so you can repeat this command several times without worrying.) After successful registration you can simply mount the volumes the usual way:
fi: Jos käytössä on dm-crypt on homma hieman hankalampi. Levyniteet on ensin rekisteröitävä sovelluksella <application>device mapper</application> suorittamalla: <informalexample><screen> <prompt>#</prompt> <userinput>/etc/init.d/cryptdisks start</userinput> </screen></informalexample> Komento tutkii kaikki tiedostossa <filename>/etc/crypttab</filename> mainitut levyniteet ja luo tarvittavat laitteet hakemistoon <filename>/dev</filename> kun oikeat tunnuslauseet on kirjoitettu. (Levyniteet jotka jo on rekisteröity ohitetaan, joten komennon voi huoletta toistaa useita kertoja). Kun rekisteröinti on onnistunut, levyniteet voidaan liittää tavalliseen tapaan:

source: <prompt>#</prompt> <userinput>mount <replaceable>/mount_point</replaceable></userinput>
fi: <prompt>#</prompt> <userinput>mount <replaceable>/liitoskohta</replaceable></userinput>

source: If any volume holding noncritical system files could not be mounted (<filename>/usr</filename> or <filename>/var</filename>), the system should still boot and you should be able to mount the volumes manually like in the previous case. However, you will also need to (re)start any services usually running in your default runlevel because it is very likely that they were not started. The easiest way to achieve this is by switching to the first runlevel and back by entering <informalexample><screen> <prompt>#</prompt> <userinput>init 1</userinput> </screen></informalexample> at the shell prompt and pressing <keycombo> <keycap>Control</keycap> <keycap>D</keycap> </keycombo> when asked for the root password.
fi: Jos ei-välttämättömien järjestelmätiedostojen levyniteitä ei voitu liittää (<filename>/usr</filename> tai <filename>/var</filename>), järjestelmän pitäisi silti käynnistyä ja ja levyniteet voida liittää kuten edellisessä tapauksessa. On kuitenkin (uudelleen) käynnistettävä kaikki palvelut jotka ovat käynnissä oletusajotasolla (runlevel), koska hyvin todennäköisesti ne eivät käynnistyneet. Helpoin tapa on vaihtaan ensimmäiselle ajotasolle ja takaisin komennolla <informalexample><screen> <prompt>#</prompt> <userinput>init 1</userinput> </screen></informalexample> komentotulkissa ja painamalla <keycombo> <keycap>Control</keycap> <keycap>D</keycap> </keycombo> kun kysytään pääkäyttäjän salsanaa.

source: If you are booting directly into Debian, and the system doesn't start up, either use your original installation boot media, or insert the custom boot floppy if you have one, and reset your system. This way, you will probably need to add some boot arguments like <userinput>root=<replaceable>root</replaceable></userinput>, where <replaceable>root</replaceable> is your root partition, such as <filename>/dev/sda1</filename>. Alternatively, see <xref linkend="rescue"/> for instructions on using the installer's built-in rescue mode.
sv: Om du startar upp direkt i Debian och systemet inte startar upp korrekt, använd antingen ditt originalmedia för installation eller mata in en anpassad uppstartsdiskett om du har en och starta om ditt system. På det här sättet behöver du antagligen lägga till några startargument som <userinput>root=<replaceable>rot</replaceable></userinput>, där <replaceable>rot</replaceable> är din rotpartition, såsom <filename>/dev/sda1</filename>. Alternativt, se <xref linkend="rescue"/> för instruktioner hur man använder installerarens inbyggda räddningsläge.

source: Once your system boots, you'll be presented with the login prompt. Log in using the personal login and password you selected during the installation process. Your system is now ready to use.
sv: När ditt system startar upp kommer du bli presenterad med inloggningsprompten. Logga in med ditt personliga konto och lösenord som du valde under installationsprocessen. Ditt system är nu klart att användas.
