Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: This boot method is new, and may be difficult to get to work on some NewWorld systems. If you have problems, please file an installation report, as explained in <xref linkend="submit-bug"/>.
el: Αυτή η μέθοδος εκκίνησης είναι καινούργια και μπορεί, σε μερικά συστήματα NewWorld, να αντιμετωπίσετε δυσκολίες στην εφαρμογή της. Αν αντιμετωπίσετε προβλήματα , παρακαλώ να αρχειοθετήσετε μια έκθεση εγκατάστασης, όπως εξηγείται στο <xref linkend="submit-bug"/>.
fi: Tämä käynnistystapa on uutuus, ja voi olla vaikea saada toimimaan joissakin NewWorld-koneissa. Jos pulmia ilmenee, ole hyvä ja tee asennusraportti. Asennusraportin teko selitetään kohdassa <xref linkend="submit-bug"/>.
ru: Это новый метод загрузки и с ним могут возникнуть некоторые трудности на некоторых системах NewWorld. Если у вас есть проблемы, пожалуйста, отправьте отчёт об установке, как описано в <xref linkend="submit-bug"/>.
sv: Denn uppstartsmetod är ny, och kan vara svårt att få att fungera på vissa NewWorld-system. Om du har problem, skriv en installationsrapport, som förklaras i <xref linkend="submit-bug"/>.
vi: Phương pháp khởi động này là mới, có lẽ bạn sẽ gặp khó khăn khi thử dùng nó trên một số hệ thống kiểu mới riêng. Nếu bạn có phải gặp khó khăn, xin hãy gởi báo cáo cài đặt, như được diễn tả trong <xref linkend="submit-bug"/>.
zh_cn: 这个是新的启动方法，可能无法在一些 NewWorld 系统上工作。如果您遇到问题，请写下安装报告，参阅 <xref linkend="submit-bug"/>。

source: Currently, PReP and New World PowerMac systems support netbooting.
el: Προς το παρόν, μόνο συστήματα PReP και New World PowerMac υποστηρίζουν εκκίνηση από το δίκτυο.
fi: Tällä hetkellä PReP ja New World PowerMacit tukevat käynnistystä verkosta.
ru: В настоящий момент, для систем PReP и New World PowerMac поддерживается загрузка по сети.
sv: För närvarande har PReP- och NewWorld PowerMac-systemen stöd för uppstart via nätverk.
vi: Hiện thời, các hệ thống PReP và PowerMac kiểu mới có hỗ trợ khả năng khởi động qua mạng.
zh_cn: 目前来说，PReP 以及 New World PowerMac 系统支持网络引导。

source: On machines with Open Firmware, such as NewWorld Power Macs, enter the boot monitor (see <xref linkend="invoking-openfirmware"/>) and use the command <command>boot enet:0</command>. PReP and CHRP boxes may have different ways of addressing the network. On a PReP machine, you should try <userinput>boot net:<replaceable>server_ipaddr</replaceable>,<replaceable>file</replaceable>,<replaceable>client_ipaddr</replaceable></userinput>. On some PReP systems (e.g. Motorola PowerStack machines) the command <userinput>help boot</userinput> may give a description of syntax and available options.
el: Σε μηχανήματα με Open Firmware, όπως NewWorld Power Mac, μπείτε στην οθόνη εκκίνησης (δείτε το <xref linkend="invoking-openfirmware"/>) και χρησιμοποιήστε την εντολή <command>boot enet:0</command>. Συστήματα PReP και CHRP ίσως να έχουν διαφορετικούς τρόπους χειρισμού του δικτύου. Σε ένα μηχάνημα PReP, θα μπορούσατε να δοκιμάσετε <userinput>boot net:<replaceable>server_ipaddr</replaceable>,<replaceable>file</replaceable>,<replaceable>client_ipaddr</replaceable></userinput>. Σε μερικά συστήματα PReP (πχ. σε μηχανήματα Motorola PowerStack) η εντολή <userinput>help boot</userinput> ίσως σας δώσει μια περιγραφή της σύνταξης και των διαθέσιμων επιλογών.
fi: Koneilla joissa on Open Firmware, kuten NewWorld Power Macit, mene boot monitoriin (katso <xref linkend="invoking-openfirmware"/>) ja kirjoita komento <command>boot enet:0</command>. PReP- ja CHRP-koneissa voi olla erilaisia tapoja verkon nimeämiseen. PReP-koneella olisi kokeiltava <userinput>boot net:<replaceable>palvelimen_ip-osoite</replaceable>,<replaceable>tiedosto</replaceable>,<replaceable>asiakaskoneen_ip-osoite</replaceable></userinput>. Joissakin PReP-järjestelmissä (esim. Motorolan PowerStack-koneilla) saattaa komento <userinput>help boot</userinput> näyttää kuvauksen komennoista ja käytettävissä olevista valitsimista.
ru: На машинах с Open Firmware, например, NewWorld Power Mac, войдите в загрузочный монитор (смотрите <xref linkend="invoking-openfirmware"/>) и воспользуйтесь командой <command>boot enet:0</command>. Машины PReP и CHRP могут загружаться по сети другим способом. На машине PReP, вы должны попробовать <userinput>boot net:<replaceable>server_ipaddr</replaceable>,<replaceable>file</replaceable>,<replaceable>client_ipaddr</replaceable></userinput>. На некоторых PReP системах (например, компьютеры Motorola PowerStack) по команде <userinput>help boot</userinput> можно получить описание синтаксиса и допустимые параметры.
sv: På maskiner med Open Firmware, såsom NewWorld Power Mac-datorer, gå in i uppstartsmonitorn (se <xref linkend="invoking-openfirmware"/>) och använd kommandot <command>boot enet:0</command>. PReP- och CHRP-maskiner kan ha olika sätt att adressera nätverket. På en PReP-maskin bör du prova med <userinput>boot net:<replaceable>server_ipadr</replaceable>,<replaceable>fil</replaceable>,<replaceable>klient_ipadr</replaceable></userinput>. På vissa PReP-system (t.ex. Motorola PowerStack-maskiner) kan kommandot <userinput>help boot</userinput> ge en beskrivning för syntax och tillgängliga alternativ.
vi: Trên máy chạy Open Firmware, như PowerMac kiểu mới, hãy vào bộ theo dõi khởi động (xem <xref linkend="invoking-openfirmware"/>) và nhập lệnh <command>boot enet:0</command>. Máy kiểu PReP và CHRP có lẽ liên lạc với mạng bằng cách khác nhau. Trên máy kiểu PReP, bạn nên thử nhập lệnh <userinput>boot net:<replaceable>địa_chỉ_IP_máy_phục_vụ</replaceable>,<replaceable>tập_tin</replaceable>,<replaceable>địa_chỉ_IP_ứng_dụng_khách</replaceable></userinput>. Trên một số hệ thống PReP riêng (v.d. máy Motorola PowerStack), lệnh gọi trợ giúp về việc khởi động <userinput>help boot</userinput> có thể diễn tả cú pháp và các tùy chọn sẵn sàng.
zh_cn: 在 Open Firmware 机器上，比如 NewWorld Power Macs，进入引导监视器(参阅 <xref linkend="invoking-openfirmware"/>) 并且使用命令 <command>boot enet:0</command>。PReP 以及 CHRP 可能使用不同的途径来确认网络。在一台 PReP 机器上，您应该尝试 <userinput>boot <replaceable>server_ipaddr</replaceable>,<replaceable>file</replaceable>,<replaceable>client_ipaddr</replaceable></userinput>。在有些 PReP 系统上(例如 Motorola PowerStack)，<userinput>help boot</userinput> 命令可以给出语法和选项的说明。

source: Booting from floppies is supported for &arch-title;, although it is generally only applicable for OldWorld systems. NewWorld systems are not equipped with floppy drives, and attached USB floppy drives are not supported for booting.
el: Εκκίνηση από δισκέττες υποστηρίζεται από την αρχιτεκτονική &arch-title;, αν και γενικά είναι εφαρμόσιμη στα συστήματα OldWorld. Τα συστήματα NewWorld δεν είναι εφοδιασμένα με συσκευές δισκέττας και δεν υποστηρίζονται για εκκίνηση προσαρτώμενες USB συσκευές δισκέττας.
fi: Käynnistäminen levykkeiltä on tuettu suoritinperheellä &arch-title;, vaikkakin se yleensä soveltuu vain OldWorld-koneille. NewWorld-koneissa ei ole levykeasemaa, ja koneeseen liitetyltä USB-levykeasemalta käynnistystä ei ole tuettu.
ru: Для &arch-title; поддерживается загрузка с дискет, хотя она применяется только для систем OldWorld. Системы NewWorld не имеют приводы гибких дисков, а с подключённых по USB приводов гибких дисков загрузка не поддерживается.
sv: Uppstart från disketter stöds för &arch-title;, fast det generellt sett endast gäller för OldWorld-system. NewWorld-system är inte utrustade med diskettenheter, och USB-diskettenheter stöds inte för uppstart.
vi: Khả năng khởi động từ đĩa mềm được hỗ trợ trên kiến trúc kiểu &arch-title;, dù nó thường thích hợp chỉ trên máy kiểu cũ. Máy kiểu mới không có ổ đĩa mềm, và khả năng khởi động từ ổ đĩa mềm USB đã gắn kết không được hỗ trợ.
zh_cn: &arch-title; 支持从软盘引导，尽管它本来只适合 OldWorld 系统。NewWorld 系统并没有安装 软盘驱动器，并且附带的 USB 软盘并不支持引导。

source: To boot from the <filename>boot-floppy-hfs.img</filename> floppy, place it in floppy drive after shutting the system down, and before pressing the power-on button.
el: Για εκκίνηση από την εικόνα δισκέττας <filename>boot-floppy-hfs.img</filename>, βάλτε τη δισκέττα στον οδηγό μετά το σβήσιμο του μηχανήματος και πριν πατήσετε τον διακόπτη για την επανεκκίνηση.
fi: Levykkeeltä <filename>boot-floppy-hfs.img</filename> käynnistetään asettamalla se levykeasemaan kun laite on sammutettu, ja painamalla sitten virtanappulaa.
ru: Для загрузки с помощью дискеты <filename>boot-floppy-hfs.img</filename>, вставьте её в дисковод после выключения системы и перед включением питания.
sv: För att starta upp från disketten <filename>boot-floppy-hfs.img</filename>, placera den i diskettenheten efter att systemet har stängts ned, och slå sedan på systemet.
vi: Để khởi động từ đĩa mềm <filename>boot-floppy-hfs.img</filename>, hãy nạp nó vào ổ đĩa mềm sau khi tắt hệ thống, còn trước khi bấm cái nút mở điện.
zh_cn: 若需要从 <filename>boot-floppy-hfs.img</filename> 软盘引导，请在关闭系统后在按下电源开关前把它放到软盘驱动器内。

source: For those not familiar with Macintosh floppy operations: a floppy placed in the machine prior to boot will be the first priority for the system to boot from. A floppy without a valid boot system will be ejected, and the machine will then check for bootable hard disk partitions.
el: Για όσους δεν είναι εξοικειωμένοι με τον τρόπο λειτουργίας μιας δισκέττας σε Macintosh: μια δισκέττα που μπαίνει στο μηχάνημα πριν το ξεκίνημά του θα είναι η πρώτη προτεραιότητα για την εκκίνηση του συστήματος. Μια δισκέττα χωρίς έγκυρο σύστημα εκκίνησης θα απορριφθεί και στη συνέχεια το μηχάνημα θα ελέγξει για εκκινήσιμες διαμερίσεις στον σκληρό δίσκο.
fi: Niille joille Macintoshin levyketoiminnot eivät ole tuttuja: ennen käynnistystä koneeseen asetettu levyke on se josta laitteisto ensimmäiseksi käynnistyy. Jos levykkeellä ei ole kunnollista käynnistystiedostoa, se poistetaan asemasta ja laite etsii käynnistyskelpoisia osioita kiintolevyltä.
ru: Для тех, кто не знает как работать с дискетами на Macintosh: дискета вставленная в машину перед загрузкой, будет иметь приоритет при загрузке системы. Незагрузочная дискета будет извлечена из дисковода, а затем машина проверит на загружаемость разделы жёсткого диска.
sv: För de som inte känner till hur Macintosh-disketter hanteras: en diskett som placeras i maskinen före uppstart kommer att vara första prioritet för systemet att starta upp från. En diskett utan ett giltigt uppstartssystem kommer att matas ut, och maskinen kommer sedan att leta efter startbara hårddiskpartitioner.
vi: Khi khởi động máy Apple Mac có ổ đĩa mềm: đĩa mềm được nạp vào ổ đĩa trước khi khởi động sẽ có ưu tiên khởi động cao nhất. Đĩa mềm không chứa hệ thống khởi động hợp lệ sẽ bị đẩy ra, sau đó máy sẽ kiểm tra tìm phân vùng đĩa cứng có khả năng khởi động.
zh_cn: 对于不熟悉 Macintosh 软盘操作的人来说：一个放在软驱的软盘将获得第一优先引导顺序。一个 没有有效引导系统的软盘将回被弹出，并且机器将检查硬盘分区。

source: After booting, the <filename>root.bin</filename> floppy is requested. Insert the root floppy and press &enterkey;. The installer program is automatically launched after the root system has been loaded into memory.
el: Μετά την εκκίνηση, θα σας ζητηθεί η δισκέττα <filename>root.bin</filename>. Βάλετε τη δισκέττα με το ριζικό σύστημα και να πατήστε &enterkey;. Το πρόγραμμα της εγκαταστάσης θα ξεκινήσει μετά το φόρτωμα του ριζικού συστήματος στη μνήμη.
fi: Käynnistyksen jälkeen pyydetään levykettä <filename>root.bin</filename>. Aseta levyke asemaan ja paina &enterkey;. Asennusohjelma käynnistyy automaattisesti kun juuritiedostojärjestelmä on ladattu muistiin.
ru: После загрузки, появится запрос дискеты <filename>root.bin</filename>. Вставьте соответствующую дискету и нажмите &enterkey;. Программа установки запустится автоматически после загрузки корневой файловой системы в память.
sv: Efter uppstart kommer disketten <filename>root.bin</filename> att begäras. Mata in rotdisketten och tryck &enterkey;. Installeringsprogrammet startas automatiskt efter att rotsystemet har lästs in i minnet.
vi: Sau khi khởi động, đĩa mềm <filename>root.bin</filename> được yêu cầu. Hãy nạp đĩa mềm gốc đó, rồi bấm phím &enterkey;. Chương trình cài đặt được khởi chạy tự động sau khi hệ thống gốc đã được tải vào bộ nhớ.
zh_cn: 引导之后需要含有 <filename>root.bin</filename> 的软盘。插入引导软盘并且按下 &enterkey;。安装程序将在根系统被装入内存后自动启动。

source: PowerPC Boot Parameters
el: Παράμετροι Εκκίνησης για PowerPC
fi: PowerPC:n käynnistysparametrit
ru: Параметры загрузки PowerPC
sv: Uppstartsparametrar för PowerPC
vi: Tham số khởi động máy PowerPC
zh_cn: PowerPC 引导参数

source: Many older Apple monitors used a 640x480 67Hz mode. If your video appears skewed on an older Apple monitor, try appending the boot argument <userinput>video=atyfb:vmode:6</userinput> , which will select that mode for most Mach64 and Rage video hardware. For Rage 128 hardware, this changes to <userinput>video=aty128fb:vmode:6</userinput> .
el: Πολλές παλιότερες οθόνες Apple χρησιμοποιούσαν την ανάλυση 640x480 67Hz. Αν η εικόνα εμφανίζεται παραμορφωμένη σε μια τέτοια παλιότερη οθόνη Apple, προσπαθήστε να προσθέσετε το όρισμα εκκίνησης <userinput>video=atyfb:vmode:6</userinput> ,που θα επιλέξει αυτή την κατάσταση για τις περισσότερες κάρτες οθόνης Mach64 και Rage. Για κάρτες Rage 128, αυτό αλλάζεισε <userinput>video=aty128fb:vmode:6</userinput> .
fi: Useat vanhat Applen näytöt käyttivät 640x480 67Hz -toimintatilaa. Jos kuva on vinksallaan vanhassa Applen näytössä, kokeile lisätä käynnistysparametri <userinput>video=atyfb:vmode:6</userinput>, joka valitsee tuon toimintatilan useimmissa Mach64- ja Rage-näytönohjaimissa. Jos näytönohjain on Rage 128, käytä <userinput>video=aty128fb:vmode:6</userinput>.
ru: Многие старые мониторы Apple работают в режиме 640x480 67Гц. Если на старом мониторе Apple изображение выводится перекошенным, попробуйте добавить параметр загрузки <userinput>video=atyfb:vmode:6</userinput> , который включает этот режим на большинстве видеокарт Mach64 и Rage. Для Rage 128 нужно использовать параметр <userinput>video=aty128fb:vmode:6</userinput>.
sv: Många äldre Apple-skärmar använde läget 640x480 67Hz. Om din bild verkar vara sned på en äldre Apple-skärm, prova att lägga till uppstartsargumentet <userinput>video=atyfb:vmode:6</userinput> , som kommer att välja det läget för de flesta Mach64- och Rage-grafikmaskinvara. För Rage 128-maskinvara, skall <userinput>video=aty128fb:vmode:6</userinput> användas.
vi: Nhiều bộ trình bày Apple cũ hơn sử dụng chế độ 640x480 67Hz. Nếu ảnh động có vẻ lệch trên một bộ trình bày Apple cũ hơn, hãy thử phụ thêm đối số khởi động <userinput>video=atyfb:vmode:6</userinput>, mà sẽ chọn chế độ đó cho phần lớn phần cứng ảnh động kiểu Mach64 và Rage. Đối với phần cứng kiểu Rage 128, đối số này thay đổi thành <userinput>video=aty128fb:vmode:6</userinput> .
zh_cn: 许多比较老的 Apple 显示器使用 640x480 67Hz 模式。如果您的显示在这些老 Apple 显示器上是扭曲的，请尝试加入引导参数 <userinput>video=atyfb:vmode:6</userinput> 。它将为大多数 Mach64 和 Rage 显示设备选择合适的模式。对于 Rage 128 来说，请改变其值为 <userinput>video=aty128fb:vmode:6</userinput> 。

source: On machines with OpenBoot, simply enter the boot monitor on the machine which is being installed (see <xref linkend="invoking-openboot"/>). Use the command <userinput>boot net</userinput> to boot from a TFTP and RARP server, or try <userinput>boot net:bootp</userinput> or <userinput>boot net:dhcp</userinput> to boot from a TFTP and BOOTP or DHCP server.
el: Σε μηχανήματα με OpenBoot, απλώς μπείτε στην οθόνη εκκίνησης του μηχανήματος στο οποίο πρόκειται να γίνει η εγκατάσταση (see <xref linkend="invoking-openboot"/>). Χρησιμοποιήστε την εντολή <userinput>boot net</userinput> για να εκκινήσετε από έναν εξυπηρετητή TFTP ή RARP ή δοκιμάστε την εντολή <userinput>boot net:bootp</userinput> or <userinput>boot net:dhcp</userinput>για εκκίνηση από εξυπηρετητές TFTP και BOOTP ή DHCP.
fi: Koneissa joissa on OpenBoot, riittää käynnistää asennettavan koneen boot monitor (katso <xref linkend="invoking-openboot"/>). Komennolla <userinput>boot net</userinput> käynnistetään TFTP- tai RARP-palvelimelta. Komennolla <userinput>boot net:bootp</userinput> tai <userinput>boot net:dhcp</userinput> käynnistetään TFTP- ja BOOTP- tai DHCP-palvelimelta.
ru: На машинах с OpenBoot просто войдите в загрузочный монитор машины, на которую производится установка (смотрите <xref linkend="invoking-openboot"/>). Используйте команду <userinput>boot net</userinput> для загрузки с TFTP и RARP сервера, или попробуйте <userinput>boot net:bootp</userinput> или <userinput>boot net:dhcp</userinput> для загрузки с TFTP и BOOTP или DHCP сервера.
sv: På maskiner med OpenBoot, gå helt enkelt in i uppstartsmonitorn på maskinen som ska installeras (se <xref linkend="invoking-openboot"/>). Använd kommandot <userinput>boot net</userinput> för att starta upp från en TFTP- och RARP-server, eller prova <userinput>boot net:bootp</userinput> eller <userinput>boot net:dhcp</userinput> för att starta upp från en TFTP och BOOTP eller DHCP-server.
vi: Trên máy có OpenBoot, đơn giản hãy vào bộ theo dõi khởi động trên máy vào đó đang cài đặt (xem <xref linkend="invoking-openboot"/>). Chạy lệnh <userinput>boot net</userinput> (khởi động mạng) để khởi động từ máy phục vụ TFTP và RARP, hoặc thử nhập <userinput>boot net:bootp</userinput> hay <userinput>boot net:dhcp</userinput> để khởi động từ máy phục vụ TFTP và BOOTP hay DHCP.
zh_cn: 在有 OpenBoot 的机器上，简单地进入安装机器的引导监视器(参阅 <xref linkend="invoking-openboot"/>)。使用命令 <userinput>boot net</userinput> 从一个 TFTP 和 RARP 服务器上引导，或者用 <userinput>boot net:bootp</userinput> 或 <userinput>boot net:dhcp</userinput> 从一个 TFTP 和 BOOTP 或 DHCP 服务器上引导。

source: Most OpenBoot versions support the <userinput>boot cdrom</userinput> command which is simply an alias to boot from the SCSI device on ID 6 (or the secondary master for IDE based systems).
el: Οι περισσότερες εκδόσεις του OpenBoot υποστηρίζουν την εντολή <userinput>boot cdrom</userinput> η οποία είναι απλώς ένα παρωνύμιο για την εκκίνηση από την συσκευή SCSI με ID 6 ( ή από την πρωτεύουσα συσκευή στο δεύτερο καλώδιο για συστήματα IDE).
fi: Useimmat OpenBootin versiot tukevat komentoa <userinput>boot cdrom</userinput>, joka on vain toinen nimi käynnistykselle SCSI-laitteelta jonka ID on 6 (tai toissijaisen IDE-liitännän isäntälevyltä IDE-levyjä käyttävässä koneessa).
ru: Большинство версий OpenBoot поддерживают команду <userinput>boot cdrom</userinput>, которая является простым псевдонимом загрузки с устройства SCSI с ID 6 (или вторичного мастера для систем с IDE).
sv: De flesta OpenBoot-versioner har stöd för kommandot <userinput>boot cdrom</userinput>, som helt enkelt är ett alias för att starta upp från SCSI-enheten på ID 6 (eller sekundär master för IDE-baserade system).
vi: Phần lớn phiên bản OpenBoot hỗ trợ lệnh <userinput>boot cdrom</userinput> (khởi động đĩa CD-ROM) mà đơn giản là bí danh để khởi động từ thiết bị SCSI trên ID 6 (hay cái chủ phụ trên máy dựa vào IDE).
zh_cn: 大多数版本的 OpenBoot 支持 <userinput>boot cdrom</userinput> 命令。它其实是从 ID 为 6 的 SCSI 设备进行引导的一个别名(对于 IDE 系统来说，它是第二个主硬盘)。

source: Floppy images are currently only available for sparc32, but, for technical reasons, not for official releases. (The reason is that they can only be built as root, which is not supported by our build daemons.) Look under <quote>daily built images</quote> on the <ulink url="&url-d-i;">Debian Installer project website</ulink> for links to floppy images for sparc32.
el: Εικόνες δισκέττας είναι διαθέσιμες προς το παρόν μόνο για συστήματα sparc32, αλλά, για τεχνικούς λόγους, όχι στις επίσημες εκδόσεις. (Ο λόγος είναι ότι αυτές οι εικόνες μπορούν να δημιουργηθούν μόνο από τον χρήστη root, κάτι που δεν υποστηρίζεται από τους build δαίμονες). Κοιτάξτε στο <quote>daily built images</quote> στον δικτυακό τόπο <ulink url="&url-d-i;">Debian Installer project website</ulink> για συνδέσμους στις εικόνες δισκέττας για συστήματα sparc32.
fi: Levykeotokset ovat tällä hetkellä saatavilla vain sparc32:lle, mutta teknisistä syistä ei virallisille julkaisuille. (Syy on, että ne voidaan koostaa vain pääkäyttäjänä, mitä Debianin build daemonit eivät tue.) Etsi <ulink url="&url-d-i;">Debianin Asennin -projektin seittisivustosta</ulink> otsikon <quote>daily built images</quote> alta sparc32:n levykeotoksia.
ru: Образы дискет сделаны только для sparc32, но, по техническим причинам, не вошли в официальный выпуск. (Эти диски могут быть собраны только с правами суперпользователя, что не поддерживается нашими демонами сборки.) Образы дискет для sparc32 можно найти на <ulink url="&url-d-i;">сайте проекта Debian Installer</ulink>, ищите <quote>daily built images</quote>.
sv: Diskettavbilder finns för närvarande endast tillgängliga för sparc32, men av tekniska orsaker, inte för officiell utgivning. (Anledningen är att de endast kan byggas som root, vilket inte stöds av våra byggdemoner.) Se under <quote>dagligen byggda avbilder</quote> på projektwebbplatsen för <ulink url="&url-d-i;">Debian Installer</ulink> för länkar till diskettavbilder för sparc32.
vi: Ảnh địa mềm hiện thời chỉ sẵn sàng cho kiến trúc sparc32, nhưng vì lý do kỹ thuật, không phải cho các bản phát hành chính thức. (Lý do là chúng xây dựng được chỉ với quyền người chủ, mà không hỗ trợ bởi trình nền xây dựng của chúng tôi.) Xem dưới <quote>daily built images</quote> (các ảnh xây dựng hàng ngày) trên <ulink url="&url-d-i;">nơi Mạng của dự án bộ cài đặt Debian</ulink> tìm liên kết tới ảnh đĩa mềm cho sparc32.
zh_cn: 当前只有 sparc32 有软盘映像，但由于技术上的原因，没有正式发布。(原因是它们只能以 root 来创建，无法被我们的 build daemons 支持。) 可在 <ulink url="&url-d-i;">Debian Installer project website</ulink> 的 <quote>daily built images</quote> 链接下找到 sparc32 的软盘映像。

source: To boot from floppy on a Sparc, use <informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample> Be warned that the newer Sun4u (ultra) architecture does not support floppy booting. A typical error message is <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput>.
el: Για εκκίνηση από δισκέττα σε ένα σύστημα Sparc, χρησιμοποιήστε την εντολή <informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample>. Έχετε υπόψιν ότι η νεώτερη αρχιτεκτονική Sun4u (ultra) δεν υποστηρίζει εκκίνηση από δισκέττα. Ένα τυπικό μήνυμα λάθους είναι το <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput>.
fi: Sparc käynnistetään levykkeeltä komentamalla<informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample> Varoitamme, että uusi sun4u-suoritinperhe (ultra) ei tue levykkeeltä käynnistämistä. Tavallinen virheilmoitus on <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput>.
ru: Для загрузки с дискеты на Sparc, используйте <informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample> Не забудьте, что новая архитектура Sun4u (ultra) не поддерживает загрузку с дискет. Обычно, выводится сообщение об ошибке: <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput>.
sv: För att starta upp från en diskett på en Sparc, använd <informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample> Tänk på att nyare Sun4u-arkitekturen (ultra) inte har stöd för uppstart på diskett. Ett typiskt felmeddelande är <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput>.
vi: Để khởi động từ đĩa mềm trên máy kiểu Sparc, hãy chạy lệnh: <informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample> Cảnh báo : kiến trúc Sun4u (ultra) mới hơn không hỗ trợ khả năng khởi động từ đĩa mềm. Thông điệp lỗi thường là <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput> (gặp số ma thuật sai trong nhãn đĩa nên không thể mở gói nhãn đĩa).
zh_cn: 在 Sparc 机器上用软驱引导，请使用 <informalexample><screen> Stop-A -&gt; OpenBoot: "boot floppy" </screen></informalexample> 注意更新的 Sun4u (ultra) 结构不支持软驱引导，一个标准的错误信息是 <computeroutput>Bad magic number in disk label - Can't open disk label package</computeroutput>。
