Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Some laptop models produced by Dell are known to crash when PCMCIA device detection tries to access some hardware addresses. Other laptops may display similar problems. If you experience such a problem and you don't need PCMCIA support during the installation, you can disable PCMCIA using the <userinput>hw-detect/start_pcmcia=false</userinput> boot parameter. You can then configure PCMCIA after the installation is completed and exclude the resource range causing the problems.
el: Μερικά μοντέλα φορητών υπολογιστών που παράγονται από τη DELL είναι γνωστό ότι παγώνουν μόλις η διαδικασία ανίχνευσης της συσκευής PCMCIA προσπαθεί να προσπελάσει κάποιες διευθύνσεις υλικού. Αν αντιμετωπίσετε αυτό το πρόβλημα και δενχρειάζεστε την υποστήριξη PCMCIA κατά την εγκατάσταση, μπορείτε να απενεργοποιήσετε την PCMCIA χρησιμοποιώντας την παράμετρο εκκίνησης <userinput>hw-detect/start_pcmcia=false</userinput>. Μπορείτε τότε να ρυθμίσετε την PCMCIA μετά την ολοκλήρωση της εγκατάστασης και να αποκλείσετε την περιοχή των πόρων εκείνων που προκαλούν τα προβλήματα.
fi: Joidenkin Dellin tekemien läppärimallien tiedetään kaatuvan, kun PCMCIA-laitteiden tunnistus yrittää käsitellä tiettyjä laiteosoitteita. Muissakin läppäreissä saattaa esiintyä vastaavia vikoja. Jos tämmöinen vika ilmenee, eikä PCMCIA-tukea tarvita asennuksen aikana, voidaan PCMCIA ottaa pois käytöstä käynnistysparametrilla <userinput>hw-detect/start_pcmcia=false</userinput>. PCMCIA:n asetukset voidaan tehdä kun asennus on valmis ja poistaa pulmia aiheuttavien osoitteiden arvoalue pois käytöstä.
ru: Про некоторые модели ноутбуков Dell известно, что они виснут когда при определении PCMCIA устройства производится попытка доступа по некоторым аппаратным адресам. Похожие проблемы могут иметь и другие ноутбуки . Если у вас возникла такая проблема и вам не нужна поддержка PCMCIA во время установки, то вы можете выключить PCMCIA с помощью параметра загрузки <userinput>hw-detect/start_pcmcia=false</userinput>. После установки вы сможете настроить PCMCIA, исключив диапазон ресурсов, с которым возникают проблемы.
sv: Vissa modeller av bärbara datorer producerade av Dell är kända att krascha när identifiering av PCMCIA-enheter försöker komma åt vissa maskinvaruadresser. Andra bärbara kan visa liknande problem. Om du upplever sådana problem och du inte behöver PCMCIA-stöd under installationen kan du inaktivera PCMCIA med uppstartsparametern <userinput>hw-detect/start_pcmcia=false</userinput>. Du kan då konfigurera PCMCIA efter installationen är genomförd och undanta resursintervallet som orsakar problemen.
vi: Một số mô hình máy tính xách tay kiểu Dell được biết do sụp đổ khi khả năng phát hiện thiết bị PCMCIA thử truy cập một số địa chỉ phần cứng riêng. Máy tính xách tay khác có thể gặp lỗi tương tự. Nếu bạn gặp lỗi như vậy còn không cần có khả năng hỗ trợ PCMCIA trong khi cài đặt, bạn có thể tắt khả năng PCMCIA bằng tham số khởi động <userinput>hw-detect/start_pcmcia=false</userinput> (phát hiện phần cứng/khởi chạy PCMCIA=sai). Sau khi cài đặt xong, bạn có thể cấu hình PCMCIA, và loại trừ phạm vị tài nguyên gây ra lỗi đó.
zh_cn: Dell 笔记本的一些型号，会在 PCMCIA 设备检测程序尝试访问一些硬件地址的时候死机。其他笔记本可能显示类似的问题。如果您遇到那样的问题，并且在安装的时候不需要 PCMCIA 的支持，可以用 <userinput>hw-detect/start_pcmcia=false</userinput> 启动参数来取消 PCMCIA 功能。您可以在安装后配置 PCMCIA，去掉造成问题的资源区段。

source: Alternatively, you can boot the installer in expert mode. You will then be asked to enter the resource range options your hardware needs. For example, if you have one of the Dell laptops mentioned above, you should enter <userinput>exclude port 0x800-0x8ff</userinput> here. There is also a list of some common resource range options in the <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-1.html#ss1.12">System resource settings section of the PCMCIA HOWTO</ulink>. Note that you have to omit the commas, if any, when you enter this value in the installer.
el: Εναλλακτικά μπορείτε να εκκινήσετε τον εγκαταστάτη στην κατάσταση ''έμπειρου χρήστη''. Θα ρωτηθείτε τότε να εισάγετε τις επιλογές για την περιοχή των πόρων που χρειάζεται το υλικό σας. Για παράδειγμα, αν έχετε έναν από τους φορητούς υπόλογιστές Dell που προαναφέρθηκαν, θα πρέπει εδώ να εισάγετε την επιλογή <userinput>exclude port 0x800-0x8ff</userinput>. Υπάρχει ακόμα και μια λίστα μερικών κοινών επιλογών για την περιοχή των πόρων στή σελίδα <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-2.html#ss2.5">System resource settings section of the PCMCIA HOWTO</ulink>. Σημειώστε ότι θα πρέπει να παραλείψετε τα κόμματα, αν υπάρχουν, όταν εισάγετε αυτή την τιμή στον εγκαταστάτη.
fi: Toinen tapa on käynnistää asennin expert-tilassa. Tällöin kysytään laitteiston tarvitsemia asetuksia osoitteiden arvoalueista. Jos asennettava kone on esimerkiksi yksi yllä mainituista Dellin läppäreistä, pitäisi siihen kirjoittaa <userinput>exclude port 0x800-0x8ff</userinput>. Saatavilla on myös luettelo yleisistä osoitteiden arvoalueiden asetuksista ohjeessa <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-1.html#ss1.12">System resource settings section of the PCMCIA HOWTO</ulink>. Huomaa, että pilkut, jos niitä on, on jätettävä pois kun tätä arvoa kirjoitetaan asentimelle.
ru: Другой вариант: вы можете загрузить программу установки в экспертном режиме. Вас попросят указать диапазон ресурсов, который используется аппаратным обеспечением. Например, если у вас один из ноутбуков Dell, упомянутых выше, то вы должны ввести <userinput>exclude port 0x800-0x8ff</userinput>. Также, есть список распространённых диапазонов ресурсов в <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-1.html#ss1.12">System resource settings section of the PCMCIA HOWTO</ulink>. Заметим, что при вводе значений в программу установки вы не должны указывать запятых, если они есть.
sv: Alternativt kan du starta upp installeraren i expertläget. Du kommer då att bli frågad att ange inställningar för resursintervall som din maskinvara behöver. Till exempel, om du har en av Dells bärbara datorer som nämndes ovan, bör du ange <userinput>exclude port 0x800-0x8ff</userinput> här. Det finns också en lista på några vanliga resursintervall i <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-1.html#ss1.12">System resource settings section of the PCMCIA HOWTO</ulink>. Observera att du måste ta bort eventuella kommatecken när du anger det här värdet i installeraren.
vi: Hoặc bạn có thể khởi động trình cài đặt trong chế độ nhà chuyên môn. Lúc đó, bạn sẽ được nhắc nhập các tùy chọn phạm vị tài nguyên cần thiết cho phần cứng đó. Chẳng hạn, nếu bạn có máy tính xách tay kiểu Dell nêu trên, bạn nên nhập đoạn <userinput>exclude port 0x800-0x8ff</userinput> (loại trừ cổng số 0x800-0x8ff). Cũng có danh sách một số tùy chọn phạm vị tài nguyên thường trong <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-1.html#ss1.12">tiết đoạn thiết lập tài nguyên hệ thống của tài liệu PCMCIA Thế Nào</ulink>. Ghi chú rằng bạn cần phải bỏ dấu phẩy, nếu có, khi nhập giá trị này vào trình cài đặt.
zh_cn: 或者，您可以启动安装程序时进入高级模式。您需要按照要求输入硬件资源范围选项。比如，您如果有如上所说的 Dell 笔记本问题，应该在这里输入 <userinput>exclude port 0x800-0x8ff</userinput>。在 <ulink url="http://pcmcia-cs.sourceforge.net/ftp/doc/PCMCIA-HOWTO-1.html#ss1.12">System resource settings section of the PCMCIA HOWTO</ulink> 处有一个列表，列出了一些问题的资源范围选项。注意在安装程序中，输入这些值的时候必须忽略逗号。

source: System Freeze while Loading USB Modules
el: Πάγωμα του συστήματος κατά το φόρτωμα των αρθρωμάτων USB
fi: Järjestelmä jumittuu ladattaessa USB-moduuleita
ru: Система подвисает во время загрузки USB модулей
sv: Systemfrysning vid inläsning av USB-moduler
vi: Hệ thống đông đặc trong khi tải mô-đun USB
zh_cn: 在装入 USB 模块时系统停止

source: The kernel normally tries to install USB modules and the USB keyboard driver in order to support some non-standard USB keyboards. However, there are some broken USB systems where the driver hangs on loading. A possible workaround may be disabling the USB controller in your mainboard BIOS setup. Another option is passing the <userinput>debian-installer/probe/usb=false</userinput> parameter at the boot prompt, which will prevent the modules from being loaded.
el: Ο πυρήνας προσπαθεί να εγκαταστήσει κανονικά τα αρθρώματα USB και τον οδηγό του πληκτρολογίου USB ώστε να μπορέσει να υποστηρίξει μερικά όχι διαδεδομένα πληκτρολόγια USB. Υπάρχουν όμως κάποια προβληματικά συστήματα USB στα οποία ο οδηγός ''παγώνει'' κατά τη φόρτωση. Μια πιθανή λύση σε αυτό ίσως είναι η απενεργοποίηση του ελεγκτή USB κατά τη ρύθμιση του BIOS της μητρικής. Μια άλλη επιλογή είναι να δώσει κανείς την παράμετρο <userinput>debian-installer/probe/usb=false</userinput>στο προτρεπτικό της εκκίνησης, που θα αποτρέψει τη φόρτωση των αρθρωμάτων.
fi: Normaalisti ydin yrittää asentaa USB-moduuleita ja USB-näppäimistön ajurin tukeakseen joitakin ei-standardeja USB-näppäimistöjä. Joissakin risoissa USB-järjestelmissä ajuri jumittuu sitä ladattaessa. Pulman voi ehkä kiertää ottamalla USB-ohjaimen pois käytöstä emolevyn BIOS:ssa. Toinen tapa on käynnistysparametri <userinput>debian-installer/probe/usb=false</userinput>, joka estää moduulien lataamisen.
ru: Обычно, ядро пытается установить модули USB и драйвер USB клавиатуры, чтобы обеспечить поддержку некоторых нестандартных клавиатур USB. Однако, есть несколько нестандартных USB систем, где драйвер подвисает при загрузке. Возможно, обходным решением может быть выключение контроллера USB в настройке BIOS материнской платы. Другим решением может служить передача параметра <userinput>debian-installer/probe/usb=false</userinput> в приглашении загрузки, который запрещает загрузку модулей.
sv: Kärnan försöker normalt sett att installera USB-moduler och drivrutinen för USB-tangentbord för att ge stöd för icke-standardiserade USB-tangentbord. Det finns dock några trasiga USB-system där drivrutinen hänger sig vid inläsning. Ett möjligt sätt att komma runt problemet är att inaktivera USB-kontrollern i BIOS-inställningen på ditt moderkort. Ett annat alternativ är att skicka med parametern <userinput>debian-installer/probe/usb=false</userinput> vid uppstartsprompten, som kommer att förhindra att modulerna läses in.
vi: Hạt nhân thường thử cài đặt các mô-đun USB và trình điều khiển bàn phím USB, để hỗ trợ một số bàn phím USB không chuẩn. Tuy nhiên, có một số hệ thống USB bị hỏng trong đó trình điều khiển treo cứng trong khi tải. Sự chỉnh sửa có thể là việc tắt bộ điều khiển USB trong thiết lập BIOS bo mạch chính. Một tùy chọn khác là việc nhập tham số <userinput>debian-installer/probe/usb=false</userinput> (trình cài đặt Debian/thăm dò/USB=sai) tại dấu nhắc khởi động, mà sẽ ngăn cản tải mô-đun USB.
zh_cn: 内核正常情况下会尝试安装 USB 模块以及 USB 键盘驱动来支持一些非标准的 USB 键盘。但是，有些不完整的 USB 系统会在驱动程序装入时死机。一个可能的解决方法是在 BIOS 设置内禁止您的 USB 控制器。或者在引导提示符处传递 <userinput>debian-installer/probe/usb=false</userinput> 参数，这将阻止装入此模块。

source: There are some common installation problems that are worth mentioning.
el: Υπάρχουν μερικά συνηθισμένα προβλήματα εγκατάστασης που αξίζει να αναφερθούν.
fi: Muutamat yleiset asennuspulmat kannattaa mainita.
ru: Есть несколько распространённых проблем установки, о которых стоит рассказать.
sv: Det finns några vanliga installationsproblem som är värda att nämna.
vi: Một số vấn đề cài đặt thường gặp.
zh_cn: 有一些常见的安装问题值得解释一下。

source: Misdirected video output
el: Λάθος κατευθυνόμενη έξοδος εικόνας
fi: Videosignaali väärään paikkaan
ru: Вывод видео не на то устройство
sv: Felriktad videoutmatning
vi: Kết xuất ảnh động bị hướng sai
zh_cn: 错误的视频输出

source: It is fairly common for &arch-title; to have two video cards in one machine, for example an ATI card and a Sun Creator 3D. In some cases, this may result in the video output getting misdirected soon after the system boots. In typical cases, the display will only show: <informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample> To work around this, you can either pull out one of the video cards, or disable the one not used during the OpenProm boot phase using a kernel parameter. For example, to disable an ATI card, you should boot the installer with <userinput>video=atyfb:off</userinput>.
el: Είναι αρκετά συνηθισμένο για την αρχιτεκτονική &arch-title; να υπάρχουν δυο κάρτες οθόνης σε ένα μηχάνημα, για παράδειγμα μια κάρτα ATI και μια κάρτα Sun Creator 3D. Σε μερικές περιπτώσεις, αυτό μπορεί να έχει σαν αποτέλεσμα η έξοδος της εικόνας να κατευθύνεται λανθασμένα λίγο μετά την εκκίνηση του συστήματος. Στην τυπική περίπτωση, η οθόνη θα δείξει μόνο το μήνυμα: <informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample>. Για να ξεπεράσετε το πρόβλημα αυτό μπορείτε είτε να αφαιρέσετε την μια κάρτα οθόνης είτε να απενεργοποιήσετε την κάρτα που δεν χρησιμοποιείται στην φάση εκκίνησης του OpenProm χρησιμοποιώντας μια παράμετρο πυρήνα. Για παράδειγμα, για να απενεργοποιήσετε μια κάρτα ΑΤΙ, θα πρέπει να εκκινήσετε τον πυρήνα με το όρισμα <userinput>video=atyfb:off</userinput>.
fi: Laitealustalla &arch-title; on varsin yleistä, että koneessa on kaksi näytönohjainta, esimerksi ATI:n kortti ja Sun Creator 3D. Joissakin tapauksissa tämä aiheuttaa videosignaalin menemisen väärään paikkaan kohta kun järjestelmä on käynnistynyt. Tavallisesti näytössä näkyy vain : <informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample> Ongelman voi kiertää joko poistamalla yhden näytönohjainkorteista tai ottamalla pois käytöstä sen jota ei käytetä OpenProm:n käynnistysvaiheessa käyttämällä ytimen parametria. Esimerkiksi ATI:n kortin saa pois käytöstä käynnistämällä asentimen parametrilla <userinput>video=atyfb:off</userinput>.
ru: Это почти всегда относится к &arch-title;, с двумя видеокартами в одной машине, например ATI и Sun Creator 3D. Иногда, это проявляется вскоре после загрузки системы. Обычно, на экран выводится только: <informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample> Чтобы этого избежать, вы можете вытащить одну видеокарту или отключить её использование на этапе загрузки OpenProm с помощью параметра ядра. Например, чтобы отключить карту ATI, загрузите программу установки с параметром <userinput>video=atyfb:off</userinput>.
sv: Det är ganska vanligt för &arch-title; att ha två grafikkort i en maskin, till exempel ett ATI-kort och ett Sun Creator 3D-kort. I vissa fall kan det här resultera i att videoutmatningen blir felriktad kort efter att systemet startar upp. I typiska fall kommer skärmen endast att visa: <informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample> För att komma runt det här problemet kan du antingen plocka ut ett av grafikkorten, eller inaktivera det som inte används under uppstartsfasen för OpenProm med en kärnparameter. Till exempel, för att inaktivera ett ATI-kort ska du starta upp installeraren med <userinput>video=atyfb:off</userinput>.
vi: &arch-title; hơi thường có hai thẻ ảnh động trong cùng một máy, v.d. một thẻ ATI và một thẻ Sun Creator 3D. Trường hợp này có thể gây ra kết xuất ảnh động bị hướng sai sớm sau khi hệ thống khởi động. Điển hình bộ trình bày sẽ chỉ hiển thị <informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample>[Đang ánh xạ hạt nhân... xong. Đang khởi động Linux...] Để chỉnh sửa, bạn có thể gỡ bỏ một của những thẻ ảnh động, hoặc tắt bằng tham số thẻ không được dùng trong giải đoạn OpenBoot. Chẳng hạn, để tắt một thẻ ATI, hãy khởi động bộ cài đặt với <userinput>video=atyfb:off</userinput> (ảnh động=atyfb:tắt).
zh_cn: 对于 &arch-title; ，一台机器有两个视频卡很常见，例如一个 ATI 卡和一个 Sun Creator 3D。有时，系统启动后，视频输出到错误的地方。典型的例子是，显示器只显示：<informalexample><screen> Remapping the kernel... done Booting Linux... </screen></informalexample> 要正常工作，您可以取下一块视频卡，或者在 OpenProm 引导阶段使用内核参数禁止一个。例如，禁止 ATI 卡，您应该使用 <userinput>video=atyfb:off</userinput> 启动安装程序。

source: Note that you may also have to manually add this parameter to the silo configuration (edit <filename>/target/etc/silo.conf</filename> before rebooting) and, if you installed X11, modify the video driver in <filename>/etc/X11/xorg.conf</filename>.
el: Σημειώστε ότι πιθανόν να πρέπει να προσθέσετε αυτήν την παράμετρο με το χέρι στις ρυθμίσεις του silo (διορθώστε το αρχείο <filename>/target/etc/silo.conf</filename> πριν την επανεκκίνηση) και, αν έχετε εγκαταστήσει το σύστημα Χ11, να τροποποιήσετε τον οδηγό οθόνης στο αρχείο <filename>/etc/X11/xorg.conf</filename>.
fi: Huomaa, että lisäksi saatat joutua lisäämään tämän parametrin itse silon asetuksiin (muokkaa tiedostoa <filename>/target/etc/silo.conf</filename> ennen uudelleenkäynnistystä) ja, jos asennettiin X11, muokkaa näyttöajuria tiedostossa <filename>/etc/X11/xorg.conf</filename>.
ru: Заметим, что вы можете также добавить вручную этот параметр в конфигурацию silo (отредактируйте <filename>/target/etc/silo.conf</filename> перед перезагрузкой) и, если у вас установлена X11, измените видеодрайвер в файле <filename>/etc/X11/xorg.conf</filename>.
sv: Observera att du även kanske manuellt måste lägga till den här parametern till silo-konfigurationen (redigera <filename>/target/etc/silo.conf</filename> innan omstart) och, om du installerat X11, ändra grafikdrivrutinen i <filename>/etc/X11/xorg.conf</filename>.
vi: Ghi chú rằng bạn cũng có thể cần phải tự thêm tham số này vào cấu hình silo (soạn thảo <filename>/target/etc/silo.conf</filename> trước khi khởi động lại). Cài đặt X11 thì cũng sửa đổi trình điều khiển ảnh động trong tập tin cấu hình <filename>/etc/X11/xorg.conf</filename>.
zh_cn: 注意，您可能必需手动添加该参数到 silo 设置(重启前编辑 <filename>/target/etc/silo.conf</filename>)，并且，如果您安装了 X11，还要修改 <filename>/etc/X11/xorg.conf</filename> 中的视频驱动。

source: Failure to Boot or Install from CD-ROM
el: Αποτυχία Εκκίνησης ή Εγκατάστασης από το CD-ROM
fi: Käynnistys tai asennus rompulta ei toimi
ru: Не удаётся загрузиться или установить ядро с CD-ROM
sv: Misslyckad uppstart eller installation från cd-rom
vi: Lỗi khởi động hay cài đặt từ đĩa CD-ROM
zh_cn: 从 CD-ROM 上引导或安装失败

source: Some Sparc systems are notoriously difficult to boot from CD-ROM and even if they do boot, there may be inexplicable failures during the installation. Most problems have been reported with SunBlade systems.
el: Μερικά συστήματα Sparc είναι γνωστά για την δυσκολία εκκίνησής τους από το CD-ROM και ακόμα και αν εκκινούν, πιθανόν να υπάρχουν ανεξήγητες αποτυχίες κατά την εγκατάσταση. Τα περισσότερα προβλήματα έχουν αναφερθεί για συστήματα SunBlade.
fi: Joitakin Sparc-järjestelmiä on tunnetusti vaikea käynnistää rompulta, ja vaikka ne käynnistyisivätkin, saattaa olla selittämättömiä pulmia asennuksen aikana. Useimmat viat on raportoitu SunBlade-järjestelmistä.
ru: Известно, что некоторые системы Sparc сложно загрузить с CD-ROM и даже если они загрузились, могут возникать непонятные ошибки во время установки. Большинство сообщений о таких проблемах относилось к системам SunBlade.
sv: Vissa Sparc-system är ovanligt svåra att starta upp från cd-rom och även om de startar upp, kan det uppstå oförklarliga fel under installationen. De flesta problemen har rapporterats med SunBlade-system.
vi: Thiên hạ ai cũng biết là khó khởi động một số kiểu hệ thống Sparc từ đĩa CD-ROM, và thậm chí nếu khởi động được, tiến trình cài đặt có thể bị lỗi không thể giải thích được. Lỗi nhiều nhất đã được thông báo đối với hệ thống SunBlade.
zh_cn: 一些 Sparc 系统出了名的难从 CD-ROM 启动，而且，即使启动，安装过程中也会有令人费解的错误。SunBlade 系统被报告了很多问题。

source: We recommend to install such systems by netbooting the installer.
el: Συνιστούμε να κάνετε την εγκατάσταση σε τέτοια συστήματα ξεκινώντας τον εγκαταστάτη από το δίκτυο.
fi: Suosittelemme asentamaan tuollaiset järjestelmät käynnistämällä asennin verkosta.
ru: Для таких систем мы рекомендуем загружать программу установки по сети.
sv: Vi rekommenderar att installation av sådana system görs genom att nätstarta installeraren.
vi: Khuyên bạn cài đặt vào hệ thống như thế bằng cách khởi động bộ cài đặt qua mạng.
zh_cn: 我们建议从网络安装这些系统。

source: Interpreting the Kernel Startup Messages
el: Ερμηνεία των μηνυμάτων έναρξης πυρήνα!
fi: Ytimen käynnistysviestien tulkinta
ru: Интерпретация загрузочных сообщений ядра
sv: Tolkning av kärnans uppstartsmeddelanden
vi: Giải thích thông điệp khởi chạy hạt nhân
zh_cn: 内核起始信息注解
