Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Alternatively you can use this template when filling out installation reports, and file the report as a bug report against the <classname>installation-reports</classname> pseudo package, by sending it to <email>submit@bugs.debian.org</email>. <informalexample><screen> Package: installation-reports Boot method: &lt;How did you boot the installer? CD? floppy? network?&gt; Image version: &lt;Full URL to image you downloaded is best&gt; Date: &lt;Date and time of the install&gt; Machine: &lt;Description of machine (eg, IBM Thinkpad R32)&gt; Processor: Memory: Partitions: &lt;df -Tl will do; the raw partition table is preferred&gt; Output of lspci -nn and lspci -vnn: Base System Installation Checklist: [O] = OK, [E] = Error (please elaborate below), [ ] = didn't try it Initial boot: [ ] Detect network card: [ ] Configure network: [ ] Detect CD: [ ] Load installer modules: [ ] Detect hard drives: [ ] Partition hard drives: [ ] Install base system: [ ] Clock/timezone setup: [ ] User/password setup: [ ] Install tasks: [ ] Install boot loader: [ ] Overall install: [ ] Comments/Problems: &lt;Description of the install, in prose, and any thoughts, comments and ideas you had during the initial install.&gt; </screen></informalexample> In the bug report, describe what the problem is, including the last visible kernel messages in the event of a kernel hang. Describe the steps that you did which brought the system into the problem state.
el: Εναλλακτικά μπορείτε να χρησιμοποιήσετε αυτό το υπόδειγμα όταν συμπληρώνετε αναφορές εγκατάστασης, και να αρχειοθετήσετε την αναφορά αυτή σαν αναφορά σφάλματος για το ψευδοπακέτο <classname>installation-reports</classname>, αποστέλοντάς το στην διεύθυνση <email>submit@bugs.debian.org</email>. <informalexample><screen> Package: installation-reports Boot method: &lt;How did you boot the installer? CD? floppy? network?&gt; Image version: &lt;Full URL to image you downloaded is best&gt; Date: &lt;Date and time of the install&gt; Machine: &lt;Description of machine (eg, IBM Thinkpad R32)&gt; Processor: Memory: Partitions: &lt;df -Tl will do; the raw partition table is preferred&gt; Output of lspci -nn and lspci -vnn: Base System Installation Checklist: [O] = OK, [E] = Error (please elaborate below), [ ] = didn't try it Initial boot: [ ] Detect network card: [ ] Configure network: [ ] Detect CD: [ ] Load installer modules: [ ] Detect hard drives: [ ] Partition hard drives: [ ] Install base system: [ ] Clock/timezone setup: [ ] User/password setup: [ ] Install tasks: [ ] Install boot loader: [ ] Overall install: [ ] Comments/Problems: &lt;Description of the install, in prose, and any thoughts, comments and ideas you had during the initial install.&gt; </screen></informalexample>. Στην αναφορά σφάλματος περιγράψτε ποιό είναι το πρόβλημα, συμπεριλαμβάνοντας το τελευταίο μήνυμα πυρήνα που μπορέσατε να δείτε στην περίπτωση "παγώματος" (hang) του πυρήνα. Περιγράψτε τα βήματα που ακολουθήσατε και τα όποια έφεραν το σύστημα σ'αυτήν την προβληματική κατάσταση.
fi: Toinen tapa on käyttää tätä lomaketta asennusraporttina, ja lähettää se vikailmoituksena näennäispaketille <classname>installation-reports</classname>, sähköpostittamalla se osoitteella <email>submit@bugs.debian.org</email>. <informalexample><screen> Package: installation-reports Boot method: &lt;How did you boot the installer? CD? floppy? network?&gt; Image version: &lt;Full URL to image you downloaded is best&gt; Date: &lt;Date and time of the install&gt; Machine: &lt;Description of machine (eg, IBM Thinkpad R32)&gt; Processor: Memory: Partitions: &lt;df -Tl will do; the raw partition table is preferred&gt; Output of lspci -nn and lspci -vnn: Base System Installation Checklist: [O] = OK, [E] = Error (please elaborate below), [ ] = didn't try it Initial boot: [ ] Detect network card: [ ] Configure network: [ ] Detect CD: [ ] Load installer modules: [ ] Detect hard drives: [ ] Partition hard drives: [ ] Install base system: [ ] Clock/timezone setup: [ ] User/password setup: [ ] Install tasks: [ ] Install boot loader: [ ] Overall install: [ ] Comments/Problems: &lt;Description of the install, in prose, and any thoughts, comments and ideas you had during the initial install.&gt; </screen></informalexample> Kerro vikailmoituksessa mikä vika on, ja liitä mukaan viimeiset näkyvät ytimen ilmoitukset mikäli ydin jumittui. Kuvaa mitä tekemällä sait järjestelmän vikatilanteeseen.
ru: Или же используйте этот шаблон для заполнения отчёта об установке и отправьте отчёт как сообщение об ошибке псевдо-пакету <classname>installation-reports</classname> на адрес <email>submit@bugs.debian.org</email>. <informalexample><screen> Package: installation-reports Boot method: &lt;Как запускалась программа установки? с CD? с дискет? из сети?&gt; Image version: &lt;Указать полный url, где брался образ&gt; Date: &lt;Дата и время установки&gt; Machine: &lt;Описание машины (например, IBM Thinkpad R32)&gt; Processor: Memory: Partitions: &lt; вывод результата команды df -Tl; лучше таблицу разделов в необработанном (raw) виде&gt; Вывод результата команд lspci -nn и lspci -vnn: Base System Installation Checklist: [O] = OK, [E] = Ошибка (описать подробности ниже), [ ] = не пробовал Initial boot: [ ] Detect network card: [ ] Configure network: [ ] Detect CD: [ ] Load installer modules: [ ] Detect hard drives: [ ] Partition hard drives: [ ] Install base system: [ ] Clock/timezone setup: [ ] User/password setup: [ ] Install tasks: [ ] Install boot loader: [ ] Overall install: [ ] Comments/Problems: &lt;Описание установки, комментарии, предложения возникшие в процессе.&gt; </screen></informalexample> В отчёте об ошибках опишите, в чём состоит проблема, включая последние увиденные сообщения ядра в случае повисания ядра. Опишите шаги, которые вы делали, чтобы привести систему в проблемное состояние.
sv: Alternativ kan du använda den här mallen när du fyller i installationsrapporter, och skicka sedan rapporten som en felrapport mot pseudopaketet <classname>installation-reports</classname>, genom att skicka den till <email>submit@bugs.debian.org</email> (skriv på engelska). <informalexample><screen> Package: installation-reports Boot method: &lt;Hur startade du upp installeraren? Cd? Diskett? Nätverk?&gt; Image version: &lt;Fullständig url till avbilden du hämtade är bäst&gt; Date: &lt;Datum och tid för installationen&gt; Machine: &lt;Beskrivning av maskinen (exempelvis IBM Thinkpad R32)&gt; Processor: Memory: Partitions: &lt;df -Tl räcker; en rå partitionstabell föredras&gt; Utskrift från lspci -nn och lspci -vnn: Base System Installation Checklist: [O] = OK, [E] = Fel (förklara nedan), [ ] = provade det inte Initial boot: [ ] Detect network card: [ ] Configure network: [ ] Detect CD: [ ] Load installer modules: [ ] Detect hard drives: [ ] Partition hard drives: [ ] Install base system: [ ] Clock/timezone setup: [ ] User/password setup: [ ] Install tasks: [ ] Install boot loader: [ ] Overall install: [ ] Comments/Problems: &lt;Beskrivning av installationen, i prosa, och eventuella tankar, kommentarer och idéer du hade under installationen.&gt; </screen></informalexample> Beskriv i felrapporten vad problemet var, inklusive de sista meddelandena från kärnan om problemet var att kärnan hängde sig. Beskriv de steg du tog som slutade i att systemet fick problem.
vi: Hoặc bạn có thể dùng mẫu này khi điền báo cáo cài đặt, và đệ trình báo cáo như là báo cáo lỗi đối với gói ảo <classname>installation-reports</classname> (các báo cáo cài đặt), bằng cách gửi nó cho địa chỉ <email>submit@bugs.debian.org</email>. <informalexample><screen> Package [Gói]: installation-reports Boot method [Phương pháp khởi động]: &lt;Bạn đã khởi động trình cài đặt như thế nào? Từ đĩa CD (ghi « CD »)? Từ đĩa mềm (floppy)? Qua mạng (network)?&gt; Image version [Phiên bản ảnh]: &lt;Địa chỉ Mạng đầy đủ tới ảnh đã tải xuống&gt; Date [Ngày]: &lt;Ngày tháng và giờ cài đặt&gt; Machine [Máy]: &lt;Mô tả máy tính (v.d. IBM Thinkpad R32)&gt; Processor [Bộ xử lý]: Memory [Bộ nhớ]: Partitions [Phân vùng]: &lt;df -Tl là đủ; bảng phân vùng thô là tốt hơn&gt; Output of lspci -nn and lspci -vnn [Dữ liệu xuất khi nhập mỗi lệnh « lspci -nn » và « lspci -vnn »]: Base System Installation Checklist [Danh sách kiểm tra việc cài đặt hệ thống cơ sở): [O] = Chạy được, [E] = Lỗi (xin hãy giải thích bên dưới), [ ] = Chưa thử Initial boot [Việc khởi động đầu tiên]: [ ] Detect network card [Phát hiện thẻ mạng]: [ ] Configure network [Cấu hình mạng]: [ ] Detect CD [Phát hiện đĩa CD]: [ ] Load installer modules [Tải các mô-đun cài đặt]: [ ] Detect hard drives [Phát hiện các đĩa cứng]: [ ] Partition hard drives [Phân vùng các đĩa cứng]: [ ] Install base system [Cài đặt hệ thống cơ sở]: [ ] Clock/timezone setup [Thiết lập đồng hồ/mũi giờ]: [ ] User/password setup [Thiết lập người dùng/mật khẩu]: [ ] Install tasks [Cài đặt các tác vụ]: [ ] Install boot loader [Cài đặt bộ nạp khởi động]: [ ] Overall install [Toàn bộ tiến trình cài đặt]: [ ] Comments/Problems [Chú thích/Vấn đề]: &lt;Mô tả của tiến trình cài đặt, và các chú thích, chi tiết, ý nghĩ nào trong tiến trình cài đặt đầu tiên.&gt; </screen></informalexample> Trong báo cáo lỗi, xin hãy diễn tả vấn đề, gồm những thông điệp hạt nhân cuối cùng đã hiển thị nếu hạt nhân đã treo cứng. Diễn tả những bước đến tình trạng vấn đề này.
zh_cn: 请采用下列模板填写安装报告，并发邮件到 <email>submit@bugs.debian.org</email>，给 <classname>installation-reports</classname> 虚拟软件包发送 bug 报告。<informalexample><screen> Package: installation-reports Boot method: &lt;How did you boot the installer? CD? floppy? network?&gt; Image version: &lt;Full URL to image you downloaded is best&gt; Date: &lt;Date and time of the install&gt; Machine: &lt;Description of machine (eg, IBM Thinkpad R32)&gt; Processor: Memory: Partitions: &lt;df -Tl will do; the raw partition table is preferred&gt; Output of lspci -nn and lspci -vnn: Base System Installation Checklist: [O] = OK, [E] = Error (please elaborate below), [ ] = didn't try it Initial boot: [ ] Detect network card: [ ] Configure network: [ ] Detect CD: [ ] Load installer modules: [ ] Detect hard drives: [ ] Partition hard drives: [ ] Install base system: [ ] Clock/timezone setup: [ ] User/password setup: [ ] Install tasks: [ ] Install boot loader: [ ] Overall install: [ ] Comments/Problems: &lt;Description of the install, in prose, and any thoughts, comments and ideas you had during the initial install.&gt; </screen></informalexample> 在 bug 报告内，请说明问题所在，包括内核挂起后最后见到的内核消息。描述进入问题状态所进行的步骤。

source: Macs require the <command>Penguin</command> bootloader, which can be downloaded from <ulink url="&url-m68k-mac;">the Linux/mac68k sourceforge.net project</ulink>. If you do not have the tools to handle a <command>Stuffit</command> archive, you can put it on a MacOS-formatted floppy using a second GNU/Linux machine of any architecture and the <command>hmount</command>, <command>hcopy</command>, and <command>humount</command> tools from the <classname>hfsutils</classname> suite.
ru: Для Mac-ов нужен системный загрузчик <command>Penguin</command>, который можно скачать с <ulink url="&url-m68k-mac;">the Linux/mac68k sourceforge.net project</ulink>. Если у вас нет программ для работы с архивом <command>Stuffit</command>, то вы можете скопировать его на отформатированную под Mac дискету, и на другой GNU/Linux машине с любой архитектурой воспользоваться программами <command>hmount</command>, <command>hcopy</command> и <command>humount</command> из пакета <classname>hfsutils</classname>.
sv: Mac-datorer kräver starthanteraren <command>Penguin</command> som kan hämtas från <ulink url="&url-m68k-mac;">Linux/mac68k sourceforge.net-projektet</ulink>. Om du inte har verktygen för att hantera ett <command>Stuffit</command>-arkiv kan du lägga den på en MacOS-formaterad diskett med hjälp av en annan GNU/Linux-dator på valfri arkitektur samt verktygen <command>hmount</command>, <command>hcopy</command> och <command>humount</command> från <classname>hfsutils</classname>-sviten.
zh_cn: Mac 需要用 <command>Penguin</command> bootloader，它可以从 <ulink url="&url-m68k-mac;">the Linux/mac68k sourceforge.net project</ulink> 下载。如果您没有处理 <command>Stuffit</command> 档案的工具，可以将它放到一张 MacOS 格式化的软盘，再用一台任意体系的 GNU/Linux 机器，使用 <classname>hfsutils</classname> 套件里面的 <command>hmount</command>、<command>hcopy</command> 和 <command>humount</command> 工具。

source: Set to <userinput>true</userinput> to display questions even if they have been preseeded. Can be useful for testing or debugging a preconfiguration file. Note that this will have no effect on parameters that are passed as boot parameters, but for those a special syntax can be used. See <xref linkend="preseed-seenflag"/> for details.
ru: Установка в <userinput>true</userinput> включает отображение всех вопросов, даже для которых есть автоматизированный ответ. Может оказаться полезным при отладке или тестировании файла ответов. Заметим, что это не действует на параметры, указанные в приглашении к загрузке, для работы с ними используется специальный синтаксис. Смотрите <xref linkend="preseed-seenflag"/>.
sv: Ställ in till <userinput>true</userinput> för att visa frågor även om de har blivit förinställda. Kan vara användbart för testning eller felsökning av en förkonfigurationsfil. Observera att det här inte har någon effekt på parametrar som skickas som uppstartsparametrar, men för de kan en speciell syntax användas. Se <xref linkend="preseed-seenflag"/> för detaljer.
zh_cn: 设为 <userinput>true</userinput>，让已经预置的也可以显示提问。用于测试和调试预置的文件。注意，使用引导参数进行预置时无效，但可以使用一种特殊的语法，参阅 <xref linkend="preseed-seenflag"/> 了解详细信息。

source: By default the installer requires that repositories be authenticated using a known gpg key. Set to <userinput>true</userinput> to disable that authentication. <emphasis role="bold">Warning: insecure, not recommended.</emphasis>
ru: По умолчанию программа установки требует, чтобы репозитории аутентифицировались с помощью известного ключа gpg. Установка в <userinput>true</userinput> выключает данную аутентификацию. <emphasis role="bold">Предупреждение: это небезопасно, рекомендуется не делать этого.</emphasis>
sv: Som standard kräver installeraren att förråden autentiseras med en känd gpg-nyckel. Ställ in till <userinput>true</userinput> för att inaktivera den autentiseringen. <emphasis role="bold">Varning: osäkert, rekommenderas inte.</emphasis>
zh_cn: 安装程序默认需要使用一个已知的 gpg 密钥认证仓库。设为 <userinput>true</userinput> 可以禁止认证。<emphasis role="bold">警告：不安全，不推荐使用。</emphasis>

source: Can be used to automatically load installer components that are not loaded by default. Examples of optional components that may be useful are <classname>openssh-client-udeb</classname> (so you can use <command>scp</command> during the installation)<phrase arch="not-s390"> and <classname>ppp-udeb</classname> (see <xref linkend="pppoe"/>)</phrase>.
ru: Может использоваться для автоматической загрузки компонент программы установки, которые не загружаются по умолчанию. В качестве примеров дополнительных полезных компонент, можно привести <classname>openssh-client-udeb</classname> (для того, чтобы во время установки можно было использовать команду <command>scp</command>)<phrase arch="not-s390"> и <classname>ppp-udeb</classname> (на настройки PPPoE)</phrase>.
sv: Kan användas för att automatiskt läsa in installerarkomponenter som inte läses in som standard. Exempel på valfria komponenter som kan vara användbara är <classname>openssh-client-udeb</classname> (så att du kan använda <command>scp</command> under installationen)<phrase arch="not-s390"> och <classname>ppp-udeb</classname> (se <xref linkend="pppoe"/>)</phrase>.
zh_cn: 可用来自动加载那些默认不加载的安装程序模块。比如一些有用的可选模块 <classname>openssh-client-udeb</classname> (使您可以在安装过程中使用 <command>scp</command>) <phrase arch="not-s390"> 和 <classname>ppp-udeb</classname> (参阅 <xref linkend="pppoe"/>)</phrase>。

source: $ dd if=/dev/cdrom | \ > head -c `stat --format=%s <replaceable>debian-testing-i386-netinst.iso</replaceable>` | \ > md5sum a20391b12f7ff22ef705cee4059c6b92 - 262668+0 records in 262668+0 records out 134486016 bytes (134 MB) copied, 97.474 seconds, 1.4 MB/s
sv: $ dd if=/dev/cdrom | \ > head -c `stat --format=%s <replaceable>debian-testing-i386-netinst.iso</replaceable>` | \ > md5sum a20391b12f7ff22ef705cee4059c6b92 - 262668+0 poster in 262668+0 poster ut 134486016 bytes (134 MB) kopierade, 97.474 sekunder, 1.4 MB/s
vi: $ dd if=/dev/cdrom | \ > head -c `stat --format=%s <replaceable>debian-testing-i386-netinst.iso</replaceable>` | \ > md5sum a20391b12f7ff22ef705cee4059c6b92 - 262668+0 records in 262668+0 records out 134486016 bytes (134 MB) copied, 97.474 seconds, 1.4 MB/s [records in số bản ghi gửi đến records out số bản ghi gửi đi copied đã sao chép seconds giây]

source: If you have a working Debian system, the easiest way to send an installation report is to install the <classname>installation-report</classname> and <classname>reportbug</classname> packages (<command>aptitude install installation-report reportbug</command>), configure <classname>reportbug</classname> as explained in <xref linkend="mail-outgoing"/>, and run the command <command>reportbug installation-reports</command>.
ru: Если система Debian заработала, самый простой путь отправки отчёта об установке &mdash; установить пакеты <classname>installation-report</classname> и <classname>reportbug</classname> (<command>aptitude install installation-report reportbug</command>), настроить <classname>reportbug</classname>, как это описывается в <xref linkend="mail-outgoing"/>, и запустить команду <command>reportbug installation-reports</command>.
sv: Om du har ett fungerande Debian-system är det enklaste sättet att skicka in en installationsrapport att installera paketen <classname>installation-report</classname> och <classname>reportbug</classname> (<command>aptitude install installation-report reportbug</command>), konfigurera <classname>reportbug</classname> som det förklaras i <xref linkend="mail-outgoing"/>, och kör kommandot <command>reportbug installation-reports</command>.
vi: Nếu bạn có hệ thống Debian hoạt động được, phương pháp dễ nhất để gởi báo cáo cài đặt là cài đặt hai gói <classname>installation-report</classname> và <classname>reportbug</classname> packages (nhập <command>aptitude install installation-report reportbug</command>) và cấu hình <classname>reportbug</classname> như được giải thích trong <xref linkend="mail-outgoing"/>, rồi chạy lệnh <command>reportbug installation-reports</command>.
zh_cn: 如果您有一个可以运转的 Debian 系统，发送安装报告最简单的方法是安装 <classname>installation-report</classname> 和 <classname>reportbug</classname> 软件包(<command>aptitude install installation-report reportbug</command>)，配置 <classname>reportbug</classname> 的说明参阅 <xref linkend="mail-outgoing"/>，然后执行 <command>reportbug installation-reports</command> 命令。

source: noname
ru: без имени
vi: vô tên

source: &gt;&gt;&gt; boot xxxx -flags 2
vi: &gt;&gt;&gt; boot xxxx -cờ 2

source: Macintosh
vi: Macintosh (Apple Mac)
