Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: If you are having the installation stall at a particular floppy, the first thing you should do is write the image to a <emphasis>different</emphasis> floppy and see if that solves the problem. Simply reformatting the old floppy may not be sufficient, even if it appears that the floppy was reformatted and written with no errors. It is sometimes useful to try writing the floppy on a different system.
el: Εάν βρεθείτε αντιμέτωποι με το πάγωμα της εγκατάστασης σε μια συγκεκριμένη δισκέττα, το πρώτο πράγμα που πρέπει να κάνετε είναι να γράψετε ξανά την εικόνα της συγκεκριμένης δισκέτας <emphasis>άλλη</emphasis> δισκέττα και να δείτε αν αυτό επιλύνει το πρόβλημα. Η απλή επαναδιαμόρφωση της παλιάς δισκέττας μπορεί να μην είναι αρκετή, ακόμα κι αν φαίνεται ότι η δισκέττα επαναδιαμορφώθηκε και γράφτηκε χωρίς σφάλματα. Μερικές φορές είναι χρήσιμο το να προσπαθήσετε να γράψετε την δισκέττα σε ένα διαφορετικό σύστημα.
fi: Jos asennus jumittuu jonkin tietyn levykkeen kohdalla, kannattaa ensimmäiseksi yrittää sen kirjoittamista <emphasis>toiselle</emphasis> levykkeelle, tämä ehkä poistaa vian. Vanhan levykkeen alustus uudelleen ei ehkä riitä, vaikka levykeen alustus ja kirjoitus näyttäisi sujuvan virheittä. Joskus kannattaa levyke kirjoittaa toisella koneella.
ru: Если установка замирает на какой-то дискете, сперва попробуйте записать образ на <emphasis>другую</emphasis> дискету. Простого переформатирования старой дискеты может быть недостаточно, даже если это случилось с дискетой, которую отформатировали и записали без ошибок. Иногда полезно попробовать записать дискету на другой системе.
sv: Om installeraren stannar för dig vid läsning av en specifik diskett, är det första du bör göra att skriva den till en <emphasis>annan</emphasis> diskett och se om det löser problemet. En omformatering av den redan använda disketten kanske inte alltid räcker, även om det verkar som om disketten blev omformaterad och skrevs utan fel. Det kan ibland vara användbart att försöka att skriva disketten på en annan dator.
vi: Nếu bạn thấy tiến trình cài đặt bị ngừng chạy tại một đĩa mềm riêng, trước tiên bạn nên ghi ảnh đĩa mềm đó vào một đĩa mềm <emphasis>khác</emphasis> và xem nếu việc này quyết định vấn đề. Có lẽ không đủ khi đơn giản định dạng lại đĩa mềm, thậm chí nếu có vẻ là đĩa mềm đã được định dạng lại và ghi lại một cách không có lỗi. Thỉnh thoảng có ích khi thử ghi đĩa mềm trên hệ thống khác.
zh_cn: 如果在某个软盘上遇到安装停止，您首先要做的，是把映像重新写到<emphasis>另外</emphasis>一张软盘上，看看是否解决问题。仅格式化旧软盘是不够的，即使它重新格式化以后看起来没有错误。如果可能，在别的统上重写这些软盘更好一些。

source: One user reports he had to write the images to floppy <emphasis>three</emphasis> times before one worked, and then everything was fine with the third floppy.
el: Κάποιος χρηστης ανεφερε οτι επρεπε να γραψει τα ειδωλα σε δισκετα <emphasis>τρεις</emphasis> φορες πριν να λειτουργησει καποια απ'αυτες , και επειτα ολα προχωρησαν κανονικα με την τριτη δισκετα.
fi: Eräs käyttäjä ilmoittaa, että hänen piti kirjoittaa otos levykkeelle <emphasis>kolme</emphasis> kertaa ennen kuin yksi levyke vihdoin toimi.
ru: Один пользователь сообщил, что он записывал образ на дискету <emphasis>три</emphasis> раза, прежде чем она заработала, и затем всё пошло нормально.
sv: En användare rapporterar att han var tvungen och skriva avbilderna till disketten <emphasis>tre</emphasis> gånger innan en fungerade och sedan gick allt bra med den tredje disketten.
vi: Một người dùng nào đó đã thông báo rằng họ đã cần phải ghi những ảnh vào đĩa mềm <emphasis>ba</emphasis> lần trước khi gặp một đĩa mềm hoạt động được, còn sau đó, mọi thứ thì tốt với đĩa mềm thứ ba.
zh_cn: 一个用户报告过他不得不把映像往软盘写<emphasis>三</emphasis>次，只有最后一次的软盘才算工作良好。

source: Normally you should not have to download a floppy image again, but if you are experiencing problems it is always useful to verify that the images were downloaded correctly by verifying their md5sums.
el: Συνήθως δεν χρειάζεται να ξανακατεβάσετε την εικόνα μιας δισκέττας, αλλά αν αντιμετωπίζετε προβλήματα είναι πάντα χρήσιμο να επαληθεύετε ότι οι εικόνες των δισκεττών έχουν κατέβει σωστά επαληθεύοντας τις υπογραφές τους md5sums.
fi: Tavallisesti ei tarvitse noutaa levykeotoksia uudelleen, mutta jos pulmia ilmenee on aina hyödyllistä tarkistaa, että levykkeet noudettiin oikein tarkistamalla niiden md5sum-tarkistussummat.
ru: Обычно не нужно скачивать образ дискет ещё раз, но если вы испытываете проблемы, всегда полезно проверить корректность загруженных образов сверив их md5sum.
sv: Vanligtvis behöver du inte hämta diskettavbilden igen, men om du upplever problem är det alltid bra att validera att avbilderna som hämtades är korrekta genom att validera deras md5-kontrollsummor.
vi: Bình thường bạn không cần tải về lại ảnh đĩa mềm nào, nhưng nếu gặp lỗi, luôn luôn có ích khi thẩm tra ảnh đã được tải về đúng bằng cách kiểm tra tổng MD5SUM của nó.
zh_cn: 一般情况下，您不必重新下载软盘映像，但如果一直有问题，可以通过它们的 md5sum 来检验下载的映像是否正确。

source: Other users have reported that simply rebooting a few times with the same floppy in the floppy drive can lead to a successful boot. This is all due to buggy hardware or firmware floppy drivers.
el: Άλλοι χρήστες ανέφεραν ότι άπλα η επανεκκίνηση αρκετές φορές με την ίδια δισκέτα στον ίδιο οδηγό δισκέτας μπορεί να οδηγήσει σε επιτυχή εκκίνηση. Όλα αυτά οφείλονται σε ένα προβληματικό υλικό ή στο firmware του οδηγού δισκέτας.
fi: Toiset käyttäjät ovat ilmoittaneet, että vain käynnistämällä muutaman kerran sama levyke asemassa saattaa käynnistys vihdoin onnistua. Kaikki tämä johtuu viallisista laitteista tai laiteohjelmiston levykeajureista.
ru: Другие пользователи сообщали, что простая перезагрузка несколько раз с одной и той же дискеты в дисководе приводила к успешной загрузке. Всё это случается из-за плохо работающих дисководов и их микропрограмм.
sv: Andra användare har rapporterat att helt enkelt starta om ett par gånger med samma diskett i diskettenheten kan leda till en lyckad uppstart. Det är på grund av felaktig maskinvara eller drivrutinen för diskettenheten i den <quote>fasta programvaran</quote>.
vi: Người dùng khác đã thông báo rằng tiến trình khởi động lại vài lần cùng một đĩa mềm trong ổ đĩa mềm có thể chỉ tới việc khởi động thành công. Các vấn đề này do lỗi trong trình điều khiển đĩa mềm kiểu phần vững hay phần cứng.
zh_cn: 其他一些用户报告过，用同样的软盘重新启动若干次才有一次能成功引导。这都是由于有缺陷的硬件或固件软盘驱动器驱动程序造成的。

source: Boot Configuration
el: Ρύθμιση της εκκίνησης
fi: Käynnistysasetukset
ru: Настройка загрузки
sv: Uppstartskonfiguration
vi: Cấu hình khởi động
zh_cn: 引导配置

source: If you have problems and the kernel hangs during the boot process, doesn't recognize peripherals you actually have, or drives are not recognized properly, the first thing to check is the boot parameters, as discussed in <xref linkend="boot-parms"/>.
el: Εάν έχετε προβλήματα και ο πυρήνας δεν αποκρίνεται κατά τη διάρκεια της διαδικασίας εκκίνησης, δεν αναγνωρίζει περιφερειακά που έχετε, ή δεν αναγνωρίζονται οδηγοί όπως πρέπει, το πρώτο πράγμα που πρέπει να ελέγξετε είναι οι παράμετροι εκκίνησης, όπως περιγράφεται στο <xref linkend="boot-parms"/>.
fi: Jos ilmenee pulmia ja ydin jumittuu käynnistyksen aikana, ei tunnista oheislaitteita joita koneessa oikeasti on, tai asemia ei tunnisteta kunnolla, on ensiksi tarkistettava käynnistysparametrit, kuten kerrotaan kohdassa <xref linkend="boot-parms"/>.
ru: Если у вас возникли проблемы и ядро падает во время загрузки, не распознает имеющуюся периферию или неправильно распознаются диски, сперва проверьте параметры загрузки, как это обсуждается в <xref linkend="boot-parms"/>.
sv: Om du har problem med att kärnan hänger sig under uppstartsprocessen, inte känner igen kringutrustning som du faktiskt har, eller inte korrekt detekterar vissa enheter, är uppstartsparametrarna det första att kontrollera, vilket diskuteras i <xref linkend="boot-parms"/>.
vi: Nếu bạn gặp khó khăn, hạt nhân treo cứng trong tiến trình khởi động, không nhận diện ngoại vi thật, hay không nhận diện được ổ đĩa, trước tiên bạn cần phải xem lại các tham số khởi động, như được thảo luận trong <xref linkend="boot-parms"/>.
zh_cn: 如果在引导过程中您遇到了问题或者内核挂起，不识别实际拥有的外围设备，或者驱动不能被正确识别，首先要做的事情是检查引导参数，见 <xref linkend="boot-parms"/> 讨论。

source: Often, problems can be solved by removing add-ons and peripherals, and then trying booting again. <phrase arch="x86">Internal modems, sound cards, and Plug-n-Play devices can be especially problematic.</phrase>
el: Συμβαίνει αρκετές φορές, κάποια προβλήματα να λύνονται με την αφαίρεση πρόσθετων συσκευών υλικού και περιφερειακών και με προσπάθεια επανεκκίνησης στη συνέχεια. <phrase arch="x86"> Ιδιαίτερα προβληματικές μπορεί να είναι συσκευές όπως εσωτερικά modem, κάρτες ήχου και συσκευές Plug-n-Play.</phrase>
fi: Usein pulmat katoavat poistamalla lisälaitekortit ja oheislaitteet, ja yrittämällä käynnistystä uudelleen. <phrase arch="x86">Korttimodeemit, äänikortit ja Plug-n-Play-laitteet ovat erityisiä ongelmapesiä.</phrase>
ru: Часто, проблемы можно решить, убрав дополнения и периферию, а затем попытаться загрузиться ещё раз. <phrase arch="x86">Особенно часто проблемы бывают с внутренними модемами, звуковыми картами и устройствами Plug-n-Play.</phrase>
sv: Ofta kan problemen lösas genom att ta bort tillägg och kringutrustning och sedan försöka starta upp igen. <phrase arch="x86">Interna modem, ljudkort och enheter med plug-n-play kan vara speciellt problematiska.</phrase>
vi: Thường, vấn đề có thể giải quyết bằng cách gỡ bỏ phần thêm và ngoại vi, rồi thử lại khởi động. <phrase arch="x86">Bộ điều giải nội bộ, thẻ âm thanh và thiết bị cầm-và-chơi có thể gây ra nhiều vấn đề.</phrase>
zh_cn: 通常，可以通过移除外挂硬件或者外围设备来解决问题，然后再次重新引导。<phrase arch="x86">内置调制解调器、声卡以及即插即用设备特别容易引起问题。</phrase>

source: If you have a large amount of memory installed in your machine, more than 512M, and the installer hangs when booting the kernel, you may need to include a boot argument to limit the amount of memory the kernel sees, such as <userinput>mem=512m</userinput>.
el: Εάν έχετε εγκατεστημένη στον υπολογιστή σας μεγάλη ποσότητα μνήμης, πάνω από 512Μ, και ο εγκαταστάτης δεν αποκρίνεται όταν ξεκινά ο πυρήνας, μπορεί να πρέπει να συμπεριλάβετε ένα όρισμα εκκίνησης που να περιορίζει την ποσότητα της μνήμης που θα βλέπει ο πυρήνας, όπως <userinput>mem=512m</userinput>.
fi: Jos koneessa on asennettuna paljon muistia, enemmän kuin 512 Mt, ja asennin jumittuu ydintä käynnistettäessä, voi olla tarpeen antaa käynnistysparametri rajoittamaan ytimen näkemän muistin määrää, kuten <userinput>mem=512m</userinput>.
ru: Если на вашей машине установлен большой объём памяти, более чем 512МБ и программа установки виснет при загрузке ядра, то вам может понадобиться указать параметр загрузки для ограничения объёма памяти видимого ядру &mdash; <userinput>mem=512m</userinput>.
sv: Om du har en stor mängd minne installerad i din maskin, mer än 512MB, och installeraren hänger sig när kärnan startar upp, kan du behöva inkludera ett uppstartsargument för att begränsa mängden minne som kärnan ser, såsom <userinput>mem=512m</userinput>.
vi: Nếu bạn có rất nhiều bộ nhớ được cài đặt trong máy tính, hơn 512M, và trình cài đặt treo cứng trong khi khởi động hạt nhân, có lẽ bạn cần phải thêm một đối số khởi động để hạn chế số lượng bộ nhớ do hạt nhân xem, v.d. <userinput>mem=512m</userinput> (bộ nhớ).
zh_cn: 如果您的机器上装有多于 512M 的大容量的内存，并且安装程序在引导内核时停止，您可能需要加入一个引导参数，来限制内核能够看到的内存数量，比如 <userinput>mem=512m</userinput>。

source: Common &arch-title; Installation Problems
el: Συνηθισμένα προβλήματα εγκατάστασης στην αρχιτεκτονική &arch-title;
fi: Yleisiä suoritinperheen &arch-title; asennuspulmia
ru: Распространённые проблемы установки на &arch-title;
sv: Vanliga installationsproblem på &arch-title;
vi: Vấn đề cài đặt &arch-title; thường
zh_cn: &arch-title; 常见安装问题

source: There are some common installation problems that can be solved or avoided by passing certain boot parameters to the installer.
el: Υπάρχουν μερικά συνηθισμένα προβλήματα εγκατάστασης που μπορούν να αποφευχθούν περνώντας συγκεκριμένες παραμέτρους εκκίνησης στον εγκαταστάτη.
fi: Muutamat yleiset asennuspulmat voidaan selvittää tai välttää antamalla asentimelle sopivia käynnistysparametreja.
ru: Есть некоторое количество распространённых проблем установки, которые можно решить или избежать с помощью передачи параметров загрузки программе установки.
sv: Det finns några vanliga installationsproblem som kan lösas eller undvikas genom att skicka med vissa uppstartsparametrar till installeraren.
vi: Có một số vấn đề cài đặt thường có thể được giải quyết hay được tránh bằng cách gởi đối số khởi động riêng cho trình cài đặt.
zh_cn: 有一些常见的安装问题，可以通过给安装程序特定的引导参数解决或避免。

source: Some systems have floppies with <quote>inverted DCLs</quote>. If you receive errors reading from the floppy, even when you know the floppy is good, try the parameter <userinput>floppy=thinkpad</userinput>.
el: Μερικά συστήματα έχουν δισκέττες με <quote>αντεστραμμένα DCLs </quote>. Αν έχετε σφάλματα στην ανάγνωση της δισκέττας, ακόμα κι αν ξέρετε ότι η δισκέττα είναι καλή, δοκιμάσετε την παράμετρο <userinput>floppy=thinkpad</userinput>.
fi: Joissakin tietokoneissa levykeasemassa on <quote>inverted DCL</quote>. Jos levykkeestä tulee lukuvirheitä, vaikka levyke tiedetään kunnolliseksi, kokeile parametria <userinput>floppy=thinkpad</userinput>.
ru: Некоторые системы имеют дисковод гибких дисков с <quote>обратными DCL</quote>. Если вы получаете ошибки чтения с дискеты, даже когда знаете, что она хорошая, попробуйте задать параметр <userinput>floppy=thinkpad</userinput>.
sv: Vissa system har disketter med <quote>omvänd DCL</quote>. Om du upptäcker fel vid inläsning från disketten även om disketten är bra, prova med parametern <userinput>floppy=thinkpad</userinput>.
vi: Một số hệ thống riêng có đĩa mềm với <quote>DCL bị đảo</quote>. Nếu bạn gặp lỗi khi đọc đĩa mềm, ngay cả khi bạn biết được đĩa mềm đó là tốt, hãy thử nhập tham số <userinput>floppy=thinkpad</userinput> (đĩa mềm=vùng nghĩ).
zh_cn: 一些系统的软盘会有 <quote>inverted DCLs</quote>。如果您在读软盘时遇到错误信息，并且知道软盘是好的，请尝试 <userinput>floppy=thinkpad</userinput> 参数。

source: On some systems, such as the IBM PS/1 or ValuePoint (which have ST-506 disk drivers), the IDE drive may not be properly recognized. Again, try it first without the parameters and see if the IDE drive is recognized properly. If not, determine your drive geometry (cylinders, heads, and sectors), and use the parameter <userinput>hd=<replaceable>cylinders</replaceable>,<replaceable>heads</replaceable>,<replaceable>sectors</replaceable></userinput>.
el: Σε κάποια συστήματα, όπως τα IBM PS/1 ή ValuePoint (που έχουν οδηγούς δίσκου ST-506), η συσκευή IDE ίσως να μην αναγνωρίζεται κανονικά. Και πάλι, δοκιμάστε στην αρχή χωρίς τις παραμέτρους και δείτε αν η συσκευή IDE αναγνωρίζεται κανονικά. Αν όχι προσδιορίστε τη γεωμετρία του δίσκου (κύλινδροι, κεφαλές και τομείς) και χρησιμοποιήστε την παράμετρο<userinput>hd=<replaceable>cylinders</replaceable>,<replaceable>heads</replaceable>,<replaceable>sectors</replaceable></userinput>.
fi: Joissakin tietokoneissa, kuten IBM PS/1 tai ValuePoint (joissa on ST-506-levyajurit), ei IDE-levyä ehkä tunnisteta oikein. Yritä taas ensin ilman parametreja ja kokeile josko IDE-asema tunnistuu oikein. Jos ei, selvitä levyn geometria (sylinterit, päät ja sektorit) ja käytä parametria <userinput>hd=<replaceable>sylinterit</replaceable>,<replaceable>päät</replaceable>,<replaceable>sektorit</replaceable></userinput>.
ru: На некоторых системах, таких как IBM PS/1 или ValuePoint (имеющих дисковый драйвер ST-506), привод IDE может быть распознан неправильно. Сначала попробуйте загрузиться без параметров и посмотрите, правильно ли определяется привод IDE. Если нет, выясните геометрию диска (количество цилиндров, головок и секторов) и воспользуйтесь параметром <userinput>hd=<replaceable>количество цилиндров</replaceable>, <replaceable>количество головок</replaceable>, <replaceable>количество секторов</replaceable></userinput>.
sv: På vissa system, såsom IBM PS/1 eller ValuePoint (som har ST-506-hårddiskar), kanske IDE-disken inte kan identifieras korrekt. Igen, prova den först utan parametrar och se om IDE-disken identifieras korrekt. Om inte, ta reda på geometrin för din hårddisk (cylindrar, huvuden och sektorer), och använd parametern <userinput>hd=<replaceable>cylindrar</replaceable>,<replaceable>huvuden</replaceable>,<replaceable>sektorer</replaceable></userinput>.
vi: Trên một số hệ thống riêng, như IBM PS/1 hay ValuePoint (mà có trình điều khiển đĩa kiểu ST-506), có lẽ ổ đĩa IDE chưa được nhận diện cho đúng. Lần nữa, hãy thử đầu tiên không có tham số, xem nếu ổ đĩa IDE có được nhận diện cho đúng chưa. Nếu chưa, kiểm tra xem có dạng hình ổ đĩa nào (số hình trụ [cylinders], số đầu [heads] và số rãnh ghi [sectors]) rồi nhập tham số <userinput>hd=<replaceable>trụ</replaceable>,<replaceable>đầu</replaceable>, <replaceable>rãnh ghi</replaceable></userinput>.
zh_cn: 在一些系统上，比如 IBM PS/1 或者 ValuePoint (具有 ST-506 驱动器)，IDE 驱动器可能不被识别。请首先尝试没有参数的的引导是否能够被识别。如果不行，请确定驱动器几何参数(柱面，磁头还有扇区)。然后使用参数 <userinput>hd=<replaceable>cylinders</replaceable>,<replaceable>heads</replaceable>,<replaceable>sectors</replaceable></userinput>。

source: If you have a very old machine, and the kernel hangs after saying <computeroutput>Checking 'hlt' instruction...</computeroutput>, then you should try the <userinput>no-hlt</userinput> boot argument, which disables this test.
el: Αν έχετε ένα πολύ παλιό μηχάνημα, και ο πυρήνας ''κρεμάει'' μετά το μήνυμα <computeroutput>Checking 'hlt' instruction...</computeroutput>, τότε θα πρέπει να δοκιμάσετε το όρισμα <userinput>no-hlt</userinput> στην εκκίνηση, που απενεργοποιεί αυτόν τον έλεγχο.
fi: Jos kone on hyvin vanha, ja ydin jumittuu kun se on tulostanut rivin <computeroutput>Checking 'hlt' instruction...</computeroutput>, olisi kokeiltava käynnistysparametria <userinput>no-hlt</userinput>, joka ottaa tämän testin pois käytöstä.
ru: Если у вас очень старая машина и ядро зависает после надписи <computeroutput>Checking 'hlt' instruction...</computeroutput>, то вы должны попробовать параметр загрузки <userinput>no-hlt</userinput>, который выключает этот тест.
sv: Om du har en mycket gammal dator, och kärnan hänger sig efter den sagt <computeroutput>Checking 'hlt' instruction...</computeroutput>, så ska du prova uppstartsargumentet <userinput>no-hlt</userinput>, som inaktiverar det här testet.
vi: Nếu bạn có máy rất cũ, và hạt nhân treo cứng sau khi nói <computeroutput>Checking 'hlt' instruction...</computeroutput> (đang kiểm tra câu lệnh « đánh »), rồi bạn nên thử nhập tham số <userinput>no-hlt</userinput> (không đánh), mà tất khả năng kiểm tra này.
zh_cn: 如果您有一台非常老的机器，并且内核在显示 <computeroutput>Checking 'hlt' instruction...</computeroutput> 时中断，需要尝试 <userinput>no-hlt</userinput> 参数来取消这个测试。

source: If your screen begins to show a weird picture while the kernel boots, eg. pure white, pure black or colored pixel garbage, your system may contain a problematic video card which does not switch to the framebuffer mode properly. Then you can use the boot parameter <userinput>fb=false video=vga16:off</userinput> to disable the framebuffer console. Only a reduced set of languages will be available during the installation due to limited console features. See <xref linkend="boot-parms"/> for details.
el: Αν η οθόνη σας αρχίσει να εμφανίζει κάποια περίεργη εικόνα κατά την εκκίνηση του πυρήνα, πχ. γίνεται εντελώς λευκή, εντελώς μαύρη ή δείχνει άσχετα έγχρωμα pixel, είναι πιθανόν το σύστημά σας να έχει μια προβληματική κάρτα οθόνης που δεν περνάει σωστά στην κατάσταση framebuffer. Μπορείτε τότε να χρησιμοποιήσετε την παράμετρο εκκίνησης <userinput>fb=false video=vga16:off</userinput> για να απενεργοποιήσετε την κονσόλα framebuffer. Στην περίπτωση αυτή μόνο ένας περιορισμένος αριθμός γλωσσών θα είναι διαθέσιμες κατά την εγκατάσταση λόγω των περιορισμένων δυνατοτήτων της κονσόλας. Δείτε το <xref linkend="boot-parms"/> για λεπτομέρειες.
fi: Jos näytön kuva on pielessä ytimen käynnistyessä, esimerkiksi kokonaan valkoinen, kokonaan musta tai värillistä pistemössöä, saattaa koneessa olla hankala näytönohjain, joka ei vaihda ruutupuskuroituun tilaan kunnolla. Tällöin voidaan käynnistysparametrilla <userinput>fb=false video=vga16:off</userinput> ottaa ruutupuskuroitu konsoli pois käytöstä. Konsolin ominaisuuksien rajoitukset sallivat vain suppean joukon kieliä asennuksen aikana. Katso yksityiskohtia kohdasta <xref linkend="boot-parms"/>.
ru: Если во время загрузки ядра экран выглядит странно, например, он полностью белый, чёрный или замусорен разными цветами, то ваша система, вероятно, имеет проблемную видеокарту, которая неправильно переключается в режим фреймбуфера. В этом случае, вы можете попробовать параметр загрузки <userinput>fb=false video=vga16:off</userinput>, чтобы выключить фреймбуфер на консоли. Из-за этого ограничения консоли установка будет доступна только на нескольких языках. Подробней смотрите в <xref linkend="boot-parms"/>.
sv: Om din skärm börjar visa en konstig bild vid uppstart av kärnan, exempelvis vitt, svart eller färgat bildpunktsskräp, kan ditt system innehålla ett problematiskt grafikkort som inte kan byta till framebuffer-läget korrekt. Då kan du använda uppstartsparametern <userinput>fb=false video=vga16:off</userinput> för att inaktivera framebuffer-konsollen. Endast det engelska språket kommer då att vara tillgängligt under installationen på grund av begränsade konsollfunktioner. Se <xref linkend="boot-parms"/> för detaljer.
vi: Nếu màn hình bắt đầu hiển thị ảnh lạ trong khi hạt nhân khởi động, v.d. màn hình hoàn toàn trắng, hoàn toàn đèn hay có rác điểm ảnh màu sắc, có lẽ hệ thống chứa thẻ ảnh động không chuyển đổi được sang chế độ bộ đệm khung. Trong trường hợp này, bạn có thể nhập tham số khởi động <userinput>fb=false video=vga16:off</userinput> (bộ đệm khung là sai, ảnh động=vga16:tắt) để tắt bàn điều khiển bộ đệm khung. Chỉ một bộ ngôn ngữ bị giảm sẽ sẵn sàng trong tiến trình cài đặt, do tính năng bàn điều khiển bị hạn chế. Xem <xref linkend="boot-parms"/> để tìm chi tiết.
zh_cn: 如果您的显示屏在内核引导的时候显示一个奇怪的图片(比如，纯白，纯黑或者彩色的像素块)，系统可能含有一块有问题的显示卡。它不能切换至帧缓存模式。您可以使用引导参数 <userinput>fb=false video=vga16:off</userinput> 来取消帧缓存控制台。由于控制台的限制，在安装过程中只能使用少数的几种语言，参阅 <xref linkend="boot-parms"/> 来获得细节信息。

source: System Freeze During the PCMCIA Configuration Phase
el: Πάγωμα του συστήματος κατά το στάδιο ρύθμισης του PCMCIA
fi: Järjestelmä jumittuu PCMCIA:n asetuksia tehtäessä
ru: Система подвисает во время настройки PCMCIA
sv: Systemet fryser under konfigurationsfasen för PCMCIA
vi: Hệ thống đông đặc trong giai đoạn cấu hình PCMCIA
zh_cn: 在 PCMCIA 配置阶段系统停止
