Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: To boot a CD-ROM from the Cyclone console prompt, use the command <command>boot cd0:cats.bin</command>
el: Για να εκκινήσετε ένα CD-ROM από το προτρεπτικό της κονσόλας του Cyclone, χρησιμοποιήστε την εντολή <command>boot cd0:cats.bin</command>
fi: Cyclonen konsolin kehotteesta käynnistetään rompulta komennolla <command>boot cd0:cats.bin</command>
ru: Чтобы загрузиться с CD-ROM из консоли Cyclone, используйте команду <command>boot cd0:cats.bin</command>
sv: För att starta upp en cd-rom från Cyclones konsollprompt, använd kommandot <command>boot cd0:cats.bin</command>
vi: Để khởi động đĩa CD-ROM từ dấu nhắc bàn điều khiển Cyclone, hãy dùng lệnh <command>boot cd0:cats.bin</command>.
zh_cn: 如果需要在 Cyclone 控制台提示符下从 CD 光盘下引导，请使用命令 <command>boot cd0:cats.bin</command>

source: Booting from Firmware
el: Εκκίνηση από το Firmware
fi: Käynnistäminen laiteohjelmistosta
ru: Загрузка из микропрограммы
sv: Starta upp från den fasta programvaran
vi: Khởi động từ phần vững
zh_cn: 从固件引导

source: There is an increasing number of consumer devices that directly boot from a flash chip on the device. The installer can be written to flash so it will automatically start when you reboot your machines.
el: Υπάρχει ένας διαρκώς αυξανόμενος αριθμός από καταναλωτικές συσκευές που εκκινούν κατευθείαν από ένα τσιπ flash στην ίδια την συσκευή. Ο εγκαταστάτης μπορεί να αποθηκευτεί στην flash ώστε να ξεκινήσει αυτόματα όταν επανεκκινήσετε τα μηχανήματά σας.
fi: Kuluttajalaitteet jotka käynnistyvät suoraan laitteen flash-muistilta ovat yleistymässä. Asennin voidaan kirjoittaa flash-muistiin, jolloin se käynnistyy automaattisesti kun laite käynnistetään uudelleen.
ru: В настоящее время растёт число бытовых устройств, которые загружаются непосредственно из флэш-памяти устройства. Для них программа установки может быть записана во флэш, для автоматического запуска при перезагрузке устройства.
sv: Det finns ett ökande antal konsumentenheter som startar upp direkt från ett flashchip på enheten. Installeraren kan skrivas till flash så att den automatiskt startar upp när du startar om dina maskiner.
vi: Có số tăng dần, những thiết bị người tiêu dùng mà khởi động trực tiếp từ phiến tinh thể cực nhanh trên thiết bị đó. Bộ cài đặt có thể được ghi vào cực nhanh, để khởi chạy tự động khi bạn khởi đông lại máy.
zh_cn: 有越来越多的消费设备可以直接从设备上的闪存启动。安装程序可以被写入闪存，这样当您重启机器的时候就能自动运行。

source: In many cases, changing the firmware of an embedded device voids your warranty. Sometimes you are also not able to recover your device if there are problems during the flashing process. Therefore, please take care and follow the steps precisely.
el: Σε πολλές περιπτώσεις, η αλλαγή του firmware μιας embedded συσκευής ακυρώνει την εγγύηση που έχετε.
fi: Useissa tapauksissa ei takuu ole voimassa enää sulautetun laitteen laiteohjelmiston muuttamisen jälkeen. Joskus ei myöskään ole mahdollista palauttaa alkuperäistä laiteohjelmistoa jos flashille kirjoituksessa ilmenee ongelmia. Tästä syystä on oltava huolellinen ja noudatettava ohjeita tarkkaan.
ru: В большинстве случаев такое изменение микропрограммы устройства лишает гарантии. Также, иногда невозможно починить устройство, если возникнут проблемы при записи во флэш. Поэтому точно следуйте указаниям.
sv: I många fall gäller inte din garanti när den fasta programvaran i inbäddade enheter ändras. Ibland kan du inte heller återhämta din enhet om det inträffar problem under flashningsprocessen. Var därför försiktig och följ stegen noga.
vi: Trong nhiều trường hợp, việc thay đổi phần vững của thiết bị nhúng sẽ bãi bỏ bảo hành. Đôi khi bạn cũng không thể phục hồi thiết bị nếu gặp khó khăn trong việc chớp. Vì vậy, hãy cẩn thận và theo những bước một cách chính xác.
zh_cn: 多数情况下，修改嵌入设备的固件将使质保作废。有时如果稍有差错，您将无法复原您的设备。所以要特别小心并精确地进行下面的步骤。

source: Booting the NSLU2
el: Εκκίνηση του NSLU2
fi: NSLU2:n käynnistäminen
ru: Загрузка NSLU2
sv: Starta upp NSLU2
vi: Khởi động NSLU2
zh_cn: 引导 NSLU2

source: There are three ways how to put the installer firmware into flash:
el: Υπάρχουν τρεις τρόποι για να τοποθετήσετε τον εγκαταστάτη του firmware στην μνήμη flash:
fi: Asentimen laiteohjelmisto voidaan tallentaa flashiin kolmella tavalla:
ru: Есть три способа заливки микропрограммы установки в флэш:
sv: Det finns tre sätt hur man lägger in installerarens fasta programvara i flash-minnet:
vi: Có ba phương pháp chèn phần vững cài đặt vào bộ nhớ cực nhanh:
zh_cn: 有三种方式可以将安装程序的固件放入闪存：

source: Using the NSLU2 web interface
el: Χρησιμοποιώντας το web interface του NSLU2
fi: Käytetään NSLU2:n webbikäyttöliittymää
ru: С помощью веб интерфейса NSLU2
sv: Använda webbgränssnittet i NSLU2
vi: Dùng giao diện Mạng của NSLU2
zh_cn: 使用 NSLU2 的 web 界面

source: Go to the administration section and choose the menu item <literal>Upgrade</literal>. You can then browse your disk for the installer image you have previously downloaded. Then press the <literal>Start Upgrade</literal> button, confirm, wait for a few minutes and confirm again. The system will then boot straight into the installer.
el: Πηγαίνετε τστην ενότητα Διαχείρισης και επιλέξτε <literal>Upgrade</literal> από το μενού. Μπορείτε τότε να πλοηγηθείτε στον δίσκο σας για την εικόνα του εγκαταστάτη που έχετε "κατεβάσει" από πριν. Πατήστε στην συνέχεια το κουμπί <literal>Start Upgrade</literal>, επιβεβαιώστε, περιμένετε για μερικά λεπτά και επιβεβαιώστε ξανά. Το σύστημα θα ξεκινήσει τότε κατευθείαν από τον εγκαταστάτη.
fi: Mene "administration"-osaan ja valitse valikosta <literal>Upgrade</literal>. Levyltä voidaan nyt selata aiemmin noudettu asennusotos. Sitten painetaan <literal>Start Upgrade</literal>-painiketta, vahvistetaan, odotetaan muutama minuutti ja vahvistetaan taas. Laite käynnistyy suoraan asentimeen.
ru: Перейдите в раздел управления и выберите пункт меню <literal>Upgrade</literal>. Затем выберите с диска образ программы установки. Нажмите кнопку <literal>Start Upgrade</literal>, подтвердите, подождите несколько минут и подтвердите ещё раз. Система будет перезагружена прямо в программу установки.
sv: Gå till administrationsavsnittet och välj menyposten <literal>Upgrade</literal>. Du kan sedan bläddra på din disk efter installationsavbilden du tidigare hämtade ner. Tryck sedan på knappen <literal>Start Upgrade</literal>, bekräfta, vänta ett par minuter och bekräfta igen. Systemet kommer sedan att starta upp direkt in i installeraren.
vi: Đi tới phần quản lý và chọn mục trình đơn <literal>Upgrade</literal> (Nâng cấp). Sau đó bạn có thể duyệt qua đĩa tìm ảnh cài đặt đã được tải về trước. Một khi tìm nó, hãy bấm cái nút <literal>Start Upgrade</literal> (bắt đầu nâng cấp), xác nhận, đợi vài phút rồi xác nhận lần nữa. Sau đó, hệ thống sẽ khởi động trực tiếp vào trình cài đặt.
zh_cn: 进入管理部分然后选择菜单项 <literal>Upgrade</literal>。接着从您的磁盘上找到前面下载安装程序映像。然后按下 <literal>Start Upgrade</literal> 按钮，确认，等几分钟再次确认。系统将直接启动进入安装程序。

source: Via the network using Linux/Unix
el: Μέσω του δικτύουχρησιμοποιώντας Linux/Unix
fi: Verkon kautta Linuxista/Unixista
ru: По сети с помощью Linux/Unix
sv: Via nätverket med Linux/Unix
vi: Qua mạng bằng Linux/UNIX
zh_cn: 通过网络使用 Linux/Unix

source: You can use <command>upslug2</command> from any Linux or Unix machine to upgrade the machine via the network. This software is packaged for Debian. First, you have to put your NSLU2 in upgrade mode: <orderedlist> <listitem><para> Disconnect any disks and/or devices from the USB ports. </para></listitem> <listitem><para> Power off the NSLU2 </para></listitem> <listitem><para> Press and hold the reset button (accessible through the small hole on the back just above the power input). </para></listitem> <listitem><para> Press and release the power button to power on the NSLU2. </para></listitem> <listitem><para> Wait for 10 seconds watching the ready/status LED. After 10 seconds it will change from amber to red. Immediately release the reset button. </para></listitem> <listitem><para> The NSLU2 ready/status LED will flash alternately red/green (there is a 1 second delay before the first green). The NSLU2 is now in upgrade mode. </para></listitem> </orderedlist> See the <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">NSLU2-Linux pages</ulink> if you have problems with this. Once your NSLU2 is in upgrade mode, you can flash the new image: <informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> Note that the tool also shows the MAC address of your NSLU2, which may come in handy to configure your DHCP server. After the whole image has been written and verified, the system will automatically reboot. Make sure you connect your USB disk again now, otherwise the installer won't be able to find it.
el: Μπορείτε να χρησιμοποιήσετε την εντολή <command>upslug2</command> από οποιοδήποτε μηχάνημα Linux ή Unix για να αναβαθμίσετε το μηχάνημα μέσω του δικτύου. Το λογισμικό αυτό διατίθεται και σαν πακέτο για το Debian. Καταρχήν, θα πρέπει να θέσετε το σύστημά σας NSLU2 σε κατάσταση αναβάθμισης: <orderedlist> <listitem><para> Αποσυνδέστε οποιουσδήποτε δίσκους και/ή συσκευές από τις θύρες USB. </para></listitem> <listitem><para> Σβήστε το σύστημα NSLU2 </para></listitem> <listitem><para> Πιέστε και κρατήστε πατημένο το κουμπί reset (που είναι προσβάσιμο μέσω της μικρής οπής στο πίσω μέρος του συστήματος ακριβώς πάνω από την είσοδο τροφοδοσίας). </para></listitem> <listitem><para>Πιέστε και αφήστε το κουμπί power για να θέσετε σε λειτουργία το NSLU2. </para></listitem> <listitem><para> Περιμένετε για 10 δευτερόλεπτα προσέχοντας για την φωτεινή ένδειξη (LED) ready/status. Μετά από τα 10 δευτερόλεπτα θα αλλάξει από πορτοκαλί σε κόκκινο. Αμέσως αφήστε ελεύθερο το κουμπί reset. </para></listitem> <listitem><para> Η φωτεινή ένδειξη ready/status του NSLU2 θα μεταβληθεί εναλλάξ σε κόκκινο/πράσινο (υπάρχει ένα διάστημα αναμονής ενός δευτερολέπτου πριν από την πρώτη εμφάνιση του πράσινου). Το σύστημα NSLU2 είναι τώρα σε κατάσταση αναβάθμισης. </para></listitem> </orderedlist> Δείτε την σελίδα <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">NSLU2-Linux pages</ulink> αν αντιμετωπίσετε οποιαδήποτε προβλήματα σ' αυτό. Μόλις το σύστημα NSLU2 βρεθεί σε κατάσταση αναβάθμισης, μπορείτε να κάνετε flash την καινούρια εικόνα: <informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> Σημειώστε ότι το εργαλείο αυτό δείχνει επίσης την διεύθυνση MAC του συστήματός σας NSLU2, που μπορεί να σας φανεί χρήσιμη στην ρύθμιση του server DHCP. Μετά την εγγραφή και επαλήθευση ολόκληρης της εικόνας, το σύστημα θα επανεκκινήσει αυτόματα. Βεβαιωθείτε ότι συνδέσατε ξανά τον δίσκο σας USB, διαφορετικά ο εγκαταστάτης δεν θα μπορέσει να τον εντοπίσει.
fi: Miltä tahansa Linux- tai Unix-koneelta voidaan komennolla <command>upslug2</command> päivittää laite verkon kautta. Tämä ohjelmisto on paketoitu Debianiin. Ensiksi on NSLU2 asetettava päivitystilaan:<orderedlist> <listitem><para> Irrota kaikki levyt ja laitteet USB-porteista. </para></listitem> <listitem><para> Sammuta NSLU2 </para></listitem> <listitem><para> Paina ja pidä pohjassa reset-nappula (pieni reikä takana aivan virtaliittimen yläpuolella). </para></listitem> <listitem><para> Paina ja päästä ylös käynnistysnappula, NSLU2 käynnistyy. </para></listitem> <listitem><para> Katsele ready/status lediä, 10 sekunnin kuluttua se vaihtuu keltaisesta punaiseksi. Päästä reset-nappula heti ylös. </para></listitem> <listitem><para> NSLU2:n ready/status-ledi välkyy vuorotellen punaisena ja vihreänä (ennen ensimmäistä vihreää on yhden sekunnin viive). NSLU2 on nyt päivitystilassa. </para></listitem> </orderedlist> Lue <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">NSLU2-Linux pages</ulink> -ohje jos tässä on pulmia. Kun NSLU2 on päivitystilassa, uusi otos voidaan kirjoittaa flashiin: <informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> Huomaa, että työkalu näyttää myös NSLU2:n MAC-osoitteen, josta saattaa olla hyötyä DHCP-palvelimen asetuksia kirjoitettaessa. Kun koko otos on kirjoitettu ja varmennettu, käynnistyy laite automaattisesti uudelleen. Muista kytkeä USB-levy takaisin tässä kohtaa, muuten asennin ei löydä sitä.
ru: Для обновления по сети вы можете использовать <command>upslug2</command> с любой Linux или Unix машины. Эта программа существует в виде пакета Debian. Во-первых, переведите NSLU2 в режим обновления: <orderedlist> <listitem><para> Отключите диски и/или другие устройства из портов USB.</para></listitem> <listitem><para> Выключите питание NSLU2 </para></listitem> <listitem><para> Нажмите и удерживайте кнопку сброса ( она находится в маленьком отверстии на задней стенке над разъёмом питания). </para></listitem> <listitem><para> Нажмите и отпустите кнопку питания NSLU2. </para></listitem> <listitem><para> Подождите 10 секунд, наблюдая за индикатором готовности/состояния. По прошествии 10 секунд его состояние изменится с жёлтого на красный. Немедленно отпустите кнопку сброса. </para></listitem> <listitem><para> Лампочка индикатора готовности/состояния NSLU2 заморгает попеременно красным/зелёным (будет задержка в 1 секунду перед первым появлением зелёного цвета). Теперь NSLU2 находится в режиме обновления. </para></listitem> </orderedlist> При возникновении проблем обратитесь к <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">странице NSLU2-Linux</ulink>. После того как NSLU2 в режиме обновления, вы можете записать новый образ во флэш-память: <informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> Заметим, что эта утилита также показывать MAC адрес NSLU2, который может пригодиться при настройке DHCP сервера. После записи и проверки образа, система будет автоматически перезагружена. Убедитесь, что обратно вставили USB диск, иначе программа установки не сможет найти его.
sv: Du kan använda <command>upslug2</command> från valfri Linux- eller Unix-maskin för att uppgradera maskinen via nätverket. Den här programvaran är paketerad för Debian. Först måste du försätta din NSLU2 i uppgraderingsläge: <orderedlist> <listitem><para> Koppla loss alla diskar och/eller enheter från USB-portarna. </para></listitem> <listitem><para> Stäng av din NSLU2 </para></listitem> <listitem><para> Tryck och håll nere omstartsknappen (tillgänglig genom ett litet hål på baksidan ovanför strömanslutningen). </para></listitem> <listitem><para> Tryck och släpp strömknappen för att starta upp NSLU2. </para></listitem> <listitem><para> Vänta 10 sekunder och se på ready-/status-lampan. Efter 10 sekunder kommer en att ändra färg från orange till röd. Släpp omedelbart omstartsknappen. </para></listitem> <listitem><para> Lampan på NSLU2 för ready/status kommer att blinka rött och grönt (det är en sekunds fördröjning före den första gröna). NSLU2 är nu i uppgraderingsläge. </para></listitem> </orderedlist> Se <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">NSLU2-Linux-sidor</ulink> om du har problem med det här. När din NSLU2 är i uppgraderingsläge, kan du lägga in den nya flashavbilden: <informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> Observera att verktyget även visar MAC-adressen på din NSLU2, vilket kan vara användbart för att konfigurera din DHCP-server. Efter att hela avbilden har skrivits och validerats kommer systemet att automatiskt starta om. Se till att du ansluter din USB-disk igen nu, annars kommer installeraren inte att kunna hitta den.
vi: Bạn có thể dùng tiện ích <command>upslug2</command> từ bất kỳ máy Linux hay UNIX nào, để nâng cấp máy qua mạng. Phần mềm này đã được đóng gói dành cho Debian. Trước hết, bạn cần phải đặt máy NSLU2 trong chế độ nâng cấp: <orderedlist> <listitem><para> Ngắt kết nối các đĩa và/hay thiết bị ra cổng USB. </para></listitem> <listitem><para> Tắt điện của máy NSLU2 </para></listitem> <listitem><para> Bấm giữ cái nút đặt lại (có thể truy cập nó qua lỗ nhỏ về sau hộp, đúng bên trên cổng điện vào).</para></listitem> <listitem><para> Trong khi giữ nút đặt lại, bấm rồi buông cái nút điện để mở điện của máy NSLU2. </para></listitem> <listitem><para> Tiếp tục giữ nút đặt lại, đợi 10 giây trong khi theo dõi LED (đèn nhỏ) sẵn sàng/trạng thái. Sau 10 giây, nó sẽ thay đổi từ màu vàng thành màu đỏ. Lúc đó, bạn hãy buông ngay cái nút đặt lại. </para></listitem> <listitem><para> Sau đó, đèn LED sẵn sàng/trạng thái của máy NSLU2 sẽ chớp xen kẽ màu đỏ/xanh lá cây (có sự trễ 1 giây trước nó trở thành màu xanh lá cây lần đầu tiên). Lúc đó, máy NSLU2 đã vào chế độ nâng cấp. </para></listitem> </orderedlist> Xem các trang <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">NSLU2-Linux</ulink> nếu bạn gặp khó khan trong tiến trình này. Một khi máy NSLU2 đã vào chế độ nâng cấp, bạn có thể chớp ảnh mới: <informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> Ghi chú rằng công cụ này cũng hiển thị địa chỉ MAC của máy NSLU2 của bạn, thông tin có ích khi bạn cấu hình trình phục vụ DHCP. Sau khi toàn bộ ảnh đã được ghi và thẩm tra, hệ thống sẽ khởi động lại tự động. Hãy kiểm tra xem bạn đã kết nối lại đĩa USB, nếu không thì trình cài đặt không tìm thấy nó.
zh_cn: 您可以从任一 Linux 或 Unix 机器上使用 <command>upslug2</command> 通过网络来升级机器。Debian 下有该软件包。首先，您必须将 NSLU2 置于升级模式： <orderedlist> <listitem><para> 去除所有连接在 USB 口上的磁盘和/或设备。</para></listitem> <listitem><para> 关闭 NSLU2 电源 </para></listitem> <listitem><para> 按住复位按钮 (位于后面电源输入上方的小孔)。 </para></listitem> <listitem><para> 按下和松开开关键打开 NSLU2。 </para></listitem> <listitem><para> 等待 10 秒监视就绪/状态 LED。 10 秒钟后它会从琥珀色变成红色。立即松开复位按钮。 </para></listitem> <listitem><para> NSLU2 就绪/状态 LED 将会红/绿交替闪烁 (在首次出现绿色时会有 1 秒钟的延迟)。NSLU2 现在处于升级模式。</para></listitem> </orderedlist> 如果您遇到问题，请参考 <ulink url="http://www.nslu2-linux.org/wiki/OpenSlug/UsingTheBinary">NSLU2-Linux pages</ulink>。一旦 NSLU2 处于升级模式，您就可以刷人新的映像：<informalexample><screen> sudo upslug2 -i di-nslu2.bin </screen></informalexample> 注意，该工具还会显示 NSLU2 的 MAC 地址，它可以用来配置 DHCP 服务器。整个映像写入和检验后，系统将自动重启。确保 USB 磁盘再次连接，否则将无法找到安装程序。

source: Via the network using Windows
el: Μέσω του δικτύου χρησιμοποιώντας Windows
fi: Verkon kautta Windowsista
ru: По сети с помощью Windows
sv: Via nätverket med Windows
vi: Qua mạng bằng Windows
zh_cn: 通过网络使用 Windows

source: There is <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">a tool</ulink> for Windows to upgrade the firmware via the network.
el: Υπάρχει <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">ένα εργαλείο</ulink> για Windows που επιτρέπει την αναβάθμιση του firmware μέσω του δικτύου.
fi: Windowsille on <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">työkalu</ulink> laiteohjelmiston päivittämiseen verkon kautta.
ru: Для обновления микропрограммы по сети существует <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">утилита</ulink> для Windows.
sv: Det finns <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">ett verktyg</ulink> för Windows för att uppgradera firmware via nätverket.
vi: Có một <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">công cụ</ulink> Windows để nâng cấp phần vững qua mạng.
zh_cn: 有一个 <ulink url="http://www.everbesthk.com/8-download/sercomm/firmware/all_router_utility.zip">工具</ulink> 用于 Windows 通过网络升级固件。

source: Booting from a CD-ROM
el: Εκκίνηση από CD-ROM
fi: Käynnistäminen rompulta
ru: Загрузка с CD-ROM
sv: Uppstart från en cd-rom
vi: Khởi động từ đĩa CD-ROM
zh_cn: 从 CD-ROM 启动

source: Booting from Linux Using <command>LILO</command> or <command>GRUB</command>
el: Ξεκινώντας από το Linux με <command>LILO</command> ή <command>GRUB</command>
fi: Käynnistäminen Linuxista <command>LILO</command>:lla tai <command>GRUB</command>:lla
ru: Загрузка из Linux с помощью <command>LILO</command> или <command>GRUB</command>
sv: Uppstart från Linux med <command>LILO</command> eller <command>GRUB</command>
vi: Khởi động từ Linux bằng <command>LILO</command> hay <command>GRUB</command>
zh_cn: 引导 Linux 使用 <command>LILO</command> 或 <command>GRUB</command>

source: To boot the installer from hard disk, you must first download and place the needed files as described in <xref linkend="boot-drive-files"/>.
el: Για να ξεκινήσετε τον εγκαταστάτη από τον σκληρό δίσκο θα πρέπει πρώτα να κατεβάσετε και να τοποθετήσετε τα απαραίτητα αρχεία όπως περιγράφεται στην ενότητα <xref linkend="boot-drive-files"/>.
fi: Asentimen käynnistämiseksi kiintolevyltä on tarvittavat tiedostot ensin noudettava ja tallennettava, kuten neuvotaan kohdasssa <xref linkend="boot-drive-files"/>.
ru: Для загрузки программы установки с жёсткого диска у вас уже должны быть полностью полученные и размещённые на диске необходимые файлы (смотрите <xref linkend="boot-drive-files"/>).
sv: För att starta upp installeraren från hårddisk måste du första hämta och placera de nödvändiga filerna som beskrivs i <xref linkend="boot-drive-files"/>.
vi: Để khởi động trình cài đặt từ đĩa cứng, trước tiên bạn cần phải tải về và để các tập tin cần thiết, như được diễn tả trong <xref linkend="boot-drive-files"/>.
zh_cn: 为了从硬盘引导安装程序，您首先必须按照要求下载并且放置所需的文件，请参见 <xref linkend="boot-drive-files"/>。
