Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: If you intend to use the hard drive only for booting and then download everything over the network, you should download the <filename>netboot/debian-installer/&architecture;/initrd.gz</filename> file and its corresponding kernel <filename>netboot/debian-installer/&architecture;/linux</filename>. This will allow you to repartition the hard disk from which you boot the installer, although you should do so with care.
el: Αν σκοπεύετε να χρησιμοποιήσετε τον σκληρό δίσκο μόνο για την εκκίνηση και στη συνέχεια να κατεβάσετε ο,τιδήποτε άλλο από το δίκτυο, θα πρέπει να κατεβάσετε το αρχείο <filename>netboot/debian-installer/&architecture;/initrd.gz</filename>και τον αντίστοιχο πυρήνα <filename>netboot/debian-installer/&architecture;/linux</filename>. Αυτό θα σας επιτρέψει να επαναδιαμερίσετε τον δίσκο από τον οποίο θα εκκινήσετε τον εγκαταστάτη, αν και θα πρέπει να κάνετε κάτι τέτοιο με προσοχή.
fi: Jos tarkoitus on käyttää kiintolevyä vain käynnistämiseen ja noutaa sitten kaikki verkosta, olisi noudettava tiedosto <filename>netboot/debian-installer/&architecture;/initrd.gz</filename> ja sitä vastaava ydin <filename>netboot/debian-installer/&architecture;/linux</filename>. Tällöin on mahdollista osioida uudelleen levy josta asennin käynnistetään, vaikkakin tämä olisi tehtävä huolella.
ru: Если вы намереваетесь использовать жёсткий диск только для загрузки, а затем выполнять установку по сети, то вы должны скачать файл <filename>netboot/debian-installer/&architecture;/initrd.gz</filename> и соответствующее ему ядро <filename>netboot/debian-installer/&architecture;/linux</filename>. Это позволит вам переразметить жёсткий диск с которого вы загрузились, хотя вы должны делать это осторожно.
sv: Om du tänkte använda hårddisken bara för att starta upp och sedan hämta allt över nätverket, bör du hämta filen <filename>netboot/debian-installer/&architecture;/initrd.gz</filename> och dess motsvarande kärna, <filename>netboot/debian-installer/&architecture;/linux</filename>. Den låter dig partionera om hårddisken från vilken du startar upp installeraren, dock bör du göra med försiktighet.
vi: Nếu bạn định dùng đĩa cứng chỉ để khởi động, rồi tải về mọi thứ qua mạng, bạn nên tải về tập tin <filename>netboot/debian-installer/&architecture;/initrd.gz</filename> và hạt nhân tương ứng <filename>netboot/debian-installer/&architecture;/linux</filename>. Việc này sẽ cho bạn khả năng phân vùng lại đĩa cứng nơi bạn khởi động bộ cài đặt, dù bạn nên làm như thế một cách cẩn thận.
zh_cn: 如果您只愿意使用硬盘引导，然后从网络下载其他文件，需要下载 <filename>netboot/debian-installer/&architecture;/initrd.gz</filename> 文件及其对应的内核 <filename>netboot/debian-installer/&architecture;/linux</filename>。这将允许您重新分区用于引导的硬盘，需要小心操作。

source: Alternatively, if you intend to keep an existing partition on the hard drive unchanged during the install, you can download the <filename>hd-media/initrd.gz</filename> file and its kernel, as well as copy a CD iso to the drive (make sure the file is named ending in <literal>.iso</literal>). The installer can then boot from the drive and install from the CD image, without needing the network.
el: Εναλλακτικά, αν σκοπεύετε να κρατήσετε αμετάβλητη μια υπάρχουσα διαμέριση στον σκληρό δίσκο κατά τη διάρκεια της εγκατάστασης, μπορείτε να κατεβάσετε το αρχείο <filename>hd-media/initrd.gz</filename> και τον πυρήνα του, καθώς και να αντιγράψετε την εικόνα iso ενός CD (βεβαιωθείτε ότι το αρχείο έχει κατάληξη σε<literal>.iso</literal>). Ο εγκαταστάτης μπορεί τότε να εκκινήσει από τη συσκευή του CD-ROM και να κάνει την εγκατάσταση από την εικόνα του CD, χωρίς την ανάγκη δικτύου.
fi: Toinen mahdollisuus, mikäli on tarkoitus pitää kiintolevyllä oleva osio ennallaan asennuksen aikana, on noutaa tiedosto <filename>hd-media/initrd.gz</filename> ja sitä vastaava ydin, sekä kopioida rompun ISO-otos levylle (varmista tiedoston nimen lopussa olevan <literal>.iso</literal>). Asennin voi tällöin käynnistyä levyltä ja asentaa romppuotoksesta, eikä verkkoa tarvita.
ru: Или же, если вы намереваетесь сохранить существующий раздел жёсткого диска неизменным, то можете получить файл <filename>hd-media/initrd.gz</filename> и ядро, а также скопировать файл образа CD на жёсткий диск (проверьте, что имя заканчивается на <literal>.iso</literal>). Затем программу установки можно загрузить с диска и установить из образа CD без использования сети.
sv: Alternativt, om du tänker behålla en befintlig partition på hårddisken i oförändrat skick under installationen, kan du hämta filen <filename>hd-media/initrd.gz</filename> och dess kärna, såväl som en kopia av en cd-avbild till enheten (se till att filens namn slutar på <literal>.iso</literal>). Installeraren kan sedan starta upp från enheten och installera från cd-avbilden, utan behov av nätverk.
vi: Hoặc, nếu bạn định bao tồn một phân vùng đã có trên đĩa cứng, không thay đổi nó trong khi cài đặt, bạn có thể tải về tập tin <filename>hd-media/initrd.gz</filename> và hạt nhân tương ứng, cũng sao chép ảnh ISO đĩa CD vào ổ đĩa (kiểm tra xem tập tin có tên kết thúc bằng <literal>.iso</literal>). Sau đó, trình cài đặt có thể khởi động từ ổ đĩa đó, cũng cài đặt từ ảnh đĩa CD, không cần chạy mạng.
zh_cn: 或者，如果您愿意保持安装时硬盘原有分区不变，可以下载 <filename>hd-media/initrd.gz</filename> 文件及其内核，以及复制一个 CD 光盘 iso 文件到硬盘上(确保文件名结尾是<literal>.iso</literal>)。安装程序就可以无网络从硬盘引导，并且从 CD 映像文件上安装。

source: For <command>LILO</command>, you will need to configure two essential things in <filename>/etc/lilo.conf</filename>: <itemizedlist> <listitem><para> to load the <filename>initrd.gz</filename> installer at boot time; </para></listitem> <listitem><para> have the <filename>vmlinuz</filename> kernel use a RAM disk as its root partition. </para></listitem> </itemizedlist> Here is a <filename>/etc/lilo.conf</filename> example:
el: Για το <command>LILO</command>, θα πρέπει να ρυθμίσετε δυο ουσιαστικά στοιχεία στο αρχείο <filename>/etc/lilo.conf</filename>: <itemizedlist><listitem><para> να φορτώσει τον εγκαταστάτη <filename>initrd.gz</filename> κατά τη διάρκεια της εκκίνησης. </para></listitem><listitem><para> να κάνετε τον πυρήνα <filename>vmlinuz</filename> να χρησιμοποιήσει έναν δίσκο RAM σαν το ριζικό τμήμα του δίσκου. </para></listitem></itemizedlist> Εδώ είναι ένα παράδειγμα αρχείου <filename>/etc/lilo.conf</filename>:
fi: <command>LILO</command>:a varten on tehtävä kaksi välttämätöntä asetusta tiedostossa <filename>/etc/lilo.conf</filename>: <itemizedlist> <listitem><para> jotta <filename>initrd.gz</filename>-asennin ladataan käynnistyksen aikana; </para></listitem> <listitem><para> jotta <filename>vmlinuz</filename>-ydin käyttää muistilevyä juuriosionaan. </para></listitem> </itemizedlist> Tässä on esimerkki tiedostosta <filename>/etc/lilo.conf</filename>:
ru: В <command>LILO</command> нужно настроить две важные вещи в файле <filename>/etc/lilo.conf</filename>: <itemizedlist> <listitem><para> загружать программу установки из <filename>initrd.gz</filename>; </para></listitem> <listitem><para> ядро <filename>vmlinuz</filename> использует RAM диск в качестве корневого раздела. </para></listitem> </itemizedlist> Вот пример <filename>/etc/lilo.conf</filename>:
sv: För <command>LILO</command>, behöver du konfigurera två viktiga saker i <filename>/etc/lilo.conf</filename>: <itemizedlist> <listitem><para> för att läsa in <filename>initrd.gz</filename> installeraren vid uppstart; </para></listitem> <listitem><para> få kärnan <filename>vmlinuz</filename> att använda en RAM-disk som sin rotpartition. </para></listitem> </itemizedlist> Här är ett exempel på en <filename>/etc/lilo.conf</filename>:
vi: Đối với <command>LILO</command>, bạn sẽ cần phải cấu hình hai thứ chủ yếu trong tập tin <filename>/etc/lilo.conf</filename>: <itemizedlist> <listitem><para> để tải trình cài đặt <filename>initrd.gz</filename> vào lúc khởi động; </para></listitem> <listitem><para> làm cho hạt nhân <filename>vmlinuz</filename> dùng đĩa RAM như là phân vùng gốc. </para></listitem> </itemizedlist> Đây là một lời thí dụ <filename>/etc/lilo.conf</filename>:
zh_cn: 如果采用 <command>LILO</command>,您需要在 <filename>/etc/lilo.conf</filename> 中配置两件最基本的事情: <itemizedlist> <listitem><para> 在引导时装入 <filename>initrd.gz</filename> 安装程序；</para></listitem> <listitem><para> 让 <filename>vmlinuz</filename> 内核使用一个内存虚拟磁盘作为它的根分区。</para></listitem> </itemizedlist> 这里是一个 <filename>/etc/lilo.conf</filename> 的例子：

source: For more details, refer to the <citerefentry><refentrytitle>initrd</refentrytitle> <manvolnum>4</manvolnum></citerefentry> and <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry> man pages. Now run <userinput>lilo</userinput> and reboot.
el: Για περισσότερες λεπτομέρειες, αναφερθείτε στις σελίδες χρήσης των <citerefentry><refentrytitle>initrd</refentrytitle><manvolnum>4</manvolnum></citerefentry> και <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry>. Τρέξτε τώρα το <userinput>lilo</userinput> και επανεκκινήστε.
fi: Yksityiskohtaisempaa tietoa löytyy man-sivuilta <citerefentry><refentrytitle>initrd</refentrytitle> <manvolnum>4</manvolnum></citerefentry> ja <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry>. Käynnistä nyt <userinput>lilo</userinput> ja käynnistä sitten tietokone uudelleen.
ru: Подробней смотрите на страницах руководства <citerefentry><refentrytitle>initrd</refentrytitle> <manvolnum>4</manvolnum></citerefentry> и <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry>. Теперь запустите <userinput>lilo</userinput> и перезагрузите машину.
sv: För fler detaljer, referera till manualsidorna <citerefentry><refentrytitle>initrd</refentrytitle> <manvolnum>4</manvolnum></citerefentry> och <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry>. Kör nu <userinput>lilo</userinput> och starta om.
vi: Để tìm chi tiết, xem trang hướng dẫn (man) <citerefentry><refentrytitle>initrd</refentrytitle> <manvolnum>4</manvolnum></citerefentry> và <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry>. Bây giờ hãy chạy <userinput>lilo</userinput> rồi khởi động lại.
zh_cn: 欲获知更多细节，请参阅 <citerefentry><refentrytitle>initrd</refentrytitle> <manvolnum>4</manvolnum></citerefentry> 和 <citerefentry><refentrytitle>lilo.conf</refentrytitle> <manvolnum>5</manvolnum></citerefentry> man 手册。现在运行 <userinput>lilo</userinput> 并且重新启动。

source: The procedure for <command>GRUB</command> is quite similar. Locate your <filename>menu.lst</filename> in the <filename>/boot/grub/</filename> directory (sometimes in the <filename>/boot/boot/grub/</filename>), add the following lines: <informalexample><screen> title New Install kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> and reboot.
el: Η διαδικασία για το <command>GRUB</command> είναι αρκετά παρόμοια. Εντοπίστε το αρχείο <filename>menu.lst</filename> στον κατάλογο <filename>/boot/grub/</filename> (μερικές φορές στον κατάλογο<filename>/boot/boot/grub/</filename>), και προσθέστε τις ακόλουθες γραμμές: <informalexample><screen> title New Install kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> και επανεκκινήστε.
fi: <command>GRUB</command>:n käyttö on hyvin samantapaista. Etsi tiedosto <filename>menu.lst</filename> hakemistosta <filename>/boot/grub/</filename> (joskus se on hakemistossa <filename>/boot/boot/grub/</filename>), lisää seuraavat rivit: <informalexample><screen> title New Install kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> ja käynnistä uudelleen.
ru: Процедура для <command>GRUB</command> очень похожа. Найдите файл <filename>menu.lst</filename> в каталоге <filename>/boot/grub/</filename> (иногда в <filename>/boot/boot/grub/</filename>), добавьте строчки: <informalexample><screen> title New Install kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> и перезагрузите машину.
sv: Proceduren för <command>GRUB</command> är ganska likvärdig. Leta upp din <filename>menu.lst</filename> i katalogen <filename>/boot/grub/</filename> (ibland finns den i <filename>/boot/boot/grub/</filename>) och lägg till följande rader: <informalexample><screen> title Ny installation kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> och starta om.
vi: Thủ tục đối với <command>GRUB</command> là hơi tương tự. Hãy tìm tập tin <filename>menu.lst</filename> nằm trong thư mục <filename>/boot/grub/</filename> (đôi khi nằm trong thư mục <filename>/boot/boot/grub/</filename>), và thêm những dòng này: <informalexample><screen> title New Install kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> rồi khởi động lại.
zh_cn: 使用 <command>GRUB</command> 的过程也类似。在 <filename>/boot/grub/</filename> 目录下找到 <filename>menu.lst</filename> (有时位于 <filename>/boot/boot/grub/</filename>)，加入下面几行：<informalexample><screen> title New Install kernel (hd0,0)/boot/newinstall/vmlinuz initrd (hd0,0)/boot/newinstall/initrd.gz </screen></informalexample> 然后重启。

source: Note that the value of the <userinput>ramdisk_size</userinput> may need to be adjusted for the size of the initrd image. From here on, there should be no difference between <command>GRUB</command> or <command>LILO</command>.
el: Σημειώστε ότι η τιμή <userinput>ramdisksize</userinput> πιθανόν να χρειάζεται προσαρμογή για το μέγεθος της εικόνας initrd. Από το σημείο αυτό και μετά, δεν θα υπάρχει διαφορά ανάμεσα στα <command>GRUB</command> και <command>LILO</command>.
fi: Huomaa, että <userinput>ramdisk_size</userinput>-arvoa voidaan joutua muuttamaan vastaamaan initrd-otoksen kokoa. Tästä eteenpäin ei pitäisi olla mitään eroa <command>GRUB</command>:n ja <command>LILO</command>:n välillä.
ru: Заметим, что значение <userinput>ramdisksize</userinput> может потребоваться привести в соответствие с размером образа initrd. В дальнейшем нет никакой разницы в использовании <command>GRUB</command> или <command>LILO</command>.
sv: Observera att värden för <userinput>ramdisk_size</userinput> kan behöva justeras efter initrd-avbildens storlek. Från och med nu bör det inte vara några skillnader mellan <command>GRUB</command> och <command>LILO</command>.
vi: Ghi chú rằng giá trị của <userinput>ramdisk_size</userinput> (kích cỡ của đĩa RAM) có lẽ cần phải được điều chỉnh để thích hợp với ảnh initrd. Kể từ điểm này, không nên có sự khác nhau giữa tiến trình <command>GRUB</command> và <command>LILO</command>.
zh_cn: 注意 <userinput>ramdisk_size</userinput> 的值也许需要调整至 initrd 映像的大小。从这里开始，没什么区别，即采用 <command>GRUB</command> 或 <command>LILO</command>。

source: Booting from USB Memory Stick
el: Εκκίνηση από USB stick μνήμης
fi: Käynnistys USB-muistilta
ru: Загрузка с карты памяти USB
sv: Uppstart från USB-minne
vi: Khởi động từ thanh bộ nhớ USB
zh_cn: 从 USB 闪盘引导

source: Let's assume you have prepared everything from <xref linkend="boot-dev-select"/> and <xref linkend="boot-usb-files"/>. Now just plug your USB stick into some free USB connector and reboot the computer. The system should boot up, and you should be presented with the <prompt>boot:</prompt> prompt. Here you can enter optional boot arguments, or just hit &enterkey;.
el: Ας υποθέσουμε ότι έχετε προετοιμάσει όσα υποδεικνύονται στις ενότητες <xref linkend="boot-dev-select"/> και <xref linkend="boot-usb-files"/>. Τώρα απλά συνδέστε το USB stick σε μια ελεύθερη θύρα σύνδεσης USB και επανεκκινήστε τον υπολογιστή. Το σύστημα θα πρέπει να ξεκινήσει, και θα εμφανιστεί μπροστά σας η προτροπή <prompt>boot:</prompt>. Εδώ μπορείτε να εισάγετε προαιρετικά ορίσματα για την εκκίνηση ή απλά να πατήσετε &enterkey;.
fi: Oletetaan että kaikki kohdissa <xref linkend="boot-dev-select"/> ja <xref linkend="boot-usb-files"/> mainitut valmistelut on tehty. Nyt vain asetetaan USB-muisti johonkin vapaaseen USB-liittimeen ja käynnistetään tietokone. Järjestelmän pitäisi käynnistyä ja näkyä kehote <prompt>boot:</prompt>. Tässä voidaan kirjoittaa käynnistysparametreja, tai painaa vain &enterkey;.
ru: Предположим, что вы уже приготовили всё как написано в <xref linkend="boot-dev-select"/> и <xref linkend="boot-usb-files"/>. Теперь вставьте карту памяти USB в свободное USB гнездо и перезагрузите компьютер. Система должна загрузиться и вы должны увидеть приглашение <prompt>boot:</prompt>. Здесь вы можете ввести необязательные параметры загрузки, или просто нажать &enterkey;.
sv: Låt oss anta att du har förberett allt från <xref linkend="boot-dev-select"/> och <xref linkend="boot-usb-files"/>. Anslut ditt USB-minne i någon ledig USB-kontakt och starta om datorn. Systemet bör starta upp och du bör se prompten <prompt>boot:</prompt>. Här kan du ange ytterligare uppstartsargument eller bara trycka &enterkey;.
vi: Giả sử bạn đã chuẩn bị mọi thứ được diễn tả trong <xref linkend="boot-dev-select"/> và <xref linkend="boot-usb-files"/>. Sau đó, hãy cầm thanh USB vào cổng USB còn rảnh nào, và khởi động lại máy tính. Hệ thống nên khởi động được, và bạn nên thấy dấu nhắc <prompt>boot:</prompt>. Vào đó bạn có thể nhập các đối số khởi động tùy chọn, hoặc chỉ bấm phím &enterkey;.
zh_cn: 假设您已经准备好了从 <xref linkend="boot-dev-select"/> 到 <xref linkend="boot-usb-files"/> 的所有步骤。现在只需要插入您的 USB 盘到一个空闲的 USB 插槽并且重启计算机。系统应该重新引导，并且您将得到一个 <prompt>boot:</prompt> 提示符。这里您可以输入一些引导选项，或者只是敲击 &enterkey;。

source: Booting from Floppies
el: Εκκίνηση από Δισκέττες
fi: Käynnistäminen levykkeiltä
ru: Загрузка с дискет
sv: Uppstart från startdisketter
vi: Khởi động từ đĩa mềm
zh_cn: 从软盘引导

source: You will have already downloaded the floppy images you needed and created floppies from the images in <xref linkend="create-floppy"/>.
el: Θα έχετε ήδη κατεβάσει τις εικόνες των δισκεττών που χρειάζεστε και θα έχετε δημιουργήσει από αυτές τις αντίστοιχες δισκέττες στο <xref linkend="create-floppy"/>.
fi: Tarvittavat levykeotokset on jo noudettu ja kirjoitettu levykkeille kohdassa <xref linkend="create-floppy"/>.
ru: Предполагается, что вы уже получили образы дискет и сделали из них загрузочные дискеты как описано в <xref linkend="create-floppy"/>.
sv: Du ska redan ha hämtat diskettavbilderna du behövde och skapat disketterna från avbilderna i <xref linkend="create-floppy"/>.
vi: Trong bước <xref linkend="create-floppy"/>, bạn đã tải về các ảnh đĩa mềm cần thiết và tạo đĩa mềm từ ảnh đó.
zh_cn: 您可能已经下载了所需要的软盘映像，并且根据这些映像创建了软盘 <xref linkend="create-floppy"/>。

source: To boot from the installer boot floppy, place it in the primary floppy drive, shut down the system as you normally would, then turn it back on.
el: Για να εκκινήσετε από τη δισκέττα εκκίνησης του εγκαταστάτη, τοποθετήστε τη δισκέττα στην κύρια συσκευή δισκέττας, κλείστε το σύστημα κατά το συνηθισμένο τρόπο, και μετά ξανανοίξτε το.
fi: Asentimen boot-levykkeeltä käynnistetään asettamalla se ensisijaiseen levykeasemaan, sammuttamalla järjestelmä tavanomaiseen tapaan ja kytkemällä virta takaisin.
ru: Для загрузки программы установки с дискет, вставьте первую из них в дисковод, выключите систему как обычно и включите питание.
sv: För att starta upp från installerarens startdiskett, placera den i primära diskettenheten, stäng av datorn som vanligt och starta upp den igen.
vi: Để khởi động từ đĩa mềm khởi động trình cài đặt, hãy nạp nó vào ổ đĩa mềm chính, tắt hệ thống một cách bình thường, rồi mở nó lần nữa.
zh_cn: 从软盘引导安装程序需要放置软盘至主软驱。按照您平时的习惯关闭系统，然后重新打开。

source: For installing from an LS-120 drive (ATAPI version) with a set of floppies, you need to specify the virtual location for the floppy device. This is done with the <emphasis>root=</emphasis> boot argument, giving the device that the ide-floppy driver maps the device to. For example, if your LS-120 drive is connected as the first IDE device (master) on the second cable, you enter <userinput>install root=/dev/hdc</userinput> at the boot prompt.
el: Για εγκατάσταση από μια συσκευή LS-120 (έκδοση ATAPI) με ένα σετ από δισκέττες, πρέπει να προσδιορίσετε την εικονική τοποθεσία για τη συσκευή της δισκέττας. Αυτό γίνεται με το όρισμα <emphasis>root=</emphasis> στην εκκίνηση, δίνοντας τη συσκευή στην οποία ο οδηγός ide-floppy απεικονίζει την αρχική συσκευή. Για παράδειγμα, αν η συσκευή σας LS-120 είναι συνδεδεμένη σαν πρώτη συσκευή IDE (κύρια) στο δεύτερο καλώδιο, θα πρέπει να εισάγετε <userinput>linux root=/dev/hdc</userinput> στο προτρεπτικό εκκίνησης.
fi: Asennettaessa LS-120-asemalta (ATAPI-versio) levykkeitä käyttäen, on määritettävä levykeaseman virtuaalinen sijainti. Tämä tehdään käynnistysparametrilla <emphasis>root=</emphasis>, johon annetaan laite johon ide-floppy laitteen kuvaa. Jos LS-120 on kytkettynä esimerkiksi ensimmäisenä IDE-laitteena (master) toisessa IDE-kaapelissa, kirjoitetaan käynnistyskehotteessa <userinput>linux root=/dev/hdc</userinput>.
ru: При установке с привода LS-120 (ATAPI версия), вам нужно задать виртуальный путь к дисководу. Он задаётся в параметре загрузки <emphasis>root=</emphasis>, где указывается устройство, на которое драйвер ide-floppy назначит привод. Например, если привод LS-120 подключён как первое IDE устройство (мастер) на второй кабель, введите в приглашении к загрузке <userinput>install root=/dev/hdc</userinput>.
sv: För att installera från en LS-120-enhet (ATAPI-version) med en uppsättning disketter, behöver du ange den virtuella platsen för diskettenheten. Det här gör man med uppstartsargumentet <emphasis>root=</emphasis>, som anger enheten som drivrutinen för ide-floppy kan binda enheten till. Till exempel, om din LS-120-enhet är ansluten som första IDE-enhet (master) på andra kabeln, anger du <userinput>linux root=/dev/hdc</userinput> på uppstartsprompten.
vi: Để cài đặt từ ổ đĩa kiểu LS-120 (phiên bản ATAPI) với một bộ đĩa mềm, bạn cần phải xác định vị trí ảo cho thiết bị đĩa mềm. Việc này được làm bằng đối số khởi động <emphasis>root=</emphasis>, mà cung cấp tên thiết bị tới đó trình điều khiển ide-floppy (đĩa mềm IDE) ánh xạ thiết bị. Lấy thí dụ, nếu ổ đĩa LS-120 của bạn được kết nối như là thiết bị IDE thứ nhất (chủ) qua cáp thứ hai, bạn hãy nhập lệnh <userinput>install root=/dev/hdc</userinput> ở dấu nhắc khởi động.
zh_cn: 要想在 LS-120 驱动器(ATAPI 版本)使用这些软盘，您需指定这些软盘设备的虚拟地址。这可以通过 <emphasis>root=</emphasis> 引导参数来指定映射的 ide-floppy 驱动器设备名来完成。比如，您的 LS-120 驱动器连接到第二根线第一个 IDE 设备(master)，那么在提示符下输入 <userinput>install root=/dev/hdc</userinput>。
