Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: The EFI Boot Manager is presented as the last step of the firmware initialization. It displays a menu list from which the user can select an option. Depending on the model of system and what other software has been loaded on the system, this menu may be different from one system to another. There should be at least two menu items displayed, <command>Boot Option Maintenance Menu</command> and <command>EFI Shell (Built-in)</command>. Using the first option is preferred, however, if that option is not available or the CD for some reason does not boot with it, use the second option.
el: Ο Διαχειριστής εκκίνησης του EFI εμφανίζεται σαν το τελευταίο βήμα της αρχικοποίησης του firmware. Παρουσιάζει μια λίστα επιλογών από την οποία μπορεί ο χρήστης να διαλέξει. Ανάλογα με το μοντέλο του συστήματος και το υπόλοιπο λογισμικό που έχει φορτωθεί σε αυτό, το μενού των επιλογών μπορεί να διαφέρει από το ένα σύστημα στο άλλο. Θα πρέπει όμως να υπάρχουν τουλάχιστον δυο αντικείμενα στην εμφανιζόμενη λίστα, τα <command>Boot Option Maintenance Menu</command> και<command>EFI Shell (Built-in)</command>. Η χρήση της πρώτης επιλογής προτιμάται, αλλά αν δεν είναι διαθέσιμη ή αν το CD για κάποιο λόγο δεν εκκινεί με αυτήν, χρησιμοποιείστε την δεύτερη.
fi: EFI-alkulatausohjelma näytetään viimeisena kohtana laiteohjelmiston alkuasetuksissa. Se näyttää valikon, josta käyttäjä voi valita asetuksen. Riippuen mallista ja muista järjestelmään ladatuista ohjelmistoista tämä valikko vaihtelee järjestelmittäin. Valikossa pitäisi näkyä ainakin kaksi kohtaa, <command>Boot Option Maintenance Menu</command> ja <command>EFI Shell (Built-in)</command>. Olisi parempi käyttää ensimmäistä kohtaa, mutta jos tuo valinta ei ole käytettävissä tai romppu ei sitä käyttäen syystä tai toisesta käynnisty, käytä toista vaihtoehtoa.
ru: Системный загрузчик EFI запускается на последнем шаге инициализации микропрограммы. Он отображает список меню, из которого пользователь может выбрать вариант. В зависимости от модели системы и установленных программ, это меню может выглядеть по-разному. Должно быть отображено два пункта меню, <command>Boot Option Maintenance Menu</command> и <command>EFI Shell (Built-in)</command>. Использование первого предпочтительнее, однако , если он недоступен или компакт-диск по каким-то причинам не загрузился с ним, используйте второй.
sv: EFI Boot Manager visas som sista steget för initiering av den fasta programvaran. Den visar en menylista från vilken användaren kan välja ett alternativ. Beroende på systemmodellen och vilken annan programvara som har lästs in på systemet kan den här menyn skilja sig från system till system. Det bör finnas åtminstone två menyposter, <command>Boot Option Maintenance Menu</command> och <command>EFI Shell (Built-in)</command>. Första alternativet föredras, dock, om det alternativet inte finns tillgängligt eller att cd-skivan av någon anledning inte startar upp med den, använd det andra alternativet.
vi: Bộ quản lý khởi động EFI được chạy như là bước cuối cùng trong tiến trình sở khởi phần vững. Nó hiển thị danh sách mục trình đơn nơi bạn có thể tuyển lựa một tùy chọn. Phụ thuộc vào mô hình hệ thống và phần mềm khác đã được tải vào hệ thống, trình đơn này có thể là khác nhau từ hệ thống này đến hệ thống đó. Nên có ít nhất hai mục trình đơn được hiển thị : <command>Boot Option Maintenance Menu</command> (Trình đơn bảo dưỡng tùy chọn khởi động) và <command>EFI Shell (Built-in)</command> (Trình bao EFI [có sẵn]). Đề nghị bạn bật tùy chọn thứ nhất; nếu nó không sẵn sàng, hoặc nếu đĩa CD vì lý do nào không khởi động được với nó, hãy bật tùy chọn thứ hai.
zh_cn: EFI Boot Manager 在固件初始化的最后一步会被启动。它显示一个菜单列表供用户选择。取决于系统的型号并且是否有其他的软件已经被装入系统，这个菜单可能在不同系统上有不同表现。在每一个系统上，至少有两个菜单项显示，<command>Boot Option Maintenance Menu</command> 与 <command>EFI Shell (Built-in)</command>。推荐使用第一个，当然，该选项不可用或者 CD 由于某种原因没法启动，使用第二个。

source: IMPORTANT
el: ΣΗΜΑΝΤΙΚΟ
fi: TÄRKEÄÄ
ru: ВАЖНО
sv: VIKTIGT
vi: QUAN TRỌNG
zh_cn: 重要

source: The EFI Boot Manager will select a default boot action, typically the first menu choice, within a pre-set number of seconds. This is indicated by a countdown at the bottom of the screen. Once the timer expires and the systems starts the default action, you may have to reboot the machine in order to continue the installation. If the default action is the EFI Shell, you can return to the Boot Manager by running <command>exit</command> at the shell prompt.
el: Ο Διαχειριστής εκκίνησης του EFI θα επιλέξει μια προκαθορισμένη ενέργεια για την εκκίνηση, συνήθως την πρώτη επιλογή του μενού, μέσα σε ένα προκαθορισμένο αριθμό δευτερολέπτων. Κάτι που υποδεικνύεται από την αντίστροφη μέτρηση στην βάση τηςοθόνης .Από τη στιγμή που ο χρόνος αυτός τελειώσει και το σύστημα ξεκινά με την προκαθορισμένη ενέργεια, πιθανόν να πρέπει να επανεκκινήσετε το μηχάνημα για να συνεχίσετε την εγκατάσταση. Αν η προκαθορισμένη ενέργεια είναι το κέλυφος EFI,μπορείτε να επιστρέψετε στον Διαχειριστή της εκκίνησης τρέχοντας <command>exit</command> στο προτρεπτικό του κελύφους.
fi: EFI-alkulatausohjelma valitsee oletustoiminnon käynnistykseen, yleensä se on valikon ensimmäinen kohta, ennalta määritellyn ajan kuluttua (sekunteina). Tämä näkyy ruudun alareunassa lähtölaskentana. Kun aika on kulunut ja järjestelmä käynnistyy oletustoiminnolla, on kone ehkä käynnistettävä uudelleen jotta asennusta voidaan jatkaa. Jos oletustoiminto on EFI Shell, voidaan alkulatausohjelmaan palata komennolla <command>exit</command> EFI Shellin kehotteessa.
ru: Системный загрузчик EFI выполнит команду загрузки по умолчанию, обычно из первого пункта меню, через заданное число секунд. На это указывает обратный отсчёт внизу экрана. Как только время закончится и запустится система по умолчанию, для продолжения установки вам придётся перезагрузить машину. Если командой по умолчанию является EFI Shell, то вы можете вернуться в системный загрузчик выполнив <command>exit</command> из командной строки.
sv: EFI Boot Manager kommer att välja en standardåtgärd för uppstart, vanligtvis det första menyvalet, inom ett förinställt antal sekunder. Det här indikeras av en nedräkning i nedre delen av skärmen. När räknaren har räknat ned och systemet startar standardåtgärden, kanske du måste starta om maskinen för att fortsätta installationen. Om standardåtgärden är EFI-skalet kan du återvända till Boot Manager genom att köra <command>exit</command> vid skalprompten.
vi: Bộ quản lý khởi động EFI sẽ bật một hành động khởi động mặc định, thường là mục trình đơn thứ nhất, trong vòng số giây định sẵn. Thời gian này được ngụ ý bằng con số đếm ngược bên dưới màn hình. Một khi bộ đếm thời gian này hết hạn, có lẽ bạn cần phải khởi động lại máy để tiếp tục lại cài đặt. Nếu hành động mặc định là Trình bao EFI, bạn có khả năng trở về Bộ quản lý khởi động bằng cách chạy lệnh <command>exit</command> (thoát) tại dấu nhắc trình bao.
zh_cn: EFI Boot Manager 会在预设的几秒钟之后选择默认的启动方式，一般是第一菜单项。在屏幕底部会有倒计时显示。时间一到，系统按默认方式启动，这样您也许需要重新启动才能继续安装。如果默认是 EFI Shell，您可在提示符下执行 <command>exit</command>返回 Boot Manager。

source: Option 1: Booting from the Boot Option Maintenance Menu
el: Επιλογή 1: Εκκίνηση από το Μενού Συντήρησης Επιλογής Εκκίνησης
fi: Valinta 1: Käynnistäminen Boot Option Maintenance -valikosta
ru: Вариант 1: Загрузка из Boot Option Maintenance Menu
sv: Alternativ 1: Starta upp från Boot Option Maintenance Menu
vi: Tùy chọn 1: khởi động từ Trình đơn bảo dưỡng tùy chọn khởi động
zh_cn: 选项 1: 从 Boot Option Maintenance Menu 启动

source: Insert the CD in the DVD/CD drive and reboot the machine. The firmware will display the EFI Boot Manager page and menu after it completes its system initialization.
el: Εισάγετε το CD στη συσκευή DVD/CD και επανεκκινήστε το μηχάνημα. Το firmware θα εμφανίσει τη σελίδα και το μενού του Διαχειριστή Εκκίνησης του EFI αφού ολοκληρώσει την αρχικοποίηση του συστήματος.
fi: Aseta romppu DVD/CD-asemaan ja käynnistä kone. Laiteohjelmisto näyttää EFI Boot Manager -sivun kun järjestelmän alkuasetukset ovat valmiit.
ru: Вставьте CD в DVD/CD привод и перезагрузите машину. После завершения инициализации системы firmware покажет страницу системного загрузчика EFI и меню.
sv: Mata in cd-skivan i dvd/cd-enheten och starta om maskinen. Den fasta programvaran kommer att visa EFI Boot Manager-sidan och menyn efter den färdigställt sin systeminitiering.
vi: Hãy nạp đĩa CD vào ổ đĩa CD/DVD rồi khởi động lại máy. Phần vững sẽ hiển thị trang và trình đơn của Bộ quản lý khởi động EFI sau khi nó sở khởi xong hệ thống.
zh_cn: 插入 CD 到 DVD/CD 驱动器，然后重启机器。固件在完成系统初始化后会显示 EFI Boot Manager 页面和菜单。

source: Select <command>Boot Maintenance Menu</command> from the menu with the arrow keys and press <command>ENTER</command>. This will display a new menu.
el: Επιλέξτε <command>Boot Maintenance Menu</command> από το μενού με τα πλήκτρα κατεύθυνσης (arrow keys) και πατήστε <command>ENTER</command>. Αυτό θα εμφανίσει ένα καινούριο μενού.
fi: Valitse <command>Boot Maintenance Menu</command> nuolinäppäimillä ja paina &enterkey;. Tällöin näytetään uusi valikko.
ru: Выберите <command>Boot Maintenance Menu</command> из меню с помощью клавиш управления курсором и нажмите <command>ENTER</command>. Вы попадёте в следующее меню.
sv: Välj <command>Boot Maintenance Menu</command> från menyn med piltangenterna och tryck <command>ENTER</command>. Det här kommer att visa en ny meny.
vi: Hãy chọn mục <command>Boot Maintenance Menu</command> (Trình đơn bảo dưỡng khởi động) trong trình đơn bằng phím mũi tên, rồi bấm phím &enterkey;. Việc này sẽ hiển thị một trình đơn mới.
zh_cn: 选择 <command>Boot Maintenance Menu</command> 通过方向键然后按下 <command>ENTER</command>。会显示一个新菜单。

source: Select <command>Boot From a File</command> from the menu with the arrow keys and press <command>ENTER</command>. This will display a list of devices probed by the firmware. You should see two menu lines containing either the label <command>Debian Inst [Acpi ...</command> or <command>Removable Media Boot</command>. If you examine the rest of the menu line, you will notice that the device and controller information should be the same.
el: Επιλέξτε <command>Boot From a File</command> από το μενού με τα πλήκτρα κατεύθυνσης και πατήστε <command>ENTER</command>. Αυτό θα εμφανίσει μια λίστα με τις συσκευές που εξετάζονται από το firmware. Θα δείτε δύο γραμμές από το μενού που περιέχουν είτε την επικεφαλίδα <command>Debian Inst [Acpi ...</command> ή <command>Removable Media Boot</command>. Εξετάζοντας το υπόλοιπο της γραμμής του μενού θα διαπιστώσετε ότι η πληροφορία για τη συσκευή και τον ελεγκτή θα πρέπει να είναι η ίδια.
fi: Valitse <command>Boot From a File</command> nuolinäppäimillä ja paina &enterkey;. Tällöin näytetään luettelo laiteohjelmiston tunnistamista laitteista. Näkyvissä pitäisi olla kaksi valikon riviä joissa on joko <command>Debian Inst [Acpi ...</command> tai <command>Removable Media Boot</command>. Jos tutkit valikon rivin loppuosan, huomaat että laitteen ja ohjaimen tietojen pitäisi olla samat.
ru: Выберите <command>Boot From a File</command> из меню с помощью клавиш управления курсором и нажмите <command>ENTER</command>. Вы увидите список устройств, протестированных firmware. Вы должны увидеть две строки меню, содержащих или <command>Debian Inst [Acpi ...</command> или <command>Removable Media Boot</command>. Если вы посмотрите на остальную часть строки меню, то заметите, что информация об устройстве и контроллере будет одинаковой.
sv: Välj <command>Boot From a File</command> från menyn med piltangenterna och tryck <command>ENTER</command>. Det här kommer att visa en lista på enheter som den fasta programvaran har sökt efter. Du bör se två menyrader som innehåller antingen etiketten <command>Debian Inst [Acpi ...</command> eller <command>Removable Media Boot</command>. Om du undersöker resten av menyraden kommer du att se att informationen för enheten och kontrollern är samma.
vi: Hãy chọn mục <command>Boot From a File</command> (Khởi động từ tập tin) trong trình đơn bằng phím mũi tên, rồi bấm phím &enterkey;. Việc này sẽ hiển thị danh sách các thiết bị được thăm dò bởi phần vững. Bạn nên thấy hai dòng trình đơn chứa hoặc nhãn <command>Debian Inst [Acpi ...</command> hoặc <command>Removable Media Boot</command> (Khởi động từ vật chứa rời). Nếu bạn xem lại phần còn lại của dòng trình đơn, bạn nên thấy biết rằng thông tin về thiết bị và thông tin về trình điều khiển là trùng.
zh_cn: 选择 <command>Boot From a File</command> 通过方向键，然后按下 <command>ENTER</command>。将显示固件检测到的设备列表。您会看到两个菜单行，它们包括 <command>Debian Inst [Acpi ...</command> 或 <command>Removable Media Boot</command>标签。如果您检查菜单行其他部分，会看到对应的设备和控制器信息。

source: You can choose either of the entries that refer to the CD/DVD drive. Select your choice with the arrow keys and press <command>ENTER</command>. If you choose <command>Removable Media Boot</command> the machine will immediately start the boot load sequence. If you choose <command>Debian Inst [Acpi ...</command> instead, it will display a directory listing of the bootable portion of the CD, requiring you to proceed to the next (additional) step.
el: Μπορείτε να επιλέξετε οποιαδήποτε από τις δυο επιλογές που αναφέρονται στη συσκευή CD/DVD. Κάντε την επιλογή σας με τα πλήκτρα και πατήστε <command>ENTER</command>. Αν επιλέξετε <command>Removable Media Boot</command> το μηχάνημα θα ξεκινήσει αμέσως την ακολουθία της εκκίνησης. Αν αντίθετα επιλέξετε <command>Debian Inst [Acpi ...</command>, θα σας εμφανίσει μια λίστα καταλόγων του εκκινήσιμου μέρους του, ζητώντας σας να προχωρήσετε στο επόμενο (επιπρόσθετο) βήμα.
fi: Voidaan valita jompi kumpi CD/DVD-asemaan viittaavista riveistä. Valitse nuolinäppäimillä ja painamalla &enterkey;. Jos valitaan <command>Removable Media Boot</command> kone tekee heti alkukäynnistyksen. Jos sitävastoin valitaan <command>Debian Inst [Acpi ...</command>, se näyttää rompun käynnistysosion hakemistolistauksen, jolloin on edettävä seuraavaan lisäkohtaan.
ru: Вы можете выбрать одну из записей, которые указывают на CD/DVD привод. Выделите одну с помощью клавиш управления курсором и нажмите <command>ENTER</command>. Если вы выберете <command>Removable Media Boot</command>, то машина немедленно запустит процедуру начальной загрузки. Если вы выберете <command>Debian Inst [Acpi ...</command>, то появится список частей CD, с которых можно загрузиться и потребуется выполнить следующий (дополнительный) шаг.
sv: Du kan välja någon av posterna som refererar till cd/dvd-enheten. Välj med piltangenterna och tryck sedan <command>ENTER</command>. Om du väljer <command>Removable Media Boot</command> kommer maskinen att omedelbart påbörja uppstartssekvensen. Om du istället väljer <command>Debian Inst [Acpi ...</command>, kommer den att visa en kataloglistning på den startbara delen av cd-skivan, som kräver att du fortsätter till nästa (ytterligare) steg.
vi: Bạn có thể chọn mục nhập nào tham chiếu đến ổ đĩa CD/DVD. Hãy chọn nó bằng phím mũi tên rồi bấm phím &enterkey;. Nếu bạn chọn mục <command>Removable Media Boot</command> (Khởi động từ vật chứa rời), máy sẽ bất đầu ngay tiến trình tải khởi động. Còn nếu bạn chọn mục <command>Debian Inst [Acpi ...</command>, nõ sẽ hiển thị danh sách các thư mục nằm trên phần đĩa CD có khả năng khởi động, cần thiết bạn tiếp tục đến bước kế tiếp (thêm).
zh_cn: 您可选择指向 CD/DVD 驱动的入口。通过方向键选择并按下 <command>ENTER</command>。如果您选择 <command>Removable Media Boot</command> 机器将进入启动步骤。如果您选择 <command>Debian Inst [Acpi ...</command>，它会显示一个可启动的 CD 目录列表，要求您进行(额外的)下一步。

source: You will only need this step if you chose <command>Debian Inst [Acpi ...</command>. The directory listing will also show <command>[Treat like Removable Media Boot]</command> on the next to the last line. Select this line with the arrow keys and press <command>ENTER</command>. This will start the boot load sequence.
el: Θα χρειαστείτε αυτό το βήμα μόνο αν επιλέξετε το <command>Debian Inst [Acpi ...</command>. Η λίστα των καταλόγων θα σας δείξει επίσης <command>[Treat like Removable Media Boot]</command> μετά την τελευταία γραμμή του μενού.Επιλέξτε τη γραμμή με τα πλήκτρα και πατήστε <command>ENTER</command>. Αυτό θα ξεκινήσει την ακολουθία της εκκίνησης.
fi: Tämä kohta on tehtävä vain jos valittiin <command>Debian Inst [Acpi ...</command>. Hakemistolistaus näyttää myös <command>[Treat like Removable Media Boot]</command> toiseksi viimeisellä rivillä. Valitse tämä rivi nuolinäppäimillä ja painamalla &enterkey;. Tämä aloittaa käynnistyslatauksen.
ru: Этот шаг нужен только если вы выбрали <command>Debian Inst [Acpi ...</command>. Список также появится после строки <command>[Treat like Removable Media Boot]</command>. Выберите эту строку с помощью клавиш управления курсором и нажмите <command>ENTER</command>.Это запустит процедуру начальной загрузки.
sv: Du behöver endast det här steget om du valde <command>Debian Inst [Acpi ...</command>. Kataloglistningen kommer även att visa <command>[Treat like Removable Media Boot]</command> på den näst sista raden. Välj den raden med piltangenterna och tryck <command>ENTER</command>. Det här kommer att starta inläsningssekvensen för uppstarten.
vi: Bạn sẽ cần phải theo bước này chỉ nếu bạn đã chọn mục <command>Debian Inst [Acpi ...</command>. Danh sách thư mục sẽ cũng hiển thị mục <command>[Treat like Removable Media Boot]</command> (Xử lý như là việc khởi động từ vật chứa rời) trên dòng giáp cuối. Hãy chọn dòng này bằng phím mũi tên rồi bấm phím &enterkey;. Việc này sẽ khởi chạy tiến trình tải khởi động.
zh_cn: 您只在选择 <command>Debian Inst [Acpi ...</command> 时需要。目录列表还会显示 <command>[Treat like Removable Media Boot]</command> 至最后一行。用方向键选择，并按下 <command>ENTER</command>。这将进入启动步骤。

source: These steps start the Debian boot loader which will display a menu page for you to select a boot kernel and options. Proceed to selecting the boot kernel and options.
el: Τα βήματα αυτά θα ξεκινήσουν τον φορτωτή εκκίνησης του Debian που θα εμφανίσει μια σελίδα του μενού για να διαλέξετε έναν πυρήνα για την εκκίνηση και να δώσετε άλλες επιλογές. Προχωρήστε στις επιλογές αυτές.
fi: Nämä vaiheet käynnistävät Debianin käynnistyslataimen joka näyttää valikon, josta valitaan käynnistysydin ja valitsimia. Jatka valitsemaan käynnistysydin ja valitsimia.
ru: Эти шаги запустят начальный загрузчик Debian, которая выведет страницу меню для выбора загружаемого ядра и параметров. Чтобы продолжить, выберите ядро и параметры.
sv: Dessa steg startar Debians starthanterare som kommer att visa en menysida för dig att välja en uppstartskärna och flaggor. Fortsätt till valet av uppstartskärna och flaggor.
vi: Những bước này khởi chạy bộ tải khởi Debian mà sẽ hiển thị một trang trình đơn cho bạn chọn một hạt nhân khởi động và các tùy chọn tương ứng. Hãy tiếp tục tới giai đoạn đó.
zh_cn: 这些步骤启动的 Debian 引导器会显示一个菜单页用于选择启动内核和选项。进入选择启动内核和选项。

source: Option 2: Booting from the EFI Shell
el: Επιλογή 2: Εκκίνηση από το κέλυφος του EFI
fi: Valinta 2: Käynnistäminen EFI Shell:stä
ru: Вариант 2: Загрузка из EFI Shell
sv: Alternativ 2: Starta upp från EFI-skalet
vi: Tùy chọn 2: khởi động từ trình bao EFI
zh_cn: 选项 2: 从 EFI Shell 启动

source: If, for some reason, option 1 is not successful, reboot the machine and when the EFI Boot Manager screen appears there should be one option called <command>EFI Shell [Built-in]</command>. Boot the Debian Installer CD with the following steps:
el: Αν, για κάποιο λόγο, η επιλογή 1 δεν είναι επιτυχής επανεκκινήστε το μηχάνημα και όταν εμφανιστεί η οθόνη του διαχειριστή εκκίνησης του EFI θα πρέπει να υπάρχει μια επιλογή με τίτλο <command>EFI Shell [Built-in]</command>. Εκκινήστε το CD του εγκαταστάτη του Debian με τα ακόλουθα βήματα:
fi: Jos valinta 1 ei jostain syystä toimi, käynnistä kone uudelleen ja kun EFI Boot Manager -ruutu näkyy siinä pitäisi olla valinta <command>EFI Shell [Built-in]</command>. Käynnistä Debianin asennusromppu seuraavasti:
ru: Если по каким-то причинам вариант 1 не сработал, перезагрузите машину и когда появится меню системного загрузчика EFI, то в нём должен быть ещё один пункт<command>EFI Shell [Built-in]</command>. Загрузите программу установки Debian с CD с помощью следующих шагов:
sv: Om, av någon anledning, alternativ 1 inte lyckas, starta om maskinen och när EFI Boot Manager-skärmen visas bör det finnas ett alternativ kallat <command>EFI Shell [Built-in]</command>. Starta upp Debian Installer-skivan med följande steg:
vi: Nếu, vì lý do nào, tùy chọn 1 bị lỗi, bạn hãy khởi động lại máy, và khi màn hình của bộ quản lý khởi động EFI xuất hiện, nên có một tùy chọn tên <command>EFI Shell [Built-in]</command> (Trình bao EFI [có sẵn]). Hãy khởi động đĩa CD cài đặt Debian bằng cách theo những bước này:
zh_cn: 某些情况下，选项 1 无法成功，重新启动机器然后在 EFI Boot Manager 画面出现的时候会有一个选项称为 <command>EFI Shell [Built-in]</command>。可以通过如下步骤来引导 Debian 安装程序 CD :

source: Insert the CD in the DVD/CD drive and reboot the machine. The firmware will display the EFI Boot Manager page and menu after it completes system initialization.
el: Εισάγετε το CD στη συσκευή DVD/CD και επανεκκινήστε το μηχάνημα. Το firmware θα εμφανίσει τη σελίδα και το μενού του διαχειριστή εκκίνησης του EFI και μετά από αυτό ολοκληρώνει την αρχικοποίηση του συστήματος.
fi: Aseta romppu DVD/CD-asemaan ja käynnistä kone. Laiteohjelmisto näyttää EFI Boot Manager -sivun ja valikon kun järjestelmän alkuasetukset on tehty.
ru: Вставьте CD в DVD/CD привод и перезагрузите машину. После завершения инициализации системы firmware покажет страницу системного загрузчика EFI и меню.
sv: Mata in cd-skivan i dvd/cd-enheten och starta om maskinen. Den fasta programvaran kommer att visa EFI Boot Manager-sidan och menyn efter den färdigställer systeminitieringen.
vi: Nạp đĩa CD vào ổ đĩa CD/DVD và khởi động lại máy. Phần vững sẽ hiển thị trang và trình đơn của Bộ quản lý khởi động EFI sau khi nó sở khởi xong hệ thống.
zh_cn: 把 CD 放入 DVD/CD 驱动器。
