Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Select <command>EFI Shell</command> from the menu with the arrow keys and press <command>ENTER</command>. The EFI Shell will scan all of the bootable devices and display them to the console before displaying its command prompt. The recognized bootable partitions on devices will show a device name of <filename>fs<replaceable>n</replaceable>:</filename>. All other recognized partitions will be named <filename>blk<replaceable>n</replaceable>:</filename>. If you inserted the CD just before entering the shell, this may take a few extra seconds as it initializes the CD drive.
el: Επιλέξτε <command>EFI Shell</command> από το μενού με τα πλήκτρα και πατήστε <command>ENTER</command>.Το κέλυφος EFI θα ανιχνεύσει όλες τις εκκινήσιμες συσκευές και θα τις εμφανίσει στην κονσόλα πριν από την εμφάνιση της γραμμής εντολών του. Οι αναγνωρισμένες εκκινήσιμες διαμερίσεις στις συσκευές εμφανίζονται με ένα όνομα <filename>fs<emphasis>n</emphasis>:</filename>. Όλες οι υπόλοιπες αναγνωρισμένες διαμερίσεις ονομάζονται<filename>blk<emphasis>n</emphasis>:</filename>. Αν εισάγατε το CD μόλις πριν την είσοδο στο κέλυφος, αυτό ίσως πάρει μερικά δευτερόλεπτα επιπλέον καθώς γίνεται η εκκίνηση της συσκευής του.
fi: Valitse <command>EFI Shell</command> nuolinäppäimillä ja paina &enterkey;. EFI Shell tutkii kaikki käynnistyskelpoiset laitteet ja näyttää ne konsolissa ennen kehotetta. Laitteiden tunnistetuista käynnistyskelpoisista osioista näytetään laitenimi <filename>fs<replaceable>n</replaceable>:</filename>. Kaikkien muiden tunnistettujen osioiden nimenä on <filename>blk<replaceable>n</replaceable>:</filename>. Jos romppu asetettiin asemaan juuri ennen komentotulkin käynnistymistä, tämä voi kestää muutaman ylimääräisen sekunnin kun asema käynnistyy.
ru: Выберите <command>EFI Shell</command> из меню с помощью клавиш управления курсором и нажмите <command>ENTER</command>. EFI Shell просканирует все устройства, с которых можно загрузиться и покажет их в консоли, перед приглашением к вводу из командной строки. Распознанные загрузочные разделы устройств отображаются как <filename>fs<replaceable>n</replaceable>:</filename>. Все остальные распознанные разделы называются <filename>blk<replaceable>n</replaceable>:</filename>. Если вы вставили CD только перед входом в EFI shell, то может потребоваться несколько дополнительных секунд для инициализации привода компакт-дисков.
sv: Välj <command>EFI Shell</command> från menyn med piltangenterna och tryck <command>ENTER</command>. EFI-skalet kommer att söka av alla startbara enheter och visa dem i konsollen före den visar sin kommandoprompt. De kända partitioner som är startbara på enheterna kommer att visa enhetsnamnet <filename>fs<replaceable>n</replaceable>:</filename>. Alla andra kända partitioner kommer att namnges som <filename>blk<replaceable>n</replaceable>:</filename>. Om du matade in cd-skivan precis innan du gick in i skalet kommer det ta några extra sekunder när den initierar cd-enheten.
vi: Chọn <command>EFI Shell</command> (Trình bao EFI) trong trình đơn bằng phím mũi tên, rồi bấm phím &enterkey;. Trình bao EFI sẽ quét tất cả các thiết bị có khả năng khởi động và hiển thị chúng trên bàn điều khiển trước khi hiển thị dấu nhắc lệnh của nó. Những phân vùng thiết bị có khả năng khởi động đã được nhận diện sẽ hiển thị tên thiết bị <filename>fs<replaceable>n</replaceable>:</filename>. Các phân vùng khác đã được nhận diện sẽ có tên <filename>blk<replaceable>n</replaceable>:</filename>. Nếu bạn đã nạp đĩa CD đúng trước khi vào trình bao, việc này có thể mất vài giây thêm trong khi nó sở khởi ổ đĩa CD.
zh_cn: 选择 <command>EFI Shell</command> 然后按下 <command>ENTER</command>。EFI Shell 将扫描所有的可引导设备，并且在显示其命令提示符前在控制台列出它们。在设备上被辨认出的可引导分区，将显示成 <filename>fs<replaceable>n</replaceable>:</filename>。所有其他辨认出的分区，将被命名为 <filename>blk<replaceable>n</replaceable>:</filename>。如果您在进入 Shell 之前就插入 CD，这将花费一些时间用于初始化 CD 驱动器。

source: Examine the output from the shell looking for the CDROM drive. It is most likely the <filename>fs0:</filename> device although other devices with bootable partitions will also show up as <filename>fs<replaceable>n</replaceable></filename>.
el: Εξετάστε το αποτέλεσμα από το κέλυφος για το όνομα της συσκευής του CD-ROM. Το πιο πιθανόν είναι η συσκευή <filename>fs0:</filename> αν και άλλες συσκευές με εκκινήσιμες διαμερίσεις θα εμφανίζονται σαν<filename>fs<emphasis>n</emphasis></filename>.
fi: Etsi komentotulkin tulosteesta romppuasemaa. Sen on todennäköisesti laite <filename>fs0:</filename> vaikkakin mutkin laitteet joissa on käynnystyskelpoisia osioita näkyvät muodossa <filename>fs<replaceable>n</replaceable></filename>.
ru: Найдите в выводе EFI shell привод компакт-дисков. По всей вероятности устройство называется <filename>fs0:</filename>, хотя другие устройства с загрузочными разделами тоже могут отображаться как <filename>fs<replaceable>n</replaceable></filename>.
sv: Undersök utskriften från skalet som letar efter cd-rom-enheten. Det är antagligen enheten <filename>fs0:</filename> även om andra enheter med startbara partitioner också kommer att visas som <filename>fs<replaceable>n</replaceable></filename>.
vi: Khám xét kết xuất của trình bao tìm ổ đĩa CD. Rất có thể nó là thiết bị <filename>fs0:</filename>, dù thiết bị khác có phân vùng khởi động được sẽ cũng hiển thị như là <filename>fs<replaceable>n</replaceable></filename>.
zh_cn: 在检查 CD 驱动器期间请查看 Shell 的输出显示。一般来说是 <filename>fs0:</filename> 并且其他具有可引导分区的设备上也会显示成 <filename>fs<replaceable>n</replaceable></filename>。

source: Enter <command>fs<replaceable>n</replaceable>:</command> and press <command>ENTER</command> to select that device where <replaceable>n</replaceable> is the partition number for the CDROM. The shell will now display the partition number as its prompt.
el: Εισάγετε <command>fs<emphasis>n</emphasis>:</command> και πατήστε <command>ENTER</command> για να επιλέξετε τη συσκευή όπου <emphasis>n</emphasis> είναι ο αριθμός της διαμέρισης για το CDROM. Το κέλυφος θα εμφανίσει τώρα τοναριθμό της διαμέρισης σαν την προτροπή του.
fi: Komennolla <command>fs<replaceable>n</replaceable>:</command> ja painamalla &enterkey; valitaan laite jossa <replaceable>n</replaceable> on osion numero rompulla. Komentotulkki näyttää nyt osion numeron kehotteena.
ru: Чтобы выбрать устройство, введите <command>fs<replaceable>n</replaceable>:</command> и нажмите <command>ENTER</command>, где <replaceable>n</replaceable> номер раздела для CDROM. EFI shell теперь покажет этот номер в своём приглашении.
sv: Ange <command>fs<replaceable>n</replaceable>:</command> och tryck på <command>ENTER</command> för att välja den enhet där <replaceable>n</replaceable> är partitionsnumret för cd-rom. Skalet kommer nu att visa partitionsnumret som sin prompt.
vi: Nhập <command>fs<replaceable>n</replaceable>:</command> rồi bấm phím &enterkey; để chọn thiết bị có số hiệu phân vùng của đĩa CD-ROM là <replaceable>n</replaceable>. Sau đó, trình bao sẽ hiển thị số hiệu phân vùng như là dấu nhắc.
zh_cn: 进入 <command>fs<replaceable>n</replaceable>:</command> 然后按下 <command>ENTER</command> 来选择设备。这里 <replaceable>n</replaceable> 是 CD 光盘的分区号。Shell 现在将在提示符下显示分区号。

source: Enter <command>elilo</command> and press <command>ENTER</command>. This will start the boot load sequence.
el: Εισάγετε <command>elilo</command> και πατήστε <command>ENTER</command>. Αυτό θα ξεκινήσει την ακολουθία της εκκίνησης.
fi: Kirjoita komento <command>elilo</command> ja paina &enterkey;. Tämä käynnistää käynnistyslatauksen.
ru: Введите <command>elilo</command> и нажмите <command>ENTER</command>. Это запустит процедуру начальной загрузки.
sv: Ange <command>elilo</command> och tryck på <command>ENTER</command>. Det kommer att påbörja uppstartssekvensen.
vi: Nhập <command>elilo</command> rồi bấm phím &enterkey;. Việc này sẽ bắt đầu tiến trình tải khởi động.
zh_cn: 进入 <command>elilo</command> 并按下 <command>ENTER</command>。这将进入启动步骤。

source: As with option 1, these steps start the Debian boot loader which will display a menu page for you to select a boot kernel and options. You can also enter the shorter <command>fs<replaceable>n</replaceable>:elilo</command> command at the shell prompt. Proceed to selecting the boot kernel and options.
el: Όπως και με την επιλογή 1, τα βήματα αυτά ξεκινούν τον φορτωτή εκκίνησης του Debian που θα εμφανίσει μια σελίδα του μενού για να διαλέξετε πυρήνα για την εκκίνηση και άλλες επιλογές. Μπορείτε επίσης να εισάγετε τη συντομότερη <command>fs<emphasis>n</emphasis>:elilo</command> εντολή στην προτροπή του κελύφους. Προχωρήστε στην επιλογή πυρήνα εκκίνησης καθώς και άλλων δυνατοτήτων.
fi: Kuten valinnalla 1, nämä vaiheet käynnistävät Debianin käynnistyslataimen. Se näyttää valikkoruudun josta valitaan käynnistysydin ja asetuksia. Voidaan käyttää myös lyhyemään komentoa <command>fs<replaceable>n</replaceable>:elilo</command> komentotulkin kehotteessa. Jatka valitsemaan käynnistysydin ja asetukset.
ru: Как и в варианте 1, эти шаги запускают начальный загрузчик Debian, который показывает страницу меню для выбора загружаемого ядра и параметров. Также вы можете ввести короткую команду <command>fs<replaceable>n</replaceable>:elilo</command> в командной строке. Чтобы продолжить, выберите ядро и параметры.
sv: Som med alternativ 1, de här stegen startar Debians starthanterare som kommer att visa en menysida för dig där du kan välja en uppstartskärna och alternativ. Du kan även ange det kortare kommandot <command>fs<replaceable>n</replaceable>:elilo</command> vid skalprompten. Fortsätt till att välja uppstartskärna och alternativ.
vi: Cũng như tùy chọn 1, những bước này khởi chạy bộ tải khởi động Debian mà sẽ hiển thị trang trình đơn cho bạn chọn hạt nhân và các tùy chọn tương ứng. Bạn cũng có khả năng nhập lệnh ngắn hơn <command>fs<replaceable>n</replaceable>:elilo</command> vào dấu nhắc trình bao. Hãy tiếp tục đến giai đoạn chọn hạt nhân khởi động và các tùy chọn tương ứng.
zh_cn: 与选项 1 相同，这些步骤也会启动 Debian 引导器，显示一个菜单页供选择启动内核和参数。您可在 shell 提示符下输入 <command>fs<replaceable>n</replaceable>:elilo</command>简短命令。进入选择启动内核和选项。

source: Installing using a Serial Console
el: Εγκατάσταση μέσω Σειριακής Κονσόλας
fi: Asentaminen sarjapäätteen avulla
ru: Установка с консоли на последовательном порту
sv: Installation med en seriekonsoll
vi: Cài đặt bằng bàn điều khiển nối tiếp
zh_cn: 使用串口控制台安装

source: You may choose to perform an install using a monitor and keyboard or using a serial connection. To use a monitor/keyboard setup, select an option containing the string [VGA console]. To install over a serial connection, choose an option containing the string [<replaceable>BAUD</replaceable> baud serial console], where <replaceable>BAUD</replaceable> is the speed of your serial console. Menu items for the most typical baud rate settings on the ttyS0 device are preconfigured.
el: Πιθανόν να θέλετε να κάνετε μια εγκατάσταση χρησιμοποιώντας οθόνη και πληκτρολόγιο ή μια σειριακή σύνδεση. Για να χρησιμοποιήσετε ένα τέτοιο συνδυασμό οθόνης/πληκτρολογίου επιλέξτε την δυνατότητα που περιέχει την συμβολοσειρά [VGAconsole]. Για εγκατάσταση πάνω από μια σειριακή σύνδεση, διαλέξτε την επιλογή που περιέχει τη συμβολοσειρά [<replaceable>BAUD</replaceable> baud serial console], όπου <replaceable>BAUD</replaceable> είναι η ταχύτητα της σειριακής κονσόλας σας. Δίνονται προκαθορισμένες οι επιλογές στο μενού για τις πιο τυπικές ρυθμίσεις των ταχυτήτων για τη συσκευή ttyS0.
fi: Asennus voidaan tehdä näyttöä ja näppäimistöä käyttäen tai sarjapäätteeltä. Näyttö/näppäimistö valitaan kohdasta jossa lukee [VGA console]. Sarjaportin kautta olevalla yhteydellä asennetaan valitsemalla kohta jossa lukee [<replaceable>BAUDIT</replaceable> baud serial console], missä <replaceable>BAUDIT</replaceable> on sarjayhteyden nopeus. Valikossa on valmiiksi yleisimmin käytetyt nopeusasetukset laitteelle ttyS0.
ru: Вы можете выбрать выполнение установки с помощью монитора и клавиатуры или через последовательный порт. Чтобы использовать монитор/клавиатурную установку, выберите пункт содержащий строку [VGA console]. Для установки через последовательный порт, выберите пункт, содержащий строку [<replaceable>BAUD</replaceable> baud serial console], где <replaceable>BAUD</replaceable> это скорость вашего последовательного порта. Типичные настройки скорости устройства ttyS0 выделены в отдельные пункты меню.
sv: Du kan välja att genomföra en installation med en skärm och tangentbord eller genom att använda en serieanslutning. För att använda skärm/tangentbord, välj ett alternativ som innehåller strängen [VGA console]. För att installera över en serieanslutning, välj ett alternativ som innehåller strängen [<replaceable>BAUD</replaceable> baud serial console], där <replaceable>BAUD</replaceable> är hastigheten för din seriekonsoll. Menyposter för de mest vanliga hastigheterna för ttyS0-enheten är förkonfigurerade.
vi: Bạn có thể chọn thực hiện tiến trình cài đặt bằng bộ trình bày và bàn phím, hay bằng sự kết nối kiểu nối tiếp. Để sử dụng thiết lập bộ trình bày và bàn phím, hãy bật một tùy chọn chứa chuỗi [VGA console] (bàn điều khiển VGA). Để cài đặt qua sự kết nối kiểu nối tiếp, hãy bật một tùy chọn chứa chuỗi [<replaceable>BỐT</replaceable> baud serial console], (bàn điều khiển nối tiếp bốt) mà <replaceable>BỐT</replaceable> là tốc độ truyền của bàn điều khiển nối tiếp đó. Trên thiết bị ttyS0, mục trình đơn cho những giá trị tốc độ truyền thường nhất đã được định sẵn.
zh_cn: 您可选择使用显示器与键盘或者串口连接来进行安装。要使用显示器/键盘配置，选择包含 [VGA console] 的选项。要通过串口连接，选择包含 [<replaceable>BAUD</replaceable> baud serial console] 的选项，其中 <replaceable>BAUD</replaceable> 是串行连接速度。对于大多数常见的波特率的 ttyS0 设备菜单项已经预置。

source: In most circumstances, you will want the installer to use the same baud rate as your connection to the EFI console. If you aren't sure what this setting is, you can obtain it using the command <command>baud</command> at the EFI shell.
el: Στις περισσότερες περιπτώσεις, θα θέλετε ο εγκαταστάτης να χρησιμοποιήσει την ίδια ταχύτητα σύνδεσης με αυτήν της σύνδεσής σας με την κονσόλα EFI. Αν δεν είσαστε βέβαιοι για τη ρύθμιση αυτή, μπορείτε να την πάρετε χρησιμοποιώντας την εντολή<command>baud</command> στο κέλυφος EFI.
fi: Useimmiten halutaan asentimen käyttävän samaan nopeusasetusta kuin on yhteydellä EFI-konsolliin. Jos et ole varma mikä tämä nopeus on, sen voi katsoa komennolla <command>baud</command> EFI:n komentotulkissa.
ru: В большинстве случаев вам нужно чтобы скорость программы установки была равной с подключённой консолью EFI. Если вы не знаете какой она должна быть, то можете получить скорость с помощью команды <command>baud</command> в EFI shell.
sv: I de flesta fall kommer att du vilja att installeraren använder samma bithastighet som din anslutning till EFI-konsollen. Om du inte är säker på vad den här inställningen är inställd till kan du hämta den med kommandot <command>baud</command> i EFI-skalet.
vi: Trong phần lớn hoàn cảnh, bạn sẽ muốn đặt bộ cài đặt sử dụng cùng một tốc độ truyền với sự kết nối đến bàn điều khiển EFI. Nếu bạn chưa biết được giá trị này, bạn có thể lấy nó bằng cách nhập lệnh <command>baud</command> (bốt) vào trình bao EFI.
zh_cn: 大多时候，您会让安装程序使用与连接 EFI 控制台相同的波特率。如果您不知如何设置，可以通过命令 <command>baud</command> 在 EFI shell 获得。

source: If there is not an option available that is configured for the serial device or baud rate you would like to use, you may override the console setting for one of the existing menu options. For example, to use a 57600 baud console over the ttyS1 device, enter <command>console=ttyS1,57600n8</command> into the <classname>Boot:</classname> text window.
el: Αν δεν υπάρχει διαθέσιμη επιλογή με ρύθμιση για τη σειριακή συσκευή ή ταχύτητα σύνδεσης που θα θέλατε να χρησιμοποιήσετε, μπορείτε να υπερκεράσετε τη ρύθμιση της κονσόλας με μια από τις υπάρχουσες επιλογές στο μενού. Για παράδειγμα, για να χρησιμοποιήσετε μια κονσόλα με ταχύτητα 57600 baud πάνω από τη συσκευή ttyS1, εισάγετε το <command>console=ttyS1,57600n8</command> στο παράθυρο κειμένου <classname>Boot:</classname>.
fi: Jos valikossa ei ole valmiina haluttua sarjaporttia tai nopeusasetusta, voidaan jonkin valikon rivin asetukset korvata. Esimerkiksi käytettäessä 57600 baudin yhteyttä laitteella ttyS1, kirjoitetaan <command>console=ttyS1,57600n8</command> teksti-ikkunaan <classname>Boot:</classname>.
ru: Если в меню нет пунктов со скоростями для последовательного порта или нет скорости, которая вам требуется, то вы можете изменить настройки консоли одного из существующих пунктов меню. Например, чтобы использовать на консоли 57600 бод через устройство ttyS1, введите <command>console=ttyS1,57600n8</command> в текстовом окне с приглашением <classname>Boot:</classname>.
sv: Om det inte finns ett alternativ tillgängligt som är konfigurerad för serieenheten eller den hastighet du vill använda kan du åsidosätta inställningarna för konsollen för en av de befintliga menyalternativen. Till exempel för att använda en konsoll på 57600 baud över enheten ttyS1, ange <command>console=ttyS1,57600n8</command> i textfönstret<classname>Boot:</classname>.
vi: Nếu không có tùy chọn sẵn sàng đã được cấu hình cho thiết bị nối tiếp hay tốc độ truyền bạn muốn dùng, bạn có khả năng đặt quyền cao hơn thiết lập bàn điều khiển dành cho một của những tùy chọn trình đơn đã có. Chẳng hạn, để dùng bàn điều khiển 57600 bốt qua thiết bị ttyS1, hãy nhập lệnh <command>console=ttyS1,57600n8</command> vào cửa sổ nhập thô <classname>Boot:</classname> (khởi động).
zh_cn: 如果没有串行配置的选项或者您要使用的波特率，可以覆盖某个已有菜单项里面的波特率。例如，使用 57600 波特率覆盖 ttyS1 设备，输入 <command>console=ttyS1,57600n8</command> 到 <classname>Boot:</classname> 文本窗口。

source: Most IA-64 boxes ship with a default console setting of 9600 baud. This setting is rather slow, and the normal installation process will take a significant time to draw each screen. You should consider either increasing the baud rate used for performing the installation, or performing a Text Mode installation. See the <classname>Params</classname> help menu for instructions on starting the installer in Text Mode.
el: Τα περισσότερα συστήματα IA-64 έρχονται με μια προκαθορισμένη ρύθμισης ταχύτητας για την κονσόλα στα 9600 baud. Αυτή η ρύθμιση είναι μάλλον αργή, και η κανονική διαδικασία της εγκατάστασης θα χρειαστεί σημαντικό χρόνο για να αποτυπώσει την κάθε οθόνη. Θα πρέπει λοιπόν να θεωρήσετε την περίπτωση είτε να αυξήσετε την ταχύτητα που χρησιμοποιείται για την εγκατάσταση ή να κάνετε μια εγκατάσταση σε "κατάσταση κειμένου". Δείτε το μενού βοήθειας <classname>Params</classname> για οδηγίες σχετικά με το ξεκίνημα του εγκαταστάτη σε "Κατάσταση Κειμένου".
fi: Useimmat IA-64-koneet toimitetaan konsolin oletusasetuksella 9600 baudia. Tämä asetus on hitaahko, ja asennusprosessi kirjoittaa jokaista ruutua merkittävän ajan. Kannattaa harkita joko nopeuden nostamista tai asennusta tekstitilassa. Katso ohjevalikosta <classname>Params</classname> miten asennin käynnistetään tekstitilassa.
ru: Большинство машин IA-64 продаётся настроенными по умолчанию консолями на 9600 бод. Эта настройка довольно медленна, и займёт значительное время для прорисовки каждого экрана при обычном процессе установки. Вам, вероятно, стоит увеличить скорость, используемую при установке или выполнять установку в текстовом режиме. Смотрите в меню помощи <classname>Params</classname> инструкции по запуску программы установки в текстовом режиме.
sv: De flesta IA-64-maskiner skeppas med en standardinställning för konsollen på 9600 baud. Den här inställningen är ganska långsam, och den normala installationsprocessen kommer att ta mycket längre tid att rita upp varje skärm. Du bör tänka på att antingen öka hastigheten som används för att genomföra installationen, eller genomföra en installation i textläget. Se hjälpmenyn <classname>Params</classname> för instruktioner för hur man startar installeraren i textläge.
vi: Phần lớn máy kiểu IA-64 có sẵn giá trị bàn điều khiển là 9600 bốt. Giá trị này hơi chậm nên tiến trình cài đặt bình thường sẽ mất thời gian đáng kể để vẽ mỗi màn hình. Đề nghị bạn hoặc tăng lên tốc độ truyền (bốt) được dùng để thi hành tiến trình cài đặt, hoặc thực hiện việc cài đặt kiểu Chế Độ Nhập Thô (Text Mode). Xem trình đơn trợ giúp <classname>Params</classname> (Tham số) để tìm hướng dẫn về cách khởi chạy trình cài đặt trong Chế Độ Nhập Thô.
zh_cn: 大多数 IA-64 机器配备默认 9600 波特率的控制台。这样设太慢，普通安装过程将花费明显的时间刷新每个屏幕。您要么通过提高波特率提升安装效率，要么使用文本模式安装。参考 <classname>Params</classname> 帮助菜单，获得启动文本模式安装的指导。

source: If you select the wrong console type, you will be able to select the kernel and enter parameters but both the display and your input will go dead as soon as the kernel starts, requiring you to reboot before you can begin the installation.
el: Αν επιλέξετε λάθος τύπο κονσόλας, θα είσαστε σε θέση να επιλέξετε το πυρήνα και να βάλετε παραμέτρους αλλά τόσο η οθόνη όσο και η είσοδος σας θα παγώσουν με το ξεκίνημα του πυρήνα απαιτώντας έτσι την επανεκκίνηση του συστήματος για να μπορέσει να ξεκινήσει η εγκατάσταση.
fi: Jos valitaan väärä konsolityyppi, päästään valitsemaan ydin ja käynnistysparametrit, mutta sekä näyttö että näppäimistö lakkaavat toimimasta heti ytimen käynnistyttyä, jolloin on tehtävä uudelleenkäynnistys ennen kuin asennus voidaan alottaa.
ru: Если вы выберете неверный тип консоли, то сможете выбрать ядро и задать параметры, но после запуска ядра через монитор и клавиатуру станет невозможно работать и потребуется перезапуск перед началом установки.
sv: Om du väljer fel konsolltyp kommer du kunna välja kärna och ange parametrar men både skärmen och din inmatning kommer att försvinna så snart som kärnan startat och kräver att du startar om före du kan påbörjar installationen.
vi: Nếu bạn chọn kiểu bàn điều khiển không đúng, bạn vẫn còn có khả năng chọn hạt nhân và nhập tham số tương ứng, nhưng mà cả bộ trình bày lẫn cách nhập đều sẽ bị tắt một khi hạt nhân khởi chạy, nên cần thiết bạn khởi động lại để bất đầu cài đặt.
zh_cn: 如果您选择了错误的控制台类型，即便可以选择内核和输入参数，但显示与输入将在内核启动后死掉，只有重新启动才能开始安装。

source: Selecting the Boot Kernel and Options
el: Επιλογή του πυρήνα εκκίνησης και των άλλων επιλογών
fi: Käynnistysytimen ja parametrien valinta
ru: Выбор загружаемого ядра и параметров
sv: Välj uppstartskärna och inställningar
vi: Chọn hát nhân khởi động và các tùy chọn tương ứng
zh_cn: 选择启动内核与选项
