Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: The installation system recognizes a few additional boot parameters<footnote> <para> With current kernels (2.6.9 or newer) you can use 32 command line options and 32 environment options. If these numbers are exceeded, the kernel will panic. </para> </footnote> which may be useful.
el: Το σύστημα εγκατάστασης αναγνωρίζει μερικές επιπρόσθετες παραμέτρους εκκίνησης<footnote> <para> Με πρόσφατους πυρήνες (2.6.9 και μεταγενέστερους) μπορείτε να χρησιμοποιήσετε 32 επιλογές γραμμής εντολών και 32 επιλογές περιβάλλοντος. Αν ξεπεράσετε αυτούς τους αριθμούς, ο πυρήνας θα περάσει σε κατάσταση "πανικού".</para> </footnote> που μπορεί να είναι χρήσιμες.
fi: Asennusjärjestelmä tunnistää muutamia lisäparametreja<footnote> <para> Nykyisillä ytimillä (versio 2.6.9 tai uudempi) voidaan käyttää 32:ta komentorivin parametriä ja 32:ta ympäristömuuttujaa. Jos nämä rajat ylitetään, tapahtuu kernel panic. </para> </footnote>, jotka voivat olla hyödyllisiä.
ru: Система установки анализирует некоторые дополнительные параметры загрузки<footnote> <para>Новые версии ядер (2.6.9 и новее) позволяют использовать 32 параметра в командной строке и 32 переменные среды. </para> </footnote>, что может быть полезно.
sv: Installationssystemet känner igen ytterligare ett antal uppstartsparametrar<footnote> <para> Med aktuella kärnor (2.6.9 eller senare) kan du använda 32 kommandoradsflaggor och 32 miljöflaggor. Om dessa tal överstigs, kommer kärnan att få panik. </para> </footnote> som kan vara användbara.
vi: Hệ thống cài đặt này chấp nhận vài tham số khởi động thêm<footnote> <para> Đối với các hạt nhân hiện thời (2.6.9 hay mới hơn), bạn có khả năng sử dụng 32 tùy chọn dòng lệnh và 32 tùy chọn môi trường. Vượt quá số này thì hạt nhân không thể phục hồi.</para> </footnote> có thể hữu ích.
zh_cn: 安装系统能识别一些额外的引导参数<footnote> <para> 当前的内核(2.6.9 或更新)，您可以使用 32 个命令行参数和 32 个环境变量选项。如果超出，内核将会崩溃。</para> </footnote>，它们很有用。

source: A number of parameters have a <quote>short form</quote> that helps avoid the limitations of the kernel command line options and makes entering the parameters easier. If a parameter has a short form, it will be listed in brackets behind the (normal) long form. Examples in this manual will normally use the short form too.
el: Ένας αριθμός παραμέτρων έχει μια <quote>σύντομη μορφή</quote> που βοηθά στην αποφυγή των περιορισμών στις επιλογές της γραμμής εντολών για τον πυρήνα και κάνει την εισαγωγή των παραμέτρων ευκολότερη. Αν μια παράμετρος έχει μια τέτοια σύντομη μορφή, θα αναγράφεται σε αγκύλες μετά την (κανονική) πλήρη μορφή της. Παραδείγματα στο παρόν εγχειρίδιο θα χρησιμοποιούν συνήθως και την σύντομη μορφή.
fi: Useilla parametreilla on <quote>lyhyt muoto</quote> auttamaan ytimen komentorivivalitsimien rajoitusten välttämisessä ja helpottamaan parametrien kirjoittamista. Jos parametrilla on lyhyt muoto, se näytetään hakasulkeissa (tavallisen) pitkän muodon jälkeen. Myös tämän ohjeen esimerkeissä käytetään tavallisesti lyhyttä muotoa.
ru: Некоторые параметры имеют <quote>сокращённую форму записи</quote>, что помогает избежать ограничений параметров командной строки ядра и облегчает ввод параметров. Если у параметра есть сокращённая форма, то она даётся в скобках после (обычной) длинной формы. В примерах руководства также используется сокращённая форма.
sv: Ett antal parametrar har en <quote>kort form</quote> som hjälper till att undvika begränsningarna i kärnans kommandoradsflaggor och gör dem enklare att ange. Om en parameter har en kort form, kommer den att listas inom hakparanteser bakom den (normala) långa formen. Exemplen i den här handboken kommer vanligtvis att använda den korta formen också.
vi: Một số tham số có <quote>dạng ngắn</quote> giúp đỡ tránh sự hạn chế của các tùy chọn dòng lệnh hạt nhân và làm cho dễ hơn nhập tham số. Tham số có dạng ngắn thì được hiển thị trong dấu ngoặc đúng sau dạng dài (chuẩn). Các mẫu thí dụ trong sổ tay này cũng thường dùng dạng ngắn.
zh_cn: 许多参数都有<quote>简写</quote>，可以避免内核命令行选项的限制，并且更容易输入。如果参数有简写，它会列在(正式)长形式后面的括号里。本手册中的示例一般都使用简写。

source: This parameter sets the lowest priority of messages to be displayed.
el: Η παραμέτρος αυτή καθορίζει την χαμηλότερη προτεραιότητα των μηνυμάτων που θα εμφανίζονται.
fi: Tämä parametri määrää, kuinka alhaisen prioriteetin viestit näytetään.
ru: Этот параметр задаёт низший приоритет отображаемых сообщений.
sv: Den här parametern ställer in så att meddelanden med lägst prioritet visas.
vi: Tham số này đặt ưu tiên thấp nhất cho những thông điệp cần hiển thị.
zh_cn: 这些参数设置将设置显示的信息为最低的级别。

source: The default installation uses <userinput>priority=high</userinput>. This means that both high and critical priority messages are shown, but medium and low priority messages are skipped. If problems are encountered, the installer adjusts the priority as needed.
el: Η προκαθορισμένη εγκατάσταση χρησιμοποιεί <userinput>priority=high</userinput>. Αυτό σημαίνει ότι θα εμφανίζονται μηνύματα τόσο υψηλής όσο και κρίσιμης προτεραιότητας, παραλείπονται όμως μηνύματα μέσης και χαμηλότερης προτεραιότητας. Αν εμφανιστούν προβλήματα, ο εγκαταστάτης προσαρμόζει την προτεραιότητα όπως χρειάζεται.
fi: Oletusasennus käyttää asetusta <userinput>priority=high</userinput>. Tämä tarkoittaa, että näytetään viestit, joiden prioriteetti on korkea tai kriittinen, mutta prioriteetin keskitaso ja matala viestit ohitetaan. Jos tulee pulmia, asennin säätää prioriteettia tarpeen mukaan.
ru: Значение по умолчанию равно <userinput>priority=high</userinput>. Это означает, что будут показаны сообщения с высоким и с критическим приоритетами, а сообщения со средним и низким приоритетами будут пропущены. В случае возникновения проблем, программа установки подстраивает значение приоритета.
sv: Standardinstallationen använder <userinput>priority=high</userinput>. Det betyder att både meddelanden med prioriteterna hög och kritisk visas, men meddelanden med prioriteterna medium och låg hoppas över. Om problem påträffas justerar installeraren prioriteten efter behov.
vi: Bản cài đặt mặc định tùy theo ưu tiên cao <userinput>debconf/priority=high</userinput>. Có nghĩa là hiển thị những thông điệp có ưu tiên cả cao lẫn tới hạn, còn bỏ qua những thông điệp ưu tiên vừa và thấp. Nếu gặp lỗi, trình cài đặt điều chỉnh ưu tiên như cần thiết.
zh_cn: 缺省安装使用 <userinput>priority=high</userinput> 。这意味着高优先级的和至关重要的信息将被显示，但是中级和低级信息将被跳过。如果其间出现了问题，安装程序将按照要求调整优先级别。

source: If you add <userinput>priority=medium</userinput> as boot parameter, you will be shown the installation menu and gain more control over the installation. When <userinput>priority=low</userinput> is used, all messages are shown (this is equivalent to the <emphasis>expert</emphasis> boot method). With <userinput>priority=critical</userinput>, the installation system will display only critical messages and try to do the right thing without fuss.
el: Αν προσθέσετε την <userinput>priority=medium</userinput> σαν παράμετρο εκκίνησης, θα δείτε το μενού εγκατάστασης και θα αποκτήσετε μεγαλύτερο έλεγχο πάνω στην εγκατάσταση. Όταν χρησιμοποιείται η <userinput>priority=low</userinput> εμφανίζονται όλα τα μηνύματα (αυτό είναι ισοδύναμο με την μέθοδο <emphasis>expert</emphasis> για την εγκατάσταση). Με την επιλογή <userinput>priority=critical</userinput>, το σύστημα εγκατάστασης θα εμφανίσει μόνο τα κρίσιμα μηνύματα και θα προσπαθήσει να κάνει το "σωστό" χωρίς μεγάλη "φασαρία".
fi: Jos käynnistysparametriksi lisätään <userinput>priority=medium</userinput>, näytetään asennusvalikko ja pystytään tarkemmin säätämään asennusta. Kun käytetään <userinput>priority=low</userinput>, näytetään kaikki viestit (tämä on sama kuin käynnistystapa <emphasis>expert</emphasis>). Kun asetus on <userinput>priority=critical</userinput>, asennusjärjestelmä näyttää vain kriittiset viestit ja yrittää tehdä oikeat valinnat kyselemättä turhia.
ru: Если вы добавите <userinput>priority=medium</userinput> в качестве параметра загрузки, то увидите меню программы установки и получите больший контроль над установкой. При использовании <userinput>priority=low</userinput> показываются все сообщения (эквивалентно методу загрузки <emphasis>expert</emphasis>). Если указать <userinput>priority=critical</userinput>, то система установки будет показывать только критические сообщения и попробует всё сделать правильно самостоятельно.
sv: Om du lägger till <userinput>priority=medium</userinput> som uppstartsparameter kommer du att få se installationsmenyn och få mer kontroll över installationen. När <userinput>priority=low</userinput> används kommer alla meddelanden visas (det här är likvärdigt med uppstartsmetoden <emphasis>expert</emphasis>). Med <userinput>priority=critical</userinput> kommer installationssystemet endast att visa kritiska meddelanden och försöka göra det rätta utan att krångla till det.
vi: Nếu bạn thêm ưu tiên vừa <userinput>debconf/priority=medium</userinput> là tham số khởi động, bạn sẽ thấy trình đơn cài đặt, giành thêm khả năng điều khiển tiến trình cài đặt. Còn khi dùng ưu tiên thấp <userinput>debconf/priority=low</userinput>, mọi thông điệp được hiển thị (nó tương đương với phương pháp khởi động <emphasis>nhà chuyên môn</emphasis>). Với ưu tiên tới hạn <userinput>debconf/priority=critical</userinput>, hệ thống cài đặt sẽ hiển thị chỉ những thông điệp nghiêm trọng, sẽ cố gắng làm việc đúng, không tương tác nhiều.
zh_cn: 如果您加入 <userinput>priority=medium</userinput> 作为引导参数，将看到安装菜单以及安装过程中更多的控制。当使用 <userinput>priority=low</userinput>，将显示所有的消息(这相当于采用 <emphasis>export</emphasis> 引导方法)。通过 <userinput>priority=critical</userinput>，安装系统只会显示至关重要的信息，并且尝试正确无误地执行各项事宜。

source: This boot parameter controls the type of user interface used for the installer. The current possible parameter settings are: <itemizedlist> <listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput></para> </listitem> </itemizedlist> The default frontend is <userinput>DEBIAN_FRONTEND=newt</userinput>. <userinput>DEBIAN_FRONTEND=text</userinput> may be preferable for serial console installs. Generally, only the <userinput>newt</userinput> frontend is available on default install media. On architectures that support it, the graphical installer uses the <userinput>gtk</userinput> frontend.
el: Αυτή η παράμετρος εκκίνησης ελέγχει τον τύπο της διεπαφής χρήστη που θα χρησιμοποιηθεί από τον εγκαταστάτη. Οι πιθανές αυτή την στιγμή ρυθμίσεις της παραμέτρου είναι:<itemizedlist><listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput></para></listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput></para></listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput></para></listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput></para></listitem></itemizedlist>. H προεπιλεγμένη τιμή είναι <userinput>DEBIAN_FRONTEND=newt</userinput>. Η επιλογή <userinput>DEBIAN_FRONTEND=text</userinput> είναι ίσως προτιμότερη για εγκαταστάσεις με σειριακή κονσόλα. Γενικά μόνο η επιλογή <userinput>newt</userinput> είναι διαθέσιμη στα προεπιλεγμένα μέσα εγκατάστασης. Στις αρχιτεκτονικές που την υποστηρίζουν, ο γραφικός εγκαταστάτης χρησιμοποιεί την επιλογή <userinput>gtk</userinput>.
fi: Tämä parametri määrää asentimen käyttämän käyttöliittymän tyypin. Tällä hetkellä ovat mahdollisia parametrin arvot: <itemizedlist> <listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput></para> </listitem> </itemizedlist> Käyttöliittymän oletusarvo on <userinput>DEBIAN_FRONTEND=newt</userinput>. <userinput>DEBIAN_FRONTEND=text</userinput> saattaa olla parempi sarjapäättellä tehtäville asennuksille. Yleensä vain käyttöliittymä <userinput>newt</userinput> on saatavilla oletusasennustaltioilla. Graafista asenninta tukevilla suoritinperheillä graafinen asennin käyttää <userinput>gtk</userinput>-käyttöliittymää.
ru: Этот параметр загрузки контролирует тип пользовательского интерфейса, используемого программой установки. Возможные на текущий момент значения параметра: <itemizedlist> <listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput></para> </listitem> </itemizedlist> По умолчанию выбран тип <userinput>DEBIAN_FRONTEND=newt</userinput>. Для установки через консоль на последовательном порту наиболее предпочтителен <userinput>DEBIAN_FRONTEND=text</userinput> . Вообще, с носителей установки по умолчанию в данный момент доступен только интерфейс <userinput>newt</userinput>. На некоторых архитектурах используется графический интерфейс программы установки <userinput>gtk</userinput>.
sv: Den här uppstartsparametern kontrollerar den typ av användargränssnitt som används av installeraren. De parametervärden som för närvarande är möjliga är: <itemizedlist> <listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput></para> </listitem> </itemizedlist> Standardgränssnittet är <userinput>DEBIAN_FRONTEND=newt</userinput>. <userinput>DEBIAN_FRONTEND=text</userinput> kanske föredras för installationer via seriekonsoll. Generellt sett är endast gränssnittet <userinput>newt</userinput> tillgängligt på standardinstallationsmediet. På arkitekturer som har stöd för det använder den grafiska installeraren gränssnittet <userinput>gtk</userinput>.
vi: Tham số khởi động này điều khiển kiểu giao diện người dùng được dùng cho bộ cài đặt. Các giá trị tham số hiện thời có thể: <itemizedlist> <listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput> (không tương tác)</para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput> (văn bản)</para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput> (trình newt)</para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput> (trình gtk)</para> </listitem> </itemizedlist> Giao diện mặc định là <userinput>DEBIAN_FRONTEND=newt</userinput>. <userinput>DEBIAN_FRONTEND=text</userinput> có lẽ thích hợp hơn cho tiến trình cài đặt bằng bàn điều khiển nối tiếp. Thường chỉ giao diện <userinput>newt</userinput> có sẵn trên vật chứa cài đặt mặc định. Trên các kiến trúc có phải hỗ trợ nó, bộ cài đặt kiểu đồ họa thì sử dụng giao diện <userinput>gtk</userinput>.
zh_cn: 这个引导参数控制用于安装程序的用户界面的类型。当前可能参数设置有：<itemizedlist> <listitem> <para><userinput>DEBIAN_FRONTEND=noninteractive</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=text</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=newt</userinput></para> </listitem><listitem> <para><userinput>DEBIAN_FRONTEND=gtk</userinput></para> </listitem> </itemizedlist> 缺省的前端是 <userinput>DEBIAN_FRONTEND=newt</userinput>。<userinput>DEBIAN_FRONTEND=text</userinput> 可以用于串口控制台的安装。一般来说在缺省安装介质上只有 <userinput>newt</userinput> 前端，因此目前这个并非很有用。图形安装程序可以在所支持的平台上使用 <userinput>gtk</userinput> 前端。

source: Setting this boot parameter to 2 will cause the installer's boot process to be verbosely logged. Setting it to 3 makes debug shells available at strategic points in the boot process. (Exit the shells to continue the boot process.)
el: Θέτοντας αυτήν την παράμετρο εκκίνησης ίση με 2 θα προκαλέσετε την λεπτομερή καταγραφή της διαδικασίας εκκίνησης του εγκαταστάτη. Δίνοντάς της την τιμή 3 θα καταστήσει διαθέσιμα κελύφη αποσφαλατωσης σε διάφορα στρατηγικά σημεία κατά την διαδικασία εγκατάστασης.(Βγείτε από τα κελύφη αυτά για να συνεχίσετε την διαδικασία εκκίνησης).
fi: Asettamalla tämän käynnistysparametrin arvoksi 2 asentimen käynnistysprosessi tekee yksityiskohtaisen lokin. Arvolla 3 ovat vianjäljitykseen tarkoitetut komentotulkit käytössä asennusprosessin tärkeissä vaiheissa. (Käynnistystä jatketaan poistumalla komentotulkista.)
ru: Присвоение этому загрузочному параметру значения 2 приводит к более подробному протоколированию процесса загрузки программы установки. Значение 3 приводит к запуску интерпретатора командной строки в наиболее важных точках процесса загрузки. (Завершение работы с интерпретатором приводит к продолжению процесса загрузки.)
sv: Ställ in den här uppstartsparametern till 2 innebär att installerarens uppstartsprocess kommer att loggas på ett informativt sätt. Ställ in den till 3 och felsökningsloggar blir tillgängliga på strategiska punkter i uppstartsprocessen. (Avsluta skalen för att fortsätta uppstartsprocessen.)
vi: Việc đặt tham số khởi động này (gỡ lỗi khởi động) thành 2 sẽ gây ra tiến trình khởi động trình cài đặt sẽ được ghi lưu một cách chi tiết. Còn việc đặt nó thành 3 làm cho trình bao gỡ lỗi sẵn sàng tại một số điểm thời có ích trong tiến trình khởi động. (Hãy thoát khỏi trình bao để tiếp tục lại tiến trình khởi động.)
zh_cn: 设置引导参数为 2 会使记录更冗长一些。设置为 3 会在引导过程的特定位置调出 debug shell。(退出 shell 以后会继续引导过程。)

source: This is the default.
el: Αυτή είναι η προκαθορισμένη επιλογή.
fi: Tämä on oletusarvo
ru: Значение по умолчанию.
sv: Det här är standardinställningen.
vi: Đây là giá trị mặc định.
zh_cn: 此为默认。

source: More verbose than usual.
el: Πιο αναλυτική από το συνηθισμένο.
fi: Tavallista yksityiskohtaisempi.
ru: Подробней чем обычно.
sv: Mer information än normalt.
vi: Chi tiết hơn cấp thường.
zh_cn: 更多的信息。

source: Lots of debugging information.
el: Άφθονη πληροφορία αποσφαλμάτωσης.
fi: Paljon vianjäljitystietoa.
ru: Много отладочной информации.
sv: Mycket felsökningsinformation.
vi: Xuất rất nhiều thông tin gỡ lỗi.
zh_cn: 大量的调试信息。

source: Shells are run at various points in the boot process to allow detailed debugging. Exit the shell to continue the boot.
el: Κελύφη εκτελούνται σε διάφορα σημεία στη διαδικασία εκκίνησης επιτρέπονταςλεπτομερειακή αποσφαλμάτωση. Βγείτε από το κέλυφος για να συνεχίσετε κανονικάτην εκκίνηση.
fi: Käynnistysprosessin valikoiduissa kohdissa käynnistetään komentotulkki. Jatka käynnistystä poistumalla komentotulkista.
ru: В различных точках процесса загрузки будет вызван интерпретатор командной строки, чтобы разрешить детальную отладку. При выходе из интерпретатора загрузка продолжится.
sv: Skal kommer att köras på olika punkter i uppstartsprocessen för detaljerad felsökning. Avsluta skalet för att fortsätta uppstarten.
vi: Chạy trình bao tại một số điểm thời khác nhau trong tiến trình khởi động, để cho khả năng gỡ lỗi chi tiết. Hãy thoát khỏi trình bao để tiếp tục lại khởi động.
zh_cn: 在引导过程中，安装程序将在多处不同地方运行 Shell，以进行细节上的调试。退出 Shell 将继续引导过程。

source: The value of the parameter is the path to the device to load the Debian installer from. For example, <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>
el: Η τιμή της παραμέτρου είναι η διαδρομή της συσκευής από την οποία φορτώνεται οεγκαταστάτης του Debian. Για παράδειγμα, <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>
fi: Tämän parametrin arvo on sen laitteen polkunimi, josta Debianin asennin ladataan. Esimerkiksi <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>
ru: Значением этого параметра является путь к устройству, с которого загружается программа установки Debian. Например, <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>
sv: Värdet för parametern är sökvägen till enheten som Debian Installer ska läsas in från. Till exempel, <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>
vi: Giá trị của tham số này (thiết bị vật chứa cài đặt) là đường dẫn đến thiết bị từ đó cần tải trình cài đặt Debian. Ví dụ, <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>
zh_cn: 参数的值将为用来装入 Debian 安装程序的设备路径，例如： <userinput>INSTALL_MEDIA_DEV=/dev/floppy/0</userinput>

source: The boot floppy, which normally scans all floppies it can to find the root floppy, can be overridden by this parameter to only look at the one device.
el: Η δισκέττα εκκίνησης, που συνήθως ανιχνεύει όλες τις συσκευές δισκέττας για να βρει την δισκέττα με το ριζικό σύστημα αρχείων, μπορεί να υπερσκελιστεί με την παράμετρο αυτή ώστε να "κοιτάξει" μια μόνο συσκευή.
fi: Normaalisti käynnistyslevyke etsii root-levykettä kaikista levykeasemista. Tällä parametrilla saadaan etsintä kohdistumaan vain yhteen nimettyyn laitteeseen.
ru: Загрузочная дискета в поисках корневой дискеты сканирует все дискеты и USB устройства хранения. Этим параметром можно заставить её искать корневую дискету только на избранном устройстве.
sv: Startdisketten, som normalt sett söker av alla disketter den kan hitta efter rotdisketten, kan åsidosättas av den här parametern för att endast söka på en enhet.
vi: Đĩa mềm khởi động, mà thường quét mọi đĩa mềm có thể để tìm đĩa mềm gốc, có thể bị lọc bởi tham số này để phát hiện chỉ một thiết bị thôi.
zh_cn: 引导软盘，它通常会扫描所有的软盘来找到根软盘，可以通过此参数设置只查找一个设备。

source: Some architectures use the kernel framebuffer to offer installation in a number of languages. If framebuffer causes a problem on your system you can disable the feature by the parameter <userinput>fb=false</userinput>. Problem symptoms are error messages about bterm or bogl, a blank screen, or a freeze within a few minutes after starting the install.
el: Μερικές αρχιτεκτονικές χρησιμοποιούν τον framebuffer του πυρήνα για να προσφέρουν την δυνατότητα εγκατάστασης σε διάφορες γλώσσες. Αν ο framebuffer προκαλεί πρόβλημα στο σύστημά σας μπορείτε να απενεργοποιήσετε αυτό το χαρακτηριστικό με την παράμετρο <userinput>fb=false </userinput>. Ενδεικτικά συμπτώματα προβλήματος είναι διάφορα μηνύματα σφάλματος σχετικά με το bterm ή το bogl, μια λευκή οθόνη, ή ένα πάγωμα της οθόνης μερικά λεπτά από το ξεκίνηματης εγκατάστασης.
fi: Joissakin suoritinperheissä käytetään ruutupuskuria (framebuffer), jotta asennus olisi saatavilla useilla kielillä. Jos ruutupuskuri aiheuttaa pulmia, se voidaan ottaa pois käytöstä parametrilla <userinput>fb=false</userinput>. Pulman oireita ovat virheilmoitukset btermistä tai bogl:stä, tyhjä ruutu tai jumittuminen muutaman minuutin sisällä asennuksen alusta.
ru: Чтобы предложить установку на нескольких языках на некоторых архитектурах используется фреймбуфер ядра. Если работа через фреймбуфер вызывает проблемы на вашей системе, можно выключить его параметром <userinput>fb=false</userinput>. Симптомы проблемы &mdash; сообщения об ошибках bterm или bogl, пустой экран или замирание на несколько минут в начале установки.
sv: Vissa arkitekturer använder kärnans framebuffer för att erbjuda en installation på ett antal olika språk. Om framebuffer orsakar ett problem på ditt system kan du inaktivera funktionen genom parametern <userinput>fb=false</userinput>. Symptom på problemet är felmeddelanden om bterm eller bogl, en blank skärm, eller en frysning inom ett par minuter efter påbörjad installation.
vi: Một số kiến trúc riêng sử dụng bộ đệm khung (framebuffer) của hạt nhân để cung cấp khả năng cài đặt bằng nhiều ngôn ngữ khác nhau. Nếu bộ đếm khung gây ra lỗi trên hệ thống, bạn vẫn có thể tắt tính năng này bằng tham số <userinput>fb=false</userinput>. Trường hợp ngụ ý sự khó là thông điệp lỗi về <filename>bterm</filename> hay <filename>bogl</filename>, màn hình trống hay hệ thống đông đặc trong vòng vài phút sau khi khởi chạy tiến trình cài đặt.
zh_cn: 一些体系使用内核 framebuffer 以提供不同的语言安装。如果 framebuffer 在您的系统上面有问题，可以通过参数 <userinput>fb=false</userinput> 关闭这个特性。这方面问题的特征是有关 bterm 或者 bogl 的错误信息，一个空白的屏幕，或者在开始安装几分钟后停止。
