Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Note that on some machines, <keycombo><keycap>Control</keycap> <keycap>Alt</keycap> <keycap>Delete</keycap></keycombo> does not properly reset the machine, so a <quote>hard</quote> reboot is recommended. If you are installing from an existing operating system (e.g., from a DOS box) you don't have a choice. Otherwise, please do a hard reboot when booting.
el: Σημειώστε ότι σε μερικά μηχανήματα ο συνδυασμός πλήκτρων <keycombo><keycap>Control</keycap><keycap>Alt</keycap> <keycap>Delete</keycap></keycombo>δεν επανεκκινεί το μηχάνημα κανονικά, οπότε συνίσταται μια <quote>σκληρή</quote> επανεκκίνηση. Αν κάνετε την εγκατάσταση από ένα υπάρχον λειτουργικό σύστημα (πχ., από ένα <quote>κουτί</quote> DOS) δεν έχετε επιλογή. Διαφορετικά, παρακαλούμε να κάνετε μια σκληρή επανεκκίνηση κατά τη διαδικασία της εκκίνησης.
fi: Huomaa, että joissakin koneissa <keycombo><keycap>Control</keycap> <keycap>Alt</keycap> <keycap>Delete</keycap></keycombo> ei palauta konetta kunnolliseen alkutilaan, joten suositellaan <quote>virtanappulan</quote> käyttöä. Jos asennetaan koneella olevasta käyttöjärjestelmästä (esim. DOS-ikkunasta) ei vaihtoehtoa ole. Muussa tapauksessa, käytä virtanappulaa kun laitetta käynnistetään.
ru: Заметим, что на некоторых машинах, комбинация клавиш <keycombo><keycap>Control</keycap> <keycap>Alt</keycap> <keycap>Delete</keycap></keycombo> не по-настоящему перезагружает машину, поэтому рекомендуется <quote>аппаратная</quote> перезагрузка. Если вы производите установку из существующей операционной системы (например, из DOS), то у вас нет выбора. Иначе, выполните аппаратную перезагрузку перед загрузкой.
sv: Observera att på vissa datorer återställer <keycombo><keycap>Control</keycap> <keycap>Alt</keycap> <keycap>Delete</keycap></keycombo> inte korrekt maskinen, så en <quote>hård</quote> omstart rekommenderas. Om du installerar från ett befintligt operativsystem (exempelvis på en dator med DOS installerat) har du inget val. Om inte, gör en hård omstart vid uppstart.
vi: Ghi chú rằng trên một số máy nào đó, tổ hợp phím <keycombo><keycap>Control</keycap> <keycap>Alt</keycap> <keycap>Delete</keycap></keycombo> không phải đặt lại được máy tính, vậy khuyên bạn khởi động lại một cách <quote>cứng</quote>. Nếu bạn cài đặt từ một hệ điều hành đã có (v.d. từ một hộp DOS nào đó), bạn không thể chọn khác. Nếu không, hãy khởi động lại cứng khi khởi động máy.
zh_cn: 注意有些机器上，<keycombo><keycap>Control</keycap> <keycap>Alt</keycap> <keycap>Delete</keycap></keycombo> 不能正常地重启系统，所以推荐使用<quote>硬</quote>启动。如果您正从已有的操作系统上安装(比如在 DOS 系统上)您将没有这样的选择。在其它情况下，请在引导时使用硬重启。

source: The floppy disk will be accessed, and you should then see a screen that introduces the boot floppy and ends with the <prompt>boot:</prompt> prompt.
el: Στη συνέχεια η δισκέττα θα είναι προσβάσιμη και θα δείτε μια οθόνη που εισάγει τη δισκέττα και τελειώνει με την προτροπή <prompt>boot:</prompt>.
fi: Tietoja ladataan levykkeeltä ja näkyviin pitäisi tulla ruutu, jossa levyke esitellään ja jonka alareunassa on kehote <prompt>boot:</prompt>.
ru: Далее, будет произведён доступ к дискете, и далее вы должны увидеть экран, который показывает загрузку с дискеты и в конце появляется приглашение <prompt>boot:</prompt>.
sv: Disketten kommer att läsas från och du bör sedan se en skärm som introducerar startdisketten och slutar med prompten <prompt>boot:</prompt>.
vi: Lúc đó, đĩa mềm sẽ được truy cập, vậy bạn nên thấy màn hình giới thiệu đĩa mềm khởi động mà kết thúc bằng dấu nhắc khởi động <prompt>boot:</prompt>.
zh_cn: 读完软盘后，您将看到屏幕上有一个有关引导软盘的介绍，并且结尾是 <prompt>boot:</prompt> 提示符。

source: Once you press &enterkey;, you should see the message <computeroutput>Loading...</computeroutput>, followed by <computeroutput>Uncompressing Linux...</computeroutput>, and then a screenfull or so of information about the hardware in your system. More information on this phase of the boot process can be found below in <xref linkend="kernel-msgs"/>.
el: Όταν πληκτρολογήσετε &enterkey;, θα δείτε το μήνυμα <computeroutput>Loading...</computeroutput>, ακολουθούμενο από το<computeroutput>Uncompressing Linux...</computeroutput>, και στη συνέχεια μια γεμάτη οθόνη από πληροφορίες σχετικά με το υλικό του συστήματος. Περισσότερες πληροφορίες γι' αυτή τη φάση της διαδικασίας μπορούν να βρεθούν στο <xref linkend="kernel-msgs"/>.
fi: Kun on painettu &enterkey;, pitäisi näkyä <computeroutput>Loading...</computeroutput>, jonka jälkeen tulee <computeroutput>Uncompressing Linux...</computeroutput>, ja sitten suunnilleen ruudullinen tietoja laitteistosta. Lisää tietoa tästä asennusprosessin vaiheesta löytyy kohdasta <xref linkend="kernel-msgs"/>.
ru: После нажатия &enterkey;, вы должны увидеть сообщение <computeroutput>Loading...</computeroutput>, потом <computeroutput>Uncompressing Linux...</computeroutput>, и затем несколько экранов с информацией о найденном оборудовании. Подробную информацию об этом этапе процесса загрузки можно найти в <xref linkend="kernel-msgs"/>.
sv: När du trycker &enterkey;, bör du se meddelandet <computeroutput>Loading...</computeroutput>, följt av <computeroutput>Uncompressing Linux...</computeroutput>, och sedan en skärm full av information om maskinvaran i ditt system. Mer information angående den här fasen i uppstartsprocessen kan hittas under i <xref linkend="kernel-msgs"/>.
vi: Một khi bạn bấm phím &enterkey;, bạn nên thấy thông điệp <computeroutput>Loading...</computeroutput> (Đang tải...), với đoạn <computeroutput>Uncompressing Linux...</computeroutput> (Đang giải nén Linux) theo sau, rồi một màn hình đầy chứa thông tin về phần cứng của hệ thống đó. Thông tin thêm về giải đoạn này của tiến trình khởi động nằm bên dưới trong <xref linkend="kernel-msgs"/>.
zh_cn: 一旦您敲入 &enterkey;，您应该能够看到 <computeroutput>Loading...</computeroutput> 消息，并且接下来是 <computeroutput>Uncompressing Linux...</computeroutput>，然后是一些有关您系统的硬件信息。想知道更多有关这段引导过程的信息，可以在下面 <xref linkend="kernel-msgs"/>。

source: After booting from the boot floppy, the root floppy is requested. Insert the root floppy and press &enterkey;, and the contents are loaded into memory. The installer program <command>debian-installer</command> is automatically launched.
el: Μετά την εκκίνηση από τη δισκέττα εκκίνησης θα ζητηθεί η δισκέττα root. Εισάγετε τη δισκέττα αυτή και πατήστε &enterkey; το περιεχόμενό της δισκέττας αρχίζει να φορτώνεται στην μνήμη. Το πρόγραμμα του εγκαταστάτη <command>debian-installer</command> ξεκινά αυτόματα.
fi: Kun on käynnistetty boot-levykkeeltä, pyydetään root-levykettä. Aseta root-levyke asemaan ja paina &enterkey;, jolloin sen sisältö ladataan muistiin. Asennusohjelma <command>debian-installer</command> eli Debianin asennin käynnistyy automaattisesti.
ru: После загрузки с загрузочной дискеты, вас попросят вставить дискету с корневой файловой системой. Вставьте нужную дискету, нажмите &enterkey;, и её содержимое загрузится в память. В конце автоматически запустится программа установки <command>debian-installer</command>.
sv: Efter uppstart från startdisketten kommer rotdisketten att efterfrågas. Mata in rotdisketten och tryck &enterkey;, och dess innehåll kommer att läsas in i minnet. Installeringsprogrammet <command>debian-installer</command> startas automatiskt.
vi: Sau khi khởi động từ đĩa mềm khởi động, đĩa mềm gốc được yêu cầu. Hãy nạp đĩa mềm gốc rồi bấm phím &enterkey;, vậy nội dung của nó được tải vào bộ nhớ. Chương trình cài đặt <command>debian-installer</command> được khởi chạy tự động.
zh_cn: 软盘引导后需要根软盘。请插入根软盘并且输入 &enterkey;，然后其中的内容会被装入内存。安装程序 <command>debian-installer</command> 会自动启动。

source: There are various ways to do a TFTP boot on i386.
el: Υπάρχουν διάφοροι τρόποι για να κάνετε μια εκκίνηση με TFTP στην αρχιτεκτονική i386.
fi: i386:lla on erilaisia tapoja käynnistää TFTP:llä
ru: Есть несколько возможностей выполнить загрузку по TFTP на i386.
sv: Det finns olika sätt att göra en TFTP-uppstart på i386.
vi: Có vài cách khác nhau để khởi động qua TFTP trên i386.
zh_cn: 在 i386 体系上有很多方法用 TFTP 进行引导。

source: NIC or Motherboard that support PXE
el: Κάρτα δικτύου ή μητρική που υποστηρίζουν PXE
fi: NIC tai emolevy joka tukee PXE:tä
ru: Сетевая карта или материнская плата с поддержкой PXE
sv: Nätverkskort eller moderkort med stöd för PXE
vi: NIC hay bo mạch chủ có hỗ trợ PXE
zh_cn: 支持 PXE 的网卡或者主板

source: It could be that your Network Interface Card or Motherboard provides PXE boot functionality. This is a <trademark class="trade">Intel</trademark> re-implementation of TFTP boot. If so, you may be able to configure your BIOS to boot from the network.
el: Πιθανόν η κάρτα δικτύου σας (Network Interface Card) ή η μητρική σας να παρέχουν τη λειτουργία εκκίνησης με PXE. Αυτή είναι μια νέα υλοποίηση από την <trademark class="trade">Intel</trademark> της εκκίνησης με TFTP. Αν αυτό συμβαίνει, πιθανόν να μπορείτε να ρυθμίσετε το BIOS του συστήματος σας ώστε να εκκινεί από το δίκτυο.
fi: Mahdollisesti verkkokortilla tai emolevyllä on PXE-käynnistys. Se on <trademark class="trade">Intel</trademark>in muokkaama TFTP-käynnistys. Jos PXE löytyy, voi olla mahdollista asettaa BIOS käynnistämään verkosta.
ru: Возможно, ваша сетевая карта (NIC) или материнская плата предоставляют возможность загрузки через PXE. Так названа реализация TFTP загрузки от компании <trademark class="trade">Intel</trademark>. В этом случае вы можете настроить BIOS на загрузку по сети.
sv: Det kan vara så att ditt nätverkskort eller moderkort tillhandahåller funktionalitet för uppstart via PXE. Det är en återimplementation av TFTP-uppstart från <trademark class="trade">Intel</trademark>. Om så är fallet kan du konfigurera ditt BIOS att starta upp från nätverket.
vi: Có lẽ thẻ giao diện mạng (NIC) hay bo mạch chủ của bạn cung cấp chức năng khởi động kiểu PXE. Nó là cách thực hiện lại chức năng khởi động qua TFTP của công ty <trademark class="trade">Intel</trademark>. Nếu máy bạn có chức năng này, có lẽ bạn có khả năng cấu hình BIOS để khởi động qua mạng.
zh_cn: 您的网卡或者主板可能已经提供了 PXE 引导功能。它是 <trademark class="trade">Intel</trademark> TFTP 引导的实现。如果是这样，您可以配置 BIOS 用网络进行引导。

source: NIC with Network BootROM
el: Κάρτα δικτύου (NIC) με δικτυακή bootROM
fi: NIC jossa on BootROM verkosta käynnistämiseen
ru: Сетевая карта с сетевым BootROM
sv: Nätverkskort med Network BootROM
vi: NIC với BootROM mạng
zh_cn: 网络 BootROM 的网卡

source: It could be that your Network Interface Card provides TFTP boot functionality.
el: Υπάρχει περίπτωση η κάρτα δικτύου σας να παρέχει πιθανόν τη δυνατότητα εκκίνησης με TFTP.
fi: Verkkokortti osaa ehkä käynnistyä TFTP:llä.
ru: Возможно, что сетевая карта (NIC) предоставляет возможность загрузки по TFTP.
sv: Det kan vara så att ditt nätverkskort erbjuder funktionalitet för att starta upp via TFTP.
vi: Có lẽ thẻ giao diện mạng (NIC) của bạn cung cấp chức năng khởi động qua TFTP.
zh_cn: 很有可能是您的网卡提供了 TFTP 引导功能。

source: Let us (<email>&email-debian-boot-list;</email>) know how did you manage it. Please refer to this document.
el: Ενημερώστε μας (<email>&email-debian-boot-list;</email>) για τον τρόπο που τα καταφέρατε. Παρακαλούμε αναφερθείτε στο κείμενο αυτό.
fi: Kerro meille (<email>&email-debian-boot-list;</email>) kuinka se onnistui. Viittaa tähän ohjeeseen.
ru: Напишите нам (<email>&email-debian-boot-list;</email>) как вам удалось сделать это. Пожалуйста, упомяните в заголовке этот документ.
sv: Låt oss (<email>&email-debian-boot-list;</email>) veta hur du gjorde det. Referera till det här dokumentet.
vi: Vui lòng cho chúng tôi (<email>&email-debian-boot-list;</email>) biết về phương pháp do bạn dùng, cũng tham khảo tài liệu này.
zh_cn: 请让我们知道 (<email>&email-debian-boot-list;</email>) 您如何来操作它，并参阅此文档。

source: The <ulink url="http://www.etherboot.org">etherboot project</ulink> provides bootdiskettes and even bootroms that do a TFTPboot.
el: Tο <ulink url="http://www.etherboot.org">etherboot project</ulink> διαθέτει δισκέττες εκκίνησης και ίσως ακόμα bootroms που να πραγματοποιούν μια εκκίνηση με TFTPboot.
fi: <ulink url="http://www.etherboot.org">etherboot project</ulink> tarjoaa käynnistyslevykkeitä, ja jopa bootrommeja, jotka osaavat käynnistyä TFTPbootilla.
ru: <ulink url="http://www.etherboot.org">Проект etherboot</ulink> предоставляет загрузочные дискеты и даже прошивки (bootrom) для TFTPboot.
sv: <ulink url="http://www.etherboot.org">Etherboot-projektet</ulink> erbjuder startdisketter och även ROM-filer som kan göra uppstarter via TFTP.
vi: <ulink url="http://www.etherboot.org">Dự án Etherboot</ulink> cung cấp đĩa mềm khởi động, ngay cả bộ nhớ ROM khởi động, mà khởi động được qua TFTP.
zh_cn: <ulink url="http://www.etherboot.org">etherboot project</ulink> 提供了为 TFTP 引导所需要的引导软盘甚至是引导 ROMS 。

source: The Boot Prompt
el: Παράμετροι εκκίνησης
fi: Käynnistyskehote
ru: Приглашение к загрузке
sv: Uppstartsprompten
vi: Dấu nhắc khởi động
zh_cn: 引导提示

source: When the installer boots, you should be presented with a friendly graphical screen showing the Debian logo and the boot prompt: <informalexample><screen> Press F1 for help, or ENTER to boot: </screen></informalexample> At the boot prompt you can either just press &enterkey; to boot the installer with default options or enter a specific boot method and, optionally, boot parameters.
el: Στο ξεκίνημα του εγκαταστάτη θα δείτε μια φιλική γραφική οθόνη με το λογότυπο του Debian και το προτρεπτικό εκκίνησης: <informalexample><screen> Press F1 for help, or ENTER to boot: </screen></informalexample> Στο προτρεπτικό εκκίνησης μπορείτε είτε να πιέσετε απλά το &enterkey; για να ξεκινήσετε τον εγκαταστάτη με τις προκαθορισμένες επιλογές είτε να εισάγετε μια συγκεκριμένη μέθοδο εκκίνησης και, προαιρετικά, κάποιες παραμέτρους εκκίνησης.
fi: Kun asennin käynnistyy, pitäisi näkyä ystävällinen grafiikkaruutu jossa on Debianin logo ja käynnistyskehote: <informalexample><screen> Press F1 for help, or ENTER to boot: </screen></informalexample> Käynnistyskehotteessa voi joko vain painaa &enterkey;, jolloin asennin käynnistyy oletusarvoilla tai kirjoittaa haluttu käynnistystapa ja halutut käynnistysparametrit.
ru: В самом начале загрузки программы установки на экране появится логотип Debian и приглашение к загрузке: <informalexample><screen> Press F1 for help, or ENTER to boot: </screen></informalexample> В приглашении к загрузке вы можете или просто нажать &enterkey; для загрузки программы установки с параметрами по умолчанию, или ввести желаемый метод загрузки и, если нужно, загрузочные параметры.
sv: När installeraren startar upp bör du presenteras med en hjälpsam grafisk skärm som visar Debians logotyp och en uppstartsprompt: <informalexample><screen> Press F1 for help, or ENTER to boot: </screen></informalexample> Vid uppstartsprompten kan du antingen bara trycka &enterkey; för att starta upp installeraren med standardalternativ eller ange en specifik uppstartsmetod och, valfritt, uppstartsparametrar.
vi: Khi trình cài đặt khởi động, bạn nên thấy màn hình đồ họa thân thiện hiển thị biểu hình Debian và dấu nhắc khởi động:<informalexample><screen> Press F1 for help, or ENTER to boot: </screen></informalexample> (Hãy bấm phím chức năng F1 để xem trợ giúp, hay bấm phím ENTER để khởi động:) Tại dấu nhắc khởi động, bạn có thể hoặc bấm phím &enterkey; để khởi động trình cài đặt với các tùy chọn mặc định, hoặc nhập một phương pháp khởi động riêng với (tùy chọn) một số tham số khởi động.
zh_cn: 安装系统引导时，您应该看到友好的图形画面，显示着 Debian 标志和引导提示: <informalexample><screen>Press F1 for help, or ENTER to boot:</screen></informalexample> 您可以按 &enterkey; 键使用默认的选项引导，或者输入一个可选的引导参数来指定引导的方式。

source: Information on available boot methods and on boot parameters which might be useful can be found by pressing <keycap>F2</keycap> through <keycap>F8</keycap>. If you add any parameters to the boot command line, be sure to type the boot method (the default is <userinput>install</userinput>) and a space before the first parameter (e.g., <userinput>install fb=false</userinput>).
el: Πληροφορίες σχετικά με τις διαθέσιμες μεθόδους εκκίνησης και τις παραμέτρους εκκίνησης που ίσως είναι χρήσιμες μπορούν να βρεθούν πατώντας τα πλήκτρα <keycap>F2</keycap> έως <keycap>F8</keycap>. Αν προσθέσετε οποιεσδήποτε παραμέτρους στην γραμμή εντολών εκκίνησης, βεβαιωθείτε να πληκτρολογήσετε την μέθοδο εκκίνησης (η προκαθορισμένη είναι η <userinput>install</userinput>) και έναν κενό διάστημα πριν από την πρώτη παράμετρο (πχ., <userinput>install fb=false</userinput>).
fi: Tietoa käytettävissä olevista käynnistystavoista ja mahdollisesti hyödyllisistä käynnistysparametreista löytyy painamalla näppäimiä <keycap>F2</keycap>:stä <keycap>F8</keycap>:aan. Lisättäessä käynnistysriville parametreja, on muistettava kirjoittaa myös käynnistystapa (oletustapa on <userinput>install</userinput>) ja välilyönti ennen ensimmäistä parametria (esim. <userinput>install fb=false</userinput>).
ru: Информацию о доступных параметрах и методах загрузки можно увидеть нажав клавиши с <keycap>F2</keycap> по <keycap>F8</keycap>. При добавлении параметров загрузки в командную строку убедитесь, что ввели метод загрузки (по умолчанию <userinput>install</userinput>) и пробел перед первым параметром (например, <userinput>install fb=false</userinput>).
sv: Information om tillgängliga uppstartsmetoder och om uppstartsparametrar som kan vara användbara, kan hittas genom att trycka <keycap>F2</keycap> upp till <keycap>F8</keycap>. Om du lägger till några parametrar till kommandoraden, tänk på att ange uppstartsmetoden (standard är <userinput>install</userinput>) och ett blanksteg före den första parametern (t.ex. <userinput>install fb=false</userinput>).
vi: Thông tin về các phương pháp khởi động sẵn sàng, cũng về các tham số khởi động có ích, sẽ được hiển thị khi bạn bấm phím chức năng nằm trong phạm vị <keycap>F2</keycap> đến <keycap>F8</keycap>. Nếu bạn thêm tham số nào vào dòng lệnh khởi động, hãy kiểm tra xem bạn đã gõ phương pháp khởi động (mặc định là <userinput>install</userinput>) và một dấu cách trước khi nhập tham số thứ nhất (v.d. <userinput>install fb=false</userinput>).
zh_cn: 使用 <keycap>F2</keycap> 至 <keycap>F8</keycap> 键，可以查看可用的引导方法和引导参数的信息。如果您在引导命令行上添加任何参数，确保键入的引导方法(默认是 <userinput>install</userinput>)和第一个参数之间有一个空格(例如，<userinput>install fb=false</userinput>)。
