Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-new.po
Languages: fi, sv, vi

source: If you plan on installing the rest of your system via the network, the most common option is to select the <userinput>http</userinput> source. The <userinput>ftp</userinput> source is also acceptable, but tends to be somewhat slower making connections.
vi: Nếu bạn định cài đặt hệ thống còn lại qua mạng, tùy chọn thường nhất là chọn nguồn <userinput>http</userinput>. Nguồn <userinput>ftp</userinput> cũng là thích hợp, nhưng có khuynh hướng đặt kết nối hơi chậm hơn.

source: The next step during the configuration of network package sources is to tell <command>apt-setup</command> which country you live in. This configures which of the official Debian Internet mirrors you will connect to. Depending on which country you select, you will be presented with a list of possible servers. It's generally fine to pick the one at the top of the list, but any of them should work. Note however that the mirror list provided by the installation was generated when this version of Debian was released and some mirrors may no longer be available.
vi: Bước tiếp theo trong khi cấu hình nguồn gói mạng là báo <command>apt-setup</command> biết quốc gia nơi bạn ở. Việc chọn quốc gia thì cấu hình nhân bản Debian chính thức nào đến mà bạn sẽ kết nối. Tùy thuộc vào quốc gia nào bạn chọn, bạn sẽ xem danh sách các máy phục vụ có thể. Điều đầu trong danh sách thường là thích hợp, nhưng các điều nên hoạt động được. Tuy nhiên, hãy ghi chú rằng danh sách nhân bản cung cấp khi cài đặt đã được tạo ra khi phiên bản Debian này được phát hành, thì một số nhân bản có lẽ không còn công bố lại.

source: After you have selected a mirror, you will be asked if a proxy server should be used. A proxy server is a server that will forward all your HTTP and/or FTP requests to the Internet and is most often used to regulate and optimize access to the Internet on corporate networks. In some networks only the proxy server is allowed access to the Internet, in which case you will have to enter the name of the proxy server. You may also have to include an user name and password. Most home users will not need to specify a proxy server, although some ISPs may provide proxy servers for their users.
vi: Sau khi bạn chọn nhân bản, bạn sẽ được hỏi nếu bạn muốn sử dụng máy phục vụ ủy nhiệm. Một máy phục vụ ủy nhiệm là máy phục vụ sẽ chuyển tiếp các yêu cầu HTTP và/hay FTP của bạn sang Mạng, và thường nhất được dùng để quy định và tối đa hóa truy cập vào Mạng, trong trường hợp nào bạn sẽ cần phải gõ tên của máy phục vụ ủy nhiệm. Có lẽ bạn cũng cần phải gồm tên người dùng và mật khẩu. Hậu hết người dùng ở nhà sẽ không cần phải ghi rõ máy phục vụ ủy nhiệm, dù một số ISP cung cấp máy phục vụ ủy nhiệm cho các người dùng.

source: After you select a mirror, your new network package source will be tested. If all goes well, you will be prompted whether you want to add another package source. If you have any problems using the package source you selected, try using a different mirror (either from your country list or from the global list), or try using a different network package source.
vi: Sau khi bạn chọn nhân bản, nguồn gói mạng mới của bạn sẽ được kiểm tra. Nếu việc này thành công, bạn sẽ được hỏi có nên muốn thêm một nguồn gói khác hay không. Nếu bạn gặp khó khăn sử dụng nguồn gói đã chọn, hãy cố sử dụng một nhân bản khác (hoặc trong danh sách cho quốc gia bạn, hoặc trong danh sách toàn cục), hoặc cố sử dụng một nguồn gói mạng khác .

source: Package Installation
vi: Cài Đặt Gói

source: Next you will be offered a number of pre-rolled software configurations offered by Debian. You could always choose, package by package, what you want to install on your new machine. This is the purpose of the <command>aptitude</command> program, described below. But this can be a long task with around &num-of-distrib-pkgs; packages available in Debian!
vi: Sau đó, bạn sẽ được đưa ra một số cấu hình phần mềm có sẵn được phát hành bởi Debian. Bạn có thể chọn, từng gói một, các điều muốn cài đặt vào máy mới của bạn. Làm như thế là mục đích của chương trình <command>aptitude</command>, được diển tả bên dưới. Nhưng mà làm như thế có thể là một tác vụ mất lâu, với &num-of-distrib-pkgs; gói công bố trong Debian!

source: So, you have the ability to choose <emphasis>tasks</emphasis> first, and then add on more individual packages later. These tasks loosely represent a number of different jobs or things you want to do with your computer, such as <quote>desktop environment</quote>, <quote>web server</quote>, or <quote>print server</quote><footnote> <para> You should know that to present this list, <command>base-config</command> is merely invoking the <command>tasksel</command> program. For manual package selection, the <command>aptitude</command> program is being run. Any of these can be run at any time after installation to install (or remove) more packages. If you are looking for a specific single package, after installation is complete, simply run <userinput>aptitude install <replaceable>package</replaceable></userinput>, where <replaceable>package</replaceable> is the name of the package you are looking for. </para> </footnote>. <xref linkend="tasksel-size-list"/> lists the space requirements for the available tasks.
vi: Vì thế, bạn có khả năng chọn một số <emphasis>tác vụ</emphasis> trước hết, rồi thêm gói riêng nữa nào sau đó. Những tác vụ này tiêu biểu phóng một số công việc hay điều khác nhau mà bạn muốn làm trên máy tính, như <quote>môi trường màn hình nền</quote>, <quote>máy phục vụ Mạng</quote>, hay <quote>máy phục vụ in</quote><footnote> <para> Lúc này bạn nên biết rằng để hiển thị danh sách này, chương trình <command>base-config</command> chỉ đang gọi chương trình <command>tasksel</command>. Để tự chọn gói nào, chương trình <command>aptitude</command> đang được chạy. Bất cứ chương trình nào trong những điều này có thể được chạy vào lúc nào sau khi cài đặt, để cài đặt (hay gỡ bỏ) gói thêm. Nếu bạn tìm một gói riêng đặc biệt, sau khi cài đặt xong, chỉ đơn giản hãy chạy <userinput>aptitude install <replaceable>gói</replaceable></userinput>, mà <replaceable>gói</replaceable> là tên của gói mà bạn tìm. </para> </footnote>. <xref linkend="tasksel-size-list"/> liệt kê sức chứa cần thiết cho mỗi tác vụ công bố.

source: Once you've selected your tasks, select <guibutton>Ok</guibutton>. At this point, <command>aptitude</command> will install the packages you've selected.
vi: Một khi bạn chọn các tác vụ, hãy bấm phím <guibutton>Được</guibutton>. Vậy chương trình <command>aptitude</command> sẽ cài đặt các gói đã chọn.

source: Even if you did not select any tasks at all, any standard, important, or required priority packages that are not yet present on your system will be installed. This functionality is the same as running <userinput>tasksel -ris</userinput> at the command line, and currently involves a download of about 37M of archives. You will be shown the number of packages to be installed, and how many kilobytes of packages, if any, need to be downloaded.
vi: Thậm chí nếu bạn chưa chọn tác vụ nào, các gói có ưu tiên Chuẩn, Quan trọng hay Cần thiết sẽ được cài đặt vào hệ thống bạn. Chức năng này bằng việc chạy lệnh <userinput>tasksel -ris</userinput> trên dòng lệnh, và hiện thời đòi hỏi phải tải về khoảng 37MB kho. Bạn sẽ xem tổng số gói cần cài đặt, và tổng số kB của gói cần tải về (nếu có).

source: If you do want to choose what to install on a package by package basis, select the <quote>manual package selection</quote> option in <command>tasksel</command>. If you select one or more tasks alongside this option, <command>aptitude</command> will be called with the <command>--visual-preview</command> option. This means you will be able to review<footnote> <para> You can also change the default selections. If you would like to select any additional package, use <menuchoice> <guimenu>View</guimenu> <guimenuitem>New Package View</guimenuitem> </menuchoice>. </para> </footnote> the packages that are to be installed. If you do not select any tasks, the normal <command>aptitude</command> screen will be displayed. After making your selections you should press <quote><userinput>g</userinput></quote> to start the download and installation of packages.
vi: Nếu bạn có phải muốn chọn các gói cần cài đặt, từng gói một, hãy chọn tùy chọn <quote>tự chọn gói</quote> trong chương trình <command>tasksel</command>. Nếu bạn chọn một hay nhiều tác vụ cùng với tùy chọn này, chương trình <command>aptitude</command> sẽ được gọi với tùy chọn <command>--visual-preview</command> (khung xem thử trực qủan). Có nghĩa là bạn sẽ có thể xem lại<footnote> <para> Bạn cũng có thể thay đổi những gói đã chọn theo mặc định. Nếu bạn muốn chọn gói thếm nào, hãy chọn mục <menuchoice> <guimenu>View</guimenu> <guimenuitem>New Package View</guimenuitem> </menuchoice> trong trình đơn. </para> </footnote> những gói sẽ được cài đặt. Nếu bạn không chọn tác vụ nào, màn hình <command>aptitude</command> thường sẽ được hiển thị. Sau khi chọn hết, bạn hãy bấm phím <quote><userinput>g</userinput></quote> để khởi chạy tiến trình tải về và cài đặt gói .

source: If you choose <quote>manual package selection</quote> <emphasis>without</emphasis> selecting any tasks, no packages will be installed by default. This means you can use this option if you want to install a minimal system, but also that the responsibility for selecting any packages not installed as part of the base system (before the reboot) that might be required for your system lies with you.
vi: Nếu bạn chọn <quote>tự chọn gói</quote> còn <emphasis>không có</emphasis> chọn tác vụ nào, sẽ không cài đặt gói nào theo mặc định. Có nghĩa là bạn có thể sử dụng tùy chọn này nếu bạn muốn cài đặt một hệ thống kiểu tối thiểu, nhưng cũng có nghĩa là bạn nhận trách nhiệm chọn gói nào chưa cài đặt là phần của hệ thống cơ bản (trước khi khởi động lại) mà có thể cần thiết cho hệ thống bạn.

source: Of the &num-of-distrib-pkgs; packages available in Debian, only a small minority are covered by tasks offered in the Task Installer. To see information on more packages, either use <userinput>apt-cache search <replaceable>search-string</replaceable></userinput> for some given search string (see the <citerefentry> <refentrytitle>apt-cache</refentrytitle> <manvolnum>8</manvolnum> </citerefentry> man page), or run <command>aptitude</command> as described below.
vi: Trong những &num-of-distrib-pkgs; gói công bố trong Debian, chỉ một số nhỏ có trong tác vụ nào của Bộ Cài đặt Tác vụ. Để xem thông tin về gói thêm, hoặc hãy sử dụng lệnh <userinput>apt-cache search <replaceable>chuỗi_tìm_kiếm</replaceable></userinput> cho chuỗi tìm kiếm nào đó (xem trang hướng dẫn <citerefentry> <refentrytitle>apt-cache</refentrytitle> <manvolnum>8</manvolnum> </citerefentry>), hoặc chạy <command>aptitude</command> như được diễn tả bên dưới.

source: Advanced Package Selection with <command>aptitude</command>
vi: Cách Chọn Gói Cấp Cao bằng <command>aptitude</command>

source: <command>Aptitude</command> is a modern program for managing packages. <command>aptitude</command> allows you to select individual packages, set of packages matching given criteria (for advanced users), or whole tasks.
vi: <command>Aptitude</command> là một chương trình hiện đại để quản lý gói. <command>aptitude</command> cho phép bạn chọn gói riêng, bộ gói khớp tiêu chuẩn đã cho (cho người dùng cấp cao) hay toàn tác vụ.

source: The most basic keybindings are: <informaltable> <tgroup cols="2"> <thead> <row> <entry>Key</entry><entry>Action</entry> </row> </thead> <tbody> <row> <entry><keycap>Up</keycap>, <keycap>Down</keycap></entry> <entry>Move selection up or down.</entry> </row><row> <entry>&enterkey;</entry> <entry>Open/collapse/activate item.</entry> </row><row> <entry><keycap>+</keycap></entry> <entry>Mark package for installation.</entry> </row><row> <entry><keycap>-</keycap></entry> <entry>Mark package for removal.</entry> </row><row> <entry><keycap>d</keycap></entry> <entry>Show package dependencies.</entry> </row><row> <entry><keycap>g</keycap></entry> <entry>Actually download/install/remove packages.</entry> </row><row> <entry><keycap>q</keycap></entry> <entry>Quit current view.</entry> </row><row> <entry><keycap>F10</keycap></entry> <entry>Activate menu.</entry> </row> </tbody></tgroup></informaltable> For more commands see the online help under the <keycap>?</keycap> key.
vi: Những tổ hợp phím cơ bản nhất là: <informaltable> <tgroup cols="2"> <thead> <row> <entry>Phím</entry><entry>Việc</entry> </row> </thead> <tbody> <row> <entry><keycap>Lên</keycap>, <keycap>Xuống</keycap></entry> <entry>Chuyển vùng chọn lên hay xuống.</entry> </row><row> <entry>&enterkey;</entry> <entry>Mở/che lấp/hoạt hóa mục.</entry> </row><row> <entry><keycap>+</keycap></entry> <entry>Đánh dấu gói cần cài đặt.</entry> </row><row> <entry><keycap>-</keycap></entry> <entry>Đánh dấu gói cần gỡ bỏ.</entry> </row><row> <entry><keycap>d</keycap></entry> <entry>Hiện cách phụ thuộc vào gói khác.</entry> </row><row> <entry><keycap>g</keycap></entry> <entry>Thật tải về/cài đặt/gỡ bỏ gói.</entry> </row><row> <entry><keycap>q</keycap></entry> <entry>Thoát khỏi khung xem hiện có.</entry> </row><row> <entry><keycap>F10</keycap></entry> <entry>Hoạt hóa trình đơn.</entry> </row> </tbody></tgroup></informaltable> Để tìm lệnh thêm, hãy xem trợ giúp trực tuyến bằng phím <keycap>?</keycap>.

source: Prompts During Software Installation
vi: Sự Nhắc trong khi Cài Đặt Phần Mềm

source: Each package you selected with <command>tasksel</command> or <command>aptitude</command> is downloaded, unpacked and then installed in turn by the <command>apt-get</command> and <command>dpkg</command> programs. If a particular program needs more information from the user, it will prompt you during this process. You might also want to keep an eye on the output during the process, to watch for any installation errors (although you will be asked to acknowledge errors which prevented a package's installation).
vi: Mỗi gói bạn đã chọn bằng <command>tasksel</command> hay <command>aptitude</command> có được tải về, giải nén và cài đăt lần lượt bởi hai chương trình <command>apt-get</command> và <command>dpkg</command>. Nếu một chương trình nào đó cần thiết thông tin thêm từ người dùng, nó sẽ nhắc bạn trong khi chạy. Có lẽ bạn cũng muốn theo dõi dữ liệu xuất trong khi chạy, để tìm lỗi cài đặt nào (dù bạn sẽ được nhắc với xác định lỗi đã ngăn cản cài đặt gói).

source: Settings for the X Server
vi: Thiết Lập Trình Phục Vụ X

source: On iMacs, and some older Macintoshes as well, the X Server software doesn't calculate appropriate video settings. You will need to choose the <guimenuitem>Advanced</guimenuitem> option during configuration of the video settings. For the monitor's horizontal sync range, enter 59&ndash;63. You can leave the default for vertical refresh range.
vi: Trên máy iMac/eMac, cũng trên một số Macintish cũ hơn, phần mềm trình phục vụ X không tính thiết lập ảnh động thích hợp. Bạn sẽ cần phải chọn tùy chọn <guimenuitem>Cấp cao</guimenuitem> trong khi cấu hình thiết lập ảnh động. Cho phạm vị đồng bộ ngang của màn hình, hãy gõ 59&ndash;63. Giá trị mặc định là thích hợp với phạm vị cập nhật dọc.

source: The mouse device should be set to <userinput>/dev/input/mice</userinput>.
vi: Thiết bị con chuột nên được lập thành <userinput>/dev/input/mice</userinput>.

source: Configuring Your Mail Transport Agent
vi: Cấu Hình Tác Nhân Truyền Thư (MTA)

source: Today, email is a very important part of many people's life, so it's no surprise Debian lets you configure your mail system right as a part of the installation process. The standard mail transport agent in Debian is <command>exim4</command>, which is relatively small, flexible, and easy to learn.
vi: Ngày nay, thư điện tử là phần rất quan trọng của đợi sống của rất nhiều người. Như thế thì, Debian cho phép bạn cấu hình hệ thống thư là phần của tiến trình cài đặt. Tác nhân truyền thư chuẩn trong Debian là <command>exim4</command>, mà hơi nhỏ, dẻo và dễ học hiểu.

source: You may ask if this is needed even if your computer is not connected to any network. The short answer is: Yes. The longer explanation: Some system utilities (like <command>cron</command>, <command>quota</command>, <command>aide</command>, &hellip;) may send you important notices via email.
vi: Nó cần thiết nếu hệ thống bạn không kết nối đến mạng phải không? Trả lời ngắn là Có phải. Trả lời dài hơn: một số tiện ích (như <command>cron</command>, <command>quota</command>, <command>aide</command>, &hellip;) có lẽ sẽ gởi thông báo quan trọng cho bạn bằng thư điện tử.

source: So on the first screen you will be presented with several common mail scenarios. Choose the one that most closely resembles your needs:
vi: Vậy trên màn hình thứ nhất, bạn sẽ xem vài kịch bản thư thường dung. Hãy chọn điều thích hợp nhất với trường hợp của bạn.

source: internet site
vi: nơi Mạng

source: Your system is connected to a network and your mail is sent and received directly using SMTP. On the following screens you will be asked a few basic questions, like your machine's mail name, or a list of domains for which you accept or relay mail.
vi: Hệ thống bạn có kết nối đến mạng, và thư được gởi và nhận trực tịếp bằng SMTP. Trên những màn hình theo đây, bạn sẽ trả lời một số câu hỏi cơ bản, như tên thư của máy này, hay danh sách các miền cho mà bạn nhận thư.

source: mail sent by smarthost
vi: gởi do máy thông minh gởi

source: In this scenario is your outgoing mail forwarded to another machine, called a <quote>smarthost</quote>, which does the actual job for you. Smarthost also usually stores incoming mail addressed to your computer, so you don't need to be permanently online. That also means you have to download your mail from the smarthost via programs like fetchmail. This option is suitable for dial-up users.
vi: Trong kịch bản này, thư đi ra được chuyển tiếp sang một máy khác, được gọi là <quote>máy thông minh</quote> [smarthost] mà làm việc thật cho bạn. Máy thông mình cũng lưu các thư được gởi đến cho địa chỉ trên máy tính của bạn, nên bạn không luôn luôn phải trực tụyến. Cũng có nghĩa là bạn cần phải tải thư xuống máy thông minh bằng chương trình như fetchmail. Tùy chọn này thích hợp với người dùng quay số.

source: local delivery only
vi: chỉ nhận cục bộ

source: Your system is not on a network and mail is sent or received only between local users. Even if you don't plan to send any messages, this option is highly recommended, because some system utilities may send you various alerts from time to time (e.g. beloved <quote>Disk quota exceeded</quote>). This option is also convenient for new users, because it doesn't ask any further questions.
vi: Hệ thống bạn không phải trên mạng, và thư được gởi hay nhận chỉ giữa những người dùng cục bộ. Thậm chí nếu bạn không định gởi thư nào, rất khuyên bạn dùng tùy chọn này, vì một số tiện ích hệ thống có lẽ sẽ lúc nào gởi cho bạn cảnh giác kiểu khác nhau (v.d. beloved <quote>Disk quota exceeded</quote> [vượt quá giới hạn đĩa]). Tùy chọn này cũng tiện cho người dùng mới, vì nó không hỏi câu nữa.

source: no configuration at this time
vi: chưa có cấu hình

source: Choose this if you are absolutely convinced you know what you are doing. This will leave you with an unconfigured mail system &mdash; until you configure it, you won't be able to send or receive any mail and you may miss some important messages from your system utilities.
vi: Hãy chọn điều này chỉ nếu bạn chắc chắn có hiểu làm gì đây. Làm như thế sẽ gây ra một hệ thống thư chưa cấu hình: cho đến khi bạn có phải cấu hình nó, bạn sẽ không thể gởi hay nhận thư nào, và bạn có lẽ sẽ không nhận một số thông điệp quan trọng từ tiện ích hệ thống.

source: If none of these scenarios suits your needs, or if you need a finer setup, you will need to edit configuration files under the <filename>/etc/exim4</filename> directory after the installation is complete. More information about <command>exim4</command> may be found under <filename>/usr/share/doc/exim4</filename>.
vi: Nếu không có kịch bản ở đây mà thích hợp với trường hợp của bạn, hoặc nếu bạn cần có một thiết lập đã điều hưởng tinh nhiều hơn, bạn sẽ cần phải hiệu chỉnh tập tin cấu hình dưới thư mục <filename>/etc/exim4</filename> sau khi cài đặt xong. Thông tin thêm về <command>exim4</command> có thể được tìm dưới <filename>/usr/share/doc/exim4</filename>.

source: Log In
fi: Sisäänkirjautuminen
sv: Logga in
vi: Đăng Nhập

source: After you've installed packages, you'll be presented with the login prompt. Log in using the personal login and password you selected. Your system is now ready to use.
vi: Sau khi bạn đã cài đặt gói, bạn sẽ xem dấu nhắc đăng nhập. Hãy đăng nhập bằng tên người dùng và mặt khẩu cá nhân mà bạn đã chọn trước. Hệ thống bạn lúc bây giờ sẵn sàng dùng.

source: If you are a new user, you may want to explore the documentation which is already installed on your system as you start to use it. There are currently several documentation systems, work is proceeding on integrating the different types of documentation. Here are a few starting points.
fi: Uusi käyttäjä halunnee tutustua järjestelmään jo asennettuun ohjeistoon aloitellessaan järjestelmän käyttöä. Tällä hetkellä ohjeistoja on useita, erilaisia ohjeistoja yhdistävä työ etenee. Tässä muutamia aloituskohtia.
sv: Om du är en ny användare kanske du vill utforska dokumentationen som redan finns installerad på ditt system när du börjar använda det. Det finns för närvarande ett flertal dokumentationssystem, arbete fortgår på att integrera de olika dokumentationstyperna. Här är ett par startpunkter.
vi: Nếu bạn là người mới dùng Debian, khuyên bạn đọc tài liệu hướng dẫn liên quan đến phần nào bạn bắt đầu sử dụng. Hiện thời có vài hệ thống tài liệu, và tiến trình cố hợp nhất những kiểu tài liệu khác nhau. Đây là một số điểm bắt đầu đọc.

source: Documentation accompanying programs you have installed is in <filename>/usr/share/doc/</filename>, under a subdirectory named after the program. For example, the APT User's Guide for using <command>apt</command> to install other programs on your system, is located in <filename>/usr/share/doc/apt/guide.html/index.html</filename>.
sv: Dokumentation följer med program som du installerar finns i <filename>/usr/share/doc/</filename>, under en underkatalog uppkallad efter programmet. Till exempel, APT:s användarguiden för att använda <command>apt</command> för att installera andra program på ditt system, finns i <filename>/usr/share/doc/apt/guide.html/index.html</filename>.
vi: Tài liệu về chương trình đã cài đặt có trong <filename>/usr/share/doc/</filename>, dưới một thư mục con có tên theo tên chương trình đó. Lấy thí dụ, Chỉ dẫn Người dùng APT về cách sử dụng lệnh <command>apt</command> để cài đặt chương trình khác vào hệ thống, có trong <filename>/usr/share/doc/apt/guide.html/index.html</filename>.
