Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: The boot loader will display a form with a menu list and a text window with a <classname>Boot:</classname> prompt. The arrow keys select an item from the menu and any text typed at the keyboard will appear in the text window. There are also help screens which can be displayed by pressing the appropriate function key. The <classname>General</classname> help screen explains the menu choices and the <classname>Params</classname> screen explains the common command line options.
el: Ο φορτωτής εκκίνησης θα εμφανίσει μια φόρμα με ένα μενού-λίστα και ένα παράθυρο κειμένου με το προτρεπτικό <classname>Boot:</classname>. Τα πλήκτρα επιλέγουν ένα αντικείμενο από το μενού αυτό και οποιοδήποτε κείμενοπληκτρολογείται θα εμφανιστεί στο παράθυρο για κείμενο. Υπάρχουν επίσης οθόνες βοήθειας που εμφανίζονται με το πάτημα του αντίστοιχου πλήκτρου συνάρτησης.. Η οθόνη βοήθειας <classname>General</classname> εξηγεί τις επιλογές από το μενούκαι η οθόνη <classname>Params</classname> επεξηγεί τις πιο κοινές επιλογές για τη γραμμή εντολών.
fi: Käynnistyslatain näyttää lomakkeen jossa on valikko ja teksti-ikkunan jossa on <classname>Boot:</classname>-kehote. Nuolinäppäimillä valitaan valikon kohta ja näppäimistöllä kirjoitettu teksti tulee teksti-ikkunaan. Ohjetekstiruudut saa näkyviin painamalla funktionäppäimiä. Ohjeteksti <classname>General</classname> selittää valikon kohdat ja ohjeteksti <classname>Params</classname> yleiset komentorivin parametrit.
ru: Начальный загрузчик выводит меню и текстовое окно с приглашением <classname>Boot:</classname>. Клавишами управления курсором выбирается строка меню, а в текстовое окно вводится всё набранное на клавиатуре. Есть также экраны с помощью, в которые можно попасть нажав соответствующую функциональную клавишу. На экране помощи <classname>General</classname> объясняются пункты меню, а экран<classname>Params</classname> рассказывает об общих параметрах командной строки.
sv: Starthanteraren kommer att visa ett formulär med en menylista och ett textfönster med en <classname>Boot:</classname>-prompt. Piltangenterna väljer en post från menyn och all text som skrivs på tangentbordet visas i textfönstret. Det finns även hjälpskärmar som kan visas genom att tryck på lämplig funktionstangent. Hjälpskärmen <classname>General</classname> förklarar menyvalet och skärmen <classname>Params</classname> förklarar de vanliga kommandoradsflaggorna.
vi: Bộ tải khởi động sẽ hiển thị đơn chứa danh sách trình đơn và cửa sổ nhập thô chứa dấu nhắc <classname>Boot:</classname> (khởi động). Phím mũi tên cho bạn chọn mục nào trong trình đơn, và đoạn nào được gõ bằng bàn phím sẽ xuất hiện trong cửa sổ nhập thô. Cũng có một số màn hình trợ giúp có thể được hiển thị bằng cách bấm phím chức năng (F1 ...) thích hợp. Màn hình trợ giúp <classname>General</classname> (Chung) diễn tả mỗi mục chọn trong trình đơn, còn màn hình <classname>Params</classname> (Tham số) giải thích những tùy chọn dòng lệnh thường dùng.
zh_cn: 引导程序会显示一个表单，具有菜单列与包含 <classname>Boot:</classname> 提示符的文本窗口。用方向键选择菜单项并且键盘输入的字符将显示在文本窗口。输入适当的功能键会显示帮助窗口。<classname>普通的</classname>帮助窗口解释菜单选项，<classname>Params</classname>窗口解释命令行参数。

source: Consult the <classname>General</classname> help screen for the description of the kernels and install modes most appropriate for your installation. You should also consult <xref linkend="boot-parms"/> below for any additional parameters that you may want to set in the <classname>Boot:</classname> text window. The kernel version you choose selects the kernel version that will be used for both the installation process and the installed system. If you encounter kernel problems with the installation, you may also have those same problems with the system you install. The following two steps will select and start the install:
el: Συμβουλευτείτε την οθόνη βοήθειας <classname>General</classname> για την περιγραφή των πυρήνων και των τύπων εγκατάστασης των πιο κατάλληλων για την εγκατάστασή σας. Μπορείτε επίσης να συμβουλευτείτε την ενότητα <xref linkend="boot-parms"/> στη συνέχεια για επιπρόσθετες παραμέτρους που ίσως να θέλετε να βάλετε στο παράθυρο κειμένου <classname>Boot:</classname>. Η έκδοση του πυρήνα που θα διαλέξετε επιλέγει την έκδοση του πυρήνα που θα χρησιμοποιηθεί τόσο κατά τη διαδικασία εγκατάστασης όσο και από το εγκατεστημένο σύστημα. Αν αντιμετωπίσετε προβλήματα με τον πυρήνα στην εγκατάσταση πιθανόν να έχετε τα ίδια προβλήματα και με το εγκαταστημένο σύστημα. Τα επόμενα δυο βήματα θα επιλέξουν και θα ξεκινήσουν την εγκατάσταση:
fi: Tutustu <classname>General</classname>-ohjeruudussa ytimien ja asennukseen sopivimpien asennustilojen kuvauksiin. Myöskin olisi luettava kohdasta <xref linkend="boot-parms"/> mitä lisäparametreja haluttaisiin asettaa teksti-ikkunassa <classname>Boot:</classname>. Valittua ytimen versiota käytetään sekä asennusprosessissa että asennettavassa järjestelmässä. Jos asennuksen aikana ilmenee olgelmia ytimen kanssa, lienevät samat ongelmat edessä myös asennetussa järjestelmässä. Seuraavat vaiheet valitsevat ja käynnistävät asennuksen:
ru: Прочитав экран помощи <classname>General</classname>, выберите ядро и режим установки, которые наиболее вам подходят. Также вы должны прочитать в <xref linkend="boot-parms"/> про любой дополнительный параметр, который вам может потребоваться ввести в приглашении <classname>Boot:</classname>. Выбираемая версия ядра будет использована для процесса установки и в установленной системе. Если вы испытываете проблемы с ядром во время установки, то скорее всего вы получите те же проблемы в установленной системе. В следующих двух шагах выбирается и запускается установка:
sv: Konsultera hjälpskärmen <classname>General</classname> för beskrivningen av vilka kärnor och installationslägen som är mest lämpliga för din installation. Du bör även konsultera <xref linkend="boot-parms"/> nedan för ytterligare parametrar som du kanske vill ställa in i textfönstret <classname>Boot:</classname>. Kärnversionen du väljer kommer att välja den kärnversion som kommer att användas för både installationsprocessen och det installerade systemet. Om du påträffar problem med kärnan under installationen, kommer du även att få de samma problem med systemet du installerar. De följande två stegen kommer att välja och påbörja installationen:
vi: Xem màn hình <classname>General</classname> (Chung) để tìm mô tả về các hạt nhân và chế độ cài đặt thích hợp nhất với tiến trình cài đặt vào máy của bạn. Xem thêm <xref linkend="boot-parms"/> bên dưới, để tìm tham số thêm nào bạn muốn đặt trong cửa sổ nhập thô <classname>Boot:</classname> (khởi động). Bạn sẽ chọn một phiên bản hạt nhân quyết định phiên bản hạt nhân được dùng trong cả tiến trình cài đặt lẫn hệ thống sẽ được cài đặt. Nếu bạn gặp khó khăn trong tiến trình cài đặt, bạn sẽ có thể gặp cùng khó khăn khi chạy hệ thống được cài đặt.
zh_cn: 查询 <classname>General</classname> 帮助页面，了解内核的说明和安装对应的模式。您还应该查询 <xref linkend="boot-parms"/>，了解在文本窗口中需要设置的额外参数 <classname>Boot:</classname>，您选择的内核版本将会用在安装过程和安装好的系统中。如果安装时碰到内核问题，在安装好的系统中也会出现。以下两步选择和开始安装：

source: Select the kernel version and installation mode most appropriate to your needs with the arrow keys.
el: Διαλέξτε την έκδοση του πυρήνα και τον τρόπο εγκατάστασης που ταιριάζειπερισσότερο στις ανάγκες σας με τα βελάκια του πληκτρολογίου.
fi: Valitse nuolinäppäimillä tarpeisiisi parhaiten sopiva ytimen versio ja asennustapa.
ru: С помощью клавиш управления курсором выберите наиболее подходящие вам версию ядра и режим установки.
sv: Välj kärnversionen och installationsläget som är mest lämplig för dina behov med piltangenterna.
vi: Bằng phím mũi tên, hãy chọn phiên bản hạt nhân và chế độ cài đặt thích hợp nhất với điều kiện của máy tính của bạn.
zh_cn: 使用方向键选择您需要的内核版本和适合的安装模式。

source: Enter any boot parameters by typing at the keyboard. The text will be displayed directly in the text window. This is where kernel parameters (such as serial console settings) are specified.
el: Εισάγετε οποιεσδήποτε παραμέτρους εκκίνησης πληκτρολογώντας τις. Το κείμενο θα εμφανιστεί άμεσα στο παράθυρο. Εκεί προσδιορίζονται και οι παράμετροι του πυρήνα (όπως για παράδειγμα οι ρυθμίσεις της σειριακής κονσόλας).
fi: Kirjoita asennusparametrit näppäimistöllä. Teksti näytetään heti teksti-ikkunassa. Tämä on se paikka mihin ytimen parametrit (kuten sarjakonsolin asetukset) kirjoitetaan.
ru: Введите любые параметры, набрав их с клавиатуры. Текст будет отображаться прямо в текстовом окне. Здесь же задаются параметры ядра (такие как консоль на последовательном порту).
sv: Ange valfri uppstartsparameter genom att skriva på tangentbordet. Texten kommer att visas direkt i textfönstret. Det är här som kärnparametrar (såsom inställningar för seriekonsoll) anges.
vi: Sau đó, hãy nhập tham số khởi động nào đã muốn bằng cách gõ vào bàn phím. Đoạn đã gõ sẽ được hiển thị trực tiếp trong cửa sổ nhập thô. Ở đây bạn có thể xác định tham số hạt nhân như thiết lập bàn điều khiển nối tiếp.
zh_cn: 在键盘上输入任何启动参数。这些文字将直接显示在文本窗口。这是内核参数(如同串口控制台)指定的。

source: Press <command>ENTER</command>. This will load and start the kernel. The kernel will display its usual initialization messages followed by the first screen of the Debian Installer.
el: Πατήστε <command>ENTER</command>. Αυτό θα φορτώσει και θα ξεκινήσει τον πυρήνα. Ο πυρήνας θα εμφανίσει τα συνηθισμένα μηνύματα εκκίνησης ακολουθούμενα από την πρώτη οθόνη του εγκαταστάτη.
fi: Paina &enterkey;. Tällöin ydin ladataan ja käynnistetään. Ydin näyttää tavanomaiset käynnistysviestinsä ja niiden jälkeen tulee Debian Installerin ensimmäisen ruutu.
ru: Нажмите <command>ENTER</command>. Загрузится и запустится ядро. Ядро выведет обычные сообщения инициализации, а затем появится первый экран программы установки Debian.
sv: Tryck <command>ENTER</command>. Det kommer att läsa in och starta kärnan. Kärnan kommer att visa dess vanliga initieringsmeddelanden följt av första skärmen av Debian Installer.
vi: Bấm phím &enterkey;. Cú này sẽ tải và khởi chạy hạt nhân. Hạt nhân sẽ hiển thị thông điệp sở khởi thường rồi màn hình thứ nhất của tiến trình cài đặt Debian.
zh_cn: 按下 <command>ENTER</command>。会加载并启动内核。内核在 Debian 安装程序的第一个屏幕显示常规的初始化信息。

source: Proceed to the next chapter to continue the installation where you will set up the language locale, network, and disk partitions.
el: Προχωρήστε στο επόμενο κεφάλαιο για να συνεχίσετε την εγκατάσταση όπου και θα κάνετε τις ρυθμίσεις της τοπικής γλώσσας, του δικτύου και των διαμερίσεων του δίσκου.
fi: Asennusta jatketaan seuraavassa luvussa missä tehdään kieliasetukset, verkkoasetukset ja levyosiot.
ru: Переходите к следующей главе, чтобы продолжить процесс установки, где вы настроите язык, сеть и дисковые разделы.
sv: Fortsätt till nästa kapitel för att fortsätta installationen där du kommer att ställa in språkanpassning, nätverk och diskpartitioner.
vi: Sau đó, hãy tới chương kế tiếp, để tiếp tục tiến trình cài đặt bằng cách thiết lập miền địa phương (gồm ngôn ngữ), mạng và phân vùng đĩa.
zh_cn: 进入到下一章继续安装本地语言，网络和磁盘分区。

source: Booting an IA-64 system from the network is similar to a CD boot. The only difference is how the installation kernel is loaded. The EFI Boot Manager can load and start programs from a server on the network. Once the installation kernel is loaded and starts, the system install will proceed through the same steps as the CD install with the exception that the packages of the base install will be loaded from the network rather than the CD drive.
el: Η εκκίνηση ενός συστήματος IA-64 από το δίκτυο είναι ανάλογη της εκκίνησης από ένα CD. Η μόνη διαφορά βρίσκεται στον τρόπο φόρτωσης του πυρήνα. Ο Διαχειριστής εκκίνησης του EFI μπορεί να φορτώσει και να ξεκινήσει προγράμματα από έναν εξυπηρετητή στο δίκτυο. Από τη στιγμή που ο πυρήνας της εγκατάστασης φορτωθεί και ξεκινήσει, η εγκατάσταση του συστήματος θα προχωρήσει με τα ίδια βήματα όπως και η εγκατάσταση από το CD με τη διαφορά ότι τα πακέτα της βασικής εγκατάστασης θα φορτωθούν από το δίκτυο και όχι από το CD.
fi: IA-64-järjestelmän käynnistäminen verkosta tehdään samaan tapaan kuin käynnistäminen rompulta. Ainoa ero on asennusytimen lataustapa. EFI Boot Manager osaa ladata ja käynnistää ohjelmia verkossa olevalta palvelimelta. Kun asennusydin on ladattu ja käynnistyy, järjestelmän asennus käy läpi samat vaiheet kuin rompulta asennettaessa, paitsi että peruskokoonpanon paketit asennetaan verkosta eikä romppuasemasta.
ru: Загрузка системы IA-64 по сети похожа на загрузку с CD. Единственное отличие &mdash; это способ загрузки ядра. Менеджер загрузки EFI может загружать и запускать программы с сервера из сети. Как только ядро установки загружено и запустилось, установка системы происходит также как и с CD за исключением, того, что пакеты базовой установки будут получены по сети, а не с привода CD.
sv: Starta upp ett IA-64-system från nätverket liknar en uppstart från en cd-skiva. Den enda skillnaden är hur installationskärnan läses in. EFI Boot Manager kan läsa in och starta program från en server på nätverket. När installationskärnan är inläst och startar, kommer systeminstallationen att fortsätta genom samma steg som för cd-installationen, med undantaget av att paketen för grundinstallationen kommer att läsas från nätverket istället för cd-enheten.
vi: Việc khởi động hệ thống kiểu IA-64 qua mạng giống như việc khởi động từ đĩa CD. Sự khác nhau duy nhất là cách nạp hạt nhân cài đặt. Bộ quản lý khởi động EFI có khả năng nạp và khởi chạy chương trình từ máy phục vụ trên mạng. Một khi hạt nhân cài đặt đã được nạp và khởi động được, tiến trình cài đặt hệ thống sẽ tiếp tục qua cùng những bước với tiến trình cài đặt từ đĩa CD, với ngoài lệ là các gói của bản cài đặt cơ sở sẽ được nạp qua mạng hơn là qua ổ đĩa CD.
zh_cn: 在 IA-64 系统上面从网络引导很像从 CD 上引导。惟一的区别是如何装入内核。EFI Boot Manager 可以装入并且从网络服务器启动程序。一旦安装内核被装入并且启动，系统的安装将和 CD 安装步骤相同，只是基本软件包将从网络装入而不是 CD 光盘驱动器。

source: Network booting an IA-64 system requires two architecture-specific actions. On the boot server, DHCP and TFTP must be configured to deliver <command>elilo</command>. On the client a new boot option must be defined in the EFI boot manager to enable loading over a network.
el: Η εκκίνηση από το δίκτυο σε ένα σύστημα ΙΑ-64 απαιτεί δυο ενέργειες συγκεκριμένες για την αρχιτεκτονική αυτή. Στον εξυπηρετητή εκκίνησης, το DHCP και το ΤFTP πρέπει να ρυθμιστούν ώστε να δίνουν το <command>elilo</command>. Στην πλευρά του πελάτη, μια καινούρια επιλογή για την εκκίνηση πρέπει να προσδιοριστεί στον διαχειριστή εκκίνησης του EFI για να επιτρέψει την φόρτωση από το δίκτυο.
fi: IA-64-järjestelmän käynnistäminen verkosta vaatii kaksi suoritinperhekohtaista toimenpidettä. Käynnistyspalvelimella on DHCP:n tai TFTP:n asetuksissa noudettavaksi ohjelmaksi asetettava <command>elilo</command>. Asiakaskoneessa on EFI-alkulatausohjelmassa määritettävä uusi asetus, jotta lataus verkosta on käytössä.
ru: Для загрузки по сети системы IA-64 требуется два специальных действия. DHCP и TFTP на загрузочном сервере должны быть настроены на доставку <command>elilo</command>. На клиенте должен быть задан дополнительный параметр загрузки в менеджере загрузки EFI, включающий загрузку по сети.
sv: Nätverksuppstart för IA-64-system kräver två arkitekturspecifika åtgärder. På uppstartsservern måste DHCP och TFTP konfigureras för att leverera <command>elilo</command>. På klienten måste ett nytt uppstartsalternativ definieras i EFI-uppstartshanteraren för att aktivera inläsning över ett nätverk.
vi: Việc khởi động hệ thống kiểu IA64 qua mạng cần thiết hai hành động đặc trưng cho kiến trúc đó. Trên máy phục vụ khởi động, hai dịch vụ DHCP và TFTP phải được cấu hình để phát <command>elilo</command>. Còn trên máy khách, một tùy chọn khởi động mới phải được xác định trong bộ quản lý khởi động EFI để hiệu lực khả năng nạp qua mạng.
zh_cn: 网络引导一台 IA-64 系统需要两个体系相关的操作。在 boot 服务器上，DHCP 和 TFTP 必须配置成可以传送 <command>elilo</command>。在客户端，一个新的引导选项必须在 EFI boot manager 下定义来打开网络的装入。

source: Configuring the Server
el: Ρύθμιση του Server
fi: Palvelimen asetukset
ru: Настройка сервера
sv: Konfiguration av servern
vi: Cấu hình máy phục vụ
zh_cn: 配置网络服务器

source: A suitable TFTP entry for network booting an IA-64 system looks something like this: <informalexample><screen> host mcmuffin { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> Note that the goal is to get <command>elilo.efi</command> running on the client.
el: Μια κατάλληλη διαμόρφωση του TFTP για εκκίνηση από το δίκτυο ενός συστήματος IA-64 μοιάζει κάπως έτσι: <informalexample><screen> host mcmuffin { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> Σημειώστε ότι ο στόχος είναι να πετύχουμε την εκτέλεση του <command>elilo.efi</command> στην πλευρά του πελάτη.
fi: Sopiva asetus TFTP:lle IA-64-järjestelmän käynnistämiseksi verkosta näyttää suunnilleen tältä: <informalexample><screen> host mcmuffin { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> Huomaa, että tavoitteena on saada ohjelma <command>elilo.efi</command> käynnistettyä asiakaskoneella.
ru: Соответствующая запись TFTP для загрузки по сети системы IA-64 выглядит так: <informalexample><screen> host mcmuffin { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> Заметьте, что цель &mdash; получить запущенный <command>elilo.efi</command> на клиенте.
sv: En lämplig TFTP-post för att starta upp via nätverket på ett IA-64-system ser ut ungefär som den här: <informalexample><screen> host mcmuffin { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> Observera att målet är att få <command>elilo.efi</command> att köra på klienten.
vi: Một mục nhập TFTP thích hợp với khả năng khởi động hệ thống kiểu IA64 qua mạng có vẻ như :<informalexample><screen> host banhdauxanh { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> Ghi chú rằng mục đích là làm cho <command>elilo.efi</command> chạy được trên máy khách.
zh_cn: 一个合适的用于 IA-64 系统网络引导的 TFTP 选项应该看起来像这样： <informalexample><screen> host mcmuffin { hardware ethernet 00:30:6e:1e:0e:83; fixed-address 10.0.0.21; filename "debian-installer/ia64/elilo.efi"; } </screen></informalexample> 注明的是，目标是让 <command>elilo.efi</command> 在客户端运行。

source: Extract the <filename>netboot.tar.gz</filename> file into the directory used as the root for your tftp server. Typical tftp root directories include <filename>/var/lib/tftp</filename> and <filename>/tftpboot</filename>. This will create a <filename>debian-installer</filename> directory tree containing the boot files for an IA-64 system.
el: Αποσυμπιέστε το αρχείο <filename>netboot.tar.gz</filename> στον κατάλογο που χρησιμοποιήσατε σαν root στον διακομιστή σας tftp. Τυπικοί ριζικοί κατάλογοι για tftp περιλαμβάνουν τους: <filename>/var/lib/tftp</filename> και <filename>/tftpboot</filename>. Αυτό θα δημιουργήσει ένα δέντρο κατάλογων <filename>debian-installer</filename>που θα περιέχει τα αρχεία εκκίνησης για ένα σύστημα IA-64.
fi: Pura tiedosto <filename>netboot.tar.gz</filename> tftp-palvelimen juurena käytettävään hakemistoon. Tavallisia tftp:n juurihakemistoja ovat <filename>/var/lib/tftp</filename> ja <filename>/tftpboot</filename>. Tämä luo hakemistopuun <filename>debian-installer</filename> jossa on IA-64-järjestelmän käynnistystiedostot.
ru: Распакуйте файл <filename>netboot.tar.gz</filename> в каталог, используемый как корневой на tftp сервере. Обычно корень tftp содержится в <filename>/var/lib/tftp</filename> или <filename>/tftpboot</filename>. Создастся дерево каталогов <filename>debian-installer</filename>, содержащее загрузочные файлы для системы IA-64.
sv: Packa upp filen <filename>netboot.tar.gz</filename> i katalogen som används som rot för din tftp-server. Vanliga rotkataloger för tftp är <filename>/var/lib/tftp</filename> och <filename>/tftpboot</filename>. Det kommer att skapas en <filename>debian-installer</filename>-katalog som innehåller uppstartsfilerna för ett IA-64-system.
vi: Hãy giải nén tập tin <filename>netboot.tar.gz</filename> vào thư mục được dùng như là gốc của trình phục vụ TFTP. Các thư mục gốc TFTP thường bao gồm <filename>/var/lib/tftp</filename> và <filename>/tftpboot</filename>. Việc giải nén này sẽ tạo cây thư mục <filename>debian-installer</filename> (bản cài đặt Debian) chứa các tập tin khởi động thích hợp với hệ thống kiểu IA-64.
zh_cn: 使用 root 解压 <filename>netboot.tar.gz</filename> 文件到您的 tftp 服务器。典型的 tftp 根目录包括 <filename>/var/lib/tftp</filename> 和 <filename>/tftpboot</filename>。这将创建 <filename>debian-installer</filename> 目录树，它包括 IA-64 系统需要的启动文件。
