Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: You cannot pass any boot parameters directly. Instead, you have to edit the <filename>/nfsroot/default.colo</filename> file on the NFS server and add your parameters to the <replaceable>args</replaceable> variable.
el: Δεν μπορείτε να περάσετε παραμέτρους εκκίνησης απυεθείας. Αντίθετα, θα πρέπει να επεξεργαστείτε το αρχείο <filename>/nfsroot/default.colo</filename> στον server NFS και να προσθέσετε τις δικές σας παραμέτρους στην μεταβλητή <replaceable>args</replaceable>.
fi: Käynnistysparametreja ei voi antaa suoraan. On muokattava tiedostoa <filename>/nfsroot/default.colo</filename> NFS-palvelimella ja lisättävä parametrit muuttujaan <replaceable>args</replaceable>.
ru: Вы не можете передать параметры загрузки напрямую. Вместо этого, вы должны отредактировать файл <filename>/nfsroot/default.colo</filename> на NFS сервере и добавить параметры в переменную <replaceable>args</replaceable>.
sv: Du kan inte skicka med några uppstartsparametrar direkt. Istället ska du redigera filen <filename>/nfsroot/default.colo</filename> på NFS-servern och lägga till dina parametrar till variabeln <replaceable>args</replaceable>.
vi: Bạn không thể gởi trực tiếp tham số khởi động nào. Thay thế, bạn cần phải sửa đổi tập tin <filename>/nfsroot/default.colo</filename> trên máy phục vụ NFS, và thêm các tham số riêng của bạn vào biến <replaceable>args</replaceable> (đối số) trong nó.
zh_cn: 您不能直接传递引导参数。而不得不编辑位于 NFS 服务器上的 <filename>/nfsroot/default.colo</filename> 文件，将参数给 <replaceable>args</replaceable> 变量。

source: s390 Limitations
el: Περιορισμοί των υπολογιστικών συστημάτων s390
fi: s390:n rajoitukset
ru: Ограничения s390
sv: Begränsningar för s390
vi: Hạn chế S/390
zh_cn: s390 的限制

source: In order to run the installation system a working network setup and ssh session is needed on S/390.
el: Για να κάνετε την εγκατάσταση σε ένα σύστημα S/390 χρειάζεστε ένα σωστά ρυθμισμένοδίκτυο και δυνατότητα για ssh σύνδεση.
fi: Jotta asennusjärjestelmää voitaisiin käyttää S/390:lla, on oltava toimivat verkkoasetukset ja ssh-istunto.
ru: Для запуска системы установки на S/390 необходима работающая настройка сети и ssh-сессия.
sv: För att kunna köra installationssystemet på S/390 behövs en fungerande nätverkskonfiguration och en ssh-session.
vi: Để chạy hệ thống cài đặt trên máy kiểu S/390, cần thiết một thiết lập mạng và phiên chạy SSH hoạt động.
zh_cn: 为了在 S/390 上安装系统，需要一个工作的网络设置和 ssh 会话。

source: The booting process starts with a network setup that prompts you for several network parameters. If the setup is successful, you will login to the system by starting an ssh session which will launch the standard installation system.
el: H διαδικασία εκκίνησης ξεκινά με τη ρύθμιση του δικτύου που σας προτρέπει ναδώσετε διάφορες παραμέτρους για το δίκτυο. Αν η ρύθμιση είναι επιτυχής, τότεθα μπείτε στο σύστημα ξεκινώντας μια σύνοδο ssh η οποία θα θέσει σε εκκίνηση τοκανονικό σύστημα εγκατάστασης .
fi: Käynnistysprosessi alkaa verkkoasetuksilla, tulee kehote useista verkon asetuksista. Jos asetukset onnistuvat, kirjaudutaan järjestelmään käynnistämällä ssh-istunto, joka käynnistää tavanomaisen asennusjärjestelmän.
ru: Процесс загрузки начинается с настройки сети, запрашивая у вас некоторые параметры. Если настройка прошла успешна, вы войдете в систему через ssh-сессию, которая запустит стандартную систему установки.
sv: Uppstartsprocessen startar med en nätverkskonfiguration som frågar dig efter flera nätverksparametrar. Om konfigurationen lyckas kommer du kunna logga in på systemet genom att starta en ssh-session som kommer att starta standardinstallationssystemet.
vi: Tiến trình khởi động bắt đầu với bước thiết lập mạng mà nhắc bạn với vài tham số mạng. Nếu việc thiết lập này là thành công, bạn sẽ đăng nhập vào hệ thống bằng cách sở khởi một phiên chạy SSH mà sẽ khởi chạy hệ thống cài đặt chuẩn.
zh_cn: 引导过程开始时候要求一些网络参数来进行网络设置。如果设置是成功的，您将会通过一个 ssh 会话登录进入系统，并且开始一个标准系统安装。

source: s390 Boot Parameters
el: Παράμετροι Εκκίνησης για s390
fi: s390:n käynnistysparametrit
ru: Параметры загрузки s390
sv: Uppstartsparametrar för s390
vi: Tham số khởi động S/390
zh_cn: s390 引导参数

source: On S/390 you can append boot parameters in the parm file. This file can either be in ASCII or EBCDIC format. A sample parm file <filename>parmfile.debian</filename> is provided with the installation images.
el: Σε συστήματα S/390 μπορείτε να προσθέσετε παραμέτρους εκκίνησης στο τέλςο του αρχείου parm.Το αρχείο αυτό μπορεί να είναι είτε σε ASCII είτε σε EBCDIC μορφή. Ένα υπόδειγμα αρχείου parm <filename>parmfile.debian</filename> δίνεται με τις εικόνες της εγκατάστασης.
fi: S/390:lla käynnistysparametrit voidaan lisätä parm-tiedostoon. Tiedostossa voi käyttää joko ACSII- tai EBCDIC-merkkejä. Esimerkki parm-tiedostosta <filename>parmfile.debian</filename> tulee asennusotosten mukana.
ru: На S/390 вы можете добавить параметры загрузки в файл parm. Этот файл может быть как в ASCII так и в EBCDIC формате. В установочных образах есть пример parm файла &mdash; <filename>parmfile.debian</filename>.
sv: På S/390 kan du lägga till uppstartsparametrar i parm-filen. Denna fil kan antingen vara i ASCII- eller EBCDIC-format. En parm-exempelfil, <filename>parmfile.debian</filename>, tillhandahålls med installationsavbilderna.
vi: Trên máy kiểu S/390, bạn có thể phụ thêm các tham số khởi động vào tập tin <filename>parm</filename>. Tập tin này có định dạng hoặc ASCII hoặc EBCDIC. Một tập tin parm mẫu được cung cấp cùng với ảnh cài đặt.
zh_cn: 在 S/390 上您可以在参数文件下面附加一些引导参数。这个文件可以是 ASCII 或者 EBCDIC 格式的。参数文件的示例 <filename>parmfile.debian</filename> 提供了安装映像。

source: Currently, the only &arch-title; subarchitectures that support CD-ROM booting are PReP (though not all systems) and New World PowerMacs. On PowerMacs, hold the <keycap>c</keycap> key, or else the combination of <keycap>Command</keycap>, <keycap>Option</keycap>, <keycap>Shift</keycap>, and <keycap>Delete</keycap> keys together while booting to boot from the CD-ROM.
el: Προς το παρόν, οι μόνες υπο-αρχιτεκτονικές &arch-title; που υποστηρίζουν εκκίνηση από CD-ROM είναι οι PReP (αν και όχι όλα τασ συστήματα) και New World PowerMac. Σε έναν PowerMac, κρατήστε πατημένο το πλήκτρο <keycap>c</keycap> , ή διαφορετικά τον συνδυασμό των πλήκτρων <keycap>Command</keycap>, <keycap>Option</keycap>,<keycap>Shift</keycap>, και <keycap>Delete</keycap> κατά την εκκίνηση του μηχανήματος για να ξεκινήσετε από το CD-ROM.
fi: Tällä hetkellä ainoat suoritinperheen &arch-title; suoritinarkkitehturit jotka tukevat rompulta käynnistämistä ovat PReP ja New World PowerMacit. PowerMaceilla pidä pohjassa näppäintä <keycap>c</keycap>, tai näppäimiä <keycap>Command</keycap>, <keycap>Option</keycap>, <keycap>Shift</keycap>, ja <keycap>Delete</keycap> käynnistyksen aikana jotta käynnistys tapahtuu rompulta.
ru: В настоящее время в &arch-title; только субархитектуры PReP (хотя не все машины) и New World PowerMacs поддерживают загрузку с компакт-диска. На PowerMacs нажмите и держите клавишу <keycap>c</keycap>, или комбинацию клавиш <keycap>Command</keycap>, <keycap>Option</keycap>, <keycap>Shift</keycap> и <keycap>Delete</keycap> вместе во время загрузки для того, чтобы загрузиться с компакт-диска.
sv: För närvarande är PReP (dock inte alla system) och New World PowerMac de enda underarkitekturerna för &arch-title; som har stöd för uppstart från cd-rom. På PowerMac, håll ned <keycap>c</keycap>-tangenten, eller annars tangentkombinationen <keycap>Command</keycap>, <keycap>Option</keycap>, <keycap>Shift</keycap> och <keycap>Delete</keycap> samtidigt vid uppstart för att starta upp från cd-rom.
vi: Hiện thời, những kiến trúc phụ kiểu &arch-title; duy nhất hỗ trợ khả năng khởi động từ đĩa CD-ROM là máy PReP (dù không phải mọi hệ thống) và PowerMac kiểu mới. Trên máy PowerMac, hãy bấm giữ hoặc phím <keycap>c</keycap>, hoặc tổ hợp phím <keycap>Cmd</keycap>, <keycap>Option</keycap>, <keycap>Shift</keycap>, và <keycap>Delete</keycap> đồng thời trong khi khởi động, để khởi động từ đĩa CD-ROM.
zh_cn: 当前来说，&arch-title; 下的子体系结构只有 PReP(不是所有的系统) 和 New World PowerMacs 支持 CD 光盘引导。在 PowerMacs 下，从 CD 光盘引导时，按住 <keycap>c</keycap> 键，或者组合键 <keycap>Command</keycap>、<keycap>Option</keycap>、<keycap>Shift</keycap> 和 <keycap>Delete</keycap>。

source: OldWorld PowerMacs will not boot a Debian CD, because OldWorld computers relied on a Mac OS ROM CD boot driver to be present on the CD, and a free-software version of this driver is not available. All OldWorld systems have floppy drives, so use the floppy drive to launch the installer, and then point the installer to the CD for the needed files.
el: Οι OldWorld PowerMac δεν θα ξεκινήσουν από ένα Debian CD, γιατί αυτοί οιυπολογιστές εξαρτώνται από την παρουσία ενός MacOS ROM οδηγού για το CD στο CD καιγια τον οποίον δεν υπάρχει προς το παρόν διαθέσιμη μια ελεύθερη έκδοση. Όλα τασυστήματα όμως OldWorld έχουν συσκευές δισκέττας οπότε χρησιμοποιήστε τονοδηγό της δισκέττας για την εκκίνηση του εγκαταστάτη και στη συνέχειακατευθύνετε τον εγκαταστάτη στο CD για την λήψη των απαραίτητων αρχείων.
fi: OldWorld PowerMacit eivät käynnisty Debian-rompulta, koska OldWorld-tietokoneissa on Mac OS ROM CD -latausajurin oltava rompulla, eikä tästä ajurista ole saatavilla vapaata versiota. Kaikissa OldWorld-koneissa on levykeasema, joten käynnistä asennin levykkeeltä ja pistä sitten asennin noutamaan tarvittavat tiedostot rompulta.
ru: Компьютеры OldWorld Powermac не загружаются с компакт-диска Debian, потому что компьютеры OldWorld полагаются на присутствие на компакт-диске загрузочного драйвера Mac OS ROM, а свободно доступной версии этого драйвера нет. На всех системах OldWorld есть приводы для дискет, так что используйте дискету, чтобы запустить программу установки, а затем укажите ей компакт-диск с нужными файлами.
sv: OldWorld PowerMac kommer inte att starta upp på en Debian-cd på grund av att OldWorld-datorer förlitade sig på att en Mac OS ROM cd-uppstartsdrivrutin skulle finnas på cd-skivan, och en fri version av den här drivrutinen finns inte tillgänglig. Alla OldWorld-system har diskettenheter, så använd diskettenheten för att starta installeraren, och peka sedan installeraren till cd-enheten för de nödvändiga filerna.
vi: Máy PowerMac kiểu cũ sẽ không khởi động từ đĩa CD-ROM Debian, vì máy kiểu cũ này ngờ một trình điều khiển khởi động đĩa CD bộ nhớ ROM của MacOS nằm trên đĩa CD khởi động, và chưa có phiên bản phần mềm tự do của trình điều khiển này. Mọi hệ thống kiểu cũ có ổ đĩa mềm, vậy bạn hãy sử dụng ổ đĩa mềm để khởi chạy trình cài đặt, rồi chỉ trình cài đặt tới đĩa CD để lấy các tập tin cần thiết.
zh_cn: OldWorld Powermacs 不能从一张 Debian CD 上引导，因为 OldWorld 计算机需要在 CD 上安装一个 MacOSROM CD 引导驱动程序但是目前还没有自由的版本。所有的 OldWorld 系统具有软盘驱动程序，因此可以使用软盘驱动程序来启动安装程序，然后让安装程序 从 CD 上选择所需要的文件。

source: If your system doesn't boot directly from CD-ROM, you can still use the CD-ROM to install the system. On NewWorlds, you can also use an OpenFirmware command to boot from the CD-ROM manually. Follow the instructions in <xref linkend="boot-newworld"/> for booting from the hard disk, except use the path to <command>yaboot</command> on the CD at the OF prompt, such as
el: Αν το σύστημά σας δεν ξεκινά κατευθείαν από το CD-ROM, παρ'ολ'αυτα μπορείτε ναχρησιμοποιήσετε το CD-ROM για να εγκαταστήσετε το σύστημα. Σε συστήματα NewWorld, μπορείτε να χρησιμοποιήσετε μια εντολή του OpenFirmwareγια να εκκινήσετε από το CD-ROM χειροκίνητα. Ακολουθήστε τις οδηγίες στο <xref linkend="boot-newworld"/> για εκκίνηση από τον σκληρό δίσκο, με τη διαφορά ότιπρέπει να δώσετε στο προτρεπτικό του OpenFirmware τη διαδρομή για το <command>yaboot</command> στo CD, για παράδειγμα
fi: Jos tietokone ei käynnisty suoraan rompulta, on silti mahdollista käyttää romppua asennuksessa. NewWorld-koneilla voidaan myös OpenFirmwaren komennolla tehdä käynnistys rompulta. Seuraa kohdan <xref linkend="boot-newworld"/> ohjeita kiintolevyltä käynnistämiseen, paitsi että OF:n kehotteessa käytetään polkua komentoon <command>yaboot</command> rompulla, kuten tässä
ru: Если ваша система не загружается напрямую с компакт-диска, вы всё ещё можете использовать его для установки системы. На NewWorld вы также можете использовать команду OpenFirmware для загрузки с компакт-диска вручную. Следуйте инструкциям из <xref linkend="boot-newworld"/> для загрузки с жёсткого диска, за исключением использования пути к <command>yaboot</command> на компакт-диске в подсказке OF, такой как
sv: Om ditt system inte startar upp direkt från cd-rom, kan du fortfarande använda cd-enheten för att installera systemet. På NewWorld kan du även använde ett OpenFirmware-kommando för att manuellt starta upp från cd-rom. Följ instruktionerna i <xref linkend="boot-newworld"/> för att starta upp från hårddisken, använd dock sökvägen till <command>yaboot</command> på cd-skivan vid OF-prompten, såsom
vi: Nếu hệ thống của bạn không khởi động trực tiếp từ đĩa CD-ROM, vẫn còn có khả năng sử dụng đĩa CD đó để cài đặt hệ thống. Trên máy Mac kiểu mới, bạn cũng có thể nhập một lệnh OpenFirmware để tự khởi động từ đĩa CD-ROM. Hãy theo hướng dẫn trong <xref linkend="boot-newworld"/> để khởi động từ đĩa cứng, trừ tại dấu nhắc OpenFirmware cần phải nhập đường dẫn đến <command>yaboot</command> nằm trên đĩa CD đó.
zh_cn: 如果您的系统不支持直接从 CD 光盘启动，仍然可以采用 CD 光盘来安装系统。在 NewWorlds 上面，可以使用一个 OpenFirmware 命令来手工从 CD 光盘引导。按照 <xref linkend="boot-newworld"/> 的方法从硬盘来进行引导，只是在 OF 提示符下使用 CD 上的 <command>yaboot</command> 路径，比如：

source: Booting from Hard Disk
el: Εκκίνηση από τον σκληρό δίσκο
fi: Käynnistys kiintolevyltä
ru: Загрузка с жёсткого диска
sv: Starta upp från hårddisk
vi: Khởi động từ đĩa cứng
zh_cn: 从硬盘引导

source: Booting CHRP from OpenFirmware
el: Εκκίνηση της CHRP από το OpenFirmware
fi: CHRP:n käynnistys OpenFirmwaresta
ru: Загрузка CHRP из OpenFirmware
sv: Starta upp CHRP från OpenFirmware
vi: Khởi động CHRP từ OpenFirmware
zh_cn: 从 OpenFirmware 引导 CHRP

source: Not yet written.
el: Δεν έχει γραφτεί ακόμη.
fi: Tätä ei ole vielä kirjoitettu.
ru: Ещё не написано.
sv: Ännu inte skriven.
vi: Chưa ghi.
zh_cn: 还没有完成

source: Booting OldWorld PowerMacs from MacOS
el: Εκκίνηση OldWorld PowerMac από το MacOS
fi: OldWorld PowerMacien käynnistäminen MacOS:stä
ru: Загрузка OldWorld PowerMac из MacOS
sv: Starta upp OldWorld PowerMac från MacOS
vi: Khởi động PowerMac kiểu cũ từ MacOS
zh_cn: 从 OldWorld PowerMacs 的 MacOS 上引导

source: If you set up BootX in <xref linkend="files-oldworld"/>, you can use it to boot into the installation system. Double click the <guiicon>BootX</guiicon> application icon. Click on the <guibutton>Options</guibutton> button and select <guilabel>Use Specified RAM Disk</guilabel>. This will give you the chance to select the <filename>ramdisk.image.gz</filename> file. You may need to select the <guilabel>No Video Driver</guilabel> checkbox, depending on your hardware. Then click the <guibutton>Linux</guibutton> button to shut down MacOS and launch the installer.
el: Αν ρυθμίσετε το BootX όπως στην ενότητα <xref linkend="files-oldworld"/>, μπορείτε να το χρησιμοποιήσετε για να εκκινήσετε το σύστημα εγκαταστάσης. Κάντε διπλό κλικ στο εικονίδιο της εφαρμογής <guiicon>BootX</guiicon>. Πατήστε το κουμπί <guibutton>Options</guibutton> και επιλέξτε <guilabel>Use Specified RAM Disk</guilabel>. Αυτό θα σας δώσει την ευκαιρία να διαλέξετε το αρχείο <filename>ramdisk.image.gz</filename>. 'ισως χρειαστεί να τσεκάρετε την επιλογή <guilabel>No Video Driver</guilabel>, ανάλογα με το hardware του συστήματός σας. Πατήστε στην συνέχεια το κουμπί <guibutton>Linux</guibutton> για να σταματήσετε το MacOS και ξεκινήστε τον εγκαταστάτη.
fi: Jos BootX otettiin käyttöön kohdassa <xref linkend="files-oldworld"/>, voidaan sitä käyttää asennusjärjestelmän käynnistämiseen. Kaksoisnapsauta sovelluksen <guiicon>BootX</guiicon> kuvaketta. Napsauta painiketta <guibutton>Options</guibutton> ja valitse <guilabel>Use Specified RAM Disk</guilabel>. Tällöin pääsee valitsemaan tiedoston <filename>ramdisk.image.gz</filename>. Tietokoneen ominaisuudet saattavat vaatia valintaruudun <guilabel>No Video Driver</guilabel> merkitsemistä. Sammuta sitten MacOS painikkeella <guibutton>Linux</guibutton>, se käynnistää asentimen.
ru: Если вы настроите BootX в <xref linkend="files-oldworld"/>, то сможете использовать его для загрузки системы установки. Выполните двойной щелчок на иконке приложения <guiicon>BootX</guiicon>. Нажмите кнопку <guibutton>Options</guibutton> и выберите <guilabel>Use Specified RAM Disk</guilabel>. Это позволит выбрать файл <filename>ramdisk.image.gz</filename>. Вам может понадобиться установить галочку в <guilabel>No Video Driver</guilabel>, в зависимости от аппаратного обеспечения. Затем нажмите кнопку <guibutton>Linux</guibutton> для выключения MacOS и запуска программы установки.
sv: Om du ställer in en BootX i <xref linkend="files-oldworld"/>, kan du använda den för att starta upp installationssystemet. Dubbelklicka på programikonen <guiicon>BootX</guiicon>. Klicka på knappen <guibutton>Options</guibutton> och välj <guilabel>Use Specified RAM Disk</guilabel>. Det här kommer att ge dig chansen att välja filen <filename>ramdisk.image.gz</filename>. Du kan behöva att kryssa i rutan <guilabel>No Video Driver</guilabel>, beroende på din maskinvara. Klicka sedan på knappen <guibutton>Linux</guibutton> för att stänga ner MacOS och starta upp installeraren.
vi: Nếu bạn đã thiết lập BootX trong <xref linkend="files-oldworld"/>, lúc này bạn có thể sử dụng nó để khởi động vào hệ thống cài đặt. Hãy nhấn đôi vào biểu tượng ứng dụng <guiicon>BootX</guiicon>. Nhấn vào cái nút <guibutton>Options</guibutton> (tùy chọn) rồi chọn <guilabel>Use Specified RAM Disk</guilabel> (dùng đĩa bộ nhớ RAM đã xác định). Việc này cũng sẽ cho bạn có dịp chọn tập tin <filename>ramdisk.image.gz</filename>. Có lẽ bạn cần phải bật hộp chọn <guilabel>No Video Driver</guilabel> (không có trình điều khiển ảnh động), phụ thuộc vào phần cứng riêng của bạn. Sau đó, hãy nhấn vào cái nút <guibutton>Linux</guibutton> để tắt hệ điều hành MacOS và khởi chạy trình cài đặt &d-i;.
zh_cn: 如果您在 <xref linkend="files-oldworld"/> 中设置好了 BootX，您可以使用它引导进入安装系统。双击 <guiicon>BootX</guiicon> 应用程序图标。点击 <guibutton>Options</guibutton> 按钮并且选择 <guilabel>Use Specified RAM Disk</guilabel>。这将可以让您选择 <filename>ramdisk.image.gz</filename> 文件。也许根据您的硬件情况需要选择 <guilabel>No Video Driver</guilabel> 选择框。然后点击 <guibutton>Linux</guibutton> 按钮，来关闭 MacOS 以及启动安装程序。

source: Booting NewWorld Macs from OpenFirmware
el: Εκκίνηση ενός NewWorld Mac από το OpenFirmware
fi: NewWorld Macien käynnistäminen OpenFirmwaresta
ru: Загрузка NewWorld Mac из OpenFirmware
sv: Starta upp NewWorld Mac från OpenFirmware
vi: Khởi động Mac kiểu mới từ OpenFirmware
zh_cn: 从 NewWorld Macs 的 OpenFirmware 引导
