Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: The only method of installation available to mac is from the hard drive (see <xref linkend="m68k-boot-hd"/>). <emphasis>In other words the cdrom is not bootable.</emphasis> Macs do not have a working 2.4.x kernel.
el: Η μοναδική διαθέσιμη μέθοδος εγκατάστασης στον mac είναι από το σκληρό δίσκο (δείτε <xref linkend="m68k-boot-hd"/>).<emphasis>Με άλλα λόγια το cdrom δεν είναι εκκινήσιμο.</emphasis> Για τους Mac δεν υπάρχει κάποιος πυρήνας 2.4.x που να δουλεύει.
fi: Macilla ainoa asennustapa on kiintolevyltä (katso <xref linkend="m68k-boot-hd"/>). <emphasis>Toisin sanoen rompulta ei voi käynnistää.</emphasis> Maceille ei ole toimivaa 2.4.x-ydintä.
ru: Единственным способом установки на mac является жёсткий диск (смотрите <xref linkend="m68k-boot-hd"/>). <emphasis>Другими словами, с компакт-диска загрузиться не удастся.</emphasis> Для mac нет работоспособного ядра 2.4.x.
sv: Den enda installationsmetoden som är tillgänglig för mac är från hårddisken (se <xref linkend="m68k-boot-hd"/>). <emphasis>Med andra ord, cd-skivan är inte startbar.</emphasis> Mac har ingen fungerande 2.4.x-kärna.
vi: Phương pháp cài đặt duy nhất sẵn sàng cho máy Mac là từ đĩa cứng (xem <xref linkend="m68k-boot-hd"/>). <emphasis>Tức là không có khả năng khởi động được từ đĩa CD-ROM.</emphasis> Chưa có hạt nhân phiên bản 2.4.x hoạt động được với máy kiểu Mac.
zh_cn: mac 上启动的唯一方法是硬盘(参阅 <xref linkend="m68k-boot-hd"/>)。<emphasis>也就是说 cdrom 无法启动。</emphasis> Macs 不能工作在 2.4 内核上。

source: If your hardware uses a 53c9x-based scsi bus, then you may need to include the kernel parameter <userinput>mac53c9x=1,0</userinput>. Hardware with two such scsi buses, such as the Quadra 950, will need <userinput>mac53c9x=2,0</userinput> instead. Alternatively, the parameter can be specified as <userinput>mac53c9x=-1,0</userinput> which will leave autodetection on, but which will disable SCSI disconnects. Note that specifying this parameter is only necessary if you have more than one hard disk; otherwise, the system will run faster if you do not specify it.
el: Εάν το υλικό σας χρησιμοποιεί scsi δίαυλο βασισμένο στο 53c9x, τότε πρέπει να συμπεριλάβετε την παράμετρο πυρήνα <userinput>mac53c9x=1</userinput>. Για υλικό με δυο τέτοιους διαύλους scsi, όπως το Quadra 950, θα χρειαστεί αντί της προηγουμένης παραμέτρου την <userinput>mac53c9x=2</userinput>. Εναλλακτικά, η παράμετρος μπορεί να χρησιμοποιηθεί σαν <userinput>mac53c9x=-1,0</userinput> που θα αφήσει ενεργή την αυτόματη ανίχνευση, απενεργοποιώντας, όμως, αποσυνδέσεις των διαύλων SCSI. Σημειώστε ότι ο προσδιορισμός αυτής της παραμέτρου είναι αναγκαίος μόνο αν έχετε περισσότερους από έναν σκληρούς δίσκους. Σε διαφορετική περίπτωση, το σύστημά σας θα είναι γενικά γρηγορότερο αν δεν καθορίσετε την συγκεκριμένη παράμετρο.
fi: Mikäli laitteistossa on 53c9x-piirillä toimiva SCSI-väylä, saatetaan joutua käyttämään ytimen parametria <userinput>mac53c9x=1,0</userinput>. Quadra 950 tapaisilla koneilla, joissa on kaksi SCSI-väylää, on sitävastoin käytettävä <userinput>mac53c9x=2,0</userinput>. Toinen tapa on antaa parametri muodossa <userinput>mac53c9x=-1,0</userinput> jolloin automaattitunnistus jää päälle, mutta SCSI disconnect otetaan pois päältä. Huomaa, että tämä parametri on tarpeellinen vain jos kiintolevyjä on enemmän kuin yksi; muussa tapauksessa järjestelmä toimii nopeammin jos sitä ei käytetä.
ru: Если в вашем аппаратном обеспечении используется scsi шина, основанная на чипе 53c9x, то вам может понадобиться добавить параметр ядра <userinput>mac53c9x=1,0</userinput>. Для аппаратуры с двумя scsi шинами, например, Quadra 950, нужно указать <userinput>mac53c9x=2,0</userinput>. Или же можно указать параметр <userinput>mac53c9x=-1,0</userinput>, при котором автоопределение остаётся включённым, но запрещаются SCSI отключения. Заметим, что такой параметр требуется указывать только если имеется более одного жёсткого диска; без параметра система будет работать быстрее.
sv: Om din maskinvara använder en 53c9x-baserad scsi-buss, behöver du kanske inkludera kärnparametern <userinput>mac53c9x=1,0</userinput>. Maskinvara med två sådana scsi-bussar, såsom Quadra 950, behöver istället <userinput>mac53c9x=2,0</userinput>. Alternativt kan parametern anges som <userinput>mac53c9x=-1,0</userinput> som lämnar automatisk identifiering påslagen, men som inaktiverar SCSI-nedkopplingar. Observera att den här parametern endast behöver anges om du har fler än en hårddisk; i annat fall kommer systemet att köra snabbare än om du inte angav det.
vi: Nếu phần cứng của bạn sử dụng một mạch nối SCSI dựa vào 53c9x, có lẽ bạn cần phải nhập tham số hạt nhân <userinput>mac53c9x=1,0</userinput>. Phần cứng có hai mạch nối SCSI như vậy, v.d. máy Quadra 950, cần thiết bạn nhập tham số <userinput>mac53c9x=2,0</userinput> thay thế. Hoặc có thể xạc định tham số <userinput>mac53c9x=-1,0</userinput>, mà duy trì khả năng phát hiện tự động, còn tắt khả năng ngắt kết nối SCSI. Ghi chú rằng việc xác định tham số này cần thiết chỉ nếu bạn có nhiều đĩa cứng; nếu không (chỉ có một đĩa), hệ thống sẽ chạy nhanh hơn nếu bạn không xác định nó.
zh_cn: 如果您的硬件中包括基于 53c9x 的 scsi 总线，那么您需要包括下面的内核参数 <userinput>mac53c9x=1,0</userinput>。带有两个这种 scsi 总线的硬件，如 Quadra 950，您需要 <userinput>mac53c9x=2,0</userinput> 参数。另外，参数指定为 <userinput>mac53c9x=-1,0</userinput> 可打开自动侦测，但却禁止了 SCSI 断开。注意，使用这种参数仅用于不止一个硬盘的情况下; 如果不指定，您的系统将运行得更快。

source: MVME147 and MVME16x
el: MVME147 και MVME16x
fi: MVME147 ja MVME16x
ru: MVME147 и MVME16x
sv: MVME147 och MVME16x
vi: MVME147 và MVME16x

source: The installer for MVME147 and MVME16x may be started from either floppies (see <xref linkend="boot-from-floppies"/>) or the net (see <xref linkend="boot-tftp"/>). <emphasis>In other words the cdrom is not bootable.</emphasis>
el: O εγκαταστάτης για MVEM147 και MVEM16x μπορεί να ξεκινήσει είτε από δισκέττες (δείτε <xref linkend="boot-from-floppies"/>) ή από το δίκτυο (δείτε <xref linkend="boot-tftp"/>). <emphasis>Με άλλα λόγια το cdrom δεν είναι εκκινήσιμο.</emphasis>
fi: MVME147:lle ja MVME16x:lle asennin voidaan käynnistää joko levykkeiltä (katso <xref linkend="boot-from-floppies"/>) tai verkosta (katso <xref linkend="boot-tftp"/>). <emphasis>Toisin sanoen rompulta ei voi käynnistää.</emphasis>
ru: Программа установки для MVEM147 и MVEM16x может быть запущена с дискет(смотрите <xref linkend="boot-from-floppies"/>) или из сети (смотрите <xref linkend="boot-tftp"/>). <emphasis>Другими словами, с компакт-диска загрузиться не удастся.</emphasis>
sv: Installeraren för MVME147 och MVME16x kan behöva startas från antingen startdisketter (se <xref linkend="boot-from-floppies"/>) eller via nätverket (se <xref linkend="boot-tftp"/>). <emphasis>Med andra ord är inte cd-skivan startbar.</emphasis>
vi: Đối với máy kiểu MVME147 và MVME16x, trình cài đặt có thể được khởi chạy hoặc từ đĩa mềm (xem <xref linkend="boot-from-floppies"/>) hoặc qua mạng (xem phần <xref linkend="boot-tftp"/>). <emphasis>Tức là không có khả năng khởi động được từ đĩa CD-ROM.</emphasis>
zh_cn: MVEM147 和 MVEM16x 可以从软盘(参阅 <xref linkend="boot-from-floppies"/>)或网络(参阅 <xref linkend="boot-tftp"/>)。<emphasis>也就是说 cdrom 无法启动。</emphasis>

source: The only method of installation available to Q40/Q60 is from the hard drive (see <xref linkend="m68k-boot-hd"/>). <emphasis>In other words the cdrom is not bootable.</emphasis>
el: Η μόνη διαθέσιμη μέθοδος εγκατάστασης για Q40/Q60 είναι από το σκληρό δίσκο (δείτε <xref linkend="m68k-boot-hd"/>).<emphasis>Με άλλα λόγια το cdrom δεν είναι εκκινήσιμο.</emphasis>
fi: Q40/Q60:lle ainoa asennustapa on kiintolevyltä (katso <xref linkend="m68k-boot-hd"/>). <emphasis>Toisin sanoen rompulta ei voi käynnistää.</emphasis>
ru: Единственным способом установки на Q40/Q60 является жёсткий диск (смотрите <xref linkend="m68k-boot-hd"/>). <emphasis>Другими словами, с компакт-диска загрузиться не удастся.</emphasis>
sv: Den enda installationsmetoden som är tillgänglig för Q40/Q60 är från hårddisken (se <xref linkend="m68k-boot-hd"/>). <emphasis>Med andra ord, cd-skivan är inte startbar.</emphasis>
vi: Phương pháp cài đặt duy nhất sẵn sàng cho máy kiểu Q40/Q60 là từ đĩa cứng (xem <xref linkend="m68k-boot-hd"/>). <emphasis>Tức là không có khả năng khởi động được từ đĩa CD-ROM.</emphasis>
zh_cn: Q40/Q60 只支持从硬盘安装(参阅 <xref linkend="m68k-boot-hd"/>)。<emphasis>也就是说 cdrom 无法启动。</emphasis>

source: Booting from a Hard Disk
el: Εκκίνηση από Σκληρό Δίσκο
fi: Käynnistäminen kiintolevyltä
ru: Загрузка с жёсткого диска
sv: Starta upp från en hårddisk
vi: Khởi động từ đĩa cứng
zh_cn: 从硬盘引导

source: Booting from an existing operating system is often a convenient option; for some systems it is the only supported method of installation.
el: Η εκκίνηση από ένα υπάρχον λειτουργικό σύστημα είναι συχνά μια βολική μέθοδος. Για κάποια συστήματα είναι η μοναδική υποστηριζόμενη μέθοδος εγκατάστασης.
fi: Käynnistäminen koneessa jo olevasta käyttöjärjestelmäst on usein kätevä tapa; joillekin järjestelmille se on ainoa tuettu asennustapa.
ru: Загрузка из существующей операционной системы часто самый удобный вариант; для некоторых систем это единственный поддерживаемый метод установки.
sv: Uppstart från ett befintligt operativsystem är ofta ett bekvämt alternativ, för vissa system är det den enda installationsmetoden som stöds.
vi: Việc khởi động từ hệ điều hành tồn tại thường là một tùy chọn có ích; còn đối với một số hệ thống riêng, nó là phương pháp cài đặt duy nhất được hỗ trợ.
zh_cn: 从一个以存在的操作系统上引导通常是一个方便的选择；对于一些系统来说，这则是唯一支持的 安装方法。

source: To boot the installer from hard disk, you will have already completed downloading and placing the needed files in <xref linkend="boot-drive-files"/>.
el: Για να ξεκινήσετε τον εγκαταστάτη από ένα σκληρό δίσκο, θα πρέπει να έχετε ήδη ολοκληρώσει το κατέβασμα και την τοποθέτηση των απαραίτητων αρχείων στο <xref linkend="boot-drive-files"/>.
fi: Käynnistettäessä asennin kiintolevyltä on tarvittavat tiedostot pitänyt jo noutaa ja tallentaa kohdassa <xref linkend="boot-drive-files"/>.
ru: Чтобы загрузить программу установки с жёсткого диска, вы уже должны были скачать и положить в нужное место требуемые файлы, как описано в <xref linkend="boot-drive-files"/>.
sv: För att starta upp installeraren från hårddisk måste du redan ha hämtat och placerat de filer som behövs i <xref linkend="boot-drive-files"/>.
vi: Trong <xref linkend="boot-drive-files"/>), bạn đã tải về và định vị những tập tin cần thiết để khởi chạy trình cài đặt từ đĩa cứng.
zh_cn: 如果要从硬盘上引导安装程序，您也许已经在 <xref linkend="boot-drive-files"/> 处下载并且在 <xref linkend="boot-drive-files"/> 安置了所需文件。

source: At least six different ramdisks may be used to boot from the hard drive, three different types each with and without support for a 2.2.x linux kernel (see <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink> for details).
el: Τουλάχιστον έξι διαφορετικές ramdisk μπορούν να χρησιμοποιηθούν για εκκίνηση από το σκληρό δίσκο, τρεις διαφορετικοί τύποι κάθε ένας με κα χωρίς υποστήριξη για έναν πυρήνα 2.2.x (δείτε το <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink> για λεπτομέρειες).
fi: Kiintolevyltä käynnistettäessä voidaan käyttää ainakin kuutta erilaista muistilevyä, kolmea eri tyyppiä ja jokainen joko 2.2.x-linuxytimen tuen kera tai ilman (katso <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink>:istä lisätietoja).
ru: Как минимум шесть различных ramdisk могут быть использованы для загрузки с жёсткого диска, каждый из них имеет три различных типа с поддержкой и без ядра версии 2.2.x (смотрите <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink>).
sv: Åtminstone sex olika ramdiskar kan användas för att starta upp från hårddisken, tre olika typer vardera med och utan stöd för en Linuxkärna version 2.2.x (se <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink> för detaljer).
vi: Ít nhất sáu đĩa bộ nhớ RAM khác nhau có thể được dùng để khởi động từ đĩa cứng: ba kiểu khác nhau, mỗi kiểu có và không có khả năng hỗ trợ hạt nhân phiên bản 2.2.x (xem <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">bản kê khai</ulink> để tìm chi tiết).
zh_cn: 至少有六中不同的 ramdisk 可以从硬盘启动，三个不同的类型分别用于支持或不支持 2.2.x linux 内核(参阅 <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink> 了解更多细节)。

source: The three different types of ramdisks are <filename>cdrom</filename>, <filename>hd-media</filename>, and <filename>nativehd</filename>. These ramdisks differ only in their source for installation packages. The <filename>cdrom</filename> ramdisk uses a cdrom to get debian-installer packages. The <filename>hd-media</filename> ramdisk uses an iso image file of a cdrom currently residing on a hard disk. Finally, the <filename>nativehd</filename> ramdisk uses the net to install packages.
el: Οι τρεις διαφορετικοί τύποι ramdisk είναι οι <filename>cdrom</filename>, <filename>hd-media</filename>, και <filename>nativehd</filename>. Αυτοί διαφέρουν μόνο στην πηγή τους για τα πακέτα της εγκατάστασης. Η <filename>cdrom</filename> ramdisk χρησιμοποιεί ένα cdrom για την απόκτηση των πακέτων του debian-installer. Η <filename>hd-media</filename> ramdisk χρησιμοποιεί το αρχείο μιας εικόνας iso ενός cdrom που βρίσκεται σε έναν σκληρό δίσκο. Τέλος, η <filename>nativehd</filename> ramdisk χρησιμοποιεί το δίκτυο για την εγκατάσταση των πακέτων.
fi: Kolme eri muistilevyn tyyppiä ovat <filename>cdrom</filename>, <filename>hd-media</filename>, ja <filename>nativehd</filename>. Näiden muistilevyjen erona on vain se, mistä ne hakevat asennettavat paketit. Muistilevy <filename>cdrom</filename> noutaa debianin asentimen paketit rompulta. <filename>hd-media</filename> käyttää kiintolevyllä olevaa tiedostoa, joka on rompun ISO-otos. Lopuksi <filename>nativehd</filename> noutaa paketit verkosta.
ru: Есть три различных типа ramdisk: <filename>cdrom</filename>, <filename>hd-media</filename> и <filename>nativehd</filename>. Они отличаются только источниками установки пакетов. <filename>cdrom</filename> ramdisk использует cdrom для получения пакетов debian-installer .<filename>hd-media</filename> ramdisk использует файл iso образа cdrom, расположенный на жёстком диске. И наконец, <filename>nativehd</filename> ramdisk использует сеть для получения пакетов.
sv: De tre olika typer av ramdiskar är <filename>cdrom</filename>, <filename>hd-media</filename> och <filename>nativehd</filename>. De här ramdiskarna skiljer sig endast i sin källkod för installationspaketen. Ramdisken <filename>cdrom</filename> använder en cd-rom för att hämta paket för debian-installer. Ramdisken <filename>hd-media</filename> använder en iso-avbild av en cd-rom som för närvarande ligger på en hårddisk. Till slut, ramdisken <filename>nativehd</filename> använder nätet för att installera paket.
vi: Ba kiểu đĩa RAM khác nhau là <filename>cdrom</filename> (đĩa CD-ROM), <filename>hd-media</filename> (vật chứa đĩa cứng), và <filename>nativehd</filename> (đĩa cứng sở hữu). Những đĩa RAM này chỉ khác biệt trong nguồn của những gói cài đặt. Đĩa RAM kiểu <filename>cdrom</filename> sử dụng một đĩa CD-ROM để lấy các gói cài đặt Debian. Còn đĩa RAM kiểu <filename>hd-media</filename> sử dụng một tập tin ảnh ISO của đĩa CD-ROM hiện thời nằm trên đĩa cứng. Cuối cùng, đĩa RAM kiểu <filename>nativehd</filename> cài đặt gói qua mạng.
zh_cn: 这三种 ramdisk 类型为 <filename>cdrom</filename>, <filename>hd-media</filename>，和 <filename>nativehd</filename>。它们的区别仅在于安装软件包的源不同。<filename>cdrom</filename> ramdisk 使用 cdrom 获取 debian-installer 软件包。<filename>hd-media</filename> ramdisk 使用硬盘上的 iso 映象文件。最后，<filename>nativehd</filename> ramdisk 使用网络安装软件包。

source: Booting from AmigaOS
el: Εκκίνηση από το AmigaOS
fi: Käynnistäminen AmigaOS:stä
ru: Загрузка из AmigaOS
sv: Starta upp från AmigaOS
vi: Khởi động từ AmigaOS
zh_cn: 从 AmigaOS 上引导

source: In the <command>Workbench</command>, start the Linux installation process by double-clicking on the <guiicon>StartInstall</guiicon> icon in the <filename>debian</filename> directory.
el: Ευρισκόμενοι στο <command>Workbench</command>, ξεκινήστε τη διαδικασία της εγκατάστασης του Linux με διπλό κλικ στο εικονίδιο <guiicon>StartInstall</guiicon> στον κατάλογο <filename>debian</filename>.
fi: Käynnistä <command>Workbench</command>:ssä Linuxin asennusprosessi kaksoisnapsauttamalla kuvaketta <guiicon>StartInstall</guiicon> hakemistossa <filename>debian</filename>.
ru: В <command>Workbench</command>, запустите процесс установки Linux двойным нажатием на иконку <guiicon>StartInstall</guiicon> в каталоге <filename>debian</filename>.
sv: I <command>Workbench</command>, start Linux-installationsprocessen genom att dubbelklicka på ikonen <guiicon>StartInstall</guiicon> i katalogen <filename>debian</filename>.
vi: Trong <command>Workbench</command>, hãy khởi chạy tiến trình cài đặt Linux bằng cách nhấn đôi vào biểu tượng <guiicon>StartInstall</guiicon> (bất đầu cài đặt) nằm trong thư mục <filename>debian</filename>.
zh_cn: 在 <command>Workbench</command> 下，双击 <guiicon>StartInstall</guiicon> 图标来启动 Linux 安装过程，它位于 <filename>debian</filename> 目录中。

source: You may have to press the &enterkey; key twice after the Amiga installer program has output some debugging information into a window. After this, the screen will go grey, there will be a few seconds' delay. Next, a black screen with white text should come up, displaying all kinds of kernel debugging information. These messages may scroll by too fast for you to read, but that's OK. After a couple of seconds, the installation program should start automatically, so you can continue down at <xref linkend="d-i-intro"/>.
el: Ίσως να πρέπει να πατήσετε το &enterkey; μετά την εμφάνιση σε ένα παράθυρο πληροφορίας αποσφαλμάτωσης από το πρόγραμμα του εγκαταστάτη στην Amiga. Μετά από αυτό η οθόνη θα γίνει γκρι, και θα υπάρξει μια καθυστέρηση μερικών δευτερολέπτων. Στη συνέχεια θα εμφανιστεί μια μαύρη οθόνη με άσπρο κείμενο που εμφανίζει κάθε είδους πληροφορία αποσφαλμάτωσης από την εκκίνηση του πυρήνα. Τα μηνύματα αυτά πιθανόν να τρέχουν πολυ γρήγορα για να τα διαβάσετε αλλά αυτό είναι εντάξει. Μετά από ένα-δύο δευτερόλεπτα, το πρόγραμμα εγκατάστασης θα ξεκινήσει αυτόματα οπότε μπορείτε να συνεχίσετε παρακάτω στο <xref linkend="d-i-intro"/>.
fi: Joudut ehkä painamaan &enterkey; kahdesti kun Amigan asennusohjelma on tulostanut joitakin virheenjäljitystietoja ikkunaan. Tämän jälkeen on muutaman sekunnin viive. Seuraavaksi pitäisi näkyä musta ruutu jossa on valkoista tekstiä, siinä näkyy kaikenlaista ytimen virheenjäljitystietoa. Ruudun vieritys saattaa toimia niin nopeasti, ettei viestejä ehdi lukea, mutta sillä ei ole väliä. Muutaman sekunnin kuluttua asennusohjelman pitäisi käynnistyä automaattisesti, joten voidaan jatkaa kohtaan <xref linkend="d-i-intro"/>.
ru: Возможно, вам придётся дважды нажать клавишу &enterkey; после того как программа установки Amiga выведет некоторую отладочную информацию в окно. После этого, через несколько секунд, экран станет серым. Затем, должен появиться чёрный экран с белым текстом отладочной информации ядра. Эти экраны могут проскочить очень быстро и вы не сможете их прочесть, но это нормально. Через пару секунд должна автоматически загрузиться программа установки, так что вы можете продолжить чтение руководства с <xref linkend="d-i-intro"/>.
sv: Du kanske måste trycka på &enterkey;-tangenten två gånger efter att Amiga-installationsprogrammet har skrivit ut viss felsökningsinformation i ett fönster. Efter det här kommer skärmen att bli grå, sedan ett par sekunders fördröjning. Härnäst kommer en svart skärm med vit text att visas, som visar alla sorters felsökningsinformation för kärnan. De här meddelanden kan rulla förbi för snabbt för dig att läsa, men det är OK. Efter ett par sekunder ska installationsprogrammet startas automatiskt, så att du kan fortsätta på <xref linkend="d-i-intro"/>.
vi: Có lẽ bạn cần phải bấm phím &enterkey; hai lần sau khi chương trình cài đặt Amiga đã xuất vài thông tin gỡ lỗi vào cửa sổ. Sau đó, màn hình xảy ra màu xám, cần phải đợi vài giây. Tiếp sau, màn hình màu đen với đoạn màu trắng nên xuất hiện, hiển thị nhiều kiểu thông tin gỡ lỗi hạt nhân. Các thông điệp này có thể cuộn ra quá nhanh để đọc được: không có sao. Sau một hai giây, chương trình cài đặt nên khởi chạy tự động, vậy bạn có thể tiếp tục tới <xref linkend="d-i-intro"/>.
zh_cn: 在 Amiga 安装程序在一个窗口已经输出一些调试信息，您也可以按下 &enterkey; 两次。之后屏幕将变灰，这里有一些很短的延迟。接下来，一个黑屏白字将显示更多的调试信息。这些 信息可能上翻的非常快无法看到，但这没有问题。在一些时间过后，安装程序应该自动安装，因此您可以继续参阅 <xref linkend="d-i-intro"/>。

source: Booting from Atari TOS
el: Ξεκινώντας από το Atari TOS
fi: Käynnistäminen Atari TOS:sta
ru: Загрузка из Atari TOS
sv: Starta upp från Atari TOS
vi: Khởi động từ Atari TOS
zh_cn: 从 Atari TOS 引导

source: At the GEM desktop, start the Linux installation process by double-clicking on the <guiicon>bootstra.prg</guiicon> icon in the <filename>debian</filename> directory and clicking <guibutton>Ok</guibutton> at the program options dialog box.
el: Στο περιβάλλον εργασίας GEM, ξεκινήστε τη διαδικασία εγκατάστασης του Linux με διπλό-κλικ στο εικονίδιο <guiicon>bootstra.prg</guiicon> στον κατάλογο <filename>debian</filename> και πληκτρολογώντας <guibutton>Ok</guibutton> στο πλαίσιο διαλόγου των επιλογών του προγράμματος.
fi: Käynnistä GEM-työpöydällä Linuxin asennusprosessi kaksoisnapsauttamalla kuvaketta <guiicon>bootstra.prg</guiicon> hakemistossa <filename>debian</filename> ja napsauttamalla painiketta <guibutton>Ok</guibutton> ohjelman asetusten valintaikkunassa.
ru: На рабочем столе GEM, процесс установки Linux запускается двойным нажатием на иконку <guiicon>bootstra.prg</guiicon> в каталоге <filename>debian</filename> и нажатием <guibutton>Ok</guibutton> в окне диалога выбора параметров.
sv: I skrivbordsmiljön GEM, starta Linux-installationsprocessen genom att dubbelklicka på ikonen <guiicon>bootstra.prg</guiicon> i katalogen <filename>debian</filename> och klicka <guibutton>Ok</guibutton> i programmets inställningsruta.
vi: Trong môi trường làm việc GEM, hãy khởi chạy tiến trình cài đặt Linux bằng cách nhấn đôi vào biểu tượng <guiicon>bootstra.prg</guiicon> nằm trong thư mục <filename>debian</filename>, rồi nhấn vào cái nút <guibutton>Ok</guibutton> (Được) trong hộp thoại tùy chọn chương trình.
zh_cn: 在 GEM 桌面上，可以通过双击 <guiicon>bootstra.prg</guiicon> 图标，它位于 <filename>debian</filename> 目录下，并且在程序选项对话框内点击 <guibutton>Ok</guibutton> 来开始启动安装过程。
