Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: You will have already placed the <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename>, and <filename>yaboot.conf</filename> files at the root level of your HFS partition in <xref linkend="files-newworld"/>. Restart the computer, and immediately (during the chime) hold down the <keycap>Option</keycap>, <keycap>Command (cloverleaf/Apple)</keycap>, <keycap>o</keycap>, and <keycap>f</keycap> keys all together. After a few seconds you will be presented with the Open Firmware prompt. At the prompt, type <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> replacing <replaceable>x</replaceable> with the partition number of the HFS partition where the kernel and yaboot files were placed, followed by a &enterkey;. On some machines, you may need to use <userinput>ide0:</userinput> instead of <userinput>hd:</userinput>. In a few more seconds you will see a yaboot prompt <informalexample><screen> boot: </screen></informalexample> At yaboot's <prompt>boot:</prompt> prompt, type either <userinput>install</userinput> or <userinput>install video=ofonly</userinput> followed by a &enterkey;. The <userinput>video=ofonly</userinput> argument is for maximum compatibility; you can try it if <userinput>install</userinput> doesn't work. The Debian installation program should start.
el: Θα έχετε ήδη τοποθετήσει τα αρχεία <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename>, και <filename>yaboot.conf</filename> στη ρίζα της HFS διαμέρισής σας σύμφωνα με την ενότητα <xref linkend="files-newworld"/>. Ξαναξεκινήστε τιον υπολογιστή, και αμέσως (κατά τη διάρκεια της επανεκκίνησης)κρατήστε ταυτόχρονα κάτω τα πλήκτρα <keycap>Option</keycap>, <keycap>Command (cloverleaf/Apple)</keycap>,<keycap>o</keycap>, και <keycap>f</keycap>. Μετά από λίγα δευτερόλεπτα θα δείτε μπροστά σας το προτρεπτικό του Open Firmware. Εκεί, πληκτρολογήστε <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> αντικαθιστώντας το <replaceable>x</replaceable> με τον αριθμό της HFS διαμέρισης όπου βρίσκονται τα αρχεία του πυρήνα και του yaboot, και στη συνέχεια πατήστε το &enterkey;. Σε μερικά μηχανήματα ίσως χρειαστεί να χρησιμοποιήσετε <userinput>ide0:</userinput> αντί για <userinput>hd:</userinput>. Σε μερικά ακόμα δευτερόλεπτα θα δείτε το προτρεπτικό του yaboot.<informalexample><screen> boot: </screen></informalexample> Στο προτρεπτικό του yaboot <prompt>boot:</prompt>, πληκτρολογήστε είτε <userinput>install</userinput> ή <userinput>install video=ofonly</userinput> και στη συνέχεια &enterkey;. Το όρισμα<userinput>video=ofonly</userinput> είναι για μέγιστη συμβατότητα. Μπορείτε να τη δοκιμάσετε σε περίπτωση που η επιλογή<userinput>install</userinput> δεν δουλέψει. Το πρόγραμμα εγκατάστασης του Debian θα πρέπει τότε να ξεκινήσει.
fi: Tiedostot <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename>, ja <filename>yaboot.conf</filename> on tallennettu paikoilleen HFS-osion juureen jo kohdassa <xref linkend="files-newworld"/>. Käynnistä tietokone uudelleen, ja pidä heti (heläyksen aikana) pohjassa näppäimiä <keycap>Option</keycap>, <keycap>Command (neliapila/Apple)</keycap>, <keycap>o</keycap>, ja <keycap>f</keycap> samaan aikaan. Muutaman sekunnin päästä näkyy Open Firmwaren kehote. Kirjoita kehotteeseen <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> korvaten <replaceable>x</replaceable> sen HFS-osion numerolla, johon ydin ja yabootin tiedoston tallennettiin. Paina rivin lopuksi &enterkey;. Joillakin koneilla on kirjoitettava <userinput>ide0:</userinput> eikä <userinput>hd:</userinput>. Kuluu muutama sekunti lisää, ja näkyy yabootin kehote:<informalexample><screen> boot: </screen></informalexample> Yabootin <prompt>boot:</prompt>-kehotteessa kirjoitetaan joko <userinput>install</userinput> tai <userinput>install video=ofonly</userinput>, ja painetaan &enterkey;. Parametrilla <userinput>video=ofonly</userinput> saadaan suurin mahdollinen yhteensopivuus; käytä sitä jos <userinput>install</userinput> ei toimi. Seuraavaksi pitäisi Debianin asentimen käynnistyä.
ru: Вы должны были уже скопировать файлы <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename> и <filename>yaboot.conf</filename> в корень раздела HFS как описано в <xref linkend="files-newworld"/>. Перезагрузите компьютер и быстро(во время звукового сигнала) одновременно зажмите клавиши <keycap>Option</keycap>, <keycap>Command (cloverleaf/Apple)</keycap>, <keycap>o</keycap> и <keycap>f</keycap>. Через несколько секунд вы увидите приглашение Open Firmware. Наберите <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> заменив <replaceable>x</replaceable> номером раздела HFS, на котором лежат файлы ядра и yaboot и нажмите &enterkey;. На некоторых машинах, вам нужно использовать <userinput>ide0:</userinput>, а не <userinput>hd:</userinput>. Ещё через несколько секунд вы увидите приглашение yaboot <informalexample><screen> boot: </screen></informalexample> В приглашении yaboot <prompt>boot:</prompt> введите или <userinput>install</userinput> или <userinput>install video=ofonly</userinput> и нажмите &enterkey;. Параметр <userinput>video=ofonly</userinput> нужен для максимальной совместимости; вы можете попробовать указать его, если <userinput>install</userinput> не сработает. После должна запуститься программа установки Debian.
sv: Du har redan placerat filerna <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename> och <filename>yaboot.conf</filename> i rotnivån av din HFS-partition i <xref linkend="files-newworld"/>. Starta om datorn, och omedelbart (under klockljudet) håll ned tangenterna <keycap>Option</keycap>, <keycap>Command (klöverblad/Apple)</keycap>, <keycap>o</keycap> och <keycap>f</keycap> samtidigt. Efter ett par sekunder kommer du att komma till Open Firmware-prompten. Vid prompten, ange <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> ersätt <replaceable>x</replaceable> med partitionsnumret för HFS-partitionen där kärnan och yaboot-filerna placerades, följt av &enterkey;. På vissa maskiner kan du behöva använda <userinput>ide0:</userinput> istället för <userinput>hd:</userinput>. Om ett par sekunder kommer du att se en yaboot-prompt <informalexample><screen> boot: </screen></informalexample> Vid yaboots <prompt>boot:</prompt>-prompt, ange antingen <userinput>install</userinput> eller <userinput>install video=ofonly</userinput> följt av &enterkey;. Argumentet <userinput>video=ofonly</userinput> är för maximal kompatibilitet; du kan prova den om <userinput>install</userinput> inte fungerar. Debians installationprogram ska nu starta.
vi: Trong <xref linkend="files-newworld"/>, bạn đã chèn những tập tin <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename>, và <filename>yaboot.conf</filename> tại lớp gốc của phân vùng HFS. Hãy khởi động lại máy tính, và bấm giữ ngay (trong khi máy tính rung chuông) tổ hợp phím <keycap>Option</keycap>, <keycap>Command (⌘)</keycap>, <keycap>o</keycap>, và <keycap>f</keycap> đều cùng lúc. Sau vài giây, bạn sẽ xem dấu nhắc Open Firmware (phần vững mở). Tại dấu nhắc đó, hãy gõ <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> thay thế<replaceable>x</replaceable> bằng số hiệu phân vùng HFS nơi bạn đã để tập tin hạt nhân và yaboot, rồi bấm phím &enterkey;. Trên một số máy riêng, có lẽ bạn cần phải nhập <userinput>ide0:</userinput> thay cho <userinput>hd:</userinput>. Sau vài giây nữa, bạn sẽ xem dấu nhắc yaboot <informalexample><screen> boot: </screen></informalexample> Tại dấu nhắc <prompt>boot:</prompt> (khởi động) của yaboot, hãy gõ hoặc <userinput>install</userinput> (cài đặt) hoặc <userinput>install video=ofonly</userinput> (cài đặt ảnh động=của chỉ) rồi bấm phím &enterkey;. Đối số <userinput>video=ofonly</userinput> có ích để tương thích tối đa; bạn có thể thử nó nếu lệnh <userinput>install</userinput> độc lập không hoạt động được. Sau đó, chương trình cài đặt Debian nên khởi chạy.
zh_cn: 您也许已经按照 <filename>vmlinux</filename>, <filename>initrd.gz</filename>, <filename>yaboot</filename> 和 <filename>yaboot.conf</filename> 在 HFS 分区的根层次放置好了 <xref linkend="files-newworld"/> 文件。请重新启动计算机，并且立即(在发声时)同时按住 <keycap>Option</keycap>, <keycap>Command (cloverleaf/Apple)</keycap>, <keycap>o</keycap>, 和 <keycap>f</keycap> 键。过几秒钟后，将进入 Open Firmware 提示符。在提示符下，输入： <informalexample><screen> 0 &gt; boot hd:<replaceable>x</replaceable>,yaboot </screen></informalexample> 用放置内核和 yaboot 文件的 HFS 分区号来替换 <replaceable>x</replaceable> 然后按下 &enterkey;。在某些机器上，您也许需要时用 <userinput>ide0:</userinput> 来替换 <userinput>hd:</userinput>，在接下来的几秒钟内，将会看到一个提示符 <informalexample><screen> boot: </screen></informalexample> 在 yaboot 的 <prompt>boot:</prompt> 提示符下，输入 <userinput>install</userinput> 或者 <userinput>install video=ofonly</userinput> 然后点击 &enterkey;。<userinput>video=ofonly</userinput> 参数是用于最大可能性的兼容性；您可以在 <userinput>install</userinput> 不工作的情况下尝试使用它。Debian 安装程序应该立刻启动。

source: Booting from USB memory stick
el: Εκκίνηση από USB stick μνήμης
fi: Käynnistys USB-muistilta
ru: Загрузка с карты памяти USB
sv: Starta upp från USB-minne
vi: Khởi động từ thanh bộ nhớ USB
zh_cn: 从 USB 闪盘引导

source: Currently, NewWorld PowerMac systems are known to support USB booting.
el: Αυτήν την περίοδο, τα συστήματα NewWorld PowerMac είναι γνωστό οτι υποστηρίζουν εκκίνηση μέσω USB.
fi: Tämänhetkisen tiedon mukaan NewWorld PowerMacit tukevat käynnistystä USB-muistilta.
ru: В настоящий момент системы NewWorld PowerMac можно загружать с USB устройств.
sv: För närvarande är NewWorld PowerMac-system kända att ha stöd för uppstart via USB.
vi: Hiện thời, máy PowerMac kiểu mới được biết là hỗ trợ khả năng khởi động bằng USB.
zh_cn: 当前，New World PowerMac 系统支持从 USB 引导。

source: Make sure you have prepared everything from <xref linkend="boot-usb-files"/>. To boot a Macintosh system from a USB stick, you will need to use the Open Firmware prompt, since Open Firmware does not search USB storage devices by default. To get to the prompt, hold down <keycombo><keycap>Command</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> all together while booting (see <xref linkend="invoking-openfirmware"/>).
el: Σιγουρευτείτε ότι έχετε εφαρμόσει όλα όσα αναφέρονται στο <xref linkend="boot-usb-files"/>. Για να εκκινήσετε ένα σύστημα Macintosh μέσω συσκευής μνήμης USB stick, θα πρέπει να χρησιμοποιήσετε την γραμμή εντολών του Open Firmware, αφού εξ ορισμού το Open Firmware δεν μπορεί να ψάξει για ανεύρεση συσκευών αποθήκευσης USB. Για να μεταβείτε στη γραμμή εντολών, στην διάρκεια της εκκίνησης του συστήματος Macintosh, κρατήστε πατημένα ταυτόχρονα τα πλήκτρα <keycombo><keycap>Command</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> (see <xref linkend="invoking-openfirmware"/>).
fi: Varmistu, että kaikki kohdan <xref linkend="boot-usb-files"/> valmistelut on tehty. Macintoshin käynnistämiseksi USB-muistilta on käytettävä Open Firmwaren kehotetta, koska Open Firmwaren oletusarvo on, ettei USB-muistilaitteita etsitä. Kehotteen saa näkyviin pitämällä pohjassa näppäimiä <keycombo><keycap>Command</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> samaan aikaan kun kone käynnistyy (katso <xref linkend="invoking-openfirmware"/>).
ru: Проверьте, что вы сделали всё как написано в <xref linkend="boot-usb-files"/>. Для загрузки системы Macintosh с карт памяти USB нужно использовать микропрограмму Open Firmware, так как по умолчанию Open Firmware не ищет загрузочные устройства среди USB носителей. Чтобы получить приглашение к вводу команд во время загрузки держите одновременно нажатыми клавиши <keycombo><keycap>Command</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> (смотрите <xref linkend="invoking-openfirmware"/>).
sv: Se till att du har förberett allt från <xref linkend="boot-usb-files"/>. För att starta upp ett Macintosh-system från ett USB-minne behöver du använda Open Firmware-prompten, eftersom Open Firmware inte söker efter USB-lagringsenheter som standard. För att komma till prompten, håll ned <keycombo><keycap>Command</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> samtidigt vid uppstart (se <xref linkend="invoking-openfirmware"/>).
vi: Hãy kiểm tra xem bạn đã chuẩn bị mọi thứ được diễn tả trong <xref linkend="boot-usb-files"/>. Để khởi động hệ thống Mac từ thanh USB, bạn sẽ cần phải sử dụng dấu nhắc Open Firmware, vì Open Firmware không tìm kiếm qua thiết bị sức chứa USB theo mặc định. Để truy cập dấu nhắc đó, hãy bấm giữ tổ hợp phím <keycombo><keycap>Cmd</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> đều cùng lúc trong khi khởi động (xem <xref linkend="invoking-openfirmware"/>).
zh_cn: 确认您已经准备就绪 <xref linkend="boot-usb-files"/>。要从 USB 记忆棒引导 Macintosh 系统，即使 Open Firmware 默认不搜索 USB 存储设备，您也需要使用 Open Firmware 提示符。要得到提示符，在启动时按住 <keycombo><keycap>Command</keycap> <keycap>Option</keycap> <keycap>o</keycap> <keycap>f</keycap></keycombo> (参考 <xref linkend="invoking-openfirmware"/>)。

source: You will need to work out where the USB storage device appears in the device tree, since at the moment <command>ofpath</command> cannot work that out automatically. Type <userinput>dev / ls</userinput> and <userinput>devalias</userinput> at the Open Firmware prompt to get a list of all known devices and device aliases. On the author's system with various types of USB stick, paths such as <filename>usb0/disk</filename>, <filename>usb0/hub/disk</filename>, <filename>/pci@f2000000/usb@1b,1/disk@1</filename>, and <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename> work.
el: Πρέπει να βρείτε που εμφανίζεται η συσκευή αποθήκευσης USB στο δένδρο των συσκευών, αφού προς το παρόν η εντολή <command>ofpath</command> δεν μπορεί να βρει αυτόματα αυτές τις συσκευές. Για να πάρεις ένα κατάλογο από όλες τις γνωστές συσκευές και τα ψευδώνυμα συσκευών πρέπει να γράψεις στην προτροπή του Open Firmware <userinput>dev / ls</userinput> και <userinput>devalias</userinput>. Στο σύστημα του συγγραφέα με διάφορους τύπους συσκευών μνήμης USB stick, το επιθυμητό αποτέλεσμα επιτυγχάνεται χρησιμοποιώντας ονόματα καταλόγων όπως <filename>usb0/disk</filename>,<filename>usb0/hub/disk</filename>,<filename>/pci@f2000000/usb@1b,1/disk@1</filename>, and <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename>.
fi: On selvitettävä mihin kohtaan laitepuuta USB-muistilaitteet ilmaantuvat, koska tällä hetkellä <command>ofpath</command> ei osaa löytää niitä automaattisesti. Open Firmwaren kehotteessa saa komennoilla <userinput>dev / ls</userinput> ja <userinput>devalias</userinput> luettelon kaikista tunnetuista laitteista ja laitteiden toisista nimistä. Tekijän laitteistossa, jossa on erilaisia USB-muisteja, toimivat seuraavan kaltaiset polkunimet: <filename>usb0/disk</filename>, <filename>usb0/hub/disk</filename>, <filename>/pci@f2000000/usb@1b,1/disk@1</filename>, ja <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename>
ru: Далее, вам необходимо выяснить, в каком месте дерева устройств появилась карта памяти USB, так как в настоящее время <command>ofpath</command> не может выяснить этого автоматически. Введите <userinput>dev / ls</userinput> и <userinput>devalias</userinput> в приглашении Open Firmware, чтобы получить список всех найденных устройств и их псевдонимов. У автора этого документа на системе различные типы карт памяти USB были доступны по следующим путям: <filename>usb0/disk</filename>, <filename>usb0/hub/disk</filename>, <filename>/pci@f2000000/usb@1b,1/disk@1</filename> и <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename>.
sv: Du behöver ta reda på var USB-lagringsenheten visas i enhetsträdet, eftersom <command>ofpath</command> för tillfället inte kan ta reda på det automatiskt. Ange <userinput>dev / ls</userinput> och <userinput>devalias</userinput> vid Open Firmware-prompten för att gå en lista på alla kända enheter och enhetsalias. På upphovsmannens system med olika typer av USB-minnen, fungerar sökvägar såsom <filename>usb0/disk</filename>, <filename>usb0/hub/disk</filename>, <filename>/pci@f2000000/usb@1b,1/disk@1</filename> och <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename>.
vi: Bạn sẽ cần phải tìm biết vị trí của thiết bị sức chứa USB trong cây thiết bị, vì hiện thời công cụ <command>ofpath</command> không thể tính tự động thông tin này. Hãy gõ lệnh <userinput>dev / ls</userinput> (liệt kê thiết bị) và <userinput>devalias</userinput> (bí danh thiết bị) tại dấu nhắc Open Firmware, để xem danh sách các thiết bị và bí danh thiết bị đã biết. Trên máy tính của tác giả, dùng nhiều kiểu thanh USB khác nhau, đường dẫn như <filename>usb0/disk</filename>, <filename>usb0/hub/disk</filename>, <filename>/pci@f2000000/usb@1b,1/disk@1</filename> và <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename> hoạt động được.
zh_cn: 您还需要算出 USB 存储设备在设备树上的位置，因为现在 <command>ofpath</command> 无法自动计算。键入 <userinput>dev / ls</userinput> 和 <userinput>devalias</userinput> 到 Open Firmware 提示符下，得到所有的已知设备和设备别名。在笔者的系统上有各种 USB 记忆棒，路径诸如 <filename>usb0/disk</filename>, <filename>usb0/hub/disk</filename>, <filename>/pci@f2000000/usb@1b,1/disk@1</filename>，和 <filename>/pci@f2000000/usb@1b,1/hub@1/disk@1</filename> 。

source: Having worked out the device path, use a command like this to boot the installer: <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> The <replaceable>2</replaceable> matches the Apple_HFS or Apple_Bootstrap partition onto which you copied the boot image earlier, and the <userinput>,\\:tbxi</userinput> part instructs Open Firmware to boot from the file with an HFS file type of "tbxi" (i.e. <command>yaboot</command>) in the directory previously blessed with <command>hattrib -b</command>.
el: Έχοντας πλέον βρει τον κατάλογο της συσκευές, χρησιμοποιήστε μια εντολή σαν την παρακάτω για την εκκίνηση του εγκαστάτη: <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> To <replaceable>2</replaceable> είναι το Apple_HFS ή Apple_Bootstrap τμήμα στο οποίο έχει αντιγραφεί πριν το είδωλο εκκίνησης, και το τμήμα <userinput>,\\:tbxi</userinput> δίνει εντολή στο Open Firmware να εκκινήσει απ'αυτό το αρχείο με ένα HFS σύστημα αρχείων του "tbxi" (για παράδειγμα <command>yaboot</command>) στο κατάλογο τον προσδιορισμένο με ακρίβεια μέσω της <command>hattrib -b</command>.
fi: Kun USB-muistin kohta laitepuussa on selvinnyt, käynnistä asennin tämäntapaisella komennolla: <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> <replaceable>2</replaceable> tarkoittaa Apple_HFS- tai Apple_Bootstrap-osiota johon käynnistys otos aiemmin kopioitiin, ja <userinput>,\\:tbxi</userinput> saa Open Firmwaren käynnistämään tiedoston jonka HFS-tiedostotyyppi on "tbxi" (ts. <command>yaboot</command>) hakemistossa johon aiemmin kohdistettiin komento <command>hattrib -b</command>.
ru: После выяснения пути к устройству, запустите команду загрузки программы установки: <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> Цифра <replaceable>2</replaceable> соответствует разделу Apple_HFS или Apple_Bootstrap, на который вы ранее скопировали загрузочный образ, а <userinput>,\\:tbxi</userinput> говорит Open Firmware загружать из файла с типом HFS "tbxi" (то есть <command>yaboot</command>) из каталога ранее установленного с помощью <command>hattrib -b</command>.
sv: Efter att enhetssökvägen har fastställts, använd ett kommando liknande den här för att starta upp installeraren: <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> <replaceable>2</replaceable> matchar den Apple_HFS- eller Apple_Bootstrap-partition på vilken du tidigare kopierade in uppstartsavbilden, och delen <userinput>,\\:tbxi</userinput> instruerar Open Firmware att starta upp från filen med HFS-filtypen "tbxi" (alltså, <command>yaboot</command>) i katalogen som tidigare välsignats med <command>hattrib -b</command>.
vi: Một khi bạn đã tìm biết đường dẫn thiết bị, để khởi động trình cài đặt hãy nhập lệnh như : <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> Con số thay thế <replaceable>2</replaceable> khớp phân vùng kiểu <filename>Apple_HFS</filename> hay <filename>Apple_Bootstrap</filename> nơi bạn đã sao chép ảnh khởi động, còn phần <userinput>,\\:tbxi</userinput> báo Open Firmware khởi động từ tập tin có kiểu tập tin HFS « tbxi » (tức là <command>yaboot</command>) nằm trong thư mục đã được hiệu lực bằng lệnh <command>hattrib -b</command>.
zh_cn: 得到设备路径之后，用类似下面的命令启动安装程序： <informalexample><screen> boot <replaceable>usb0/disk</replaceable>:<replaceable>2</replaceable>,\\:tbxi </screen></informalexample> <replaceable>2</replaceable> 匹配前面复制启动映象所在的 Apple_HFS 或 Apple_Bootstrap 分区，<userinput>,\\:tbxi</userinput> 部分指示 Open Firmware 从具有 "tbxi" 类型的 HFS 文件引导(如 <command>yaboot</command>) 位于前面使用 bless 目录 <command>hattrib -b</command>。

source: The system should now boot up, and you should be presented with the <prompt>boot:</prompt> prompt. Here you can enter optional boot arguments, or just hit &enterkey;.
el: Τώρα το σύστημα θα πρέπει να εκκινήσει και θα παρουσιαστεί η προτροπή <prompt>boot:</prompt>. Σε αυτή την προτροπή μπορείτε να εισάγετε προαιρετικά ορίσματα εκκίνησης ή απλώς να πατήσετε το &enterkey;.
fi: Järjestelmän pitäisi nyt käynnistyä, ja näkyviin tulla kehote <prompt>boot:</prompt>. Tässä voidaan kirjoittaa valinnaisia käynnistysparametreja tai painaa vaan &enterkey;.
ru: Система должна загрузиться и вы должны увидеть приглашение <prompt>boot:</prompt>. Здесь вы можете ввести необязательные параметры загрузки, или просто нажать &enterkey;.
sv: Systemet ska nu starta upp, och du ska se en <prompt>boot:</prompt>-prompt. Här kan du ange ytterligare uppstartsargument, eller bara trycka &enterkey;.
vi: Sau đó, hệ thống nên khởi động được, và bạn nên thấy dấu nhắc <prompt>boot:</prompt> (khởi động). Vào đây bạn có thể nhập một số đối số khởi động tùy chọn, hoặc chỉ bấm phím &enterkey;.
zh_cn: 系统应该可以引导，然后您看到 <prompt>boot:</prompt> 提示符。这里您可以输入启动参数，或者只按下 &enterkey;。
