Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: You may have to press the &enterkey; key after the Atari bootstrap program has output some debugging information into a window. After this, the screen will go grey, there will be a few seconds' delay. Next, a black screen with white text should come up, displaying all kinds of kernel debugging information. These messages may scroll by too fast for you to read, but that's OK. After a couple of seconds, the installation program should start automatically, so you can continue below at <xref linkend="d-i-intro"/>.
el: Ίσως να πρέπει να πατήσετε το &enterkey; μετά την εμφάνιση σε ένα παράθυρο πληροφορίας αποσφαλμάτωσης από το πρόγραμμα του εγκαταστάτη στον Atari. Μετά από αυτό η οθόνη θα γίνει γκρι, και θα υπάρξει μια καθυστέρηση μερικώνδευτερολέπτων. Στη συνέχεια θα εμφανιστεί μια μαύρη οθόνη με άσπρο κείμενο που εμφανίζει κάθε είδους πληροφορία αποσφαλμάτωσης από την εκκίνηση του πυρήνα. Τα μηνύματα αυτά πιθανόν να τρέχουν πολυ γρήγορα για να τα διαβάσετε αλλά αυτό είναι εντάξει. Μετά από ένα-δύο δευτερόλεπτα, το πρόγραμμα εγκατάστασης θα ξεκινήσει αυτόματα οπότε μπορείτε να συνεχίσετε παρακάτω στο <xref linkend="d-i-intro"/>.
fi: Joudut ehkä painamaan &enterkey; kahdesti kun Atarin käynnistyslatain on tulostanut joitakin virheenjäljitystietoja ikkunaan. Tämän jälkeen ruutu muuttuu harmaaksi, ja tulee muutaman sekunnin viive. Seuraavaksi pitäisi näkyä musta ruutu jossa on valkoista tekstiä, siinä näkyy kaikenlaista ytimen virheenjäljitystietoa. Ruudun vieritys saattaa toimia niin nopeasti, ettei viestejä ehdi lukea, mutta sillä ei ole väliä. Muutaman sekunnin kuluttua asennusohjelman pitäisi käynnistyä automaattisesti, joten voidaan jatkaa kohtaan <xref linkend="d-i-intro"/>.
ru: Возможно, вам придётся дважды нажать клавишу &enterkey; после того как программа установки Atari выведет некоторую отладочную информацию в окно. После этого, через несколько секунд, экран станет серым. Затем, должен появиться чёрный экран с белым текстом отладочной информации ядра. Эти экраны могут проскочить очень быстро и вы не сможете их прочесть, но это нормально. Через пару секунд должна автоматически загрузиться программа установки, так что вы может продолжить чтение руководства с <xref linkend="d-i-intro"/>.
sv: Du kanske måste trycka på &enterkey;-tangenten efter att Atari-bootstrapprogrammet har skrivit ut viss felsökningsinformation i ett fönster. Efter det här kommer skärmen att bli grå, sedan ett par sekunders fördröjning. Härnäst kommer en svart skärm med vit text att visas, som visar alla sorters felsökningsinformation för kärnan. De här meddelanden kan rulla förbi för snabbt för dig att läsa, men det är OK. Efter ett par sekunder ska installationsprogrammet startas automatiskt, så att du kan fortsätta på <xref linkend="d-i-intro"/>.
vi: Có lẽ bạn cần phải bấm phím &enterkey; sau khi chương trình tải khởi động Atari đã xuất vài thông tin gỡ lỗi vào cửa sổ. Sau đó, màn hình xảy ra màu xám, cần phải đợi vài giây. Tiếp sau, màn hình màu đen với đoạn màu trắng nên xuất hiện, hiển thị nhiều kiểu thông tin gỡ lỗi hạt nhân. Các thông điệp này có thể cuộn ra quá nhanh để đọc được: không có sao. Sau một hai giây, chương trình cài đặt nên khởi chạy tự động, vậy bạn có thể tiếp tục tới <xref linkend="d-i-intro"/>.
zh_cn: 当 Atari 安装程序在一个窗口输出一些调试信息以后，您可能必须按下 &enterkey;。之后屏幕将变灰，这里有一些很短的延迟。接下来，一个黑屏白字将显示更多的调试信息。这些信息可能上翻的非常快没法看，但这没有问题。在一些时间过后，安装程序应该自动安装，因此您可以继续参阅 <xref linkend="d-i-intro"/>。

source: Booting from MacOS
el: Ξεκινώντας από το MacOS
fi: Käynnistäminen MacOS:stä
ru: Загрузка из MacOS
sv: Starta upp från MacOS
vi: Khởi động từ MacOS
zh_cn: 从 MacOS 引导

source: You must retain the original Mac system and boot from it. It is <emphasis>essential</emphasis> that, when booting MacOS in preparation for booting the Penguin linux loader, you hold the <keycap>shift</keycap> key down to prevent extensions from loading. If you don't use MacOS except for loading linux, you can accomplish the same thing by removing all extensions and control panels from the Mac's System Folder. Otherwise extensions may be left running and cause random problems with the running linux kernel.
el: Πρέπει να διατηρήσετε το αρχικό Mac σύστημα και να εκκινήσετε από αυτό. Είναι <emphasis>ουσιώδες</emphasis> όταν ξεκινάτε το MacOS προετοιμάζοντας την εκκίνηση του φορτωτή Penguin linux, να κρατήσετε πατημένο το πλήκτρο <keycap>shift</keycap> ώστε να αποτρέψετε το φόρτωμα των επεκτάσεων του MacOS. Αν δεν χρησιμοποιήσετε το MacOS παρά μόνο για το φόρτωμα του linux, μπορείτε να πετύχετε το ίδιο αποτέλεσμα απομακρύνοντας όλες τις επεκτάσεις και τα πάνελ ρυθμίσεων από τον φάκελο Συστήματος του Mac. Διαφορετικά είναι πιθανό οι επεκτάσεις να εξακολουθούν να τρέχουν προκαλώντας έτσι απρόβλεπτα προβλήματα με τον τρέχοντα πυρήνα του linux.
fi: Alkuperäinen Mac-järjestelmä on säilytettävä ja käynnistettävä siitä. <emphasis>Olennaista</emphasis> on, että käynnistettäessä MacOS:ää valmisteltaessa Penguin-linuxlataimen käynnistämistä, pidetään <keycap>Vaihto</keycap>-näppäintä pohjassa jotta estetään laajennosten lataaminen. Jos MacOS:ää käytetään vain linuxin lataamiseen, voidaan poistaa kaikki laajennokset ja järjestelmäikkunat Macin Järjestelmäkansiosta, tällöin ei tarvitse pitää <keycap>Vaihto</keycap>-näppäintä pohjassa. Muutoin laajennokset saattavat jäädä käyntiin ja aiheuttavat satunnaisia ongelmia ajossa olevalle linux-ytimelle.
ru: Вы должны оставить изначальную Mac систему и загрузиться из неё. <emphasis>Существенная</emphasis> деталь: когда MacOS приготовится загрузить загрузчик Penguin linux, держите нажатой клавишу <keycap>shift</keycap>, чтобы предотвратить загрузку расширений. Если вы не используете MacOS кроме как для загрузки linux, то можете добиться того же удалив все расширения из Mac System Folder. Иначе, расширения могут оказаться загруженными, что вызовет проблемы запуска ядра linux.
sv: Du måste bibehålla original Mac-systemet och starta upp från det. Det är <emphasis>viktigt</emphasis> att starta upp MacOS för att förbereda en uppstart av starthanteraren Penguin, att du håller ned tangenten <keycap>shift</keycap> för att förhindra att utökningar läses in. Om du inte använder MacOS annat än för att läsa in Linux, kan du åstadkomma samma sak genom att ta bort alla utökningar och kontrollpaneler från Macens System-mapp. Annars kan körande utökningar lämnas kvar och orsaka diverse problem för den körande Linux-kärnan.
vi: Bạn cần phải giữ lại hệ điều hành Mac gốc và khởi động từ nó. <emphasis>Chủ yếu</emphasis> rằng khi bạn khởi động hệ điều hành MacOS để chuẩn bị khởi động bộ tải Linux Penguin, bạn bấm giữ <keycap>phím dài</keycap> để ngăn cản tải các phần mở rộng của HĐH Mac. Nếu bạn không sử dụng HĐH MacOS, trừ khi khởi động Linux, bạn có thể làm cùng công việc đó bằng cách gỡ bỏ mọi phần mở rộng (Extensions) và bảng điều khiển (Control Panels) ra thư mục hệ thống (System Folder) của HĐH MacOS. Nếu không, có lẽ một số phần mở rộng còn chạy lại thì gây ra lỗi ngẫu nhiên với hạt nhân Linux đang chạy.
zh_cn: 您必须有原来的 Mac 系统，并从它启动。它是 <emphasis>必要的</emphasis>，当启动 MacOS 准备启动 Penguin linux 加载器时，按住 <keycap>shift</keycap> 键阻止加载扩展。如果除了加载 linux 不使用 MacOS，您可以从 Mac 的系统文件夹下清除所有的扩展和控制面板达到同样的目的。否则扩展会运行使运行的 linux 内核参数随机错误。

source: Macs require the <command>Penguin</command> bootloader. If you do not have the tools to handle a <command>Stuffit</command> archive, &penguin19.hfs; is an hfs disk image with <command>Penguin</command> unpacked. <xref linkend="create-floppy"/> describes how to copy this image to a floppy.
el: Οι Mac απαιτούν τον φορτωτή εκκίνησης <command>Penguin</command>. Αν δεν έχετε τα εργαλεία για το χειρισμό ενός αρχείου <command>Stuffit</command>, το &penguin19.hfs; είναι μια εικόνα δίσκου hfs με αποσυμπιεσμένο τον φορτωτή <command>Penguin</command>. Η ενότητα <xref linkend="create-floppy"/> περιγράφει πώς μπορείτε νααντιγράψετε αυτή την εικόνα σε μια δισκέττα.
fi: Maceissä on käytettävä <command>Penguin</command>-käynnistyslatainta. Mikäli käytettävissä ei ole työkaluja <command>Stuffit</command>-arkiston käsittelyyn, on <command>Penguin</command> purettuna &penguin19.hfs; hfs-levyotoksessa. Kohdassa <xref linkend="create-floppy"/> kerrotaan miten tämä otos kopiodaan levykkeelle.

source: At the MacOS desktop, start the Linux installation process by double-clicking on the <guiicon>Penguin Prefs</guiicon> icon in the <filename>Penguin</filename> directory. The <command>Penguin</command> booter will start up. Go to the <guimenuitem>Settings</guimenuitem> item in the <guimenu>File</guimenu> menu, click the <guilabel>Kernel</guilabel> tab. Select the kernel (<filename>vmlinuz</filename>) and ramdisk (<filename>initrd.gz</filename>) images in the <filename>install</filename> directory by clicking on the corresponding buttons in the upper right corner, and navigating the file select dialogs to locate the files.
el: Ενώ είσαστε στο MacOS desktop, ξεκινήστε τη διαδικασία της εγκατάστασης του Linux με διπλό-κλικ στο εικονίδιο <guiicon>Penguin Prefs</guiicon> στον κατάλογο <filename>Penguin</filename>. Ο φορτωτής <command>Penguin</command> θα ξεκινήσει. Πηγαίνετε στο αντικείμενο <guimenuitem>Settings</guimenuitem> στο μενού <guimenu>File</guimenu>, και πατήστε το <guilabel>Kernel</guilabel> tab. Επιλέξτε τον πυρήνα (<filename>vmlinuz</filename>) και τις εικόνες ramdisk (<filename>initrd.gz</filename>) στον κατάλογο <filename>install</filename> πατώντας τα αντίστοιχα κουμπιά στην πάνω δεξιάγωνία και κινούμενοι ανάμεσα στους διαλόγους επιλογής αρχείων για να εντοπίσετε τα συγκεκριμένα αρχεία.
fi: Käynnistä MacOS:n työpöydällä Linuxin asennusprosessi kaksoisnapsauttamalla kuvaketta <guiicon>Penguin Prefs</guiicon> hakemistossa <filename>Penguin</filename>. <command>Penguin</command>-käynnistin käynnistyy. Valitse <guimenu>File</guimenu>-valikossa kohta <guimenuitem>Settings</guimenuitem>, napsauta välilehteä <guilabel>Kernel</guilabel>. Valitse ytimen (<filename>vmlinuz</filename>) ja muistilevyn (<filename>initrd.gz</filename>) otokset hakemistossa <filename>install</filename> painamalla niitä vastaavia painikkeita oikeassa yläkulmassa, ja etenemällä tiedostonvalintaikkunoissa niiden kohdalle.
ru: Для запуска процесса установки Linux на рабочем столе MacOS , выполните двойной щелчок по иконке <guiicon>Penguin Prefs</guiicon> в каталоге <filename>Penguin</filename>. Запустится загрузчик <command>Penguin</command>. Выберите <guimenuitem>Settings</guimenuitem> из меню <guimenu>File</guimenu>, щёлкните по вкладке <guilabel>Kernel</guilabel>. Выберите образы ядра (<filename>vmlinuz</filename>) и ramdisk (<filename>initrd.gz</filename>) в каталоге <filename>install</filename>, нажав соответствующие кнопки в верхнем правом углу, чтобы добраться до диалогового окна выбора файлов.
sv: På MacOS-skrivbordet, starta Linux-installationsprocessen genom att dubbelklicka på <guiicon>Penguin Prefs</guiicon>-ikonen i katalogen <filename>Penguin</filename>. Uppstartaren <command>Penguin</command> kommer att startas upp. Gå till posten <guimenuitem>Settings</guimenuitem> i menyn <guimenu>File</guimenu>, klicka på fliken <guilabel>Kernel</guilabel>. Välj kärnavbilden (<filename>vmlinuz</filename>) och ramdisk (<filename>initrd.gz</filename>) i katalogen <filename>install</filename> genom att klicka på motsvarande knappar i övre högra hörnet, och navigera fram till filerna i dialogrutan.
vi: Trong môi trường Desktop của MacOS, hãy khởi chạy tiến trình cài đặt Linux bằng cách nhấn đôi vào biểu tượng <guiicon>Penguin Prefs</guiicon> (tùy thích Penguin) nằm trong thư mục<filename>Penguin</filename>. Bộ khởi động <command>Penguin</command> sẽ khởi chạy. Hãy tới mục <guimenuitem>Settings</guimenuitem> (thiết lập) nằm trong trình đơn <guimenu>File</guimenu> (tập tin), nhấn vào thanh nhỏ <guilabel>Kernel</guilabel> (hạt nhân). Chọn ảnh kiểu hạt nhân (<filename>vmlinuz</filename>) và đĩa RAM (<filename>initrd.gz</filename>) đều nằm trong thư mục <filename>install</filename> (cài đặt) bằng cách nhấn vào cái nút tương ứng bên phải, góc trên, rồi duyệt qua hộp thoại chọn tập tin để tìm tập tin thích hợp.
zh_cn: 在 MacOS 桌面，启动 Linux 安装进行需要双击 <guiicon>Penguin Prefs</guiicon> 图标，它位于 <filename>Penguin</filename> 目录。<command>Penguin</command> 引导将开始。进入到 <guimenuitem>Settings</guimenuitem> 项，它位于 <guimenu>File</guimenu>菜单，点击 <guilabel>Kernel</guilabel> 选项卡。选择内核(<filename>vmlinuz</filename>)和 ramdisk (<filename>initrd.gz</filename>) 映象，它位于 <filename>install</filename> 目录，点击右上角对应的按钮，引导文件选择对话框至文件。

source: To set the boot parameters in Penguin, choose <guimenu>File</guimenu> -&gt; <guimenuitem>Settings...</guimenuitem>, then switch to the <guilabel>Options</guilabel> tab. Boot parameters may be typed in to the text entry area. If you will always want to use these settings, select <guimenu>File</guimenu> -&gt; <guimenuitem>Save Settings as Default</guimenuitem>.
el: Για να θέσετε τις παραμέτρους εκκίνησης στο Penguin, επιλέξτε <guimenu>File</guimenu> -&gt; <guimenuitem>Settings...</guimenuitem>, και μετά πηγαίνετε στο <guilabel>Options</guilabel> tab. Οι παράμετροι εκκίνησης μπορούν να τυπωθούν στην περιοχή εισόδου κειμένου. Αν θέλετε να χρησιμοποιείτε μόνιμα αυτές τις ρυθμίσεις επιλέξτε <guimenu>File</guimenu> -&gt; <guimenuitem>Save Settings as Default</guimenuitem>.
fi: Käynnistysparametrit asetetaan Penguinissa valitsemalla <guimenu>File</guimenu> -&gt; <guimenuitem>Settings...</guimenuitem>, sitten vaihdetaan välilehteen <guilabel>Options</guilabel>. Käynnistysparametrit voidaan kirjoittaa tekstinsyöttöalueeseen. Mikäli näitä asetuksia halutaan käyttää aina, valitaan <guimenu>File</guimenu> -&gt; <guimenuitem>Save Settings as Default</guimenuitem>.
ru: Для задания параметров в Penguin, выберите <guimenu>File</guimenu> -&gt; <guimenuitem>Settings...</guimenuitem>, затем перейдите на вкладку <guilabel>Options</guilabel>. Параметры загрузки можно ввести в текстовом поле. Если вы всегда хотите передавать эти параметры, то выберите <guimenu>File</guimenu> -&gt; <guimenuitem>Save Settings as Default</guimenuitem>.
sv: För att ställa in uppstartsparametrarna i Penguin, välj <guimenu>File</guimenu> -&gt; <guimenuitem>Settings...</guimenuitem>, växla sedan till fliken <guilabel>Options</guilabel>. Uppstartsparametrar kan anges i textrutan. Om du alltid vill använda de här inställningarna, välj <guimenu>File</guimenu> -&gt; <guimenuitem>Save Settings as Default</guimenuitem>.
vi: Để đặt các tham số khởi động trong Penguin, hãy đi tới trình đơn <guimenu>File</guimenu> (tập tin) và chọn mục <guimenuitem>Settings...</guimenuitem> (thiết lập), rồi bật thanh nhỏ <guilabel>Options</guilabel> (tùy chọn). Các tham số khởi động có thể được gõ vào vùng nhập chữ. Nếu bạn muốn sử dụng luôn thiết lập này, trong trình đơn <guimenu>File</guimenu> hãy chọn mục <guimenuitem>Save Settings as Default</guimenuitem> (lưu thiết lập này là mặc định).
zh_cn: 为 Penguin 设置启动参数，选择 <guimenu>File</guimenu> -&gt; <guimenuitem>Settings...</guimenuitem>，然后切换到 <guilabel>Options</guilabel> 选项卡。启动参数可以写到文本区域。如果您要一直采用这些设置，选择 <guimenu>File</guimenu> -&gt; <guimenuitem>保存设置为默认</guimenuitem>。

source: Close the <guilabel>Settings</guilabel> dialog, save the settings and start the bootstrap using the <guimenuitem>Boot Now</guimenuitem> item in the <guimenu>File</guimenu> menu.
el: Κλείστε το διάλογο <guilabel>Settings</guilabel> dialog, αποθηκεύστε τις ρυθμίσεις και ξεκινήστε την διαδικασία εκκίνησης χρησιμοποιώντας το αντικείμενο <guimenuitem>Boot Now</guimenuitem> στο μενού <guimenu>File</guimenu>.
fi: Sulje <guilabel>Settings</guilabel>-valintaikkuna, tallenna asetukset ja käynnistä alkulataus valikon <guimenu>File</guimenu> kohdasta <guimenuitem>Boot Now</guimenuitem>.
ru: Закройте диалог <guilabel>Settings</guilabel>, сохраните настройки и запустите процедуру начала загрузки с помощью <guimenuitem>Boot Now</guimenuitem>из меню <guimenu>File</guimenu>.
sv: Stäng <guilabel>Settings</guilabel>-dialogen, spara inställningarna och starta bootstrap med posten <guimenuitem>Boot Now</guimenuitem> i <guimenu>File</guimenu>-menyn.
vi: Hãy đóng hộp thoại <guilabel>Settings</guilabel>, lưu thiết lập đó và khởi chạy tiến trình tải khởi động bằng cách chọn mục <guimenuitem>Boot Now</guimenuitem> (khởi động ngay bây giờ) nằm trong trình đơn <guimenu>File</guimenu>.
zh_cn: 关闭 <guilabel>Settings</guilabel> 对话框，保存设置然后开始引导用 <guimenuitem>Boot Now</guimenuitem> 项，它位于 <guimenu>File</guimenu> 菜单。

source: The <command>Penguin</command> booter will output some debugging information into a window. After this, the screen will go grey, there will be a few seconds' delay. Next, a black screen with white text should come up, displaying all kinds of kernel debugging information. These messages may scroll by too fast for you to read, but that's OK. After a couple of seconds, the installation program should start automatically, so you can continue below at <xref linkend="d-i-intro"/>.
el: Ο φορτωτής <command>Penguin</command> θα εμφανίσει κάποιες πληροφορίες αποσφαλμάτωσης σε ένα παράθυρο. Μετά από αυτό η οθόνη θα γίνει γκρι, και θα υπάρξει μια καθυστέρηση μερικών δευτερολέπτων. Στη συνέχεια θα εμφανιστεί μια μαύρη οθόνη με άσπρο κείμενο που εμφανίζει κάθε είδους πληροφορία αποσφαλμάτωσης από την εκκίνηση του πυρήνα. Τα μηνύματα αυτά πιθανόν να τρέχουν πολυ γρήγορα για να τα διαβάσετε αλλά αυτό είναι εντάξει. Μετά από ένα-δύο δευτερόλεπτα, το πρόγραμμα εγκατάστασης θα ξεκινήσει αυτόματα οπότε μπορείτε να συνεχίσετε παρακάτω στο <xref linkend="d-i-intro"/>.
fi: <command>Penguin</command>-käynnistin tulostaa joitakin virheenjäljitystietoja ikkunaan. Tämän jälkeen ruutu muuttuu harmaaksi, ja tulee muutaman sekunnin viive. Seuraavaksi näkyy musta ruutu jossa on valkoista tekstiä, siinä näkyy kaikenlaista ytimen virheenjäljitystietoa. Ruudun vieritys saattaa toimia niin nopeasti, ettei viestejä ehdi lukea, mutta sillä ei ole väliä. Muutaman sekunnin kuluttua asennusohjelman pitäisi käynnistyä automaattisesti, joten voidaan jatkaa kohtaan <xref linkend="d-i-intro"/>.
ru: Загрузчик <command>Penguin</command> выдаст некоторую отладочную информацию в окно. После этого через несколько секунд, экран станет серым. Затем, должен появиться чёрный экран с белым текстом отладочной информации ядра. Эти экраны могут проскочить очень быстро и вы не сможете их прочесть, но это нормально. Через пару секунд должна автоматически загрузиться программа установки, так что вы может продолжить чтение руководства с <xref linkend="d-i-intro"/>.
sv: Starthanteraren <command>Penguin</command> kommer att skriva ut viss felsökningsinformation i ett fönster. Efter det här kommer skärmen att bli grå, sedan ett par sekunders fördröjning. Härnäst kommer en svart skärm med vit text att visas, som visar alla sorters felsökningsinformation för kärnan. De här meddelanden kan rulla förbi för snabbt för dig att läsa, men det är OK. Efter ett par sekunder ska installationsprogrammet startas automatiskt, så att du kan fortsätta på <xref linkend="d-i-intro"/>.
vi: Bộ khởi động <command>Penguin</command> sẽ xuất vài thông tin gỡ lỗi vào cửa sổ. Sau đó, màn hình xảy ra màu xám, cần phải đợi vài giây. Tiếp sau, màn hình màu đen với đoạn màu trắng nên xuất hiện, hiển thị nhiều kiểu thông tin gỡ lỗi hạt nhân. Các thông điệp này có thể cuộn ra quá nhanh để đọc được: không có sao. Sau một hai giây, chương trình cài đặt nên khởi chạy tự động, vậy bạn có thể tiếp tục tới <xref linkend="d-i-intro"/>.
zh_cn: <command>Penguin</command> 启动将输出一些调试信息到窗口。然后，屏幕变灰，会有数秒延迟。接着，带有文本的黑屏出现，显示各种内核调试信息。这些信息可能滚动很快无法阅读，这是正常的。再过一段时间，安装程序就会自动运行，您可以按下面步骤继续 <xref linkend="d-i-intro"/>。

source: Booting from Q40/Q60
el: Ξεκινώντας από το Q40/Q60
fi: Käynnistäminen Q40/Q60:stä
ru: Загрузка из Q40/Q60
sv: Starta upp från Q40/Q60
vi: Khởi động từ Q40/Q60
zh_cn: 从 Q40/Q60 启动

source: FIXME
el: ΔΙΟΡΘΩΣΕ ΜΕ
vi: FIXME (sửa đi: phần tiếng Anh chưa tạo)

source: The installation program should start automatically, so you can continue below at <xref linkend="d-i-intro"/>.
el: Το πρόγραμμα εγκατάστασης θα ξεκινήσει αυτόματα οπότε μπορείτε να προχωρήσετε παρακάτω στο <xref linkend="d-i-intro"/>.
fi: Asennusohjelman pitäisi käynnistyä automaattisesti, joten voidaan jatkaa kohtaan <xref linkend="d-i-intro"/>
ru: Программа должна запуститься автоматически, так что вы можете продолжить читать с <xref linkend="d-i-intro"/>.
sv: Installationsprogrammet ska starta automatiskt, så du kan fortsätta nedan i <xref linkend="d-i-intro"/>.
vi: Chương trình cài đặt nên khởi chạy tự động, vậy bạn có thể tiếp tục tới <xref linkend="d-i-intro"/> bên dưới.
zh_cn: 安装程序就会自动运行，您可以按下面步骤继续 <xref linkend="d-i-intro"/>。

source: Currently, the only &arch-title; subarchitecture that supports CD-ROM booting is the BVME6000.
el: Προς το παρόν η μόνη &arch-title; υπο-αρχιτεκτονική που υποστηρίζει εκκίνηση από CD-ROM είναι η BVME6000.
fi: Tällä hetkellä suoritinperheen &arch-title; ainoa rompulta käynnistystä tukeva suoritinarkkitehtuuri on BVME6000.
ru: В настоящий момент, единственной субархитектурой &arch-title;, поддерживающей загрузку с CD-ROM является BVME6000.
sv: För närvarande, den enda underarkitekturen av &arch-title; som har stöd för uppstart via cd-rom är BVME6000.
vi: Hiện thời, kiến trúc phụ kiểu &arch-title; duy nhất hỗ trợ được khả năng khởi động từ đĩa CD-ROM là máy BVME6000.
zh_cn: 目前唯一 &arch-title; 子体系结构支持 CD 光盘引导的是 BVME6000。

source: After booting the VMEbus systems you will be presented with the LILO <prompt>Boot:</prompt> prompt. At that prompt enter one of the following to boot Linux and begin installation proper of the Debian software using vt102 terminal emulation:
el: Μετά την εκκίνηση των συστημάτων VMEbus θα βρεθείτε μπροστά στο προτρεπτικό <prompt>Boot:</prompt> του LILO. Εκεί πληκτρολογήσετε ένα από τα ακόλουθα για να εκκινήσετε το Linux και να αρχίσετε την κανονική διαδικασία εγκατάστασης τουλογισμικού του Debian χρησιμοποιώντας προσομοίωση τερματικού vt102:
fi: VMEbus-järjestelmien käynnistyttyä näkyy LILO:n kehote <prompt>Boot:</prompt>. Käynnistä Linux ja varsinainen Debianin asennus vt102-pääte-emulaatiota käyttäen kirjoittamalla kehotteeseen joku seuraavista:
ru: После загрузки системы VMEbus появляется приглашение LILO <prompt>Boot:</prompt>. Для загрузки Linux и начала установки соответствующего программного обеспечения Debian с помощью эмулирующего vt102 терминала, в приглашении введите одно из:
sv: Efter uppstarten av VMEbus-systemen kommer du bli presenterad med LILO-prompten <prompt>Boot:</prompt>. Vid prompten, ange en av följande för att starta upp Linux och påbörja installationen av Debian-programvaran med terminalemuleringen vt102.
vi: Sau khi khởi động hệ thống kiểu VMEbus, bạn sẽ xem dấu nhắc <prompt>Boot:</prompt> (khởi động) của LILO. Tại dấu nhắc đó, hãy nhập một của những đoạn theo đây, để khởi động Linux và bắt đầu tiến trình cài đặt phần mềm Debian chính bằng khả năng mô phỏng thiết bị cuối VT102:
zh_cn: 在引导 VMEbus 系统后您应该看到 LILO <prompt>Boot:</prompt> 提示符。在提示符下输入以下一种方法来引导 Linux，并开始在一个 vt102 仿真终端下面安装普通的 Debian 软件。

source: type <screen>i6000 &enterkey;</screen> to install a BVME4000/6000
el: πληκτρολογήστε <screen>i6000 &enterkey;</screen> για εγκατάσταση σε ένα BVME4000/6000
fi: Kirjoittamalla <screen>i6000 &enterkey;</screen> asennetaan BVME4000/6000
ru: <screen>i6000 &enterkey;</screen> для установки на BVME4000/6000
sv: ange <screen>i6000 &enterkey;</screen> för att installera en BVME4000/6000
vi: gõ <screen>i6000 &enterkey;</screen> để cài đặt vào máy kiểu BVME4000/6000
zh_cn: 输入 <screen>i6000 &enterkey;</screen> 来安装 BVME4000/6000
