Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: type <screen>i162 &enterkey;</screen> to install an MVME162
el: πληκτρολογήστε <screen>i162 &enterkey;</screen> για εγκατάσταση σε ένα MVME162
fi: kirjoittamalla <screen>i162 &enterkey;</screen> asennetaan MVME162
ru: <screen>i162 &enterkey;</screen> для установки на MVME162
sv: ange <screen>i162 &enterkey;</screen> för att installera en MVME162
vi: gõ <screen>i162 &enterkey;</screen> để cài đặt vào máy kiểu MVME162
zh_cn: 输入 <screen>i162 &enterkey;</screen> 来安装 MVME162

source: type <screen>i167 &enterkey;</screen> to install an MVME166/167
el: πληκτρολογήστε <screen>i167 &enterkey;</screen> για εγκατάσταση σε ένα MVME166/167
fi: kirjoittamalla <screen>i167 &enterkey;</screen> asennetaan MVME166/167
ru: <screen>i167 &enterkey;</screen> для установки на MVME166/167
sv: ange <screen>i167 &enterkey;</screen> för att installera en MVME166/167
vi: gõ <screen>i167 &enterkey;</screen> để cài đặt vào máy kiểu MVME166/167
zh_cn: 输入 <screen>i167 &enterkey;</screen> 来安装 MVME166/167

source: You may additionally append the string <screen>TERM=vt100</screen> to use vt100 terminal emulation, e.g., <screen>i6000 TERM=vt100 &enterkey;</screen>.
el: Μπορείτε επιπρόσθετα να παραθέσετε τη συμβολοσειρά <screen>TERM=vt100</screen> για χρήση προσομοίωσης τερματικού vt100, πχ., <screen>i6000 TERM=vt100 &enterkey;</screen>.
fi: Loppuun voidaan lisätä merkkijono <screen>TERM=vt100</screen> jolloin käytetään vt100-pääte-emulointia, esim. <screen>i6000 TERM=vt100 &enterkey;</screen>.
ru: Вы можете дополнительно добавить строку <screen>TERM=vt100</screen> , чтобы использовать эмуляцию терминала vt100, например, <screen>i6000 TERM=vt100 &enterkey;</screen>.
sv: Du kan även lägga till strängen <screen>TERM=vt100</screen> för att använda terminalemuleringen vt100, exempelvis <screen>i6000 TERM=vt100 &enterkey;</screen>.
vi: Bạn cũng có thể phụ thêm chuỗi <screen>TERM=vt100</screen> để sử dụng khả năng mô phỏng thiết bị cuối VT100, v.d. <screen>i6000 TERM=vt100 &enterkey;</screen>.
zh_cn: 您也可以附加一个字符串 <screen>TERM=vt100</screen> 来使用 vt100 终端模拟。比如,<screen>i6000 TERM=vt100 &enterkey;</screen>。

source: For most &arch-title; architectures, booting from a local filesystem is the recommended method.
el: Για τις περισσότερες &arch-title; υπο-αρχιτεκτονικές, η εκκίνηση από ένα τοπικό σύστημα αρχείων είναι η προτεινόμενη μέθοδος.
fi: Useimmille suoritinperheen &arch-title; laitteille suositellaan käynnistämistä koneen omasta tiedostojärjestelmästä.
ru: Для большинства архитектур &arch-title; рекомендуется загрузка с локальной файловой системы.
sv: För de flesta &arch-title;-arkitekturer är uppstart från ett lokalt filsystem den metod som rekommenderas.
vi: Đối với phần lớn kiến trúc kiểu &arch-title;, phương pháp khuyến khích là khởi động từ hệ thống tập tin cục bộ.
zh_cn: 对于大多数 m68k 体系来说，推荐方法是从一个本地文件系统引导安装程序。

source: Booting from the boot floppy is supported only for Atari and VME (with a SCSI floppy drive on VME) at this time.
el: Αυτή τη στιγμή εκκίνηση από δισκέττα υποστηρίζεται μόνο για Atari και VME (με έναν οδηγό SCSI για δισκέττα στην VME).
fi: Tällä hetkellä tuetaan levykkeeltä käynnistämistä vain Atarilla ja VME:llä (VME:llä on oltava SCSI-levykeasema).
ru: На данный момент, загрузка с загрузочной дискеты поддерживается только для Atari и VME (с дисководом гибких дисков SCSI на VME).
sv: Uppstart från startdisketten stöds endast på Atari och VME (med en SCSI-diskettenhet på VME) för tillfället.
vi: Khả năng khởi động từ đĩa mềm khởi động được hỗ trợ chỉ trên máy kiểu Atari và VME (với ổ đĩa mềm SCSI trên VME) vào lúc này.
zh_cn: 从软盘引导的方法目前只支持 Atari 以及 VME (VME 有一个 SCSI 软驱)。

source: SGI TFTP Booting
el: Εκκίνηση SGI Indy με TFTP
fi: SGI:n käynnistäminen TFTP:llä
ru: Загрузка SGI с сервера TFTP
sv: Uppstart för SGI via TFTP
vi: Khởi động SGI qua TFTP
zh_cn: SGI TFTP 引导

source: After entering the command monitor use <informalexample><screen> bootp(): </screen></informalexample> on SGI machines to boot linux and to begin installation of the Debian Software. In order to make this work you may have to unset the <envar>netaddr</envar> environment variable. Type <informalexample><screen> unsetenv netaddr </screen></informalexample> in the command monitor to do this.
el: Σε συστήματα SGI Indys, μετά την είσοδο σας στην οθόνη εντολών, χρησιμοποιήστε την εντολή <informalexample><screen> bootp(): </screen></informalexample> για να εκκινήσετε το linux και να αρχίσετε την εγκατάσταση του λογισμικού του Debian. Για να το πετύχετε αυτό ίσως να πρέπει να αφαιρέσετε την μεταβλητή περιβάλλοντος <envar>netaddr</envar>. Πληκτρολογήστε <informalexample><screen> unsetenv netaddr </screen></informalexample> στην οθόνη εντολών για να το κάνετε.
fi: SGI:n koneilla käynnistetään linux ja aloitetaan Debianin asennus kirjoittamalla komentotulkkiin <informalexample><screen> bootp(): </screen></informalexample>. Jotta tämä toimisi, voidaan joutua ensin poistamaan ympäristömuuttuja <envar>netaddr</envar>. Kirjoita komentotulkissa <informalexample><screen> unsetenv netaddr </screen></informalexample>.
ru: На компьютерах SGI для загрузки linux и начала установки Debianпосле входа в командный монитор используйте <informalexample><screen> bootp(): </screen></informalexample>. Чтобы сделать это, вам может понадобиться сбросить переменную среды <envar>netaddr</envar>. Для этого наберите <informalexample><screen> unsetenv netaddr </screen></informalexample> в командном мониторе.
sv: Efter man gått in i kommandomonitorn, använd <informalexample><screen> bootp(): </screen></informalexample> på SGI-maskiner för att starta upp Linux och påbörja installationen av Debian-programvaran. För att det här ska fungera måste du rensa miljövariabeln <envar>netaddr</envar>. Ange <informalexample><screen> unsetenv netaddr </screen></informalexample> i kommandomonitorn för att göra det.
vi: Sau khi vào bộ theo dõi lệnh, hãy nhập <informalexample><screen> bootp(): </screen></informalexample> trên máy kiểu SGI để khởi động Linux và bất đầu cài đặt phần mềm Debian. Để làm cho việc này hoạt động được, có lẽ bạn cần phải bỏ đặt biến môi trường <envar>netaddr</envar> (địa chỉ mạng). Hãy gõ lệnh <informalexample><screen> unsetenv netaddr </screen></informalexample> trong bộ theo dõi lệnh để làm như thế.
zh_cn: SGI 上引导 linux 要在进入命令监视器后使用 <informalexample><screen> bootp(): </screen></informalexample> 来开始 Debian 软件的安装。为了让它运行，您可能必须取消 <envar>netaddr</envar> 环境变量的设置。通过命令监视器上输入 <informalexample><screen> unsetenv netaddr </screen></informalexample> 可以达到此目的。

source: Broadcom BCM91250A and BCM91480B TFTP Booting
el: Εκκίνηση με TFTP για Broadcom BCM91250A και BCM91480B
fi: Broadcom BCM91250A: ja BCM91480B:n käynnistäminen TFTP:llä
ru: Загрузка Broadcom BCM91250A и BCM91480B с сервера TFTP
sv: Uppstart för Broadcom BCM91250A och BCM91480B via TFTP
vi: Khởi động qua TFTP trên máy BCM91250A và BCM91480B Broadcom
zh_cn: Broadcom BCM91250A 与 BCM91480B TFTP 引导

source: On the Broadcom BCM91250A and BCM91480B evaluation boards, you have to load the SiByl boot loader via TFTP which will then load and start the Debian installer. In most cases, you will first obtain an IP address via DHCP but it is also possible to configure a static address. In order to use DHCP, you can enter the following command on the CFE prompt: <informalexample><screen> ifconfig eth0 -auto </screen></informalexample> Once you have obtained an IP address, you can load SiByl with the following command: <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample> You need to substitute the IP address listed in this example with either the name or the IP address of your TFTP server. Once you issue this command, the installer will be loaded automatically.
el: Στις δοκιμαστικές μητρικές της Broadcom BCM91250A και BCM91480B , θα πρέπει αρχικά να φορτώσετε τον φορτωτή εκκίνησης SiByl μέσω TFTP που με τη σειρά του θα φορτώσει και θα ξεκινήσει τον εγκαταστάτη του Debian. Στις περισσότερες περιπτώσεις, θα πρέπει να πάρετε πρώτα μια διεύθυνση IP μέσω DHCP αλλά είναι πιθανόν να ρυθμίσετε και μια στατική διεύθυνση. Για να χρησιμοποιήσετε το DHCP, μπορείτε να δώσετε την ακόλουθη εντολή στο προτρεπτικό του CFE: <informalexample><screen> ifconfig eth0 -auto </screen></informalexample>. Έχοντας πάρει μια διεύθυνση IP, μπορείτε να φορτώσετε το SiByl με την ακόλουθη εντολή: <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample>. Θα πρέπει να αντικαταστήσετε την διεύθυνση IP που αναφέρεται στο παράδειγμα είτε με το όνομα είτε με την IP διεύθυνση του TFTP server. Όταν δώσετε αυτή την εντολή, ο εγκαταστάτης θα ξεκινήσει αυτόματα.
fi: Broadcomin testiemolevyillä BCM91250A ja BCM91480B on ladattava SiByl-käynnistyslatain TFTP:llä, se sitten lataa ja käynnistää Debianin asentimen. Useimmissa tapauksissa noudetaan ensin IP-osoite DHCP:llä mutta on mahdollista asettaa kiinteä osoite. DHCP otetaan käyttöön seuraavalla CFE-kehotteeseen kirjoitettavalla komennolla:<informalexample><screen> ifconfig eth0 -auto </screen></informalexample> Kun IP-osoite on saatu, ladataan SiByl tällä komennolla: <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample> Komennossa oleva IP-osoite on korvattava TFTP-palvelimen nimellä tai IP-osoitteella. Tämän komennon jälkeen asennin ladataan automaattisesti.
ru: На платах Broadcom BCM91250A и eBCM91480B с сервера TFTP загружается системный загрузчик SiByl, который затем загружает и запускает программу установки Debian. В большинстве случаев, сначала вам нужно получить IP-адрес по DHCP, но также возможно настроить адрес статически. Чтобы использовать DHCP, вы можете ввести следующую команду в строке приглашения CFE: <informalexample><screen> ifconfig eth0 -auto </screen></informalexample> После получения IP-адреса, вы можете загрузить SiByl с помощью следующей команды: <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample> Вместо приведённого в этом примере IP-адреса вам нужно указать или имя или IP-адрес TFTP сервера. После выполнения этой команды, программа установки будет загружена автоматически.
sv: På evalueringskorten Broadcom BCM91250A och BCM91480B, måste du läsa in starthanteraren SiByl via TFTP som sedan kommer att läsa in och starta Debian-installer. I de flesta fall kommer du första att ta emot en IP-adress via DHCP men det är även möjligt att konfigurera en statisk adress. För att använda DHCP kan du ange följande kommando på CFE-prompten: <informalexample><screen> ifconfig eth0 -auto </screen></informalexample> När du har tagit emot en IP-adress, kan du läsa in SiByl med följande kommando: <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample> Du behöver ersätta IP-adressen som listas i exemplet med antingen namnet eller IP-adressen för din TFTP-server. När du kört det här kommandot kommer installeraren att läsas in automatiskt.
vi: Trên bo mạch ước lượng BCM91250A và BCM91480B của Broadcom, bạn cần phải tải bộ tải khởi động SiByl thông qua TFTP, mà lần lượt sẽ tải và khởi chạy trình cài đặt Debian. Trong phần lớn trường hợp, trước tiên bạn sẽ lấy một địa chỉ IP thông qua dịch vụ DHCP; cũng có thể cấu hình một địa chỉ tĩnh. Để sử dụng DHCP, bạn có khả năng nhập lệnh này tại dấu nhắc CFE: <informalexample><screen> ifconfig eth0 -auto </screen></informalexample> Một khi bạn giành một địa chỉ IP, bạn có thể tải SiByl bằng lệnh này: <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample> Bạn cần phải thay thế địa chỉ IP của lời thí dụ này bằng hoặc tên hoặc địa chỉ IP của máy phục vụ TFTP của bạn. Một khi bạn thực hiện lệnh này, trình cài đặt sẽ được tải tự động.
zh_cn: 在 Broadcom BCM91250A 和 BCM91480B 开发板上，您不得不通过 TFTP 加载 SiByl 引导程序，它接着将加载和启动 Debian 安装程序。大多数情况下，您通过 DHCP 获得 IP 地址，当然也可以指定静态地址。要使用 DHCP，您可以在下面 CFE 提示符下输入命令： <informalexample><screen> ifconfig eth0 -auto </screen></informalexample> 一旦得到 IP 地址，就可以使用下面命令加载 SiByl： <informalexample><screen> boot 192.168.1.1:/boot/sibyl </screen></informalexample> 您要用 TFTP 服务器的 IP 地址或域名替换上面例子中的 IP 地址。输入以后，安装程序就会自动加载。

source: Boot Parameters
el: Παράμετροι εκκίνησης
fi: Käynnistysparametrit
ru: Параметры загрузки
sv: Uppstartsparametrar
vi: Tham số khởi động
zh_cn: 引导参数

source: On SGI machines you can append boot parameters to the <command>bootp():</command> command in the command monitor.
el: Σε συστήματα SGI μπορείτε να παραθέσετε παραμέτρους εκκίνησης στην εντολή <command>bootp():</command> στην οθόνη εντολών.
fi: SGI:n koneilla voidaan käynnistysparametreja lisätä komentotulkissa <command>bootp():</command>-komennon loppuun.
ru: На компьютерах SGI вы можете добавлять параметры загрузки в команду <command>bootp():</command> в мониторе команд.
sv: På SGI-maskiner kan du lägga till uppstartsparametrar till kommandot <command>bootp():</command> i kommandomonitorn.
vi: Trên máy kiểu SGI, bạn có khả năng phụ thêm một số tham số khởi động vào lệnh <command>bootp():</command> trong bộ theo dõi lệnh.
zh_cn: 在 SGI 上您可以在命令监视器下给 <command>bootp():</command> 命令附加一个引导参数。

source: Following the <command>bootp():</command> command you can give the path and name of the file to boot if you did not give an explicit name via your bootp/dhcp server. Example: <informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> Further kernel parameters can be passed via <command>append</command>:
el: Στο τέλος της εντολής <command>bootp():</command> πορείτε να δώσετε τηνδιαδρομή και το όνομα του αρχείου εκκίνησης σε περίπτωση που δεν δώσατε ένα συγκεκριμένο όνομα μέσω του bootp/dhcp διακομιστή σας. Για παράδειγμα: <informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> Επιπλέον παράμετροι του πυρήνα μπορούν να δωθούν μέσω της εντολής <command>append</command>:
fi: <command>bootp():</command>-komennon jälkeen voidaan kirjoittaa käynnistettävän tiedoston polkunimi, jos bootp/dhcp-palvelin ei nimeä antanut. Esimerkki:<informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> Ytimelle voi antaa lisää parametreja <command>append</command>:n avulla:
ru: После команды <command>bootp():</command> вы можете задать путь и имя загружаемого файла, если вы не получаете это имя явно с bootp/dhcp сервера. Пример: <informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> Дополнительные параметры ядра могут быть указаны через <command>append</command>:
sv: Efter kommandot <command>bootp():</command> kan du ange sökvägen och namnet på filen som ska starta upp om du inte har angivit ett namn via din bootp/dhcpserver. Exempel: <informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> Ytterligare kärnparametrar kan skickas med via <command>append</command>:
vi: Sau khi thực hiện lệnh <command>bootp():</command>, bạn có khả năng nhập đường dẫn và tên của tập tin cần khởi động, nếu bạn chưa đưa ra một tên riêng thông qua máy phục vụ BOOTP/DHCP. Ví dụ : <informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> Tham số hạt nhân thêm có thể được gởi bằng lệnh <command>append</command> (phụ thêm):
zh_cn: 如果您没有通过 bootp/dhcp 服务器给出一个清楚的名字，接着 <command>bootp():</command> 命令，您可以给出路径和文件名称来引导。例如 <informalexample><screen> bootp():/boot/tftpboot.img </screen></informalexample> 更多的内核参数传递可以用 <command>append</command>:

source: You cannot pass any boot parameters directly from the CFE prompt. Instead, you have to edit the <filename>/boot/sibyl.conf</filename> file on the TFTP server and add your parameters to the <replaceable>extra_args</replaceable> variable.
el: Δεν μπορείτε να περάσετε οποιεσδήποτε παραμέτρους εκκίνησης απυεθείας στοπροτρεπτικό CFE. Αντίθετα, θα πρέπει να επεξεργαστείτε τοαρχείο <filename>/boot/sibyl.conf</filename> που βρίσκεται στον διακομιστή TFTP και να προσθέσετε τις παραμέτρους σας στην μεταβλητή <replaceable>extra_args</replaceable>.
fi: CFE-kehotteessa ei voi suoraan antaa käynnistysparametreja. On muokattava tiedostoa <filename>/boot/sibyl.conf</filename> TFTP-palvelimella ja lisättävä parametrit muuttujaan <replaceable>extra_args</replaceable>.
ru: Вы не можете передавать параметры прямо из приглашения CFE. Вместо этого, вы должны отредактировать файл <filename>/boot/sibyl.conf</filename> на TFTP сервере и добавить ваши параметры в переменную <replaceable>extra_args</replaceable>.
sv: Du kan inte skicka med några uppstartsparametrar direkt från CFE-prompten. Istället kan du redigera filen <filename>/boot/sibyl.conf</filename> på TFTP-servern och lägga till din parametrar till variabeln <replaceable>extra_args</replaceable>.
vi: Bạn không thể gởi tham số hạt nhân nào một cách trực tiếp từ dấu nhắc CFE. Thay thế, bạn cần phải sửa đổi tập tin cấu hình <filename>/boot/sibyl.conf</filename> trên máy phục vụ TFTP, và thêm các tham số riêng của bạn vào biến <replaceable>extra_args</replaceable> (đối số thêm) trong nó.
zh_cn: 您不能从 CFE 提示符直接传递启动参数。而是编辑 TFTP 服务器上的 <filename>/boot/sibyl.conf</filename> 文件并添加参数到 <replaceable>extra_args</replaceable> 变量。

source: Cobalt TFTP Booting
el: Εκκίνηση Cobalt με TFTP
fi: Cobaltin käynnistys TFTP:llä
ru: Загрузка Cobalt с сервера TFTP
sv: Starta upp Cobalt via TFTP
vi: Khởi động TFTP Cobalt
zh_cn: Cobalt TFTP 引导

source: Strictly speaking, Cobalt does not use TFTP but NFS to boot. You need to install an NFS server and put the installer files in <filename>/nfsroot</filename>. When you boot your Cobalt, you have to press the left and the right cursor buttons at the same time and the machine will boot via the network from NFS. It will then display several options on the display. There are the following two installation methods:
el: Αυστηρά μιλώντας, συστήματα Cobalt δεν χρησιμοποιούν TFTP αλλά NFS για την εκκίνησή τους. Θα πρέπει να εγκαταστήσετε έναν server NFS και να τοποθετήσετε τα αρχεία του εγκαταστάτη στο <filename>/nfsroot</filename>. Όταν ξεκινάτε το σύστημα Cobalt, θα πρέπει να πιέσετε το αριστερό και το δεξί κουμπί του κέρσορα ταυτόχρονα και το μηχάνημα θα εκκινήσει μέσω του δικτύου με NFS. Στην συνέχεια θα εμφανιστούν διάφορες επιλογές στην οθόνη. Υπάρχουν οι ακόλουθες δύο μέθοδοι εγκατάστασης:
fi: Tarkkaan ottaen Cobalt ei käytä TFTP:tä vaan NFS:ää. On asennettava NFS-palvelin ja tallennettava asentimen tiedostot hakemistoon <filename>/nfsroot</filename>. Cobaltia käynnistettäessä on painettava oikeaa ja vasenta kohdistinnäppäintä samaan ajkaa jolloin laite käynnistyy verkosta NFS:llä. Sitten ruudulla näkyy useita valintoja. Asennustapoja on seuraavat kaksi:
ru: Собственно говоря, Cobalt использует для загрузки NFS, а не TFTP. Вам потребуется установить NFS сервер и положить файлы программы установки в каталог <filename>/nfsroot</filename>. При загрузки Cobalt, нужно одновременно нажать левую и правую клавиши курсора и машина будет загружена по сети с NFS сервера. На экране будут показаны несколько параметров. Есть два метода установки:
sv: Ärligt talat använder Cobalt inte TFTP utan NFS för att starta upp. Du behöver installera en NFS-server och lägga installerarens filer i <filename>/nfsroot</filename>. När du startar upp din Cobalt måste du trycka ned vänstra och högra piltangenterna samtidigt för att maskinen ska starta upp via nätverket. Den kommer då att visa flera alternativ på skärmen. Det finns följande installationsmetoder:
vi: Nói chính xác, máy kiểu Cobalt không sử dụng dịch vụ TFTP để khởi động: nó dùng NFS. Bạn cần phải cài đặt trình phục vụ NFS và chèn các tập tin cài đặt vào thư mục <filename>/nfsroot</filename>. Khi bạn khởi động máy Cobalt đó, bạn cần phải bấm cả hai cái nút con chạy (bên trái và bên phải) cùng lúc, rồi máy sẽ khởi động qua mạng từ NFS. Sau đó, nó sẽ hiển thị vài tùy chọn trên màn hình. Có những phương pháp cài đặt này:
zh_cn: 严格地说，Cobalt 并不支持 NFS 启动。您需要安装 NFS 服务器并将安装程序文件放入 <filename>/nfsroot</filename>。当启动 Cobalt 时，您必须同时按下左右光标键，机器就从 NFS 网络启动。它会在显示器上显示几个选项。有下面两种安装方法：

source: Via SSH (default): In this case, the installer will configure the network via DHCP and start an SSH server. It will then display a random password and other login information (such as the IP address) on the Cobalt LCD. When you connect to the machine with an SSH client you can start with the installation.
el: Μέσω SSH (προεπιλεγμένη): Στην περίπτωση αυτή, ο εγκαταστάτης θα ρυθμίσει το δίκτυο μέσω DHCP και θα ξεκινήσει έναν server SSH. Θα εμφανίσει τότε έναν τυχαίο κωδικό πρόσβασης και άλλες πληροφορίες πρόσβασης (όπως η διεύθυνση IP) στην οθόνη LCD του Cobalt. Όταν συνδεθείτε με το μηχάνημα μέσω ενός πελάτη SSH μπορείτε να ξεκινήσετε με την εγκατάσταση.
fi: SSH:lla (oletus): tässä tapauksessa asennin tekee verkkoasetukset DHCP:llä ja käynnistää SSH-palvelimen. Se näyttää sitten satunnaisen salasanan ja muuta kirjautumistietoa (kuten IP-osoitteen) Cobaltin LCD-näytöllä. Kun laitteeseen kirjaudutaan SSH:lla voidaan asennus aloittaa.
ru: По SSH (по умолчанию): В этом случае, программа установки выполнит настройку сети по DHCP и запустит SSH сервер. Затем она покажет случайный пароль и другую информацию для входа (например, IP-адрес) на Cobalt LCD. После подключения к машине с помощью SSH клиента, вы можете начать установку.
sv: Via SSH (standard): I det här fallet kommer installeraren att konfigurera nätverket via DHCP och starta en SSH-server. Den kommer sedan att visa ett slumpat lösenord och annan inloggningsinformation (som IP-adress) på Cobalts LCD-skärm. När du ansluter till maskinen med en SSH-klient kan du påbörja installationen.
vi: Bằng SSH (mặc định): trong trường hợp này, trình cài đặt sẽ cấu hình mạng bằng dịch vụ DHCP, và khởi chạy trình phục vụ SSH. Sau đó, nó sẽ hiển thị một mật khẩu ngẫu nhiên và thông tin đăng nhập khác (như địa chỉ IP) trên màn hình LCD (phẳng) của máy Cobalt. Khi bạn kết nối đến máy đó bằng ứng dụng khách SSH, bạn có thể khởi chạy tiến trình cài đặt.
zh_cn: 通过 SSH (默认)：这种情况下，安装程序将通过 DHCP 配置网络并启动 SSH 服务器。它将在 LCD 上显示一个随机的密码和其他的登录信息 (如 IP 地址)。当您用 SSH 连接到机器就可以开始安装。

source: Via serial console: Using a null modem cable, you can connect to the serial port of your Cobalt machine (using 115200 bps) and perform the installation this way. This option is not available on Qube 2700 (Qube1) machines since they have no serial port.
el: Μέσω σειριακής κονσόλας: Χρησιμοποιώντας ένα καλώδιο null modem, μπορείτε να συνδεθείτε στην σειριακή θύρα του μηχανήματός σας Cobalt (χρησιμοποιώντας ταχύτητα 115200 bps) και να κάνετε την εγκατάσταση μ' αυτόν τον τρόπο. Η επιλογή αυτή δεν είναι διαθέσιμη σε συστήματα Qube 2700 (Qube1) αφού δεν διαθέτουν σειριακή θύρα.
fi: Sarjapäätteellä: Käytä nollamodeemikaapelia Cobaltin sarjaportissa (käytä 115200 bittiä sekunnissa) ja tee asennus tällä tavoin. Tämä ei ole mahdollista Qube 2700 (Qube1) -koneilla, koska niissä ei ole sarjaporttia.
ru: Через последовательный порт: С помощью нуль-модемного кабеля, вы можете подключиться к последовательному порту Cobalt (на скорости 115200 bps) и выполнить установку. Этот способ не работает на машинах Qube 2700 (Qube1), так как они не имеют последовательного порта.
sv: Via seriekonsoll: Med en nollmodem-kabel kan du ansluta till serieporten på din Cobalt-maskin (med 115200 bps) och genomföra installationen på detta sätt. Detta alternativ är inte tillgängligt för Qube 2700-maskiner (Qube1) eftersom de inte har en serieport.
vi: Bằng bàn điều khiển nối tiếp: dùng một cáp bộ điều giải vô giá trị (null modem), bạn có thể kết nối đến cổng nối tiếp của máy Cobalt (bằng 115200 bps) và thực hiện tiến trình cài đặt bằng cách này này. Tùy chọn này không sẵn sàng trên máy Qube 2700 (Qube1) vì máy kiểu này không có cổng nối tiếp.
zh_cn: 通过串口控制台：使用 null modem 线，您可以连接到 Cobalt 机器的串口 (使用 115200 bps) 然后进行安装。此选项不会出现在 Qube 2700 (Qube1) 机器上，因为它没有串口。
