Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: For the gtk frontend (graphical installer), hardware acceleration in directfb is disabled by default. To enable it, set this parameter to <userinput>true</userinput> when booting the installer.
el: Για το frontend gtk (γραφικός εγκαταστάτης) η επιτάχυνση γραφικών (hardware acceleration) για τον directfb είναι εξ' ορισμού απενεργοποιημένη. Για να την ενεργοποιήσετε δώστε στην παρακάτω παράμετρο την τιμή <userinput>true</userinput> κατά την εκκίνηση του εγκαταστάτη.
fi: Gtk-käyttöliittymässä (graafinen asennin) on directfb:n laitteistokiihdytys oletusarvona pois päältä. Sen saa päälle asettamalla tämän parametrin arvoksi <userinput>true</userinput> asenninta käynnistettäessä.
ru: В интерфейсе gtk (графическая программа установки), по умолчанию выключено аппаратное ускорение в directfb. Для включения установите данный параметр равным <userinput>true</userinput> при загрузке программы установки.
sv: Hårdvaruaccelerering för gtk-gränssnittet (grafiska installeraren) i directfb är inaktiverat som standard. Ställ in den här parametern till <userinput>true</userinput> när installeraren startar upp för att aktivera det.
vi: Đối với lối vào gtk (bộ cài đặt kiểu đồ họa), khả năng tăng tốc độ phần cứng trong directfb bị tắt theo mặc định. Để bật nó, hãy đặt tham số này thành <userinput>true</userinput> khi khởi động bộ cài đặt.
zh_cn: 对于 gtk 前端(图形界面安装程序)，默认时 directfb 的图形加速关闭。要打开它，可以在启动安装程序的时候设置参数为 <userinput>true</userinput>。

source: rescue/enable
el: διάσωση/ενεργοποίηση

source: Set to <userinput>true</userinput> to enter rescue mode rather than performing a normal installation. See <xref linkend="rescue"/>.
el: Δώστε την τιμή <userinput>true</userinput> για να μπείτε σε κατάσταση διάσωσης αντί της διαδικασίας της κανονικής εγκατάστασης.
fi: Asettamalla arvoksi <userinput>true</userinput> käynnistetään pelastustila eikä tavallinen asennus. Katso <xref linkend="rescue"/>.
ru: Установка в <userinput>true</userinput> активирует режим восстановления, вместо обычного режима установки. Смотрите <xref linkend="rescue"/>.
sv: Ställ in till <userinput>true</userinput> för att gå in i räddningsläget istället för att genomföra en normal installation. Se <xref linkend="rescue"/>.
vi: (Cứu/bật) Đặt thành <userinput>true</userinput> (đúng) để vào chế độ cứu, hơn là chạy tiến trình cài đặt chuẩn. Xem <xref linkend="rescue"/>.
zh_cn: 设为 <userinput>true</userinput> 进入 rescue 模式，而不是执行普通安装。参阅 <xref linkend="rescue"/>。

source: Using boot parameters to answer questions
el: Χρήση παραμέτρων εκκίνησης για την απάντηση ερωτήσεων
fi: Valmiita vastauksia käynnistysparametreilla
ru: Использование параметров загрузки для ответов на вопросы
sv: Använding av uppstartsparametrar för att besvara frågor
vi: Dùng tham số khởi động để trả lời câu hỏi
zh_cn: 使用内核模块参数回答提问

source: With some exceptions, a value can be set at the boot prompt for any question asked during the installation, though this is only really useful in specific cases. General instructions how to do this can be found in <xref linkend="preseed-bootparms"/>. Some specific examples are listed below.
el: Με μερικές εξαιρέσεις, μια τιμή μπορεί να οριστεί στο προτρεπτικό εκκίνησης για οποιαδήποτε ερώτηση που γίνεται στη διάρκεια της εγκατάστασης, αν και στην πραγματικότητα αυτό είναι χρήσιμο μόνο σε συγκεκριμένες περιπτώσεις. Γενικές οδηγίες για το πώς μπορεί να γίνει αυτό μπορούν να βρεθούν στην ενότητα <xref linkend="preseed-bootparms"/>. Μερικά συγκεκριμένα παραδείγματα παραθέτονται στη συνέχεια.
fi: Muutamaa poikkeusta lukuunottamatta käynnistysparametrilla voidaan antaa arvo mihin tahansa asennuksen aikana kysyttävään kysymykseen. Tosin tämä on hyödyllistä vain erikoistapauksissa. Yleisiä ohjeita tämän tekemisestä löytyy kohdasta <xref linkend="preseed-bootparms"/>. Esimerkkejä joistakin tapauksista on seuraavassa luettelossa.
ru: За некоторым исключением, в приглашении к загрузке можно задать любые значения ответов на вопросы установки, хотя это полезно только в специфических случаях. Описание как это делать можно найти в <xref linkend="preseed-bootparms"/>. Некоторые специальные примеры даны ниже.
sv: Med några undantag kan ett värde ställas in vid uppstartsprompten för valfri fråga som ställs under installationen, även om det här bara är verkligen användbart i specifika fall. Allmänna instruktioner om hur man kan göra det här kan hittas i <xref linkend="preseed-bootparms"/>. Några specifika exempel listas här nedan.
vi: Trừ vài thứ, ở dấu nhắc khởi động vẫn có khả năng đặt giá trị cho bất cứ câu nào được hỏi trong tiến trình cài đặt, dù khả năng này thật chỉ có ích trong một số trường hợp riêng.
zh_cn: 对于一些例外，可以在引导提示符后设置值来回答安装过程中的提问，在某些情况下，它是真正有效的。有关如何进行的说明可以在 <xref linkend="preseed-bootparms"/> 找到。下面是一些具体的例子。

source: Can be used to set both the language and country for the installation. This will only work if the locale is supported in Debian. For example, use <userinput>locale=de_CH</userinput> to select German as language and Switzerland as country.
el: Μπορεί να χρησιμοποιηθεί για τον ορισμό τόσο της γλώσσας όσο και της χώρας για την εγκατάσταση. Αυτό θα έχει αποτέλεσμα μόνο αν το σύνολο τοπικών ρυθμίσεων (locale) υποστηρίζεται στο Debian. Για παράδειγμα, χρησιμοποιήστε <userinput>locale=de_CH</userinput> για να επιλέξετε τα Γερμανικά σαν γλώσσα και την Ελβετία σαν χώρα.
fi: Voidaan käyttää antamaan asennukselle sekä kieli että maa. Tämä toimii vain jos maa-asetusto on tuettu Debianissa. Käytä esimerkiksi <userinput>locale=sv_FI</userinput> valitsemaan kieleksi ruotsi ja maaksi Suomi.
ru: Может использоваться для указания языка и страны для установки. Это работает, только если данная локаль поддерживается Debian. Например, введите <userinput>locale=de_CH</userinput>, чтобы выбрать немецкий язык и Швейцарию как страну.
sv: Kan användas för att ställa in både språket och landet för installationen. Det här kommer endast att fungera om lokalen stöds i Debian. Använd till exempel <userinput>locale=sv_FI</userinput> för att välja svenska som språk och Finland som land.
vi: Có thể được dùng để đặt cả ngôn ngữ lẫn quốc gia đều cho tiến trình cài đặt. Việc này sẽ hoạt động được chỉ nếu miền địa phương (locale) được xác định cũng được hỗ trợ trong Debian. Chẳng hạn, hãy đặt <userinput>locale=vi_VN</userinput> để chọn tiếng Việt là ngôn ngữ và Việt Nam là quốc gia. (Ghi chú : mặc dù một số ngôn ngữ, v.d. tiếng Anh, tiếng Pháp hay tiếng Trung, được nói trong nhiều quốc gia khác nhau thì có nhiều miền địa phương khác nhau, tiếng Việt hiện thời chỉ có một miền địa phương trong Debian: <userinput>locale=vi_VN</userinput>.)
zh_cn: 可用来设置安装的语言和国家。它只在该 locale 被 Debian 支持时工作。例如，使用 <userinput>locale=de_CH</userinput> 选择德语作为语言，并且瑞士作为国家。

source: Can be used to automatically load installer components that are not loaded by default. Examples of optional components that may be useful are <classname>openssh-client-udeb</classname> (so you can use <command>scp</command> during the installation) and <classname>ppp-udeb</classname> (which supports PPPoE configuration).
el: Μπορεί να χρησιμοποιηθεί για το αυτόματο φόρτωμα συνιστωσών του εγκαταστάτη που δεν φορτώνονται εξ' ορισμού. Παραδείγματα είναι προαιρετικές συνιστώσες που μπορούν να είναι χρήσιμες είναι οι <classname>openssh-client-udeb</classname> (ώστε να μπορείτε να χρησιμοποιήσετε την εντολή <command>scp</command> κατά την εγκατάσταση) και η <classname>ppp-udeb</classname> (που υποστηρίζει την ρύθμιση PPPoE).
fi: Voidaan käyttää lataamaan automaattisesti asentimen osia joita ei oletusarvoisesti ladata. Esimerkkejä valinnaisista osista jotka saattavat olla hyödyllisiä ovat <classname>openssh-client-udeb</classname> (jotta asennuksen aikana voidaan käyttää komentoa <command>scp</command>) ja <classname>ppp-udeb</classname> (joka tulee PPPoE:n asetusten tekoa).

source: Set to <userinput>true</userinput> if you want to disable DHCP and instead force static network configuration.
el: Ορίστε την σαν <userinput>true</userinput> αν θέλετε να απενεργοποιήσετε την χρήση DHCP και να χρησιμοποιήσετε υποχρεωτικά μια στατική ρύθμιση δικτύου.
fi: Aseta arvoksi <userinput>true</userinput>, jos DHCP halutaan pois käytöstä ja pakotetaan kiinteät verkkoasetukset.
ru: Установите в <userinput>true</userinput>, если хотите выключить DHCP и задать настройки сети статически.
sv: Ställ in till <userinput>true</userinput> om du vill inaktivera DHCP och istället tvinga fram statisk nätverkskonfiguration.
vi: Đặt thành <userinput>true</userinput> (đúng) nếu bạn muốn tắt dịch vụ DHCP và ép buộc cấu hình mạng tĩnh thay thế.
zh_cn: 如果您想禁止 DHCP 使用静态网络设置，将它设为 <userinput>true</userinput>。

source: By default the installer will use the http protocol to download files from Debian mirrors and changing that to ftp is not possible during installations at normal priority. By setting this parameter to <userinput>ftp</userinput>, you can force the installer to use that protocol instead. Note that you cannot select an ftp mirror from a list, you have to enter the hostname manually.
el: Εξ' ορισμού ο εγκαταστάτης θα χρησιμοποιήσει το πρωτόκολλο http για το κατέβασμα των αρχείων από τους καθρέφτες του Debian και η αλλαγή αυτής της επιλογής στο πρωτόκολλο ftp δεν είναι εφικτή στη διάρκεια εγκαταστάσεων με συνηθισμένο επίπεδο προτεραιότητας. Θέτοντας αυτήν την παράμετρο σαν <userinput>ftp</userinput>, μπορείτε να αναγκάσετε την χρήση του πρωτοκόλλου αυτού από τον εγκαταστάτη. Σημειώστε ότι δεν μπορείτε να διαλέξετε έναν καθρέφτη ftp από κάποια λίστα, αλλά θα πρέπει να εισάγετε το όνομά του με το χέρι.
fi: Asennin käyttää oletusarvoisesti http-protokollaa tiedostojen noutamiseen Debianin asennuspalvelimilta eikä vaihto ftp:hen ole mahdollista asennuksen aikana käytettäessä tavallista prioriteettia. Asettamalla tämän parametrin arvoksi <userinput>ftp</userinput> pakotetaan asennin käyttämään tuota protokollaa. Huomaa, ettei ftp-palvelinta voi valita listasta, vaan konenimi on kirjoitettava itse.
ru: По умолчанию, программа установки использует протокол http для загрузки файлов с серверов-зеркал Debian, и изменить его на ftp невозможно при установке с обычным приоритетом. Установив этот параметр равным <userinput>ftp</userinput>, вы можете заставить программу установки использовать этот протокол. Заметим, что вы не сможете выбрать сервер-зеркало ftp из списка, вам придётся вводить имя вручную.
sv: Som standard använder installeraren http-protokollet för att hämta filer från Debian-speglar och ändring av det till ftp är inte möjligt under installationer med normal prioritet. Genom att ställa in den här parametern till <userinput>ftp</userinput>, kan du tvinga installeraren att använda det protokollet istället. Observera att du inte kan välja en ftp-spegel från en lista, du måste ange värdnamnet manuellt.
vi: Mặc định là bộ cài đặt sẽ dùng giao thức HTTP để tải các tập tin xuống máy nhân bản Debian: không hỗ trợ việc chuyển đổi sang FTP trong tiến trình cài đặt có ưu tiên chuẩn. Bằng cách đặt tham số này thành <userinput>ftp</userinput>, bạn có khả năng ép buộc bộ cài đặt sử dụng giao thức FTP thay thế. Ghi chú rằng không thể chọn máy nhân bản FTP trong danh sách: cần phải tự nhập tên máy FTP.
zh_cn: 默认情况下，安装程序会使用 http 协议从 Debian 镜像下载文件，在普通优先级下不能修改协议为 ftp。设置该参数为 <userinput>ftp</userinput>，您可以迫使安装程序使用该协议。注意，您必须手动输入主机名，而不是从列表中选择 ftp 镜像。

source: Can be used to select tasks that are not available from the interactive task list, such as the <literal>kde-desktop</literal> task. See <xref linkend="pkgsel"/> for additional information.
el: Μπορεί να χρησιμοποιηθεί για την επιλογή ομάδων πακέτων που δεν είναι διαθέσιμα από την διαδραστική λίστα, όπως η ομάδα πακέτων <literal>kde-desktop</literal>. Δείτε την ενότητα <xref linkend="pkgsel"/> για επιπλέον πληροφορίες.
fi: Voidaan käyttää valitsemaan tehtäviä, jotka eivät ole käytettävissä vuorovaikutteisessa tehtävälistassa, kuten tehtävä <literal>kde-desktop</literal>. Katso lisätietoja kohdasta <xref linkend="pkgsel"/>.
ru: Может быть использована для выбора задач, которых нет в списке выбора в программе установки, например задача <literal>kde-desktop</literal>. Подробней смотрите в <xref linkend="pkgsel"/>.
sv: Kan användas för att välja funktioner som inte finns tillgängliga från den interaktiva funktionslistan, såsom funktionen <literal>kde-desktop</literal>. Se <xref linkend="pkgsel"/> för ytterligare information.
vi: Có thể được dùng để chọn các công việc không sẵn sàng trong danh sách công việc tương tác, v.d. công việc <literal>kde-desktop</literal>. Xem <xref linkend="pkgsel"/> để tìm thông tin thêm.
zh_cn: 可以用来选择不在交互式任务列表中出现的任务，例如 <literal>kde-desktop</literal> 任务。参阅 <xref linkend="pkgsel"/> 了解详细信息。

source: Passing parameters to kernel modules
el: Πέρασμα παραμέτρων στα αρθρώματα του πυρήνα
fi: Parametrien välittäminen ytimen moduuleille
ru: Передача параметров модулям ядра
sv: Skicka parametrar till kärnmoduler
vi: Gửi tham số cho mô-đun hạt nhân
zh_cn: 给内核模块传递参数

source: If drivers are compiled into the kernel, you can pass parameters to them as described in the kernel documentation. However, if drivers are compiled as modules and because kernel modules are loaded a bit differently during an installation than when booting an installed system, it is not possible to pass parameters to modules as you would normally do. Instead, you need to use a special syntax recognized by the installer which will then make sure that the parameters are saved in the proper configuration files and will thus be used when the modules are actually loaded. The parameters will also be propagated automatically to the configuration for the installed system.
el: Αν έχετε μεταγλωττίσει οδηγούς στον ίδιον τον πυρήνα, μπορείτε να περάσετε σ' αυτά ορίσματα όπως περιγράφεται στην τεκμηρίωση του πυρήνα. Αν όμως οι οδηγοί έχουν μεταγλωττιστεί σαν αρθρώματα και επειδή τα αρθρώματα φορτώνονται λίγο διαφορετικά στην διάρκεια μιας εγκατάστασης από ότι κατά την εκκίνηση ενός ήδη εγκατεστημμένου συστήματος, δεν είναι δυνατόν να περάσετε ορίσματα στα αρθρώματα όπως θα μπορούσατε να κάνετε συνήθως. Αντίθετα θα πρέπει να χρησιμοποιήσετε μια ειδική σύνταξη που αναγνωρίζεται από τον εγκαταστάτη η οποία διασφαλίζει ότι αυτές οι παράμετροι αποθηκεύονται στα σωστά αρχεία ρυθμίσεων και συνεπώς θα χρησιμοποιηθούν όταν πραγματικά φορτωθούν τα αρθρώματα.Οι παράμετροι επίσης θα μεταφερθούν αυτόματα στις ρυθμίσεις του εγκατεστημμένου συστήματος.
fi: Jos ajurit on käännetty mukaan ytimeen, niille voidaan välittää parametreja ytimen ohjeissa kuvatulla tavalla. Jos ajurit kuitenkin on käännetty moduuleina, ja koska moduulit ladataan asennuksen aikana hieman eri tavalla kuin käynnistettäessä asennettua järjestelmää, ei parametreja ole mahdollista välittää tavalliseen tapaan. Sen sijaan on käytettävä asentimen tunnistamaa erikoismerkintää. Asennin varmistaa asetusten tallentuvan oikeisiin asetustiedostoihin ja tulevan sitä kautta käyttöön myös kun moduulit oikeasti ladataan. Parametrit välitetään automaattisesti myös asennetun järjestelmän asetustiedostoihin.
ru: Если драйверы встроены в ядро, вы можете передать им параметры как это описано в документации к ядру. Если же драйверы собраны как модули и так как модули ядра загружаются немного по-другому чем при загрузке установленной системы, невозможно передать параметры модулям обычным способом. Вместо этого вам нужно использовать специальный синтаксис, распознаваемый программой установки, которая сохраняет эти параметры в нужные конфигурационные файлы, для того чтобы использовать их при загрузке модуля. Параметры также будут автоматически включены в конфигурацию установленной системы.
sv: Om drivrutiner är kompilerade in i kärnan kan du skicka parametrar till dem som beskrivs i dokumentationen för kärnan. Dock om drivrutinerna är byggda som moduler och därför att kärnmoduler läses in lite annorlunda under en installation än vid uppstart av ett installerat system, är det inte möjligt att skicka parametrar till moduler kan samma sätt som du normalt gör. Istället behöver du använda en speciell syntax som känns igen av installeraren som ser till att parametrarna sparas i de korrekta konfigurationsfilerna och på så sätt kommer att användas när modulerna faktiskt läses in. Parametrarna kommer även att propageras automatiskt till konfigurationen för det installerade systemet.
vi: Nếu trình điêu khiển nào được biên dịch vào hạt nhân, bạn có khả năng gửi tham số cho chúng, như được diễn tả trong tài liệu hướng dẫn về cách sử dụng hạt nhân. Tuy nhiên, nếu trình điều khiển được biên dịch dạng mô-đun, vì mô-đun hạt nhân được nạp khác trong tiến trình cài đặt so sánh với tiến trình khởi động hệ thống đã cài đặt, không thể gửi tham số cho mô-đun như bình thường. Thay vào đó, bạn cần phải sử dụng cú pháp đặc biệt được bộ cài đặt chấp nhận sẽ đảm bảo các tham số được lưu vào tập tin cấu hình đúng thì được dùng khi mô-đun thật được nạp. Các tham số này cũng sẽ tự động được gồm trong cấu hình cho hệ thống đã cài đặt.
zh_cn: 假如驱动程序编译进内核，您可以像内核文档所说的那样向内核传递参数。然而，如果驱动编译为模块，而且由于安装过程与运行系统加载模块方式不同，无法像平时那样传递参数到模块。因此，您需要使用安装程序所识别的特殊语法，它们将确保参数能保存到合适的配置文件，并在模块加载的时候使用。这些参数并能自动应用到安装后系统的配置中。

source: Note that it is now quite rare that parameters need to be passed to modules. In most cases the kernel will be able to probe the hardware present in a system and set good defaults that way. However, in some situations it may still be needed to set parameters manually.
el: Σημειώστε ότι είναι τώρα αρκετά σπάνιο το να χρειαστεί να περαστούν παράμετροι στα αρθρώματα. Στις περισσότερες περιπτώσεις ο πυρήνας θα μπορεί να εξερευνήσει το υλικό που υπάρχει σε ένα σύστημα και να καθορίσει καλές προεπιλγμένες τιμές κατ' αυτόν τον τρόπο. Παρόλα αυτά, σε μερικές καταστάσεις μπορεί να χρειάζεται ακόμα να καθοριστούν κάποιες παράμετροι με το χέρι.
fi: Huomaa, että nykyään on harvinaista jos moduuleille on pakko välittää parametreja. Useimmissa tapauksissa ydin osaa tunnistaa järjestelmän laitteiston ja asettaa hyvät oletusarvot. Joissakin tapauksissa saattaa kuitenkin olla välttämätöntä asettaa parametrien arvo itse.
ru: Заметим, что теперь редко требуется указывать параметры модулям. В большинстве случаев ядро способно само определить имеющееся оборудование в системе и настроить его правильно. Однако иногда всё ещё может потребоваться установка параметров вручную.
sv: Observera att det är nuförtiden ganska ovanligt att parametrar behöver skickas till moduler. I de flesta fall kommer kärnan att söka av befintlig hårdvara i ett system och ställa in bra standardvärden på det sättet. Dock, i vissa fall, kan det fortfarande krävas att parametrar ställs in manuellt.
vi: Ghi chú rằng lúc bây giờ hơi ít khi cần phải gửi tham số cho mô-đun. Trong phần lớn trường hợp, hạt nhân có thể thăm dò phần cứng của hệ thống thì đặt các giá trị mặc định có ích. Tuy nhiên, trong một số trường hợp riêng, vẫn cần phải tự đặt tham số.
zh_cn: 注意，现在参数很少需要传递到模块。多数情况下，内核将侦测当前系统中的硬件，并很好地设置默认参数。然而，某些情况下还是需要手动设置参数。

source: The syntax to use to set parameters for modules is: <informalexample><screen> <replaceable>module_name</replaceable>.<replaceable>parameter_name</replaceable>=<replaceable>value</replaceable> </screen></informalexample> If you need to pass multiple parameters to the same or different modules, just repeat this. For example, to set an old 3Com network interface card to use the BNC (coax) connector and IRQ 10, you would pass:
el: Η σύνταξη που πρέπει να χρησιμοποιηθεί
fi: Moduulien paremetrit annetaan tässä muodossa: <informalexample><screen> <replaceable>moduulin_nimi</replaceable>.<replaceable>parametrin_nimi</replaceable>=<replaceable>arvo</replaceable> </screen></informalexample> Jos on annettava useita parametreja samalle tai eri moduuleille, toista vaan yllä olevaa. Esimerkiksi vanha 3Comin verkkokortti asetetaan käyttämään BNC-liitäntää (coax) ja keskeytystä IRQ 10 seuraavasti:
ru: Синтаксис установки параметров модулей: <informalexample><screen> <replaceable>имя_модуля</replaceable>.<replaceable>имя_параметра</replaceable>=<replaceable>значение</replaceable> </screen></informalexample> Если требуется передать несколько параметров одному или разным модулям, то выражение повторяют. Например, чтобы указать старым сетевым картам 3Com использовать BNC (коаксиальный) разъём и IRQ 10, вы должны написать:
sv: Syntaxen att använda för att ställa in parametrar för moduler är: <informalexample><screen> <replaceable>modulnamn</replaceable>.<replaceable>parameternamn</replaceable>=<replaceable>värde</replaceable> </screen></informalexample> Om du behöver skicka flera parametrar till samma eller olika moduler är det bara att upprepa detta. Till exempel, för att ställa in ett gammalt 3Com-nätverkskort till att använda BNC-kontakten (coax) och IRQ 10, skulle du skicka:
vi: Để đặt tham số cho mô-đun, hãy sử dụng cú pháp: <informalexample><screen> <replaceable>tên_mô-đun</replaceable>.<replaceable>tên_tham_số</replaceable>=<replaceable>giá_trị</replaceable> </screen></informalexample> Nếu bạn cần phải gửi nhiều tham số cho cùng một mô-đun hay nhiều mô-đun khác nhau, đơn giản hãy lặp lại câu lệnh này. Chẳng hạn, để đặt một thẻ giao diện mạng 3Com cũ sử dụng bộ kết nối BNC (co-ax) và IRQ10, bạn cần gửi:
zh_cn: 设置模块参数的语法为：<informalexample><screen> <replaceable>module_name</replaceable>.<replaceable>parameter_name</replaceable>=<replaceable>value</replaceable> </screen></informalexample> 如果您需要传递多个参数给相同或不同的模块，重复上面内容即可。例如，设置老式的 3Com 网卡要使用 BNC (coax) 端子和 IRQ 10，要使用：

source: Blacklisting kernel modules
el: Αποκλεισμός (blacklisting) αρθρωμάτων του πυρήνα
fi: Ytimen moduulien lisääminen kieltolistalle
ru: Внесение модулей ядра в чёрный список
sv: Svartlistning av kärnmoduler
vi: Cấm mô-đun hạt nhân
zh_cn: 内核模块黑名单
