Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: In the OS Selection menu, set <command>linload.exe</command> as the boot loader, and <command>milo</command> as the OS Path. Bootstrap using the newly created entry.
el: Στο μενού OS Selection, ορίστε το <command>linload.exe</command> σαν φορτωτή εκκίνησης, και το <command>milo</command> σαν OS Path. Ξεκινήστε (bootstrap) χρησιμοποιώντας την επιλογή που μόλις δώσατε.
fi: OS Selection -valikossa, aseta käynnistyslataimeksi <command>linload.exe</command> ja "OS Path" arvoon <command>milo</command>. Käynnistä tällä uudella valikon kohdalla.
ru: В меню OS Selection установите <command>linload.exe</command> в качестве загрузчика системы, а <command>milo</command> как OS Path. Загрузитесь, используя только что созданную запись.
sv: I valmenyn för operativsystem, ställ in <command>linload.exe</command> som starthanterare, och <command>milo</command> som "OS Path". Kör bootstrap med den nyligen skapade posten.
vi: Trong trình đơn 'OS Selection' (chọn HĐH), hãy đặt <command>linload.exe</command> là bộ tải khởi động (boot loader), và <command>milo</command> là đường dẫn HĐH (OS Path). Sau đó, hãy tải và khởi động bằng mục nhập mới tạo.
zh_cn: 在操作系统选择菜单内，设置 <command>linload.exe</command> 作为引导装载器，并且 <command>milo</command> 作为操作系统参数。然后使用这个最近建立的选项启动。

source: Booting with MILO
el: Εκκίνηση με MILO
fi: Käynnistäminen MILO:lla
ru: Загрузка с помощью MILO
sv: Uppstart med MILO
vi: Khởi động bằng MILO
zh_cn: 采用 MILO 引导

source: MILO contained on the bootstrap media is configured to proceed straight to Linux automatically. Should you wish to intervene, all you need is to press space during MILO countdown.
el: Ο MILO που περιλαμβάνεται στα μέσα της πρωτοεκκίνησης είναι ρυθμισμένος ώστε αυτόματα να προχωρά στο Linux κατευθείαν. Σε περίπτωση που θα θέλατε να παρέμβετε στη διαδικασία, το μόνο που χρειάζεται να κάνετε είναι να πατήσετε το πλήκτρο space στη διάρκεια της αντίστροφης μέτρησης του MILΟ.
fi: Käynnistystaltiolla olevan MILO:n asetukset on tehty jatkamaan suoraan Linuxiin automaattisesti. Jos tätä ei haluta, riittää painaa välilyöntiä MILO:n lähtölaskennan aikana.
ru: MILO, находящийся на установочном носителе, настроен на автоматическое продолжение загрузки Linux. Чтобы вмешаться в процесс, вам нужно нажать клавишу пробел во время отсчёта MILO.
sv: MILO som finns på bootstrap-mediumet är konfigurerad att automatiskt fortsätta direkt till Linux. Om du önskar att avbryta är allt du behöver göra att trycka på blanksteg under MILO-nedräkningen.
vi: MILO nằm trên vật chứa tải và khởi động có được cấu hình để tiếp tục tự động tới Linux. Nếu bạn muốn thay đổi ứng xử này, chỉ cần bấm phím dài trong tiến trình đếm ngược của MILO.
zh_cn: 自我启动介质上的 MILO 会自动直接进入 Linux 引导过程。如果您要对此有所控制，只需要在 MILO 倒计时时按下空格键。

source: If you want to specify all the bits explicitly (for example, to supply additional parameters), you can use a command like this: <informalexample><screen> MILO> boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- arguments --> </screen></informalexample> If you are booting from something other than a floppy, substitute <filename>fd0</filename> in the above example with the appropriate device name in Linux notation. The <command>help</command> command would give you a brief MILO command reference.
el: Αν θέλετε να προσδιορίσετε όλα τα στοιχεία εκπεφρασμένα (για παράδειγμα, να δώσετε επιπλέον παραμέτρους), μπορείτε να χρησιμοποιήσετε μια εντολή όπως αυτή: <informalexample><screen> MILO&gt; boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- arguments --> </screen></informalexample> αν εκκινείτε από κάτι άλλο εκτός από δισκέττα, αντικαταστήστε το <filename>fd0</filename> στο παραπάνω παράδειγμα με το κατάλληλο όνομα της συσκευής με το συμβολισμό του Linux. Η εντολή <command>help</command> μπορεί να σας δώσει ένα σύντομο οδηγό αναφοράς για τις εντολές του MILO.
fi: Haluttaessa määrittää kaikki yksityiskohdat tarkkaan (esimerkiksi antaa lisäparametreja), voidaan käyttää tämän tapaista komentoa: <informalexample><screen> MILO> boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- parametreja --> </screen></informalexample> Jos käynnistetään muulta laitteelta kuin levyke, kirjoita yllä olevassa esimerkissä <filename>fd0</filename>:n tilalle oikean laitteen nimi Linuxin merkintätavalla. Komennolla <command>help</command> näkee lyhyen MILO:n komentojen luettelon.
ru: Если вы хотите задать все параметры явно (например, чтобы добавить свои параметры), то можете использовать такую команду: <informalexample><screen> MILO> boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- arguments --> </screen></informalexample> Если вы загружаетесь не с дискеты, замените <filename>fd0</filename> в приведённом выше примере на соответствующее имя устройства в Linux. Команда <command>help</command> выводит краткую справку о командах MILO.
sv: Om du vill uttryckligen ange alla bitar (till exempel, för att skicka med ytterligare parametrar), kan du använda ett kommando som denna: <informalexample><screen> MILO> boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- arguments --> </screen></informalexample> Om du startar upp från något annat än en diskett, ersätt <filename>fd0</filename> i exemplet ovan med lämpligt enhetsnamn i Linux-notation. Kommandot <command>help</command> ger dig en kort referens på MILO-kommandon.
vi: Nếu bạn muốn xác định riêng mỗi thứ (v.d. để cung cấp tham số thêm), bạn có thể dùng lệnh như đây:<informalexample><screen> MILO> boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- các_đối_số --> </screen></informalexample> Nếu bạn khởi động từ vật chứa khác đĩa mềm, hãy thay thế <filename>fd0</filename> trong lời thí dụ bên trên bằng tên thiết bị thích hợp bằng kiểu ghi Linux. Lệnh <command>help</command> (trợ giúp) sẽ cung cấp một tham chiếu lệnh MILO ngắn.
zh_cn: 如果您想显式指定所有的位(比如，支持附加的参数)，您可以使用像下面形式的命令： <informalexample><screen> MILO> boot fd0:linux.bin.gz root=/dev/fd0 load_ramdisk=1 <!-- arguments --> </screen></informalexample> 如果通过软盘之外别的方法引导，在 Linux 标记下把上面例子中的 <filename>fd0</filename> 替换成合适的设备名称。<command>help</command> 命令将给出一个简单的 MILO 命令参考。

source: Booting from TFTP
el: Εκκίνηση από TFTP
fi: Käynnistäminen TFTP:llä
ru: Загрузка по TFTP
sv: Uppstart från TFTP
vi: Khởi động từ TFTP
zh_cn: 从 TFTP 引导

source: Booting from the network requires that you have a network connection and a TFTP network boot server (DHCP, RARP, or BOOTP).
el: H εκκίνηση από το δίκτυο προαπαιτεί ότι διαθέτετε μια δικτυακή σύνδεση και έναν δικτυακό TFTP server εκκίνησης (DHCP, RARP, ή BOOTP).
fi: Käynnistäminen verkosta edellyttää verkkoyhteyttä ja TFTP-käynnistyspalvelinta (DHCP, RARP, tai BOOTP).
ru: Загрузка по сети требует наличия сетевого подключения и сетевого загрузочного сервера TFTP (DHCP, RARP или BOOTP).
sv: Uppstart från nätverket kräver att du har en nätverksanslutning och en TFTP-server konfigurerad för uppstarter (DHCP, RARP eller BOOTP).
vi: Việc khởi động từ mạng cần thiết bạn có sự kết nối mạng và máy phục vụ khởi động mạng kiểu TFTP (DHCP, RARP, hay BOOTP).
zh_cn: 从网络引导需要您已经具备网络的连接和一台 TFTP 网络引导服务器(DHCP, RARP 以及 BOOTP)。

source: Older systems such as the 715 might require the use of an RBOOT server instead of a BOOTP server.
el: Παλιότερα συστήματα όπως τα 715 πιθανόν να απαιτούν τη χρήση ενός διακομιστή RBOOT αντί ενός BOOTP.
fi: Vanhoissa järjestelmissä kuten 715 saatetaan joutua käyttämään RBOOT-palvelinta BOOTP:n tilalla.
ru: Для старых систем, например, 715-х, может потребоваться использование RBOOT сервера вместо сервера BOOTP.
sv: Äldre system såsom 715 kan kräva att en RBOOT-server används istället för en BOOTP-server.
vi: Hệ thống cũ hơn như 715 có thể cần thiết bạn dùng máy phục vụ kiểu RBOOT thay cho BOOTP.
zh_cn: 较早的系统比如 715 也许需要使用一台 RBOOT 服务器来取代 BOOTP 服务器。

source: The installation method to support network booting is described in <xref linkend="install-tftp"/>.
el: Η μέθοδος εγκατάστασης με υποστήριξη δικτυακής εκκίνησης περιγράφεται στην ενότητα <xref linkend="install-tftp"/>.
fi: Verkosta käynnistämistä tukeva asennustapa kuvataan kohdassa <xref linkend="install-tftp"/>.
ru: Метод установки с загрузкой из сети описан в <xref linkend="install-tftp"/>.
sv: Installationsmetoden som har stöd för nätverksuppstart finns beskriven i <xref linkend="install-tftp"/>.
vi: Phương pháp cài đặt để hỗ trợ khả năng khởi động qua mạng được diễn tả trong <xref linkend="install-tftp"/>.
zh_cn: 支持的网络引导安装方法在 <xref linkend="install-tftp"/>。

source: Booting from TFTP on Netwinder
el: Εκκίνηση με TFTP σε NetWinder
fi: Käynnistäminen TFTP:llä Netwinderissa
ru: Загрузка Netwinder по TFTP
sv: Starta upp NetWinder via TFTP
vi: Khởi động từ TFTP trên Netwinder
zh_cn: 从 Netwinder 上的 TFTP 上引导

source: Netwinders have two network interfaces: A 10Mbps NE2000-compatible card (which is generally referred to as <literal>eth0</literal>) and a 100Mbps Tulip card. There may be problems loading the image via TFTP using the 100Mbps card so it is recommended that you use the 10Mbps interface (the one labeled with <literal>10 Base-T</literal>).
el: Τα Netwinders έχουν δυο διεπαφές δικτύου: Μία κάρτα 10Μbps συμβατή με NE2000 (που γενικά αναφέρεται σαν <literal>eth0</literal>) και μία κάρτα Tulip των 100Μbps. Πιθανόν να συναντήσετε προβλήματα προσπαθώντας να φορτώσετε την εικόνα μέσω TFTP χρησιμοποιώντας την κάρτα των 100Mbps οπότε συνίσταται να χρησιμοποιήσετε αυτήν των 10Mbps (είναι η κάρτα που επιγράφεται σαν <literal>10 Base-T</literal>).
fi: Netwindereissa on kaksi verkkoliitäntää: 10 Mbit NE2000-yhteensoiva kortti (johon yleensä viitataan nimellä <literal>eth0</literal>) ja 100 Mbit Tulip-kortti. Otoksen noutamisessa 100 Mbit-kortilla saattaa olla pulmia, joten suositellaan käytettävän 10 Mbit-liitäntää (se, jossa lukee <literal>10 Base-T</literal>).
ru: Системы Netwinder имеют два сетевых интерфейса: 10Мбитная NE2000-совместимая карта (к которой обычно обращаются через <literal>eth0</literal>) и 100Мбитная карта Tulip. При загрузке образа по TFTP через 100Мбитную карту могут возникнуть проблемы, поэтому рекомендуется использовать 10Мбитный интерфейс (помеченный как <literal>10 Base-T</literal>).
sv: Netwinder har två nätverksgränssnitt: Ett 10 Mbps NE2000-kompatibelt kort (som generellt sett refereras till som <literal>eth0</literal>) och ett 100 Mbps Tulip-kort. Det kan uppstå problem vid inläsning av avbilden via TFTP med 100 Mbps-kortet så det rekommenderas att du använder 10 Mbps-gränssnittet (det som är märkt som <literal>10 Base-T</literal>).
vi: Máy Netwinder có hai giao diện mạng: một thẻ tương thích với NE2000 10Mbps (thường được gọi như là <literal>eth0</literal>) và một thẻ Tulip 100Mbps. Có thể gặp khó khăn khi tải ảnh thông qua TFTP bằng thẻ 100Mbps, vì vậy khuyên bạn dùng giao diện 10Mbps (điều có nhãn <literal>10 Base-T</literal>).
zh_cn: Netwinder 有两个网络接口：一个 10Mbps NE2000 兼容卡 (通常作为 <literal>eth0</literal>) 和一个 100Mbps Tulip 卡。使用 100Mbps 卡通过 TFTP 加载映像可能会出现问题，所以建议使用 10Mbps 的接口 (标记为 <literal>10 Base-T</literal>)。

source: You need NeTTrom 2.2.1 or later to boot the installation system, and version 2.3.3 is recommended. Unfortunately, firmware files are currently not available for download because of license issues. If this situation changes, you may find new images at <ulink url="http//www.netwinder.org/"></ulink>.
el: Χρειάζεστε έκδοση NeTTrom 2.2.1 ή μεταγενέστερη για να εκκινήσετε το σύστημα εγκατάστασης, η έκδοση NeTTrom 2.3.3 είναι η συνιστώμενη. Δυστυχώς τα αρχεία για το firmware δεν είναι αυτή τη στιγμή διαθέσιμα λόγω προβλημάτων με τις άδειες.<literal>10 Base-T</literal>). μπορείτε<literal>10 Base-T</literal>). να πάρετε τα αρχεία αυτά από το: <ulink url="ftp://ftp.netwinder.org/pub/netwinder/firmware/"></ulink>:
fi: Asennusjärjestelmän käynnistämiseen tarvitaan NeTTrom 2.2.1 tai uudempi, suositellaan versiota 2.3.3. Harmittavasti laiteohjelmatiedostoja ei tällä hetkellä ole saatavilla käyttöoikeussyistä. Jos tämä tilanne muuttuu, uudet otokset saattavat löytyä osoitteesta <ulink url="http//www.netwinder.org/"></ulink>.
ru: Вам потребуется NeTTrom версии 2.2.1 или новее для загрузки системы, но рекомендуется версия 2.3.3. К сожалению, из-за лицензионных проблем файлы микропрограмм недоступны для загрузки. Если ситуация изменится, вы можете найти новые образы на <ulink url="http//www.netwinder.org/"></ulink>.
sv: Du behöver NeTTrom 2.2.1 eller senare för att starta upp installationssystemet, och version 2.3.3 rekommenderas. Tyvärr finns inte filerna för den fasta programvaran tillgängliga för hämtning för tillfället på grund av licensproblem. Om denna situation ändras, kan du hitta nya avbilder på <ulink url="http//www.netwinder.org/"></ulink>.
vi: Bạn cần thiết NeTTrom phiên bản 2.2.1 hay sau để khởi động hệ thống cài đặt: khuyên bạn dùng phiên bản 2.3.3. Tiếc là tập tin phần vững hiện thời không sẵn sàng để tải xuống do vấn đề bản quyền. Nếu trường hợp này thay đổi, bạn có thể tìm ảnh mới tại <ulink url="http/www.netwinder.org/"></ulink>.
zh_cn: 您需要 NeTTrom 2.2.1 或者较高的版本来引导安装系统，推荐使用 NeTTrom 2.3.3。不幸的是，由于许可证的原因，固件的文件现在无法下载。如果情况有所改变，您可以从 <ulink url="http://www.netwinder.org/"></ulink>找到新映像。
