Repository: dankamongmen/s-i
Catalog: manual/po/*/boot-installer.po
Languages: el, fi, ru, sv, vi, zh_cn

source: Then, to boot from the first Ethernet interface, you would type: <informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample> This will boot using the default kernel parameters as included in the netboot image.
el: Μετά, για να εκκινήσετε από το πρώτο Ethernet interface, θα πρέπει να τυπώσετε: <informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample> Αυτό θα δώσει εκκίνηση με τις προκαθορισμένες παραμέτρους στον πυρήνα όπως περιλαμβάνεται στην εικόνα του netboot.
fi: Jos halutaan käynnistää ensimmäisestä Ethernet-liitännästä, kirjoitetaan:<informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample> Tällöin käynnistetään käyttäen netboot-otoksessa mukana olevien ytimen oletusparametreja.
ru: Затем, чтобы загрузиться через первый Ethernet интерфейс, введите: <informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample> Будет загружено ядро с параметрами по умолчанию, которые указаны в образе netboot.
sv: Sedan, för att starta upp från det första Ethernet-gränssnittet, kan du skriva: <informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample> Det här kommer att starta upp med de kärnparametrar som är standard och som inkluderats i netboot-avbilden.
vi: Sau đó, để khởi động từ giao diện Ethernet thứ nhất, bạn nên gõ :<informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample>Việc này sẽ khởi động bằng những tham số hạt nhân mặc định, như được gồm trong ảnh khởi động qua mạng (netboot).
zh_cn: 接下来，如果从第一个以太网界面引导，您需要输入： <informalexample><screen> &gt;&gt;&gt; boot ewa0 -flags "" </screen></informalexample> 这将 netboot 映象启动，并使用默认的内核参数。

source: If you wish to use a serial console, you <emphasis>must</emphasis> pass the <userinput>console=</userinput> parameter to the kernel. This can be done using the <userinput>-flags</userinput> argument to the SRM <userinput>boot</userinput> command. The serial ports are named the same as their corresponding files in <userinput>/dev</userinput>. Also, when specifying additional kernel parameters, you must repeat certain default options that are needed by the &d-i; images. For example, to boot from <userinput>ewa0</userinput> and use a console on the first serial port, you would type:
el: Αν θέλετε να χρησιμοποιήσετε μια σειριακή κονσόλα, θα <emphasis>πρέπει</emphasis> να περάσετε την παράμετρο <userinput>console=</userinput> στον πυρήνα. Αυτό μπορεί να γίνει χρησιμοποιώντας το όρισμα <userinput>-flags</userinput>στην εντολή <userinput>boot</userinput> της κονσόλας SRM. Oι σειριακές θύρες έχουν τα ονόματα των αντίστοιχων τους αρχείων στον κατάλογο <userinput>/dev</userinput>. Για παράδειγμα, για να ξεκινήσετε από το interface <userinput>ewa0</userinput> και να χρησιμοποιήσετε μια κονσόλα στην πρώτη σειριακή θύρα θα πρέπει να πληκτρολογήσετε:
fi: Jos halutaan käyttää konsolia sarjaportissa, <emphasis>on käytettävä</emphasis> ytimelle parametria <userinput>console=</userinput>. Tämä voidaan tehdä SRM:n komennon <userinput>boot</userinput> parametrilla <userinput>-flags</userinput>. Sarjaporttien nimi on sama kuin niitä vastaavan tiedosto nimi hakemistossa <userinput>/dev</userinput>. Lisäksi on tietyt Debianin asentimen tarvitsemat oletusvalitsimet toistettava kun annetaan ytimelle lisäparametreja. Esimerkiksi, kun halutaan käynnistää laitteelta <userinput>ewa0</userinput> ja käyttää ensimmäistä sarjaporttia konsolina, kirjoitetaan:
ru: Если вы хотите использовать консоль на последовательном порту, то вам <emphasis>нужно</emphasis> передать ядру параметр <userinput>console=</userinput>. Это можно сделать с помощью аргумента <userinput>-flags</userinput> в SRM команде <userinput>boot</userinput>. Последовательные порты называются как и им соответствующие файлы в <userinput>/dev</userinput>. Когда определяются дополнительные параметры ядра, вы должны также передавать параметры по умолчанию, которые нужны образам &d-i;. Например, при загрузки с <userinput>ewa0</userinput> и использовании консоли на первом последовательном порту, введите:
sv: Om du önskar att använda en seriekonsoll, <emphasis>måste</emphasis> du skicka med parametern <userinput>console=</userinput> till kärnan. Det kan göras med argumentet <userinput>-flags</userinput> till SRM-kommandot <userinput>boot</userinput>. Serieportarna har samma namn som sina motsvarande filer i <userinput>/dev</userinput>. När ytterligare kärnparametrar anges, måste du upprepa vissa standardalternativ som behövs av &d-i;-avbilderna. Till exempel, för att starta upp från <userinput>ewa0</userinput> och använda en konsoll på första serieporten, skulle du skriva:
vi: Nếu bạn muốn dùng bàn điều khiển nối tiếp, bạn <emphasis>cần phải</emphasis> gởi tham số <userinput>console=</userinput> (bàn điều khiển=) qua cho hạt nhân. Có thể làm như thế bằng cách dùng đối số <userinput>-flags</userinput> (các cờ) tới lệnh <userinput>boot</userinput> (khởi động) SRM. Những cổng nối tiếp có cùng tên với những tập tin tương ứng nằm trong thư mục <userinput>/dev</userinput>. Hơn nữa, khi xác định tham số hạt nhân thêm, bạn cần phải lặp lại một số tùy chọn mặc định riêng cần thiết bởi ảnh &d-i;. Lấy thí dụ, để khởi động từ <userinput>ewa0</userinput>, cũng dùng bàn điều khiển trên cổng nối tiếp thứ nhất, bạn nên gõ :
zh_cn: 如果希望使用一个串行控制台，您 <emphasis>必须</emphasis> 给内核传递 <userinput>console=</userinput> 参数。这个工作可以使用附带 <userinput>-flags</userinput> 参数的 SRM <userinput>boot</userinput> 命令来完成。串口号的命名和它们在目录 <userinput>/dev</userinput> 中相同。另外，如有指定额外的内核参数，也必须给 &d-i; 映象重复指定。比如，如果需要从 <userinput>ewa0</userinput> 引导，并且在第一个串口使用控制台，您需要输入：

source: Booting from CD-ROM with the SRM Console
el: Εκκινώντας από CD-ROM με την κονσόλα SRM
fi: Käynnistäminen rompulta SRM-konsolilla
ru: Загрузка с CD-ROM в SRM консоли
sv: Uppstart från cd-rom med SRM-konsoll
vi: Khởi động từ đĩa CD-ROM bằng bàn điều khiển SRM
zh_cn: 采用 SRM 控制台来从 CD 光盘上引导

source: The &debian; install CDs include several preconfigured boot options for VGA and serial consoles. Type <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 0 </screen></informalexample> to boot using VGA console, where <replaceable>xxxx</replaceable> is your CD-ROM drive in SRM notation. To use serial console on the first serial device, type <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 1 </screen></informalexample> and for console on the second serial port, type
el: Τα CD εγκατάστασης του &debian; περιλαμβάνουν αρκετές προδιαμορφωμένες επιλογές εκκίνησης για VGA και σειριακές κονσόλες. Πληκτρολογήστε <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 0 </screen></informalexample> για να εκκινήσετε χρησιμοποιώντας την κονσόλα VGA, και όπου <replaceable>xxxx</replaceable> είναι η συσκευή CD-ROM σε συμβολισμό SRM. Για να χρησιμοποιήσετε σειριακή κονσόλα στην πρώτη σειριακή συσκευή, πληκτρολογήστε <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 1 </screen></informalexample> και για κονσόλα στην δεύτερη σειριακή θύρα, πληκτρολογήστε
fi: &debian; -asennusrompuilla on useita etukäteen määriteltyjä käynnistysvalitsimia VGA:lle ja sarjapäätteille. Kirjoittamalla <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 0 </screen></informalexample> käynnistetään käyttäen VGA-konsolia. <replaceable>xxxx</replaceable> on romppuasema SRM-merkintätavalla. Ensimmäiseen sarjaporttiin kytkettyä päätettä käytetään konsolina kirjoittamalla <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 1 </screen></informalexample> ja jos konsoli on toisessa sarjaportissa, kirjoitetaan
ru: На установочных CD &debian; включено несколько настроенных параметров загрузки для VGA и консолей на последовательном порту. Введите <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 0 </screen></informalexample>, чтобы загрузиться с использованием консоли VGA, где <replaceable>xxxx</replaceable> &mdash; привод CD-ROM, указанный в формате SRM. Чтобы задействовать консоль на первом последовательном порту, введите <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 1 </screen></informalexample>, а для консоли на втором последовательном порту, введите
sv: Installationsskivorna för &debian; inkluderar flera förkonfigurerade uppstartsalternativ för VGA och seriekonsoller. Ange <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 0 </screen></informalexample> för att starta upp med en VGA-konsoll, där <replaceable>xxxx</replaceable> är din cd-rom-enhet i SRM-notation. För att använda en seriekonsoll på den första serieenheten, ange <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 1 </screen></informalexample> och för konsollen på den andra serieporten, ange
vi: Các đĩa CD cài đặt &debian; chứa vài tùy chọn khởi động cấu hình sẵn cho bàn giao tiếp kiểu VGA và nối tiếp. Gõ <informalexample><screen> &gt;&gt;&gt; boot xxxx -cờ 0 </screen></informalexample> để khởi động bằng bàn giao tiếp VGA, mà <replaceable>xxxx</replaceable> là ổ đĩa CD-ROM theo cách ghi SRM. Để sử dụng bàn giao tiếp nối tiếp trên thiết bị nối tiếp thứ nhất, hãy gõ <informalexample><screen> &gt;&gt;&gt; boot xxxx -cờ 1 </screen></informalexample>, còn để sử dụng bàn giao tiếp trên thiết bị nối tiếp thứ hai, gõ :
zh_cn: &debian; 安装光盘为 VGA 和串口控制台包含了一些预置的引导选项。键入 <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 0 </screen></informalexample> 使用 VGA 控制台引导，其中 <replaceable>xxxx</replaceable> 是您的 CD-ROM 驱动器的 SRM 记号。要使用第一个串口设备上的串行控制台，键入 <informalexample><screen> &gt;&gt;&gt; boot xxxx -flags 1 </screen></informalexample> 而对第二个串口上的控制台，键入

source: Booting from CD-ROM with the ARC or AlphaBIOS Console
el: Εκκίνηση από CD-ROM με την κονσόλα ARC ή AlphaBIOS
fi: Käynnistäminen rompulta ARC- tai AlphaBIOS-konsolilta
ru: Загрузка с CD-ROM в ARC или AlphaBIOS консоли
sv: Uppstart från cd-rom med ARC eller AlphaBIOS-konsoll
vi: Khởi động từ đĩa CD-ROM bằng bàn điều khiển ARC hay AlphaBIOS
zh_cn: 通过 ARC 或者 AlphaBIOS 控制台来从 CD 光盘上启动

source: To boot a CD-ROM from the ARC console, find your sub-architecture code name (see <xref linkend="alpha-cpus"/>), then enter <filename>\milo\linload.exe</filename> as the boot loader and <filename>\milo\<replaceable>subarch</replaceable></filename> (where <replaceable>subarch</replaceable> is the proper subarchitecture name) as the OS Path in the `OS Selection Setup' menu. Ruffians make an exception: You need to use <filename>\milo\ldmilo.exe</filename> as boot loader.
el: Για να εκκινήσετε ένα CD-ROM από κονσόλα ARC, βρείτε το κωδικό όνομα της υποαρχιτεκτονικής σας (δείτε το <xref linkend="alpha-cpus"/>), στη συνέχεια πληκτρολογήστε <filename>\milo\linload.exe</filename> σαν τον φορτωτή εκκίνησης καθώς και <filename>\milo\<replaceable>subarch</replaceable></filename> (όπου <replaceable>subarch</replaceable> είναι το κανονικό όνομα της υποαρχιτεκτονικής σας) σαν το OS Path στο μενού `OS Selection Setup'. Τα Ruffians αποτελούν εξαίρεση:θα πρέπει να χρησιμοποιήσετε <filename>\milo\ldmilo.exe</filename> σαν φορτωτή εκκίνησης.
fi: ARC-konsolilta käynnistetään rompulta etsimällä suoritinarkkitehtuurin koodinimi (katso <xref linkend="alpha-cpus"/>), määrittämällä käynnistyslataimeksi <filename>\milo\linload.exe</filename> ja OS Path:in arvoksi "OS Selection Setup"-valikossa <filename>\milo\<replaceable>subarch</replaceable></filename> (missä <replaceable>subarch</replaceable> on asiaankuuluva suoritinarkkitehtuurin nimi). Ruffianit ovat poikkeus: käynnistyslataimena on käytettävä <filename>\milo\ldmilo.exe</filename>.
ru: Чтобы загрузиться с CD-ROM из ARC консоли, определите кодовое имя вашей субархитектуры (смотрите <xref linkend="alpha-cpus"/>), затем введите имя системного загрузчика <filename>\milo\linload.exe</filename> и <filename>\milo\<replaceable>subarch</replaceable></filename> (где <replaceable>subarch</replaceable> &mdash; имя субархитектуры) вместо OS Path в меню `OS Selection Setup'. Для Ruffian в качестве системного загрузчика нужно использовать <filename>\milo\ldmilo.exe</filename>.
sv: För att starta upp en cd-rom från ARC-konsollen, ta reda på kodnamnet för din underarkitektur (se <xref linkend="alpha-cpus"/>), och ange sedan <filename>\milo\linload.exe</filename> som starthanterare och <filename>\milo\<replaceable>underarkitektur</replaceable></filename> (där <replaceable>underarkitektur</replaceable> är det korrekta namnet på underarkitekturen) som sökväg till operativsystemet i menyn "OS Selection Setup". Ett undantag för ägare av Ruffian-system: De måste använda <filename>\milo\ldmilo.exe</filename> som starthanterare.
vi: Để khởi động một đĩa CD-ROM từ bàn điều khiển ARC, hãy tìm tên mã kiến trúc phụ của máy bạn (xem <xref linkend="alpha-cpus"/>), rồi nhập <filename>\milo\linload.exe</filename> như là bộ tải khởi động, và <filename>\milo\<replaceable>kiến_trúc_phụ</replaceable></filename> (mà <replaceable>kiến_trúc_phụ</replaceable> là tên kiến trúc phụ đúng) như là đường dẫn hệ điều hành trong trình đơn « OS Selection Setup » (Thiết lập chọn HĐH). Máy Ruffian là ngoài lệ: cần phải dùng <filename>\milo\ldmilo.exe</filename> như là bộ tải khởi động.
zh_cn: 为了从 ARC 控制台引导 CD 光盘，找出您的子体系结构代码名称(参见 <xref linkend="alpha-cpus"/>)，然后输入 <filename>\milo\linload.exe</filename> 作为引导装载器并且在 `OS Selection Setup' 菜单下选择 <filename>\milo\<replaceable>subarch</replaceable></filename> (这里 <replaceable>subarch</replaceable> 是相应的子体系结构名称)作为操作系统路径。Ruffians 则是一个例外：您需要使用 <filename>\milo\ldmilo.exe</filename> 作为引导装载器。

source: Booting from Floppies with the SRM Console
el: Εκκίνηση από δισκέττες με την κονσόλα SRM
fi: Käynnistäminen levykkeiltä SRM-konsolilla
ru: Загрузка с дискет из SRM консоли
sv: Uppstart från startdisketter med SRM-konsoll
vi: Khởi động từ đĩa mềm bằng bàn điều khiển SRM
zh_cn: 通过 SRM 控制台从软盘引导

source: At the SRM prompt (<prompt>&gt;&gt;&gt;</prompt>), issue the following command: <informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0 </screen></informalexample> possibly replacing <filename>dva0</filename> with the actual device name. Usually, <filename>dva0</filename> is the floppy; type <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> to see the list of devices (e.g., if you want to boot from a CD). Note that if you are booting via MILO, <command>-flags</command> argument is ignored, so you can just type <command>boot dva0</command>. If everything works OK, you will eventually see the Linux kernel boot.
el: Στην προτροπή της SRM (<prompt>&gt;&gt;&gt;</prompt>), δώστε την παρακάτω εντολή: <informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0n</screen></informalexample> πιθανόν αντικαθιστώντας το <filename>dva0</filename> με το όνομα της πραγματικής συσκευής. Συνήθως <filename>dva0</filename> είναι η συσκευή δισκέττας. Πληκτρολογήστε <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> για να δείτε τη λίστα των συσκευών (πχ., αν θέλετε να εκκινήσετε από ένα CD). Σημειώστε ότι αν εκκινείτε μέσω MILO, το όρισμα <command>-flags</command> δεν λαμβάνεται υπόψιν, οπότε μπορείτε απλά να πληκτρολογήσετε <command>boot dva0</command>. Αν όλα πάνε καλά, θα δείτε τελικά τον πυρήνα του Linux να ξεκινά.
fi: Kirjoita SRM-kehotteeseen (<prompt>&gt;&gt;&gt;</prompt>) seuraava komento:<informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0 </screen></informalexample> mahdollisesti korvaten <filename>dva0</filename> oikealla laitenimellä. Tavallisesti <filename>dva0</filename> on levyke; kirjoittamalla <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> näkee laiteluettelon (esim. jos halutaan käynnistää rompulta). Huomaa, että käynnistettäessä MILO:n avulla, parametri <command>-flags</command> ohitetaan joten voidaan kirjoittaa vain <command>boot dva0</command>. Jos kaikki toimii kuten pitää, käynnistyy Linux-ydin hetken kuluttua.
ru: В приглашении SRM консоли (<prompt>&gt;&gt;&gt;</prompt>), введите следующую команду: <informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0 </screen></informalexample>, возможно изменив <filename>dva0</filename> на нужное имя устройства. Обычно, <filename>dva0</filename> &mdash; это дисковод гибких дисков; введите <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> чтобы увидеть список устройств (например, если вы хотите загрузиться с CD). Заметим, что если вы загружаетесь с помощью MILO, аргумент <command>-flags</command> игнорируется, поэтому вы можете вводить просто <command>boot dva0</command>. Если всё прошло хорошо, в конечном счёте увидите загрузку ядра Linux.
sv: På SRM-prompten (<prompt>&gt;&gt;&gt;</prompt>), ange följande kommando: <informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0 </screen></informalexample> ersätt möjligen <filename>dva0</filename> med det faktiska enhetsnamnet. Vanligtvis är <filename>dva0</filename> diskettenheten; skriv <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> för att se listan på enheter (alltså, om du vill starta upp från en cd). Observera att om du startar upp via MILO, ignoreras argumentet <command>-flags</command>, så du kan helt enkelt skriva <command>boot dva0</command>. Om allt fungerar som det ska kommer du till slut se Linux-kärnan starta upp.
vi: Tại dấu nhắc SRM (<prompt>&gt;&gt;&gt;</prompt>), hãy nhập lệnh này: <informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0 </screen></informalexample> có thể thay thế <filename>dva0</filename> bằng tên thiết bị thật. Bình thường, <filename>dva0</filename> là ổ đĩa mềm; hãy gõ <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> để xem danh sách các thiết bị (v.d. nếu bạn muốn khởi động từ đĩa CD). Ghi chú rằng nếu bạn khởi động thông qua MILO, đối số các cờ <command>-flags</command> bị bỏ qua, vậy bạn có thể gõ chỉ <command>boot dva0</command>. Nếu mọi thứ hoạt động được, cuối cùng bạn sẽ xem việc khởi động hạt nhân Linux.
zh_cn: 在 SRM 提示符下 (<prompt>&gt;&gt;&gt;</prompt>)，使用如下命令： <informalexample><screen> &gt;&gt;&gt; boot dva0 -flags 0 </screen></informalexample> 可以用实际的设备名称来替换 <filename>dva0</filename>。通常情况下，<filename>dva0</filename> 是软盘；输入 <informalexample><screen> &gt;&gt;&gt; show dev </screen></informalexample> 来查看设备列表(比如，如果您想从一张 CD 上面引导)。注意如果您想通过 MILO 引导 <command>-flags</command> 参数将被忽略，因此您可以只需输入 <command>boot dva0</command>。如果上面步骤工作正常，您将最终看到 Linux 内核引导。

source: If you want to specify kernel parameters when booting via <command>aboot</command>, use the following command: <informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 arguments" </screen></informalexample> (typed on one line), substituting, if necessary, the actual SRM boot device name for <filename>dva0</filename>, the Linux boot device name for <filename>fd0</filename>, and the desired kernel parameters for <filename>arguments</filename>.
el: Αν θέλετε να προσδιορίσετε κάποιες παραμέτρους του πυρήνα όταν εκκινείτε μέσω του <command>aboot</command>, χρησιμοποιήστε την ακόλουθη εντολή: <informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 arguments" </screen></informalexample> (δοσμένη σε μια γραμμή),αντικαθιστώντας, αν είναι απαραίτητο, το όνομα της πραγματικής SRM συσκευής αντί του <filename>dva0</filename>, το όνομα της συσκευής εκκίνησης στο Linux αντί του <filename>fd0</filename>, και τις επιθυμητές παραμέτρους του πυρήνα για τα ορίσματα <filename>arguments</filename>.
fi: Jos käynnistettäessä halutaan antaa ytimen parametreja <command>aboot</command>:n kautta, käytetään seuraavaa komentoa:<informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 arguments" </screen></informalexample> (kaikki kirjoitetaan samalle riville), korvaten, jos tarpeen, <filename>dva0</filename>:n tilalle oikea SRM:n laitenimi, <filename>fd0</filename>:n tilalle Linuxin käynnistyslaite ja <filename>arguments</filename>:in tilalle halutut ytimen parametrit.
ru: Если вы хотите передать загрузочные параметры ядру с помощью <command>aboot</command>, используйте следующую команду: <informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 arguments" </screen></informalexample> (набирается в одной строке), заместив, если нужно, имя устройства загрузки в SRM на <filename>dva0</filename>, в Linux на <filename>fd0</filename>, и желаемые параметры вместо <filename>arguments</filename>.
sv: Om du vill ange kärnparametrar vid uppstart med <command>aboot</command>, använd följande kommando: <informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 arguments" </screen></informalexample> (angivet på en rad), som ersätter, om nödvändigt, det faktiska namnet på uppstartsenheten i SRM för <filename>dva0</filename>, namnet för uppstartsenheten för Linux för <filename>fd0</filename>, och de önskade kärnparametrarna för <filename>arguments</filename>.
vi: Nếu bạn muốn xác định một số tham số hạt nhân khi khởi động bằng <command>aboot</command>, hãy dùng lệnh này: <informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 đối_số" </screen></informalexample> (gõ vào cùng một dòng), thay thế, nếu cần thiết, tên thiết bị khởi động SRM thật cho <filename>dva0</filename>, tên thiết bị khởi động Linux cho <filename>fd0</filename>, và những tham số hạt nhân đã muốn thay cho <filename>đối_số</filename>.
zh_cn: 如果您想在通过 <command>aboot</command> 引导的时候指定特定的内核参数，请使用如下命令： <informalexample><screen> &gt;&gt;&gt; boot dva0 -file linux.bin.gz -flags "root=/dev/fd0 load_ramdisk=1 arguments" </screen></informalexample> (输入到一行)，如果需要，替换 <filename>dva0</filename> 的真实 SRM 引导设备名 <filename>dva0</filename>，<filename>fd0</filename> 的 Linux 引导设备名，<filename>arguments</filename> 需要的内核参数。

source: If you want to specify kernel parameters when booting via <command>MILO</command>, you will have to interrupt bootstrap once you get into MILO. See <xref linkend="booting-from-milo"/>.
el: Αν θέλετε να προσδιορίσετε παραμέτρους για τον πυρήνα ενώ ξεκινάτε με το <command>MILO</command>, θα πρέπει να διακόψετε την διαδικασία πρωτοεκκίνησης (bootstrap) μόλις μπείτε στο MILO. Δείτε το <xref linkend="booting-from-milo"/>.
fi: Jos <command>MILO</command>:n avulla käynnistettäessä halutaan antaa ytimen parametreja, on käynnistys keskeytettävä kun on päästy MILO:on. Katso <xref linkend="booting-from-milo"/>.
ru: Если вы хотите задать параметры ядру при загрузке с помощью <command>MILO</command>, то вам нужно прервать загрузку чтобы попасть в MILO. Смотрите <xref linkend="booting-from-milo"/>.
sv: Om du vill ange kärnparametrar vid uppstart med <command>MILO</command>, måste du avbryta bootstrap när du kommit in i MILO. Se <xref linkend="booting-from-milo"/>.
vi: Nếu bạn muốn xác định một số tham số hạt nhân khi khởi động bằng <command>MILO</command>, bạn sẽ cần phải ngắt tiến trình tải và khởi động, một khi bạn truy cập MILO. Xem <xref linkend="booting-from-milo"/>.
zh_cn: 如果您想在通过 <command>MILO</command> 启动时指定内核参数，您必须在进入 MILO 时中断引导。参阅 <xref linkend="booting-from-milo"/>。

source: Booting from Floppies with the ARC or AlphaBIOS Console
el: Εκκινώντας από δισκέττες με την κονσόλα ARC ή AlphaBIOS
fi: Käynnistäminen levykkeiltä ARC- tai AlphaBIOS-konsolilta
ru: Загрузка с дискет из ARC или AlphaBIOS консоли
sv: Uppstart från startdisketter med ARC eller AlphaBIOS-konsoll
vi: Khởi động từ đĩa mềm bằng bàn điều khiển ARC hay AlphaBIOS
zh_cn: 在 ARC 或者 AlphaBISO 控制台下从软盘引导
