Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: Make a note of the partition number of the MacOS partition where you place these files. If you have the MacOS <command>pdisk</command> program, you can use the <command>L</command> command to check for the partition number. You will need this partition number for the command you type at the Open Firmware prompt when you boot the installer.
ko: 이 파일은 넣어 둔 맥오에스 파티션의 파티션 번호를 적어 놓으십시오. 맥오에스의 <command>pdisk</command> 프로그램이 있으면, <command>L</command> 명령으로 파티션 번호를 알아낼 수 있습니다. 이 파티션 번호는 나중에 Open Firmware 프롬프트에서 설치 프로그램을 부팅하는 명령에서 사용합니다.
sv: Gör en notering om partitionsnumret på MacOS-partitionen där du placerade de här filerna. Om du har MacOS-programmet <command>pdisk</command>, kan du använda <command>L</command>-kommandot för att leta efter partitionsnumret. Du behöver det här partitionsnumret för kommandot du anger vid Open Firmware-prompten när du startar upp installeraren.
vi: Hãy ghi nhớ số hiệu phân vùng MacOS nơi bạn để những tập tin này. Nếu bạn có chương trình MacOS <command>pdisk</command>, bạn có khả năng dùng lệnh <command>L</command> để kiểm tra xem số hiệu phân vùng. Bạn cần biết số hiệu phân vùng này để gõ lệnh vào dấu nhắc OpenFirmware, khi bạn khởi động trình cài đặt.

source: To boot the installer, proceed to <xref linkend="boot-newworld"/>.
ko: 설치 프로그램을 부팅하려면, <xref linkend="boot-newworld"/> 부분으로 계속 진행하십시오.
sv: För att starta upp installeraren, fortsätt till <xref linkend="boot-newworld"/>.
vi: Để khởi động trình cài đặt, hãy tiếp tục tới <xref linkend="boot-newworld"/>.

source: Preparing Files for TFTP Net Booting
ko: TFTP 네트워크 부팅에 필요한 파일 준비하기
sv: Förbered filerna för nätverksuppstart via TFTP
vi: Chuẩn bị tập tin để khởi động qua mạng TFTP

source: If your machine is connected to a local area network, you may be able to boot it over the network from another machine, using TFTP. If you intend to boot the installation system from another machine, the boot files will need to be placed in specific locations on that machine, and the machine configured to support booting of your specific machine.
ko: LAN에 연결되어 있다면, 네트워크를 통해 TFTP를 사용해서 다른 기계에서 부팅할 수도 있습니다. 다른 기계에서 설치 시스템을 부팅하려고 한다면, 부팅 파일을 특정 위치에 복사해 놓고, 해당 기계의 부팅을 지원하도록 설정해 놓아야 합니다.
sv: Om din maskin är ansluten till ett lokalt nätverk har du möjligheten att starta upp via nätverket från en annan maskin med TFTP. Om du tänker starta upp installationssystemet från en annan maskin behöver uppstartsfilerna placeras på specifika platser på den maskinen och maskinen konfigureras för att få stöd för uppstart av din specifika maskin.
vi: Nếu máy tính của bạn có kết nối đến mạng cục bộ, bạn có thể có khả năng khởi động qua mạng từ máy khác bằng TFTP. Nếu bạn định khởi động hệ thống cài đặt từ máy khác, cần phải để các tập tin khởi động vào vị trí dứt khoát trên máy đó, cũng cấu hình máy đó để hỗ trợ khả năng khởi động máy tính riêng của bạn.

source: You need to set up a TFTP server, and for many machines a DHCP server<phrase condition="supports-rarp">, or RARP server</phrase><phrase condition="supports-bootp">, or BOOTP server</phrase>.
vi: Bạn cần phải thiết lập một trình phục vụ TFTP, và cho nhiều máy cũng cần một trình phục vụ DHCP<phrase condition="supports-rarp">, hay trình phục vụ RARP</phrase><phrase condition="supports-bootp">, hay trình phục vụ BOOTP</phrase>.

source: <phrase condition="supports-rarp">The Reverse Address Resolution Protocol (RARP) is one way to tell your client what IP address to use for itself. Another way is to use the BOOTP protocol.</phrase> <phrase condition="supports-bootp">BOOTP is an IP protocol that informs a computer of its IP address and where on the network to obtain a boot image.</phrase> <phrase arch="m68k">Yet another alternative exists on VMEbus systems: the IP address can be manually configured in boot ROM.</phrase> The DHCP (Dynamic Host Configuration Protocol) is a more flexible, backwards-compatible extension of BOOTP. Some systems can only be configured via DHCP.
ko: <phrase condition="supports-rarp">Reverse Address Resolution Protocol은 (RARP) 어떤 클라이언트에게 어떤 IP 주소를 사용해야 하는 지 알려주는 한 방법입니다. 또 다른 방법은 BOOP 프로토콜을 사용하는 것입니다. </phrase> <phrase condition="supports-bootp">BOOTP는 컴퓨터에게 그 IP 주소 및 네트워크의 어디에서 부팅 이미지를 가져와야 하는 지 알려주는 IP 프로토콜입니다. </phrase> <phrase arch="m68k"> VMEbus 시스템에서는 또 다른 방법이 있습니다. 부팅 ROM에 IP 주소를 수동으로 설정할 수 있습니다. </phrase> DHCP는 (Dynamic Host Configuration Protocol) 더 유연하며, BOOTP와 호환되는 확장 기능입니다. 일부 시스템은 DHCP를 이용해야만 설정할 수 있습니다.
sv: <phrase condition="supports-rarp">Reverse Address Resolution Protocol (RARP) är ett sätt att berätta för din klient vilken IP-adress den själv ska använda. Ett annat sätt är att använda BOOTP-protokollet.</phrase> <phrase condition="supports-bootp">BOOTP är ett IP-protokoll som informerar en dator om dess IP-adress och var på nätverket den kan hämta en uppstartsavbild.</phrase> <phrase arch="m68k">Ytterligare ett alternativ finns för VMEbus-system: IP-adressen kan manuellt konfigureras i uppstarts-ROM.</phrase> DHCP (Dynamic Host Configuration Protocol) är en mer flexibel, bakåtkompatibel utökning av BOOTP. Vissa system kan endast konfigureras via DHCP.
vi: <phrase condition="supports-rarp">Giao thức quyết định địa chỉ ngược lại (RARP) là một cách báo ứng dụng khách biết địa chỉ IP nào cần dùng để nhận diện chính nó. Một cách khác là dùng giao thức BOOTP.</phrase> <phrase condition="supports-bootp">BOOTP là một giao thức IP báo máy tính biết địa chỉ IP của chính nó và nơi trên mạng có thể lấy ảnh khởi động.</phrase> <phrase arch="m68k">Còn có một cách khác trên hệ thống kiểu VMEbus: địa chỉ IP có thể được tự cấu hình trong bộ nhớ ROM khởi động.</phrase> <phrase condition="supports-dhcp">DHCP (giao thức cấu hình máy động) là một phần mở rộng BOOTP dẻo hơn và có khả năng tương thích ngược. Một số hệ thống riêng chỉ có thể được cấu hình bằng DHCP.</phrase>

source: For PowerPC, if you have a NewWorld Power Macintosh machine, it is a good idea to use DHCP instead of BOOTP. Some of the latest machines are unable to boot using BOOTP.
ko: 파워피시의 경우, 뉴월드 파워 매킨토시 기계를 가지고 있다면, BOOTP 대신에 DHCP를 사용하는 게 좋습니다. 최근의 일부 기계들은 BOOTP로는 부팅할 수 없습니다.
sv: För PowerPC, om du har en NewWorld Power Macintosh-maskin, är det en bra idé att använda DHCP istället för BOOTP. Några av de senaste maskinerna kan inte starta upp via BOOTP.
vi: Đối với máy PowerPC, nếu bạn có máy tính PowerMac kiểu mới, khuyên bạn dùng DHCP thay cho BOOTP. Một số máy mới nhất không có khả năng khởi động bằng BOOTP.

source: Unlike the Open Firmware found on Sparc and PowerPC machines, the SRM console will <emphasis>not</emphasis> use RARP to obtain its IP address, and therefore you must use BOOTP for net booting your Alpha<footnote> <para> Alpha systems can also be net-booted using the DECNet MOP (Maintenance Operations Protocol), but this is not covered here. Presumably, your local OpenVMS operator will be happy to assist you should you have some burning need to use MOP to boot Linux on your Alpha. </para> </footnote>. You can also enter the IP configuration for network interfaces directly in the SRM console.
ko: Sparc과 파워피시 기계에 들어 있는 Open Firmware와는 다르게, SRM 콘솔은 IP 주소를 가져올 때 RARP를 쓰지 <emphasis>않습니다</emphasis>. 그래서 Alpha를 네트워크 부팅할 때는 BOOTP를 사용해야 합니다. <footnote> <para> Alpha 시스템은 DECNet MOP(Maintenance Operations Protocol)을 사용하여 네크워크로부팅할 수 있습니다. 그러나 이 방법은 여기서 다루지 않습니다. 아마도 해당 OpenVMS 관리자가 Alpha에서 리눅스를 부팅하는 데 MOP를 사용하는 방법에 대해 도움을 줄 것입니다</para> </footnote>SRM 콘솔에서 네트워크를 위한 IP 설정을 직접 입력할 수도 있습니다.
sv: Tvärtemot Open Firmware som finns på Sparc och PowerPC-maskiner, använder SRM-konsollen <emphasis>inte</emphasis> RARP för att hämta sin IP-adress, och därför måste du använda BOOTP för nätverksuppstart av din Alpha<footnote> <para> Alpha-system kan också nätverksstartas med DECNet MOP (Maintenance Operations Protocol), men det täcks inte in här. Antagligen kan din lokala OpenVMS-operatör gladeligen assistera dig om du har ett stort behov av att använda MOP för att start upp Linux på din Alpha. </para> </footnote>. Du kan också ange IP-konfigurationen för nätverksgränssnitt direkt i SRM-konsollen.
vi: Không như OpenFirmware nằm trên máy kiểu Sparc và PowerPC, bàn giao tiếp SRM sẽ <emphasis>không phải</emphasis> dùng RARP để lấy địa chỉ IP của chính nó nên bạn dùng BOOTP để khởi động máy Alpha qua mạng<footnote> <para> Cũng có thể khởi động hệ thống Alpha qua mạng bằng MOP (giao thức thao tác duy trì) của DECNet, nhưng mà tiết đoạn này không diễn tả đó. Nếu bạn muốn sử dụng MOP để khởi động Linux trên máy Alpha, có thể hỏi quản trị OpenVMS cục bộ. </para> </footnote>. Cũng có thể nhập trực tiếp vào bàn giao tiếp SRM cấu hình IP cho giao diện mạng.

source: Some older HPPA machines (e.g. 715/75) use RBOOTD rather than BOOTP. There is an <classname>rbootd</classname> package available in Debian.
ko: 일부 오래된 HPPA 기계의 경우 (예를 들어 715/75) BOOTP를 쓰지 마시고 RBOOTD를 사용하십시오. 데비안에는 <classname>rbootd</classname> 꾸러미가 들어 있습니다.
sv: Vissa äldre HPPA-maskiner (exempelvis 715/75) använder hellre RBOOTD än BOOTP. Det finns ett paket som kallas <classname>rbootd</classname> tillgängligt i Debian.
vi: Một số máy HPPA cũ hơn (v.d. 715/75) dùng RBOOTD hơn là BOOTP. Debian có sẵn một gói <classname>rbootd</classname>.

source: The Trivial File Transfer Protocol (TFTP) is used to serve the boot image to the client. Theoretically, any server, on any platform, which implements these protocols, may be used. In the examples in this section, we shall provide commands for SunOS 4.x, SunOS 5.x (a.k.a. Solaris), and GNU/Linux.
ko: Trivial File Transfer Protocol은 (TFTP) 부팅 이미지를 클라이언트에게 넘겨줄 때 사용합니다. 이론상 이 프로토콜을 사용한다면 어떤 플랫폼의 어떤 서버라도 사용할 수 있습니다. 여기서는 SunOS 4.x, SunOS 5.x (Solaris), 그리고 GNU/Linux에서 사용하는 명령을 예로 듭니다.
sv: Trivial File Transfer Protocol (TFTP) används för att erbjuda uppstartsavbilder till klienten. Teoretiskt sett kan alla servrar, på alla plattformar, som implementerat de här protokollen, kan användas. I exemplen i det här avsnittet, tillhandahåller vi kommandon för SunOS 4.x, SunOS 5.x (även kallad Solaris) och GNU/Linux.
vi: Giao thức truyền tập tin không đáng kể (TFTP) được dùng để phục vụ ảnh khởi động cho ứng dụng khách. Về lý thuyết có thể sử dụng bất kỳ trình phục vụ nào trên bất kỳ nền tảng nào mà thực hiện những giao thức này. Những lời thí dụ trong tiết đoạn này sẽ cung cấp lệnh riêng cho hệ điều hành SunOS 4.x, SunOS 5.x (cũng tên Solaris), và GNU/Linux.

source: To use the Pre-boot Execution Environment (PXE) method of TFTP booting, you will need a TFTP server with <userinput>tsize</userinput> support. On a &debian; server, the <classname>atftpd</classname> and <classname>tftpd-hpa</classname> packages qualify; we recommend <classname>tftpd-hpa</classname>.
ko: TFTP 부팅에서 Pre-boot Execution Environment (PXE) 방식을 사용하려면, <userinput>tsize</userinput>를 지원하는 TFTP 서버가 있어야 합니다. &debian; 서버에서는, <classname>atftpd</classname> 및 <classname>tftpd-hpa</classname> 꾸러미가 이 기능을 지원합니다. <classname>tftpd-hpa</classname>를 권장합니다.
sv: För att använda metoden Pre-boot Execution Environment (PXE) av TFTP-uppstarten, behöver du en TFTP-server med stöd för <userinput>tsize</userinput>. På en &debian;-server är paketen <classname>atftpd</classname> och <classname>tftpd-hpa</classname> kvalificerade; vi rekommenderar <classname>tftpd-hpa</classname>.
vi: Để sử dụng phương pháp khởi động TFTP của môi trường thực hiện tiền khởi động (PXE), bạn cần có sẵn sàng trình phục vụ TFTP có hỗ trợ khả năng <userinput>tsize</userinput>. Trên máy phục vụ &debian;, hai gói<classname>atftpd</classname> và <classname>tftpd-hpa</classname> là thích hợp: khuyên bạn dùng <classname>tftpd-hpa</classname>.

source: Setting up RARP server
ko: RARP 서버 준비하기
sv: Konfigurering av RARP-server
vi: Thiết lập trình phục vụ RARP

source: To set up RARP, you need to know the Ethernet address (a.k.a. the MAC address) of the client computers to be installed. If you don't know this information, you can <phrase arch="sparc"> pick it off the initial OpenPROM boot messages, use the OpenBoot <userinput>.enet-addr</userinput> command, or </phrase> boot into <quote>Rescue</quote> mode (e.g., from the rescue floppy) and use the command <userinput>/sbin/ifconfig eth0</userinput>.
ko: RARP를 설정하려면, 설치하려는 클라언트 컴퓨터의 이더넷 주소를 (다른 말로 MAC 주소) 알아야 합니다. 이 정보를 모른다면, <phrase arch="sparc"> OpenPROM 부팅 메세지에서 보고 알아낼 수도 있고, OpenBoot <userinput>.enet-addr</userinput> 명령을 사용할 수도 있고, 아니면 </phrase> <quote>응급 복구</quote> 모드로 부팅해서 (예를 들어 응급 복구 플로피로) <userinput>/sbin/ifconfig eth0</userinput> 명령을 이용할 수 있습니다.
sv: För att ställa in RARP behöver du veta Ethernet-adressen (även kallad MAC-adressen) på klientdatorerna som ska installeras. Om du inte har den informationen kan du <phrase arch="sparc"> hämta den från uppstartsmeddelandena i OpenPROM, använda kommandot <userinput>.enet-addr</userinput> i OpenBoot, eller </phrase> starta upp i <quote>Räddningsläge</quote> (exempelvis från räddningsdisketten) och använda kommandot <userinput>/sbin/ifconfig eth0</userinput>.
vi: Để thiết lập RARP, bạn cần biết địa chỉ Ethernet (cũng tên địa chỉ MAC) của mỗi máy tính khách cần cài đặt. Nếu bạn chưa biết thông tin này, bạn có thể <phrase arch="sparc">lấy nó từ những thông điệp khởi động OpenPROM đầu tiên, hoặc dùng lệnh OpenBoot <userinput>.enet-addr</userinput>, hoặc </phrase> khởi động vào chế độ <quote>Cứu</quote> (v.d. từ đĩa mềm cứu) và sử dụng lệnh <userinput>/sbin/ifconfig eth0</userinput>.

source: On a RARP server system using a Linux 2.4 or 2.6 kernel, or Solaris/SunOS, you use the <command>rarpd</command> program. You need to ensure that the Ethernet hardware address for the client is listed in the <quote>ethers</quote> database (either in the <filename>/etc/ethers</filename> file, or via NIS/NIS+) and in the <quote>hosts</quote> database. Then you need to start the RARP daemon. Issue the command (as root): <userinput>/usr/sbin/rarpd -a</userinput> on most Linux systems and SunOS 5 (Solaris 2), <userinput>/usr/sbin/in.rarpd -a</userinput> on some other Linux systems, or <userinput>/usr/etc/rarpd -a</userinput> in SunOS 4 (Solaris 1).
ko: 리눅스 2.4 혹은 2.6 커널을 사용하는 RARP 서버 시스템이나 Solaris/SunOS에서는 <command>rarpd</command> 프로그램을 사용합니다. 클라이언트에 대한 이더넷 하드웨어 주소를 <quote>ethers</quote> 데이터베이스에 넣어야 합니다(<filename>/etc/ethers</filename> 파일이나 NIS/NIS+를 이용). 그 다음에 RARP 데몬을 시작합니다. 다음 명령을 (root로) 실행합니다: 대부분 리눅스 시스템이나 SunOS5(Solaris 2)에서는 <userinput>/usr/sbin/rarpd -a</userinput>, 기타 리눅스 시스템에서는 <userinput>/usr/sbin/in.rarpd -a</userinput>, SunOS4(Solaris 1)에서는 <userinput>/usr/etc/rarpd -a</userinput>.
sv: På ett RARP-serversystem som använder en Linux 2.4 eller 2.6-kärna, eller Solaris/SunOS, använder du programmet <command>rarpd</command>. Du behöver se till att Ethernet-hårdvaruadressen för klienten är listad i <quote>ethers</quote>-databasen (antingen i filen <filename>/etc/ethers</filename>, eller via NIS/NIS+) och i <quote>hosts</quote>-databasen. Sedan behöver du starta om RARP-demonen. Kör kommandot (som root): <userinput>/usr/sbin/rarpd -a</userinput> på de flesta Linux-system och SunOS 5 (Solaris 2), <userinput>/usr/sbin/in.rarpd -a</userinput> på vissa andra Linux-system, eller <userinput>/usr/etc/rarpd -a</userinput> på SunOS 4 (Solaris 1).
vi: Trên hệ thống phục vụ RARP sử dụng hạt nhân Linux 2.4 hoặc 2.6, hoặc hệ thống Solaris/SunOS, bạn sử dụng chương trình <command>rarpd</command>. Bạn cần phải kiểm tra xem địa chỉ phần cứng Ethernet cho máy khách được liệt kê trong co sở dữ liệu <quote>ethers</quote> (hoặc trong tập tin <filename>/etc/ethers</filename>, hoặc thông qua NIS/NIS+) và trong co sở dữ liệu <quote>hosts</quote>. Sau đó, bạn cần khởi chạy trình nền RARP. Chạy lệnh (như là người chủ): <userinput>/usr/sbin/rarpd -a</userinput> trên phần lớn hệ thống kiểu Linux và SunOS 5 (Solaris 2), <userinput>/usr/sbin/in.rarpd -a</userinput> trên một số hệ thống Linux khác, hoặc <userinput>/usr/etc/rarpd -a</userinput> trên hệ thống SunOS 4 (Solaris 1).

source: Setting up a BOOTP server
ko: BOOTP 서버 설정하기
sv: Konfigurera en BOOTP-server
vi: Thiết lập trình phục vụ BOOTP

source: There are two BOOTP servers available for GNU/Linux. The first is CMU <command>bootpd</command>. The other is actually a DHCP server: ISC <command>dhcpd</command>. In &debian; these are contained in the <classname>bootp</classname> and <classname>dhcp3-server</classname> packages respectively.
ko: GNU/리눅스용 BOOTP 서버는 두 가지가 있습니다. 하나는 CMU <command>bootpd</command>이고,다른 프로그램은 실제로 DHCP서버인, ISC <command>dhcpd</command>가 있습니다. 이 들은 <classname>bootp</classname> 와 <classname>dhcp3-server</classname>라는 꾸러미로 포함되어 있습니다.
sv: Det finns två BOOTP-servrar tillgängliga för GNU/Linux. Den första är CMU <command>bootpd</command>. Den andra är faktiskt en DHCP-server: ISC <command>dhcpd</command>. I &debian; finns dessa i paketen <classname>bootp</classname> respektive <classname>dhcp3-server</classname>.
vi: Có hai trình phục vụ BOOTP sẵn sàng cho GNU/Linux. Trình thứ nhất là <command>bootpd</command> CMU. Trình thứ hai thật là một trình phục vụ DHCP: <command>dhcpd</command> ISC. Trong &debian; hai trình này nằm trong gói<classname>bootp</classname> và <classname>dhcp3-server</classname> riêng từng cái.

source: To use CMU <command>bootpd</command>, you must first uncomment (or add) the relevant line in <filename>/etc/inetd.conf</filename>. On &debian;, you can run <userinput>update-inetd --enable bootps</userinput>, then <userinput>/etc/init.d/inetd reload</userinput> to do so. Just in case your BOOTP server does not run Debian, the line in question should look like: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> Now, you must create an <filename>/etc/bootptab</filename> file. This has the same sort of familiar and cryptic format as the good old BSD <filename>printcap</filename>, <filename>termcap</filename>, and <filename>disktab</filename> files. See the <filename>bootptab</filename> manual page for more information. For CMU <command>bootpd</command>, you will need to know the hardware (MAC) address of the client. Here is an example <filename>/etc/bootptab</filename>: <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> You will need to change at least the <quote>ha</quote> option, which specifies the hardware address of the client. The <quote>bf</quote> option specifies the file a client should retrieve via TFTP; see <xref linkend="tftp-images"/> for more details. <phrase arch="mips"> On SGI machines you can just enter the command monitor and type <userinput>printenv</userinput>. The value of the <userinput>eaddr</userinput> variable is the machine's MAC address. </phrase>
ko: CMU <command>bootpd</command>를 사용하려면, <filename>/etc/inetd.conf</filename>에서 관련된 줄의 주석을 없애거나 한 줄을 추가해야 합니다. &debian;에선 <userinput>update-inetd --enable bootps</userinput>를 실행한 다음 적용하려면 <userinput>/etc/init.d/inetd reload</userinput> 명령을 실행합니다. 데비안에서 BOOTP서버가 실행이 되지 않는 다면, 문제에 나온 줄은 다음과 같은 모양입니다: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> 이제 <filename>/etc/bootptab</filename> 파일을 만들어야 합니다. 이 파일은 과거의 BSD <filename>printcap</filename>, <filename>termcap</filename>, <filename>disktab</filename> 파일과 유사한 형식으로 되어 있습니다. 더 자세한 정보는 <filename>bootptab</filename> 맨페이지를 참고하십시오. CMU <command>bootpd</command>에서는, 클라이언트의 하드웨어 (MAC) 주소를 알아야 합니다. 다음은 <filename>/etc/bootptab</filename>의 예입니다: <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> 위에서 최소한 <quote>ha</quote> 옵션은 바꿔야 합니다. 이 옵션은 클라이언트의 하드웨어 주소를 나타냅니다. <quote>bf</quote> 옵션은 TFTP로 클라이언트가 받게 될 파일을 지정합니다. 자세한 정보는 <xref linkend="tftp-images"/> 부분을 참고하십시오. <phrase arch="mips"> SGI 기계에서는 커맨드 모니터로 들어가서 <userinput>printenv</userinput>라고 입력하면 됩니다. <userinput>eaddr</userinput> 변수의 값이 MAC 주소입니다. </phrase>
sv: För att använda CMU <command>bootpd</command>, måste du först kommentera bort (eller lägga till) den relevanta raden i <filename>/etc/inetd.conf</filename>. På &debian; kan du köra <userinput>update-inetd --enable bootps</userinput>, sedan <userinput>/etc/init.d/inetd reload</userinput> för att göra det. Om din BOOTP-server inte kör Debian, bör raden i fråga se ut så här: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> Nu måste du skapa filen <filename>/etc/bootptab</filename>. Den har samma sorts familjära och kryptiska format som de gamla goda BSD-filerna <filename>printcap</filename>, <filename>termcap</filename> och <filename>disktab</filename>. Se manualsidan för <filename>bootptab</filename> för mer information. För CMU <command>bootpd</command> behöver du känna till maskinvaruadressen (MAC) för klienten. Här är ett exempel på en <filename>/etc/bootptab</filename>: <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> Du behöver ändra åtminstone alternativet <quote>ha</quote>, som anger maskinvaruadressen för klienten. Alternativet <quote>bf</quote> anger filen som klienten bör hämta via TFTP; se <xref linkend="tftp-images"/> för mer detaljer. <phrase arch="mips"> På SGI-maskiner kan du bara gå in kommandomonitorn och skriva <userinput>printenv</userinput>. Värdet för variabeln <userinput>eaddr</userinput> är maskinens MAC-adress. </phrase>
vi: Để sử dụng <command>bootpd</command> CMU, trước tiên bạn cần phải bỏ ghi chú (hay thêm) dòng tương ứng trong trong tập tin cấu hình <filename>/etc/inetd.conf</filename>. Dưới hệ điều hành &debian;, bạn có khả năng chạy lệnh <userinput>update-inetd --enable bootps</userinput>, rồi <userinput>/etc/init.d/inetd reload</userinput> để làm như thế. Trong trường hợp trình phục vụ BOOTP của bạn không chạy Debian được, dòng đó nên hình như: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> Sau đó, bạn cần phải tạo một tập tin <filename>/etc/bootptab</filename>. Nó có cùng một dạng thức thường và khó hiểu với những tập tin <filename>printcap</filename>, <filename>termcap</filename> và <filename>disktab</filename> của BSD. Xem trang hướng dẫn (man) <filename>bootptab</filename> để tìm thông tin thêm. Đối với tiến trình <command>bootpd</command>, bạn cần phải biết địa chỉ phần cứng (địa chỉ MAC) của máy khách. Đây là một tập tin <filename>/etc/bootptab</filename> thí dụ : <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> Bạn cần phải thay đổi ít nhất tùy chọn <quote>ha</quote>, mà xác định địa chỉ phần cứng của máy khách. Tùy chọn <quote>bf</quote> xác định tập tin máy khách cần lấy bằng TFTP; xem <xref linkend="tftp-images"/> để tìm chi tiết. <phrase arch="mips"> Trên máy kiểu SGI, bạn có thể đơn giản vào bộ theo dõi lệnh rồi gõ <userinput>printenv</userinput> (in ra môi trường). Giá trị của biến <userinput>eaddr</userinput> là địa chỉ phần cứng (địa chỉ MAC) của máy đó. </phrase>
