Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: By contrast, setting up BOOTP with ISC <command>dhcpd</command> is really easy, because it treats BOOTP clients as a moderately special case of DHCP clients. Some architectures require a complex configuration for booting clients via BOOTP. If yours is one of those, read the section <xref linkend="dhcpd"/>. In that case, you will probably be able to get away with simply adding the <userinput>allow bootp</userinput> directive to the configuration block for the subnet containing the client, and restart <command>dhcpd</command> with <userinput>/etc/init.d/dhcpd3-server restart</userinput>.
ko: 반대로, ISC <command>dhcpd</command> 설정은 정말 쉽습니다. BOOTP 클라이언트를 DHCP 클라이언트의 일종의 특별한 케이스로 취급하기 때문입니다. 일부 아키텍쳐에서는 BOOTP로 부팅하게 하려면 복잡한 설정이 필요합니다. 그러한 아키텍처의 경우는 <xref linkend="dhcpd"/> 부분을 참고하십시오. 그러한 경우 <userinput>allow bootp</userinput>를 클라이언트가 들어 있는 서브넷의 설정 부분에 집어 넣고, <userinput>/etc/init.d/dhcp3-server restart</userinput> 명령으로 <command>dhcpd</command>를 다시 시작하면 됩니다.
sv: Tvärtemot är konfigurering av BOOTP med ISC <command>dhcpd</command> riktigt enkelt, för att den behandlar BOOTP-klienter som vanliga specialfall av DHCP-klienter. Vissa arkitekturer kräver en komplex konfiguration för att starta upp klienter via BOOTP. Om din maskin är en av dessa, läs avsnittet <xref linkend="dhcpd"/>. Om inte, kommer du antagligen komma undan med att bara lägga till direktivet <userinput>allow bootp</userinput> till konfigurationsblocket för subnätet som innehåller klienten, och starta om <command>dhcpd</command> med <userinput>/etc/init.d/dhcpd3-server restart</userinput>.
vi: Mặt khác, tiến trình thiết lập BOOTP bằng <command>dhcpd</command> ISC là rất dễ dàng, vì nó xử lý các ứng dụng khách BOOTP là ứng dụng khách DHCP kiểu hơi đặc biệt. Một số kiến trúc riêng cần thiết cấu hình phức tạp để khởi động ứng dụng khách thông qua BOOTP. Nếu máy của bạn có kiến trúc như thế, hãy đọc tiết đoạn <xref linkend="dhcpd"/>. Trong trường hợp đó, rất có thể là bạn đơn giản cần phải thêm chỉ thị <userinput>allow bootp</userinput> (cho phép BOOTP) vào khối cấu hình dành cho mạng phụ chứa máy chạy ứng dụng khách đó, rồi khởi chạy lại trình nền <command>dhcpd</command> bằng lệnh <userinput>/etc/init.d/dhcpd3-server restart</userinput>.

source: Setting up a DHCP server
ko: DHCP 서버 설정하기
sv: Konfigurering av DHCP-server
vi: Thiết lập trình phục vụ DHCP

source: One free software DHCP server is ISC <command>dhcpd</command>. For &debian;, the <classname>dhcp3-server</classname> package is recommended. Here is a sample configuration file for it (see <filename>/etc/dhcp3/dhcpd.conf</filename>):
ko: 자유 소프트웨어 DHCP 서버의 하나로 ISC <command>dhcpd</command>가 있습니다. &debian;에서는 <classname>dhcp3-server</classname> 꾸러미를 권장합니다. 다음은 간단한 설정 파일 예제입니다 (<filename>/etc/dhcp3/dhcpd.conf</filename> 파일을 보십시오):
sv: En fri DHCP-serverprogramvara är ISC <command>dhcpd</command>. För &debian;, rekommenderas paketet <classname>dhcp3-server</classname>. Här är en exempelkonfigurationsfil för det (se <filename>/etc/dhcp3/dhcpd.conf</filename>):
vi: Một trình phục vụ DHCP phần mềm tự do là <command>dhcpd</command> ISC. Đối với &debian;, gói <classname>dhcp3-server</classname> khuyến khích. Đây là một tập tin cấu hình mẫu cho nó (xem <filename>/etc/dhcp3/dhcpd.conf</filename>):

source: option domain-name "example.com"; option domain-name-servers ns1.example.com; option subnet-mask 255.255.255.0; default-lease-time 600; max-lease-time 7200; server-name "servername"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option routers 192.168.1.1; } host clientname { filename "/tftpboot/tftpboot.img"; server-name "servername"; next-server servername; hardware ethernet 01:23:45:67:89:AB; fixed-address 192.168.1.90; }
sv: option domain-name "exempel.se"; option domain-name-servers ns1.exempel.se; option subnet-mask 255.255.255.0; default-lease-time 600; max-lease-time 7200; server-name "servernamn"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option routers 192.168.1.1; } host klientnamn { filename "/tftpboot/tftpboot.img"; server-name "servernamn"; next-server servernamn; hardware ethernet 01:23:45:67:89:AB; fixed-address 192.168.1.90; }
vi: option domain-name "mẫu.com"; option domain-name-servers ns1.mẫu.com; option subnet-mask 255.255.255.0; default-lease-time 600; max-lease-time 7200; server-name "tên_máy_phục_vụ"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option routers 192.168.1.1; } host tên_máy_khách { filename "/tftpboot/tftpboot.img"; server-name "tên_máy_phục_vụ"; next-server tên_máy_phục_vụ; hardware ethernet 01:23:45:67:89:AB; fixed-address 192.168.1.90; } [option tùy chọn domain-name tên miền domain name servers các máy phục vụ tên miền subnet-mask mặt nạ mạng phụ default-lease-time thời gian thuê mặc định max-lease-time thời gian thuê tối đa server-name tên máy phục vụ subnet mạng phụ netmask mặt nạ mạng range phạm vị routers các bộ định tuyến host máy (hỗ trợ) filename tên tập tin hardware ethernet Ethernet phần cứng fixed-address địa chỉ cố định]

source: In this example, there is one server <replaceable>servername</replaceable> which performs all of the work of DHCP server, TFTP server, and network gateway. You will almost certainly need to change the domain-name options, as well as the server name and client hardware address. The <replaceable>filename</replaceable> option should be the name of the file which will be retrieved via TFTP.
ko: 이 예제에서는, DHCP 서버, TFTP 서버, 네트워크 게이트웨이 역할을 모두 하는 <replaceable>servername</replaceable>이라는 서버가 있다고 가정합니다. domain-name 옵션도 바꾸고, 서버 이름과 클라이언트 하드웨어 주소도 바꿔야 합니다. <replaceable>filename</replaceable> 옵션은 TFTP로 가져오려는 파일의 이름입니다.
sv: I det här exemplet finns det en server kallad <replaceable>servernamn</replaceable> som gör allt arbete som DHCP-server, TFTP-server och nätverksgateway. Du behöver nästan säkert ändra domännamnsalternativen, såväl som servernamnet och klientens maskinvaruadress. Alternativet <replaceable>filename</replaceable> bör vara ange namnet på den fil som ska hämtas via TFTP.
vi: Trong lời thí dụ này, có một máy phục vụ tên <replaceable>tên_máy_phục_vụ</replaceable> mà làm mọi công việc của trình phục vụ DHCP, trình phục vụ TFTP và cổng ra mạng. Bình thường, bạn sẽ cần phải thay đổi những tùy chọn tên miền (domain-name), cũng như tên máy phục vụ (server-name) và địa chỉ phần cứng (hardware address) của máy khách. Tùy chọn <replaceable>filename</replaceable> (tên tập tin) nên là tên tập tin sẽ được lấy thông qua TFTP.

source: After you have edited the <command>dhcpd</command> configuration file, restart it with <userinput>/etc/init.d/dhcpd3-server restart</userinput>.
ko: <command>dhcpd</command> 설정 파일을 편집한 다음에, <userinput>/etc/init.d/dhcp3-server restart</userinput> 명령으로 <command>dhcpd</command>를 다시 시작하십시오.
sv: Efter du har redigerat konfigurationsfilen för <command>dhcpd</command>, starta om den med <userinput>/etc/init.d/dhcpd3-server restart</userinput>.
vi: Sau khi bạn chỉnh sửa tập tin cấu hình của trình nền <command>dhcpd</command>, hãy khởi chạy lại nó bằng lệnh <userinput>/etc/init.d/dhcpd3-server restart</userinput>.

source: Enabling PXE Booting in the DHCP configuration
ko: DHCP 설정에서 PXE 부팅하게 만들기
sv: Aktivera PXE-uppstart i DHCP-konfigurationen
vi: Bật khả năng khởi động PXE trong cấu hình DHCP

source: Here is another example for a <filename>dhcp.conf</filename> using the Pre-boot Execution Environment (PXE) method of TFTP. <informalexample><screen> option domain-name "example.com"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # The next paragraph needs to be modified to fit your case subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # the gateway address which can be different # (access to the internet for instance) option routers 192.168.1.1; # indicate the dns you want to use option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # tftp client hardware address hardware ethernet 00:10:DC:27:6C:15; filename "pxelinux.0"; } } </screen></informalexample> Note that for PXE booting, the client filename <filename>pxelinux.0</filename> is a boot loader, not a kernel image (see <xref linkend="tftp-images"/> below).
ko: 다음은 TFTP의 Pre-boot Execution Environment (PXE) 방식을 이용한 <filename>dhcp.conf</filename>의 예입니다. <informalexample><screen> option domain-name "example.com"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # 다음 부분은 여러분 경우에 맞춰 바꿔야 합니다 subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # 게이트웨이 주소입니다. # (예를 들어 인터넷에 접근하는 방법에 따라 다를 수도 있습니다) option routers 192.168.1.1; # 사용하려는 DNS option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # TFTP 클라이언트 하드웨어 주소 hardware ethernet 00:10:DC:27:6C:15; filename "pxelinux.0"; } } </screen></informalexample> PXE 부팅의 경우, 커널 이미지가 아니라 클라이언트 파일 이름 <filename>pxelinux.0</filename>이 부트 로더입니다. (아래의 <xref linkend="tftp-images"/> 부분 참고)
sv: Här är ett annat exempel på en <filename>dhcp.conf</filename>, som använder Pre-boot Execution Environment-metoden (PXE) för TFTP. <informalexample><screen> option domain-name "exempel.se"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # Nästa paragraf behöver ändras för att passa din miljö subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # gatewayadressen kan vara olik # (tillgång till Internet till exempel) option routers 192.168.1.1; # indikerar dns-servern du vill använda option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # maskinvaruadressen för tftp-klienten hardware ethernet 00:10:DC:27:6C:15; filename "pxelinux.0"; } } </screen></informalexample> Observera att för PXE-uppstarter är klientfilnamnet <filename>pxelinux.0</filename> en starthanterare, inte en kärnavbild (se <xref linkend="tftp-images"/> nedan).
vi: Đây là một mẫu <filename>dhcp.conf</filename> khác, dùng phương pháp môi trường thực hiện tiền khởi động (PXE) của giao thức TFTP. [Chú thích đã được dịch trong mẫu này.] <informalexample><screen> option domain-name "mẫu.com"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # Cần phải sửa đổi đoạn văn này để thích hợp với trường hợp của bạn subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # địa chỉ cổng ra mà có thể là khác # (v.d. truy cập Mạng) option routers 192.168.1.1; # xác định DNS cần dùng option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # địa chỉ phần cứng của máy khách TFTP hardware ethernet 00:10:DC:27:6C:15; filename "pxelinux.0"; } } </screen></informalexample> Ghi chú rằng để khởi động cách PXE, tên tập tin khách <filename>pxelinux.0</filename> là bộ nạp khởi động, không phải là ảnh hạt nhân (xem <xref linkend="tftp-images"/> bên dưới).

source: Enabling the TFTP Server
ko: TFTP Server 사용하기
sv: Aktivering av TFTP-server
vi: Bật chạy trình phục vụ TFTP

source: To get the TFTP server ready to go, you should first make sure that <command>tftpd</command> is enabled. This is usually enabled by having something like the following line in <filename>/etc/inetd.conf</filename>: <informalexample><screen> tftp dgram udp wait nobody /usr/sbin/tcpd in.tftpd /tftpboot </screen></informalexample> Debian packages will in general set this up correctly by default when they are installed.
ko: TFTP 서버를 준비하려면, 먼저 <command>tftpd</command> 서버를 사용도록 해야 합니다. 보통 다음과 같은 줄을 <filename>/etc/inetd.conf</filename>에 넣으면 됩니다: <informalexample><screen> tftp dgram udp wait nobody /usr/sbin/tcpd in.tftpd /tftpboot </screen></informalexample> 데비안 꾸러미의 경우에는 설치만 하면 기본적으로 이런 설정이 들어갑니다.
sv: För att få TFTP-servern klar att köra, bör du först se till att <command>tftpd</command> är aktiverad. Den aktiveras normalt sett genom att ha en rad som liknar följande rad i <filename>/etc/inetd.conf</filename>: <informalexample><screen> tftp dgram udp wait nobody /usr/sbin/tcpd in.tftpd /tftpboot </screen></informalexample> Debian-paketen kommer normalt sett att ställa in det korrekt som standard när de installeras.
vi: Để hiệu lực trình phục vụ TFTP, trước tiên bạn cần phải kiểm tra xem trình nền <command>tftpd</command> đã được bật chạy chưa. Bình thường nó được bật chạy bằng dòng theo đây (hay tương tự) trong tập tin cấu hình <filename>/etc/inetd.conf</filename>: <informalexample><screen> tftp dgram udp wait nobody /usr/sbin/tcpd in.tftpd /tftpboot </screen></informalexample> Khi bạn cài đặt các gói Debian, dòng này thường được thiết lập theo mặc định.

source: Historically, TFTP servers used <filename>/tftpboot</filename> as directory to serve images from. However, &debian; packages may use other directories to comply with the <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink>. For example, <classname>tftpd-hpa</classname> by default uses <filename>/var/lib/tftpboot</filename>. You may have to adjust the configuration examples in this section accordingly.
ko: 전통적으로 부팅 이미지를 저장하는 위치로 TFTP 서버는 <filename>/tftpboot</filename> 디렉토리를 사용합니다. 하지만, &debian; 꾸러미는 <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink>에 맞추기 위해 다른 디렉토리를 사용합니다. 예를 들어, <classname>tftpd-hpa</classname>는 기본값으로 <filename>/var/lib/tftpboot</filename>를 사용합니다. 여기서 설명하는 설정 파일 예제에서는 이 점을 고려해서 적용하십시오.
sv: Historiskt sett hanterade TFTP-servrarna avbilder från katalogen <filename>/tftpboot</filename>. Dock kan &debian;-paket använda andra kataloger för att följa <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink>. Till exempel, <classname>tftpd-hpa</classname> använder som standard <filename>/var/lib/tftpboot</filename>. Du kan därför behöva justera konfigurationsexemplen i det här avsnittet.
vi: Trong quá khứ, máy phục vụ TFTP đã dùng <filename>/tftpboot</filename> như là thư mục từ đó cần phục vụ ảnh. Tuy nhiên, các gói &debian; có thể sử dụng thư mục khác để tuân theo <ulink url="&url-fhs-home;">Tiêu Chuẩn Phân Cấp Hệ Thống Tập Tin</ulink> (FHS). Chẳng hạn, <classname>tftpd-hpa</classname> theo mặc định sử dụng thư mục <filename>/var/lib/tftpboot</filename>. Có lẽ bạn cần phải điều chỉnh những mẫu cấu hình trong phần này một cách tương ứng.

source: Look in <filename>/etc/inetd.conf</filename> and remember the directory which is used as the argument of <command>in.tftpd</command><footnote> <para> All <command>in.tftpd</command> alternatives available in Debian should log TFTP requests to the system logs by default. Some of them support a <userinput>-v</userinput> argument to increase verbosity. It is recommended to check these log messages in case of boot problems as they are a good starting point for diagnosing the cause of errors. </para> </footnote>; you'll need that below. If you've had to change <filename>/etc/inetd.conf</filename>, you'll have to notify the running <command>inetd</command> process that the file has changed. On a Debian machine, run <userinput>/etc/init.d/inetd reload</userinput>; on other machines, find out the process ID for <command>inetd</command>, and run <userinput>kill -HUP <replaceable>inetd-pid</replaceable></userinput>.
vi: Xem tập tin <filename>/etc/inetd.conf</filename> và nhớ thư mục được dùng làm đối số của <command>in.tftpd</command><footnote> <para> Mọi sự xen kẽ <command>in.tftpd</command> đều sẵn sàng trong Debian nên ghi lưu các yêu cầu TFTP vào bản ghi hệ thống theo mặc định. Một số sự xen kẽ nào đó hỗ trợ một đối số <userinput>-v</userinput> để tăng cấp chi tiết kết xuất. Khuyên bạn kiểm tra các thông điệp ghi lưu này trong trường hợp gặp vấn đề khởi động, vì chúng là một điểm bắt đầu hữu ích để chẩn đoán nguyên nhân của lỗi. </para> </footnote>; bạn sẽ cần đó bên dưới. Nếu bạn đã cần phải sửa đổi tập tin cấu hình <filename>/etc/inetd.conf</filename>, bạn cũng cần phải thông báo tiến trình <command>inetd</command> rằng tập tin đó bị sửa đổi. Trên một máy chạy Debian, hãy chạy câu lệnh <userinput>/etc/init.d/inetd reload</userinput>; trên các máy khác, tìm biết mã số tiến trình (PID) của <command>inetd</command>, và chạy câu lệnh chấm dứt <userinput>kill -HUP <replaceable>PID-inetd</replaceable></userinput>.

source: If you intend to install Debian on an SGI machine and your TFTP server is a GNU/Linux box running Linux 2.4, you'll need to set the following on your server: <informalexample><screen> # echo 1 &gt; /proc/sys/net/ipv4/ip_no_pmtu_disc </screen></informalexample> to turn off Path MTU discovery, otherwise the SGI's PROM can't download the kernel. Furthermore, make sure TFTP packets are sent from a source port no greater than 32767, or the download will stall after the first packet. Again, it's Linux 2.4.X tripping this bug in the PROM, and you can avoid it by setting <informalexample><screen> # echo "2048 32767" &gt; /proc/sys/net/ipv4/ip_local_port_range </screen></informalexample> to adjust the range of source ports the Linux TFTP server uses.
ko: 데비안을 SGI 기계에 설치하려 하고, TFTP 서버가 리눅스 2.4로 동작하는 GNU/리눅스인 경우, 서버에서 다음을 설정해야 합니다: <informalexample><screen> # echo 1 &gt; /proc/sys/net/ipv4/ip_no_pmtu_disc </screen></informalexample> 이 명령은 Path MTU discovery 기능을 끕니다. 이 기능을 끄지 하지 않으면 SGI의 PROM이 커널을 내려받지 못합니다. 또 32767보다 높지 않은 포트에서 TFTP 패킷을 보내도록 만드십시오. 그렇지 않으면 첫 번째 패킷을 받은 다음에 멈춰버립니다. 이 문제는 PROM의 버그를 리눅스 2.4.x에서 들춰내는 것입니다. 다음 명령으로 이런 현상을 피할 수 있습니다: <informalexample><screen> # echo "2048 32767" &gt; /proc/sys/net/ipv4/ip_local_port_range </screen></informalexample> 이 명령은 리눅스 TFTP 서버에서 사용할 포트의 범위를 조정합니다.
sv: Om du tänker installera Debian på en SGI-maskin och din TFTP-server är en GNU/Linux-burk som kör Linux 2.4, behöver du ställa in följande på din server: <informalexample><screen> # echo 1 &gt; /proc/sys/net/ipv4/ip_no_pmtu_disc </screen></informalexample> för att stänga av Path MTU discovery, annars kan SGI:ns PROM inte hämta kärnan. Vidare bör du se till att TFTP-paket skickas från en källport som inte är högre än 32767, annars kommer hämtningen att stanna av efter första paketet. Igen, det är Linux 2.4.X som ger det här felet i PROM, och du kan undvika det genom att ställa in <informalexample><screen> # echo "2048 32767" &gt; /proc/sys/net/ipv4/ip_local_port_range </screen></informalexample> för att justera intervallet av källportar som Linux TFTP-server använder.
vi: Nếu bạn định cài đặt Debian trên máy kiểu SGI và máy phục vụ TFTP chạy hệ điều hành Linux phiên bản 2.4, bạn cần phải nhập dòng này vào máy phục vụ : <informalexample><screen> # echo 1 &gt; /proc/sys/net/ipv4/ip_no_pmtu_disc </screen></informalexample> để tắt khả năng phát hiện « Path MTU ». Nếu không, PROM của SGI không thể tải về hạt nhân. Hơn nữa, hãy kiểm tra xem các gói tin TFTP được gởi từ cổng nguồn có số hiệu dưới 32768, nếu không thì việc tải về sẽ bị ngừng chạy sau gói tin thứ nhất. Lần nữa, HĐH Linux 2.4.X gây ra lỗi này trong PROM, và bạn có thể tránh trường hợp này bằng cách nhập <informalexample><screen> # echo "2048 32767" &gt; /proc/sys/net/ipv4/phạm_vị_cổng_cục_bộ_IP </screen></informalexample> để điều chỉnh phạm vị cổng nguồn sẵn sàng cho trình phục vụ TFTP Linux sử dụng.

source: Move TFTP Images Into Place
ko: TFTP 이미지를 적당한 위치에 옮기기
sv: Flytta TFTP-avbilderna till rätt plats
vi: Xác định vị trí của ảnh TFTP

source: Next, place the TFTP boot image you need, as found in <xref linkend="where-files"/>, in the <command>tftpd</command> boot image directory. You may have to make a link from that file to the file which <command>tftpd</command> will use for booting a particular client. Unfortunately, the file name is determined by the TFTP client, and there are no strong standards.
ko: 그 다음에, 필요한 TFTP 부팅 이미지를 <xref linkend="where-files"/>에 쓰여 있는 것처럼 <command>tftpd</command> 부팅 이미지 디렉토리에 복사해 놓으십시오. 이 파일에서, <command>tftpd</command>가 특정 클라이언트를 부팅할 때 사용하는 특정 파일로 링크를 만들어야 할 것입니다. 불행히도 그 파일의 이름은 TFTP 클라이언트가 결정하고, 어떤 표준도 없습니다.
sv: Placera sedan TFTP-uppstartsavbilden du behöver, som du hittar i <xref linkend="where-files"/>, i katalogen för uppstartsavbilder för <command>tftpd</command>. Du kan behöva att skapa en länk från den filen till den fil som <command>tftpd</command> kommer att använda för att starta upp en specifik klient. Tyvärr fastställs filnamnet av TFTP-klienten och det finns inga riktiga standarder.
vi: Sau đó, hãy để ảnh khởi động TFTP cần thiết (như được tìm trong <xref linkend="where-files"/>) vào thư mục ảnh khởi động của trình nền <command>tftpd</command>. Có lẽ bạn cần phải tạo một liên kết từ tập tin đó đến tập tin mà <command>tftpd</command> sẽ sử dụng để khởi động máy khách riêng. Tiếc là tên tập tin được quyết định bởi máy khách TFTP, và chưa có tiêu chuẩn mạnh nào.

source: On NewWorld Power Macintosh machines, you will need to set up the <command>yaboot</command> boot loader as the TFTP boot image. <command>Yaboot</command> will then retrieve the kernel and RAMdisk images via TFTP itself. You will need to download the following files from the <filename>netboot/</filename> directory:
vi: Trên máy PowerMac kiểu mới, bạn cần phải thiết lập bộ nạp khởi động <command>yaboot</command> như là ảnh khởi động TFTP. Vậy phần mềm <command>Yaboot</command> sẽ lấy hạt nhân và các các ảnh đĩa RAM bằng TFTP chính nó. Bạn cần phải tải xuống thư mục <filename>netboot/</filename> những tập tin theo đây:

source: For PXE booting, everything you should need is set up in the <filename>netboot/netboot.tar.gz</filename> tarball. Simply extract this tarball into the <command>tftpd</command> boot image directory. Make sure your dhcp server is configured to pass <filename>pxelinux.0</filename> to <command>tftpd</command> as the filename to boot.
ko: PXE 부팅의 경우, 필요한 모든 것이 <filename>netboot/netboot.tar.gz</filename> 압축 안에 준비되어 있습니다. 이 압축을 <command>tftpd</command> 부팅 이미지 디렉토리에서 풀기만 하십시오. <command>tftpd</command>에 부팅할 파일 이름으로 <filename>pxelinux.0</filename>을 넘기도록 DHCP 서버에 설정하십시오.
sv: För PXE-uppstart är allt du behöver konfigurerat i filen <filename>netboot/netboot.tar.gz</filename>. Extrahera helt enkelt den här filen till katalogen för uppstartsavbilder för <command>tftpd</command>. Se till att din dhcp-server är konfigurerad att skicka <filename>pxelinux.0</filename> till <command>tftpd</command> som det filnamn som ska användas för uppstart.
vi: Để khởi động PXE, mọi thứ cần thiết đã được thiết lập trong kho nén <filename>netboot/netboot.tar.gz</filename>. Đơn giản hãy giải nén tập tin này vào thư mục ảnh khởi động của trình nền <command>tftpd</command>. Hãy kiểm tra xem trình phục vụ DHCP đã được cấu hình để gửi <filename>/pxelinux.0</filename> cho trình nền<command>tftpd</command> như là tên tập tin cần khởi động.
