Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: Obtaining System Installation Media
ko: 시스템 설치 미디어 구하기
sv: Få tag på installationsmedia
vi: Lấy vật chứa cài đặt hệ thống

source: Official &debian; CD-ROM Sets
ko: 공식 &debian; CD-ROM 세트
sv: Officiella &debian; cd-rom-uppsättningar
vi: Bộ đĩa CD &debian; chính thức

source: By far the easiest way to install &debian; is from an Official Debian CD-ROM Set. You can buy a set from a vendor (see the <ulink url="&url-debian-cd-vendors;">CD vendors page</ulink>). You may also download the CD-ROM images from a Debian mirror and make your own set, if you have a fast network connection and a CD burner (see the <ulink url="&url-debian-cd;">Debian CD page</ulink> for detailed instructions). If you have a Debian CD set and CDs are bootable on your machine, you can skip right to <xref linkend="boot-installer"/>; much effort has been expended to ensure the files most people need are there on the CD. Although a full set of binary packages requires several CDs, it is unlikely you will need packages on the third CD and above. You may also consider using the DVD version, which saves a lot of space on your shelf and you avoid the CD shuffling marathon.
ko: 여러 가지 방법 중에서 &debian; 설치에 가장 쉬운 방법은 공식 데비안 CD-ROM 세트로 설치하는 것입니다. CD 세트는 판매하는 회사에서 (<ulink url="&url-debian-cd-vendors;">CD 판매 회사 페이지</ulink> 참고) 구입할 수 있습니다. 네트워크 연결이 빠르고, CD 라이터가 있으면, 데비안 미러 사이트에서 CD-ROM 이미지를 내려 받아서 직접 CD 세트를 만들 수도 있습니다. (CD 만드는 방법은 <ulink url="&url-debian-cd;">데비안 CD 페이지</ulink> 참고) 데비안 CD 세트가 있고 CD에서 부팅할 수 있으면, 바로 <xref linkend="boot-installer"/> 부분으로 넘어갈 수 있습니다. 이 부팅 CD에는 가능한 범위 내에서 대부분의 사람들에게 필요한 파일들이 들어 있습니다. 바이너리 꾸러미 모음은 전부 여러 장의 CD가 필요하지만, 아마도 3번째 이후의 CD에서 꾸러미가 필요한 일은 없을 겁니다. DVD 버전을 쓸 수도 있습니다. DVD 버전은 보관할 공간도 줄어들고, CD를 이것 저것 교환해야 하는 일도 없습니다.
sv: Det klart enklaste sättet att installera &debian; är från en officiell uppsättning av Debians cd-skivor. Du kan köpa uppsättningen från en leverantör (se <ulink url="&url-debian-cd-vendors;">Debian-cd-försäljare</ulink>). Du kan också hämta cd-avbilder från en Debian-spegel och göra en egen uppsättning, om du har en snabb nätverksanslutning och en cd-brännare (se <ulink url="&url-debian-cd;">Debian GNU/Linux på cd</ulink> för detaljerade instruktioner). Om du har en uppsättning av Debians cd-skivor och möjligheten att starta upp din dator på en cd-skiva kan du hoppa till <xref linkend="boot-installer"/>; mycket jobb har lagts ner på att se till att filer som de flesta behöver finns på cd-skivan. Även om en full uppsättning av binära paket kräver många cd-skivor är det ovanligt att du behöver paket på tredje cd-skivan och uppåt. Du kan också använda dvd-versionen som sparar en hel del plats på din bokhylla och du slipper mata skivor in och ut.
vi: Phương pháp dễ nhất cài đặt &debian; là sử dụng một bộ đĩa CD-ROM Debian chính thức. Bạn có thể mua bộ đĩa như thế từ nhà bán (xem <ulink url="&url-debian-cd-vendors;">trang nhà bán đĩa CD</ulink>). Cũng có khả năng tải các ảnh đĩa CD-ROM xuống một máy nhân bản Debian, tạo bộ đĩa CD cài đặt của mình, nếu bạn có sự kết nối Mạng nhanh và máy chép ra CD (xem <ulink url="&url-debian-cd;">trang đĩa CD Debian</ulink> để tìm hướng dẫn chi tiết). Nếu bạn có một bộ đĩa CD Debian và có khả năng khởi động máy tính từ đĩa CD, bạn có thể nhảy trực tiếp tới <xref linkend="boot-installer"/>; rất nhiều sự cố gắng đã được đóng góp để đảm bảo đĩa CD đó chứa những tập tin phần lớn người cần. Mặc dù bộ gói nhị phân đầy đủ chiếm vài đĩa CD, rất có thể là bạn sẽ không cần gói nằm trên đĩa CD thứ ba và sau. Nếu máy tính của bạn có khả năng khởi động từ đĩa DVD, có lẽ bạn chọn sử dụng đĩa DVD Debian chính thức thay thế, vì các gói nằm trên cùng một đĩa. Như thế thì không cần nhiều khoảng cách trên cái kệ, và không cần cứ chuyển đổi đĩa CD khi cài đặt.

source: If your machine doesn't support CD booting, but you do have a CD set, you can use an alternative strategy such as <phrase condition="supports-floppy-boot">floppy disk,</phrase> <phrase arch="s390">tape, emulated tape,</phrase> <phrase condition="bootable-disk">hard disk,</phrase> <phrase condition="bootable-usb">usb stick,</phrase> <phrase condition="supports-tftp">net boot,</phrase> or manually loading the kernel from the CD to initially boot the system installer. The files you need for booting by another means are also on the CD; the Debian network archive and CD folder organization are identical. So when archive file paths are given below for particular files you need for booting, look for those files in the same directories and subdirectories on your CD.
ko: CD 세트가 있지만 CD 부팅을 지원하지 않는 경우에는, <phrase condition="supports-floppy-boot">플로피 디스크,</phrase> <phrase arch="s390">테이프, 테이프 에뮬레이션,</phrase> <phrase condition="bootable-disk">하드 디스크,</phrase> <phrase condition="bootable-usb">USB 메모리,</phrase> <phrase condition="supports-tftp">네트워크 부팅,</phrase> 아니면 수동으로 CD에서 커널을 읽어들여서 시스템 설치 프로그램을 맨 처음 부팅할 수 있습니다. 다른 방법으로 부팅할 때 필요한 파일은 CD 안에도 들어 있습니다. 데비안 네트워크 아카이브와 CD의 폴더 구조는 완전히 동일합니다. 그래서 아래에 부팅하는 데 필요한 어떤 파일의 경로가 있으면, CD의 같은 서브 디렉토리 안에서 그 파일을 찾아 보십시오.
sv: Om din maskin inte har stöd för uppstart på cd-skiva men du har en cd-uppsättning kan du använda en alternativ strategi såsom <phrase condition="supports-floppy-boot">startdiskett,</phrase> <phrase arch="s390">band, emulerade band,</phrase> <phrase condition="bootable-disk">hårddisk,</phrase> <phrase condition="bootable-usb">usb-minne,</phrase> <phrase condition="supports-tftp">nätuppstart,</phrase> eller manuellt läsa in kärnan från en cd för att initialt starta upp systeminstalleraren. Filerna du behöver för att starta upp på annat sätt finns också på cd:n; organiseringen av Debians nätverksarkiv och cd-katalogen är identisk. När filsökvägar i arkivet anges nedan för speciella filer du behöver för uppstart kan du leta efter de här filerna i samma kataloger och underkataloger på din cd.
vi: Nếu máy tính của bạn không hỗ trợ khả năng khởi động từ đĩa CD, còn bạn vẫn có bộ đĩa CD Debian chính thức, trong trường hợp này bạn có thể sử dụng chiến lược xen kẽ như sử dụng vật chứa <phrase condition="supports-floppy-boot">đĩa mềm,</phrase> <phrase arch="s390">băng hay băng đã mô phỏng,</phrase> <phrase condition="bootable-disk">đĩa cứng,</phrase> <phrase condition="bootable-usb">thanh USB,</phrase>, <phrase condition="supports-tftp">khả năng khởi động từ mạng,</phrase> hoặc tự tải hạt nhân từ đĩa CD để khởi động trình cài đặt hệ thống lần đầu tiên. Những tập tin cần thiết để khởi động bằng cách khác nào cũng nằm trên đĩa CD đó; kho mạng Debian và đĩa CD có cùng một cây thư mục. Vì vậy, khi bạn đọc bên dưới đường dẫn kho đến tập tin riêng cần thiết để khởi động, hãy tìm tập tin đó bằng cách theo cùng một đường dẫn trên đĩa CD.

source: Once the installer is booted, it will be able to obtain all the other files it needs from the CD.
ko: 설치 프로그램을 부팅하기만 하면, 필요한 다른 파일들은 모두 CD에서 이용할 수 있습니다.
sv: När installeraren har startat upp kan den hämta de andra filerna den behöver från cd-skivan.
vi: Một khi trình cài đặt đã được khởi động, nó sẽ có khả năng lấy từ đĩa CD các tập tin khác cần thiết.

source: If you don't have a CD set, then you will need to download the installer system files and place them on the <phrase arch="s390">installation tape</phrase> <phrase condition="supports-floppy-boot">floppy disk or</phrase> <phrase condition="bootable-disk">hard disk or</phrase> <phrase condition="bootable-usb">usb stick or</phrase> <phrase condition="supports-tftp">a connected computer</phrase> so they can be used to boot the installer.
ko: CD 세트가 없으면, 설치 프로그램의 시스템 파일들을 내려 받아서 <phrase arch="s390">설치 테이프</phrase> <phrase condition="supports-floppy-boot">플로피 디스크나</phrase> <phrase condition="bootable-disk">하드 디스크나</phrase> <phrase condition="bootable-usb">USB 메모리나</phrase> <phrase condition="supports-tftp">네트워크로 연결된 컴퓨터에</phrase> 저장해 놓으십시오. 그러면 이 파일을 이용해 설치 프로그램을 부팅할 수 있습니다.
sv: Om du inte har en cd-uppsättning behöver du hämta systemfiler för installeraren och placera dem på <phrase arch="s390">ett installationsband</phrase> <phrase condition="supports-floppy-boot">en diskett eller</phrase> <phrase condition="bootable-disk">hårddisk eller</phrase> <phrase condition="bootable-usb">usb-minne eller</phrase> <phrase condition="supports-tftp">en ansluten dator</phrase> så att de kan användas för att starta upp installeraren.
vi: Nếu bạn không có bộ đĩa CD cài đặt Debian, trong trường hợp đó bạn cần phải tải về các tập tin hệ thống cài đặt và chèn chúng vào <phrase arch="s390">băng cài đặt</phrase> <phrase condition="supports-floppy-boot">đĩa mềm hay</phrase> <phrase condition="bootable-disk">đĩa cứng hay</phrase> <phrase condition="bootable-usb">thanh USB hay</phrase> <phrase condition="supports-tftp">máy tính khác được kết nối</phrase> để sử dụng nó để khởi động trình cài đặt.

source: Downloading Files from Debian Mirrors
ko: 데비안 미러에서 파일 내려받기
sv: Hämta filer från Debian-speglar
vi: Tải tập tin xuống nhân bản Debian

source: To find the nearest (and thus probably the fastest) mirror, see the <ulink url="&url-debian-mirrors;">list of Debian mirrors</ulink>.
ko: 가장 가까이 있는 (그래서 가장 빠를 것 같은) 미러 사이트를 찾으려면, <ulink url="&url-debian-mirrors;">데비안 미러 목록</ulink>을 참고하십시오.
sv: För att hitta den närmaste (och kanske även den snabbaste) spegeln, se <ulink url="&url-debian-mirrors;">Hämta Debian från Internet</ulink>.
vi: Để tìm máy nhân bản gần nhất (do đó rất có thể là nhanh nhất), xem <ulink url="&url-debian-mirrors;">danh sách nhân bản Debian</ulink>.

source: When downloading files from a Debian mirror using FTP, be sure to download the files in <emphasis>binary</emphasis> mode, not text or automatic mode.
vi: Khi tải tập tin xuống một máy nhân bản Debian dùng FTP, hãy kiểm tra xem bạn tải về trong chế độ <emphasis>nhị phân</emphasis> (binary), không phải chế độ kiểu văn bản (text) hay kiểu tự động (automatic).

source: Where to Find Installation Images
ko: 설치 이미지를 찾을 위치
sv: Var man får tag på installationsavbilder
vi: Nơi tìm ảnh cài đặt

source: The installation images are located on each Debian mirror in the directory <ulink url="&url-debian-installer;images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> &mdash; the <ulink url="&url-debian-installer;images/MANIFEST">MANIFEST</ulink> lists each image and its purpose.
vi: Những ảnh cài đặt nằm trên mỗi máy nhân bản Debian trong thư mục <ulink url="&url-debian-installer;images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> &mdash; tập tin <ulink url="&url-debian-installer;images/MANIFEST">MANIFEST</ulink> liệt kê mỗi ảnh với mục đích của nó.

source: Alpha Installation Files
ko: Alpha 설치 파일
sv: Installationsfiler för Alpha
vi: Tập tin cài đặt Alpha

source: If you choose to boot from ARC console firmware using <command>MILO</command>, you will also need to prepare a disk containing <command>MILO</command> and <command>LINLOAD.EXE</command> from the provided disk images. See <xref linkend="alpha-firmware"/> for more information on Alpha firmware and boot loaders. The floppy images can be found in the <filename>MILO</filename> directory as <filename>milo_<replaceable>subarchitecture</replaceable>.bin</filename>.
ko: ARC 콘솔 펌웨어에서 <command>MILO</command>를 이용해 부팅하려고 한다면, 디스크 이미지에 있는 <command>MILO</command>와 <command>LINLOAD.EXE</command> 파일이 들어 있는 디스크도 준비해야 합니다. Alpha 펍웨어와 부트 로더에 관한 더 많은 정보는 <xref linkend="alpha-firmware"/> 부분을 참고하십시오. 플로피 이미지는 <filename>MILO</filename> 디렉토리에 <filename>milo_<replaceable>서브아키텍처</replaceable>.bin</filename>이라는 파일로 들어 있습니다.
sv: Om du väljer att starta från ARC-konsollens firmware med <command>MILO</command> behöver du att förbereda en disk som innehåller <command>MILO</command> och <command>LINLOAD.EXE</command> från den angivna diskavbilden. Se <xref linkend="alpha-firmware"/> för mer information om Alpha-firmware och starthanterare. Diskettavbilder kan hittas i katalogen <filename>MILO</filename> som <filename>milo_<replaceable>underarkitektur</replaceable>.bin</filename>.
vi: Nếu bạn chọn khởi động từ phần vững bàn giao tiếp ARC, dùng <command>MILO</command>, bạn sẽ cũng cần phải chuẩn bị một đĩa chứa <command>MILO</command> và <command>LINLOAD.EXE</command> được sao chép từ những ảnh đĩa đã cung cấp. Xem <xref linkend="alpha-firmware"/> để tìm thông tin thêm về phần vững Alpha và bộ nạp khởi động. Những ảnh đĩa mềm nằm trong thư mục <filename>MILO</filename> mang tên <filename>milo_<replaceable>subarchitecture</replaceable>.bin</filename>.

source: Unfortunately, these <command>MILO</command> images could not be tested and might not work for all subarchitectures. If you find it doesn't work for you, try copying the appropriate <command>MILO</command> binary onto the floppy (<ulink url="&disturlftp;main/disks-alpha/current/MILO/"></ulink>). Note that those <command>MILO</command>s don't support ext2 <quote>sparse superblocks</quote>, so you can't use them to load kernels from newly generated ext2 file systems. As a workaround, you can put your kernel onto the FAT partition next to the <command>MILO</command>.
ko: 불행히도 이 <command>MILO</command> 이미지는 테스트를 할 수 없었고 동작하지 않는 서브 아키텍처가 있을 수도 있습니다. 이미지가 동작하지 않으면 해당 <command>MILO</command> 바이너리를 플로피에 복사해 보십시오. (<ulink url="&disturlftp;main/disks-alpha/current/MILO/"></ulink>) 단 이 <command>MILO</command>는 ext2의 <quote>sparse superblocks</quote>를 지원하지 않기 때문에, 새로 만든 ext2 파일 시스템에서는 커널을 읽어들일 수 없습니다. 이 문제를 피해가려면, 커널을 <command>MILO</command> 바로 다음에 있는 FAT 파티션에 넣으면 됩니다.
sv: Tyvärr, de här <command>MILO</command>-avbilderna kunde inte testas och kanske inte fungerar för alla underarkitekturer. Om du upptäcker att de inte fungerar för dig, försök att kopiera den lämpliga <command>MILO</command> binären till disketten (<ulink url="&disturlftp;main/disks-alpha/current/MILO/"></ulink>). Observera att de här <command>MILO</command>:arna inte har stöd för <quote>sparse superblocks</quote> i ext2, så du kan inte använda dem för att läsa in kärnor från nyligen genererade ext2-filsystem. En lösning är att du kan lägga din kärna på FAT-partitionen bredvid <command>MILO</command>.
vi: Tiếc là chưa có thể thử ra những ảnh <command>MILO</command> này vậy có lẽ chúng không hoạt động được trên mọi kiến trúc phụ. Nếu ảnh kiểu này không hoạt động được trong trường hợp của bạn, hãy thử sao chép tập tin nhị phân <command>MILO</command> thích hợp sang đĩa mềm (<ulink url="&disturlftp;main/disks-alpha/current/MILO/"></ulink>). Ghi chú rằng <command>MILO</command> kiểu đó không hỗ trợ <quote>siêu khối thưa thớt</quote> (sparse superblocks) kiểu ext2, nên bạn không thể sử dụng nó để tải hạt nhân từ hệ thống tập tin kiểu ext2 mới được tạo ra. Sự chỉnh sửa có thể là để hạt nhân trên phân vùng FAT ở cạnh <command>MILO</command> đó.

source: <command>MILO</command> binaries are platform-specific. See <xref linkend="alpha-cpus"/> to determine the appropriate <command>MILO</command> image for your Alpha platform.
ko: <command>MILO</command> 바이너리는 플랫폼마다 다릅니다. 여러분의 Alpha 플랫폼에 맞는 <command>MILO</command> 이미지를 찾으려면 <xref linkend="alpha-cpus"/> 부분을 참고하십시오.
sv: <command>MILO</command>-binärer är plattformsspecifika. Se <xref linkend="alpha-cpus"/> för att fastställa den lämpliga <command>MILO</command>-avbilden för din Alpha-plattform.
vi: Tập tin nhị phân <command>MILO</command> có đặc trưng cho nền tảng. Xem <xref linkend="alpha-cpus"/> để quyết định ảnh <command>MILO</command> thích hợp với nền tảng Alpha riêng của bạn.

source: Netwinder Installation Files
ko: NetWinder 설치 파일
sv: Installationsfiler för NetWinder
vi: Tập tin cài đặt Netwinder

source: The easiest way to boot a Netwinder is over the network, using the supplied TFTP image &netwinder-boot-img;.
ko: NetWinder를 부팅하는 가장 쉬운 방법은, 제공된 &netwinder-boot-img; TFTP 이미지를 이용해 네트워크에서 부팅하는 것입니다.
sv: Det enklaste sättet att starta upp en NetWinder är över nätverket, med den medskickade TFTP-avbilden &netwinder-boot-img;.
vi: Phương pháp dễ nhất để khởi động máy kiểu Netwinder là khởi động qua mạng, dùng ảnh TFTP &netwinder-boot-img; được cung cấp.

source: CATS Installation Files
ko: CATS 설치 파일
sv: Installationsfiler för CATS
vi: Tập tin cài đặt CATS

source: CATS can be booted either via the network or from CD-ROM. The kernel and initrd can be obtained from &cats-boot-img;.
ko: CATS는 네트워크나 CD-ROM을 이용해서 부팅할 수 있습니다. 커널과 initrd이미지는 &cats-boot-img;에서 구할 수 있습니다.
sv: CATS kan startas upp antingen via nätverket eller från cd-rom. Kärnan och initrd kan hämtas från &cats-boot-img;.
vi: Có thể khởi động CATS hoặc qua mạng hoặc từ đĩa CD-ROM. Hạt nhân và initrd có thể được lấy từ ảnh &cats-boot-img;.

source: NSLU2 Installation Files
ko: NSLU2 설치 파일
sv: Installationsfiler för NSLU2
vi: Tập tin cài đặt NSLU2

source: A firmware image is provided for the Linksys NSLU2 which will automatically boot <classname>debian-installer</classname>. This image can be uploaded via the Linksys web frontend or with upslug2. This firmware image can be obtained from &nslu2-firmware-img;.
vi: Cung cấp cho máy Linksys NSLU2 có một ảnh phần vững sẽ khởi động tự động &d-i;. Ảnh này có thể được tải lên thông qua giao diện Web Linksys hoặc dùng upslug2. Ảnh phần vững này có thể được lấy từ &nslu2-firmware-img;.

source: Thecus N2100 Installation Files
vi: Tập tin cài đặt N2100 Thecus

source: A firmware image is provided for the Thecus N2100 which will automatically boot <classname>debian-installer</classname>. This image can be installed using the Thecus firmware upgrade process. This firmware image can be obtained from &n2100-firmware-img;.
vi: Cung cấp cho máy Thecus N2100 một ảnh phần vững sẽ tự động khởi động <classname>debian-installer</classname>. Ảnh này có thể được cài đặt dùng quá trình nâng cấp phần vững Thecus. Ảnh phần vững này có thể được lấy từ ảnh &nslu2-firmware-img;.

source: GLAN Tank Installation Files
vi: Tập tin cài đặt GLAN Tank

source: The GLAN Tank requires a kernel and ramdisk on an ext2 partition on the disk on which you intend to install Debian. These images can be obtained from &glantank-firmware-img;.
vi: GLAN Tank cần thiết một hạt nhân và đĩa RAM trên một phân vùng ext2 trên đĩa vào đó bạn định cài đặt Debian. Các ảnh này có thể được lấy từ &glantank-firmware-img;.

source: Kurobox Pro Installation Files
vi: Tập tin cài đặt Kurobox Pro

source: The Kurobox Pro requires a kernel and ramdisk on an ext2 partition on the disk on which you intend to install Debian. These images can be obtained from &kuroboxpro-firmware-img;.
vi: Kurobox Pro cần thiết một hạt nhân và đĩa RAM trên một phân vùng ext2 trên đĩa vào đó bạn định cài đặt Debian. Các ảnh này có thể được lấy từ &kuroboxpro-firmware-img;.

source: HP mv2120 Installation Files
vi: Tập tin cài đặt HP mv2120

source: A firmware image is provided for the HP mv2120 which will automatically boot <classname>debian-installer</classname>. This image can be installed with uphpmvault on Linux and other systems and with the HP Media Vault Firmware Recovery Utility on Windows. The firmware image can be obtained from &mv2120-firmware-img;.
vi: Cung cấp cho máy HP mv2120 một ảnh phần vững sẽ tự động khởi động <classname>debian-installer</classname>. Ảnh này có thể được cài đặt dùng uphpmvault trên Linux và các hệ thống khác, và dùng tiện ích HP Media Vault Firmware Recovery Utility trên Windows. Ảnh phần vững có thể được lấy từ &mv2120-firmware-img;.

source: QNAP Turbo Station Installation Files
vi: Tập tin cài đặt QNAP Turbo Station

source: The QNAP Turbo Station (TS-109, TS-209 and TS-409) requires a kernel and ramdisk which can be obtained from &qnap-firmware-img;. A script is provided to write these images to flash.
vi: QNAP Turbo Station (TS-109, TS-209 và TS-409) cần thiết một hạt nhân và đĩa RAM mà có thể được lấy từ &qnap-firmware-img;. Cũng cung cấp một văn lệnh để ghi các ảnh này vào bộ nhớ cực nhanh.

source: Choosing a Kernel
ko: 커널 고르기
sv: Välja en kärna
vi: Chọn hạt nhân

source: Some m68k subarchs have a choice of kernels to install. In general we recommend trying the most recent version first. If your subarch or machine needs to use a 2.2.x kernel, make sure you choose one of the images that supports 2.2.x kernels (see the <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink>).
ko: 일부 m68k 서브 아키텍처에서는 설치할 커널을 선택할 수 있습니다. 일반적인 경우라면 가장 최근의 버전을 처음에 시도해 보시길 권합니다. 해당 서브 아키텍처나 기계에서 2.2.x 커널이 필요한 경우에는, 2.2.x 커널을 지원하는 이미지를 사용하도록 하십시오. (<ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink>를 참고하십시오.)
sv: Vissa m68k-underarkitekturer har flera val av kärnor att installera. Allmänt sett rekommenderar vi att försöka den senaste versionen först. Om din underarkitektur eller maskin behöver använda en 2.2.x-kärna, se till att välja en av avbilderna som har stöd för 2.2.x-kärnor (se <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink>).
vi: Một số kiến trúc phụ kiểu m68k có nhiều hạt nhân khác nhau có thể cài đặt. Thông thường chúng tôi khuyên bạn thử đầu tiên hạt nhân phiên bản mới nhất. Nếu kiến trúc phụ hay máy của bạn cần sử dụng hạt nhân phiên bản 2.2.x, hãy kiểm tra xem bạn chọn một của những ảnh hỗ trợ được hạt nhân 2.2.x (xem <ulink url="&disturl;/main/installer-&architecture;/current/images/MANIFEST">MANIFEST</ulink>).

source: All of the m68k images for use with 2.2.x kernels, require the kernel parameter &ramdisksize;.
ko: 모든 2.2.x 커널 m68k 이미지는 &ramdisksize; 커널 파라미터가 필요합니다.
sv: Alla m68k-avbilder som använder 2.2.x-kärnor kräver kärnparametern &ramdisksize;.
vi: Mọi ảnh m68k có thể sử dụng với hạt nhân phiên bản 2.2.x, cần thiết bạn nhập tham số hạt nhân &ramdisksize; (kích cỡ của đĩa RAM).

source: Creating an IPL tape
ko: IPL 테이프 만들기
sv: Skapa ett IPL-band
vi: Tạo băng IPL

source: If you can't boot (IPL) from the CD-ROM and you are not using VM you need to create an IPL tape first. This is described in section 3.4.3 in the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and S/390: Distributions</ulink> Redbook. The files you need to write to the tape are (in this order): <filename>kernel.debian</filename>, <filename>parmfile.debian</filename> and <filename>initrd.debian</filename>. The files can be downloaded from the <filename>tape</filename> sub-directory, see <xref linkend="where-files"/>.
ko: CD-ROM에서 부팅할 수 없고 VM을 사용하는 게 아니라면 먼저 IPL 테이프를 만들어야 합니다. <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and S/390: Distributions</ulink> Redbook의 3.4.3에 설명되어 있습니다. 테이프에 쓸 때 필요한 파일은 (순서대로): <filename>kernel.debian</filename>, <filename>parmfile.debian</filename>과 <filename>initrd.debian</filename>입니다. 이 파일은 <filename>tape</filename> 서브 디렉토리에서 내려 받을 수 있습니다. <xref linkend="where-files"/> 부분을 참고하십시오.
sv: Om du inte kan starta upp (IPL) från cd-rom och du inte använder VM behöver du skapa ett IPL-band först. Det här beskrivs i avsnittet 3.4.3 i en "redbook" kallad <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and S/390: Distributions</ulink>. Filerna du behöver skriva till bandet är (i den här ordningen): <filename>kernel.debian</filename>, <filename>parmfile.debian</filename> och <filename>initrd.debian</filename>. Filerna kan hämtas från underkatalogen <filename>tape</filename>, se <xref linkend="where-files"/>.
vi: Nếu bạn không thể khởi động được (IPL) từ đĩa CD-ROM, cũng không sử dụng VM, trong trường hợp đó bạn cần phải tạo một băng IPL trước tiên. Tiến trình này được diễn tả trong tiết đoạn 3.4.3 của Quyển Đỏ <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux dành cho IBM eServer zSeries và S/390: bản phát hành</ulink>. Bạn cần phải ghi vào băng đó những tập tin này (theo thứ tự): <filename>kernel.debian</filename>, <filename>parmfile.debian</filename>, <filename>initrd.debian</filename>. Những tập tin này có thể được tải xuống thư mục con <filename>tape</filename>: xem <xref linkend="where-files"/>.
