Repository: dankamongmen/s-i
Catalog: manual/po/*/installation-howto.po
Languages: vi

source: Installation Howto
vi: Cách Cài Đặt

source: This document describes how to install &debian; &releasename; for the &arch-title; (<quote>&architecture;</quote>) with the new &d-i;. It is a quick walkthrough of the installation process which should contain all the information you will need for most installs. When more information can be useful, we will link to more detailed explanations in the <link linkend="debian_installation_guide">&debian; Installation Guide</link>.
vi: Tài liệu này diễn tả cách cài đặt &debian; &releasename; cho &arch-title; (kiến trúc <quote>&architecture;</quote>) bằng trình cài đặt Debian (&d-i;) mới. Nó sẽ chỉ dẫn nhanh bạn qua tiến trình cài đặt, và nên chứa toàn thông tin cần thiết cho hậu hết việc cài đặt. Khi thông tin thêm có ích, chúng tôi sẽ liên kết đến lời giải thích chi tiết trong <link linkend="debian_installation_guide">Chỉ dẫn Cài đặt &debian;</link>.

source: Preliminaries
vi: Chuẩn bị

source: <phrase condition="unofficial-build"> The debian-installer is still in a beta state. </phrase> If you encounter bugs during your install, please refer to <xref linkend="submit-bug"/> for instructions on how to report them. If you have questions which cannot be answered by this document, please direct them to the debian-boot mailing list (&email-debian-boot-list;) or ask on IRC (#debian-boot on the freenode network).
vi: <phrase condition="unofficial-build">Trình cài đặt Debian vẫn còn trong tính trạng thử nghiệm B.</phrase> Nếu bạn gặp lỗi trong khi cài đặt, hãy tham chiếu đến <xref linkend="submit-bug"/> để tìm thông tin về cách thông báo lỗi. Nếu bạn gặp khó khăn chưa được tháo gỡ bởi tài liệu này, hãy gởi lá thư cho hộp thư chung khởi động Debian (&email-debian-boot-list;) hoặc hỏi câu trên IRC (kênh #debian-boot trên mạng freenode).

source: Booting the installer
vi: Khởi động trình cài đặt

source: <phrase condition="unofficial-build"> For some quick links to CD images, check out the <ulink url="&url-d-i;"> &d-i; home page</ulink>. </phrase> The debian-cd team provides builds of CD images using &d-i; on the <ulink url="&url-debian-cd;">Debian CD page</ulink>. For more information on where to get CDs, see <xref linkend="official-cdrom"/>.
vi: <phrase condition="unofficial-build"> Để tìm một số liên kết nhanh đến ảnh đĩa CD, hãy xem <ulink url="&url-d-i;">trang chủ &d-i;</ulink>. </phrase> Nhóm debian-cd cung cấp nhiều bản xây dụng của ảnh đĩa CD bằng &d-i; trên <ulink url="&url-debian-cd;">trang đĩa CD Debian</ulink>. Để tìm thông tin thêm về nơi cần lấy đĩa CD, hãy xem <xref linkend="official-cdrom"/>.

source: Some installation methods require other images than CD images. <phrase condition="unofficial-build"> The <ulink url="&url-d-i;">&d-i; home page</ulink> has links to other images. </phrase> <xref linkend="where-files"/> explains how to find images on Debian mirrors.
vi: Một số phương pháp cài đặt cần thiết ảnh kiểu khác với ảnh đĩa CD. <phrase condition="unofficial-build"> <ulink url="&url-d-i;">Trang chủ &d-i;</ulink> chứa nhiều liên kết đến ảnh kiểu khác. </phrase> <xref linkend="where-files"/> diễn tả cách tìm ảnh trên máy nhân bản Debian.

source: The subsections below will give the details about which images you should get for each possible means of installation.
vi: Những phần phụ dưới đây sẽ cung cấp chi tiết về ảnh nào bạn nên lấy để thực hiện mỗi phương pháp cài đặt.

source: There are two different netinst CD images which can be used to install &releasename; with the &d-i;. These images are intended to boot from CD and install additional packages over a network, hence the name 'netinst'. The difference between the two images is that on the full netinst image the base packages are included, whereas you have to download these from the web if you are using the business card image. If you'd rather, you can get a full size CD image which will not need the network to install. You only need the first CD of the set.
vi: Có hai ảnh đĩa CD netinst (cài đặt qua mạng) mà có thể dùng để cài đặt &releasename; bằng &d-i;. Hai ảnh này được định để khởi động từ đĩa CD và cài đặt (inst.) các gói thêm qua mạng (net). Sự khác giữa hai ảnh này là ảnh netinst đầy chứa các gói cơ bản, còn bạn sẽ phải tải chúng xuống Mạng khi dùng ảnh thẻ kinh doanh. Hoặc bạn có thể lấy một đĩa CD kích cỡ đầy đủ mà không cần mạng để cài đặt. Bạn cần có chỉ đĩa CD thứ nhất của bộ này thôi.

source: Download whichever type you prefer and burn it to a CD. <phrase arch="i386">To boot the CD, you may need to change your BIOS configuration, as explained in <xref linkend="bios-setup"/>.</phrase> <phrase arch="powerpc"> To boot a PowerMac from CD, press the <keycap>c</keycap> key while booting. See <xref linkend="boot-cd"/> for other ways to boot from CD. </phrase>
vi: Hãy tải về kiểu nào bạn thích, và chép nó ra vào đĩa CD. <phrase arch="i386">Để khởi động đĩa CD này, có lẽ bạn cần phải thay đổi cấu hình BIOS, như diễn tả trong <xref linkend="bios-setup"/>.</phrase> <phrase arch="powerpc"> Để khởi động máy PowerMac từ đĩa CD, hãy bấm phím <keycap>c</keycap> trong khi khởi động. Hãy xem <xref linkend="boot-cd"/> để tìm cách khác khởi động từ đĩa CD. </phrase>

source: Floppy
vi: Đĩa mềm

source: If you can't boot from CD, you can download floppy images to install Debian. You need the <filename>floppy/boot.img</filename>, the <filename>floppy/root.img</filename> and possibly one of the driver disks.
vi: Nếu bạn không thể khởi động từ đĩa CD, bạn có thể tải về ảnh đĩa mềm để cài đặt Debian. Bạn cần phải có hai tập tin <filename>floppy/boot.img</filename>, <filename>floppy/root.img</filename> và có lẽ một của những đĩa điều khiển.

source: The boot floppy is the one with <filename>boot.img</filename> on it. This floppy, when booted, will prompt you to insert a second floppy &mdash; use the one with <filename>root.img</filename> on it.
vi: Đĩa mềm khởi động là đĩa có nhãn <filename>boot.img</filename> ở trên. Đĩa mềm này, khi được khởi động, sẽ nhắc bạn chèn đĩa mềm thứ hai &mdash; đĩa có nhãn <filename>root.img</filename> ở trên.

source: If you're planning to install over the network, you will usually need the <filename>floppy/net-drivers.img</filename>, which contains additional drivers for many ethernet cards, and support for PCMCIA.
vi: Nếu bạn định cài đặt qua mạng, bạn sẽ thường cần phải có tập tin <filename>floppy/net-drivers.img</filename>, mà chứa trình điều khiển thêm cho nhiều thẻ Ethernet, và sự hỗ trợ PCMCIA.

source: If you have a CD, but cannot boot from it, then boot from floppies and use <filename>floppy/cd-drivers.img</filename> on a driver disk to complete the install using the CD.
vi: Nếu bạn có đĩa CD, nhưng không thể khởi động từ nó, hãy khởi động từ đĩa mềm thay thế, và sử dụng tập tin <filename>floppy/cd-drivers.img</filename> trên đĩa mềm điều khiển, để cài đặt xong bằng đĩa CD.

source: Floppy disks are one of the least reliable media around, so be prepared for lots of bad disks (see <xref linkend="unreliable-floppies"/>). Each <filename>.img</filename> file you downloaded goes on a single floppy; you can use the dd command to write it to /dev/fd0 or some other means (see <xref linkend="create-floppy"/> for details). Since you'll have more than one floppy, it's a good idea to label them.
vi: Đĩa mềm là một của những vật chứa ít tin cậy nhất, vậy bạn hãy chuẩn bị quản lý nhiều đĩa sai (xem <xref linkend="unreliable-floppies"/>). Mỗi tập tin <filename>.img</filename> (ảnh) được tải về thì chiếm một đĩa mềm đơn; bạn có thể sử dụng lệnh « dd » để ghi nó vào &lt;/dev/fd0&gt; hoặc phương pháp khác (xem <xref linkend="create-floppy"/> để tìm chi tiết). Vì bạn sẽ cần phải quản lý nhiều đĩa mềm, ý kiến tốt là nhãn mỗi đĩa.

source: USB memory stick
vi: Thanh bộ nhớ USB

source: It's also possible to install from removable USB storage devices. For example a USB keychain can make a handy Debian install medium that you can take with you anywhere.
vi: Cũng có thể cài đặt từ thiết bị lưu trữ USB rời. Lấy thí dụ, một dây khóa USB có thể làm vật chứa cài đặt Debian hữu ích mà bạn có thể mang suốt.

source: The easiest way to prepare your USB memory stick is to download <filename>hd-media/boot.img.gz</filename>, and use gunzip to extract the 128 MB image from that file. Write this image directly to your memory stick, which must be at least 128 mb in size. Of course this will destroy anything already on the memory stick. Then mount the memory stick, which will now have a FAT filesystem on it. Next, download a Debian netinst CD image, and copy that file to the memory stick; any filename is ok as long as it ends in <literal>.iso</literal>.
vi: Cách dễ dàng nhất chuẩn bị thanh bộ nhớ USB là tải về tập tin <filename>hd-media/boot.img.gz</filename>, và chạy gunzip để rút ảnh 128 MB từ tập tin đó. Hãy ghi ảnh này trực tiếp vào thanh bộ nhớ, mà phải có kích cỡ ít nhất 128 MB. Tất nhiên, việc này sẽ hủy hết dữ liệu đã có trên thanh bộ nhớ. Sau đó, hãy gắn kết thanh bộ nhớ, mà lúc ấy chứa hệ thống tập tin FAT. Tiếp theo, hãy tải về một ảnh đĩa CD netinst (qua mạng) Debian, và sao chép tập tin đó vào thanh bộ nhớ; bất cứ tên tập tin nào cũng được, miễn là nó kết thức bằng <literal>.iso</literal>.

source: There are other, more flexible ways to set up a memory stick to use the debian-installer, and it's possible to get it to work with smaller memory sticks. For details, see <xref linkend="boot-usb-files"/>.
vi: Có cách khác, dẻo hơn, để thiết lập thanh bộ nhớ để sử dụng trình cài đặt Debian, và có thể áp dụng nó vào thanh bộ nhớ nhỏ hơn. Để tìm chi tiết, hãy xem <xref linkend="boot-usb-files"/>.

source: Some BIOSes can boot USB storage directly, and some cannot. You may need to configure your BIOS to boot from a <quote>removable drive</quote> or even a <quote>USB-ZIP</quote> to get it to boot from the USB device. If it doesn't, you can boot from one floppy and use the USB stick for the rest of the install. For helpful hints and details, see <xref linkend="usb-boot"/>.
vi: Một số BIOS có thể khởi động trực tiếp vật chứa USB, còn một số điều không thể. Có lẽ bạn sẽ cần phải cấu hình BIOS để khởi động từ một <quote>đĩa rời</quote> hay ngay cả một đĩa <quote>USB-ZIP</quote> để làm cho nó khởi động từ thiết bị USB. Nếu nó vẫn còn không thể khởi động, bạn có thể khởi động từ một đĩa mềm và sử dụng thanh bộ nhớ USB trong tiến trình cài đặt còn lại. Để tìm mẹo hữu ích và chi tiết, hãy xem <xref linkend="usb-boot"/>.

source: Booting Macintosh systems from USB storage devices involves manual use of Open Firmware. For directions, see <xref linkend="usb-boot"/>.
vi: Việc khởi động hệ thống Macintosh từ thiết bị lưu trữ USB đòi hỏi phải sử dụng Open Firmware (phần vững mở). Để tìm chỉ dẫn, hãy xem <xref linkend="usb-boot"/>.

source: Booting from network
vi: Khởi động từ mạng

source: It's also possible to boot &d-i; completely from the net. The various methods to netboot depend on your architecture and netboot setup. The files in <filename>netboot/</filename> can be used to netboot &d-i;.
vi: Cũng có thể khởi động hoàn toàn &d-i; từ mạng. Những phương pháp khởi động mạng khác nhau phụ thuộc vào kiến trúc và thiết lập khởi động mạng của bạn. Những tập tin trong <filename>netboot/</filename> có thể được dùng để khởi động mạng &d-i;.

source: The easiest thing to set up is probably PXE netbooting. Untar the file <filename>netboot/pxeboot.tar.gz</filename> into <filename>/var/lib/tftpboot</filename> or wherever is appropriate for your tftp server. Set up your DHCP server to pass filename <filename>/pxelinux.0</filename> to clients, and with luck everything will just work. For detailed instructions, see <xref linkend="install-tftp"/>.
vi: Cách dễ nhất thiết lập rất có thể là khởi động mạng PXE. Hãy giải nến (gunzip và bỏ .tar) tập tin <filename>netboot/pxeboot.tar.gz</filename> vào <filename>/var/lib/tftpboot</filename> hoặc nơi nào thích hợp với trình phục vụ tftp của bạn. Thiết lập trình phục vụ DHCP để gởi tên tập tin <filename>/pxelinux.0</filename> qua cho trình khách, và nếu có may, mọi điều nên đơn giản hoạt động. Để tìm chỉ dẫn chi tiết, hãy xem <xref linkend="install-tftp"/>.

source: Booting from hard disk
vi: Khởi động từ đĩa cứng

source: It's possible to boot the installer using no removable media, but just an existing hard disk, which can have a different OS on it. Download <filename>hd-media/initrd.gz</filename>, <filename>hd-media/vmlinuz</filename>, and a Debian CD image to the top-level directory of the hard disk. Make sure that the CD image has a filename ending in <literal>.iso</literal>. Now it's just a matter of booting linux with the initrd. <phrase arch="i386"> <xref linkend="boot-initrd"/> explains one way to do it. </phrase>
vi: Có thể khởi động trình cài đặt, không dùng vật chứa rời nào, chỉ một phần cứng đã có, mà có thể chạy hệ điều hành khác. Hãy tải về hai tập tin <filename>hd-media/initrd.gz</filename>, <filename>hd-media/vmlinuz</filename>, và một ảnh đĩa CD Debian vào thư mục lớp đầu của phần cứng. Chắc là ảnh đĩa CD có tên tập tin kết thức bằng <literal>.iso</literal>. Sau đó, chỉ đơn giản cần khởi động Linux bằng initrd. <phrase arch="i386"> <xref linkend="boot-initrd"/> diễn tả một cách làm như thế. </phrase>

source: Installation
vi: Cài đặt

source: Once the installer starts, you will be greeted with an initial screen. Press &enterkey; to boot, or read the instructions for other boot methods and parameters (see <xref linkend="boot-parms"/>). <phrase arch="i386"> <phrase condition="sarge"> If you want a 2.6 kernel, type <userinput>linux26</userinput> at the <prompt>boot:</prompt> prompt. </phrase> <phrase condition="etch"> If you want a 2.4 kernel, type <userinput>install24</userinput> at the <prompt>boot:</prompt> prompt. </phrase> <footnote><para> <phrase condition="sarge"> The 2.6 kernel is available for most boot methods, but not when booting from a floppy. </phrase> <phrase condition="etch"> The 2.6 kernel is the default for most boot methods, but is not available when booting from a floppy. </phrase> </para></footnote> </phrase>
vi: Một khi trình cài đặt khởi chạy, bạn sẽ xem một màn hình ban đầu. Hãy bấm &enterkey; để khởi động, hoặc đọc các chỉ dẫn cho phương pháp khởi động và tham số khác (xem <xref linkend="boot-parms"/>). <phrase arch="i386"> <phrase condition="sarge"> Nếu bạn muốn có hát nhân kiểu 2.6, hãy gõ <userinput>linux26</userinput> tại dấu nhắc <prompt>boot:</prompt>. </phrase> <phrase condition="etch"> Nếu bạn muốn có hạt nhân kiểu 2.4, hãy gõ <userinput>install24</userinput> tại dấu nhắc <prompt>boot:</prompt> prompt. </phrase> <footnote><para> <phrase condition="sarge"> Hát nhân 2.6 sẵn sàng cho phần lớn phương pháp khởi động, nhưng không phải khi khởi động từ đĩa mềm. </phrase> <phrase condition="etch"> Hát nhân 2.6 là mặc định cho phần lớn phương pháp khởi động, nhưng nó không sẵn sàng khi khởi động từ đĩa mềm.</phrase> </para></footnote> </phrase>

source: After a while you will be asked to select your language. Use the arrow keys to pick a language and press &enterkey; to continue. Next you'll be asked to select your country, with the choices including countries where your language is spoken. If it's not on the short list, a list of all the countries in the world is available.
vi: Sau một thời gian, bạn sẽ được nhắc chọn ngôn ngữ mình. Hãy sử dụng phím mũi tên để chọn ngôn ngữ, rồi bấm &enterkey; để tiếp tục. Sau đó, bạn sẽ được nhắc chọn quốc gia, trong danh sách gồm quốc gia nói ngôn ngữ bạn. Nếu chỗ bạn không phải trong danh sách ngắn, có sẵn một danh sách các quốc gia trên khắp thế giới.

source: You may be asked to confirm your keyboard layout. Choose the default unless you know better.
vi: Có lẽ bạn sẽ được nhắc xác nhận bố trí bàn phím mình. Hãy chọn mặc định nếu chưa chắc.

source: Now sit back while debian-installer detects some of your hardware, and loads the rest of itself from CD, floppy, USB, etc.
vi: Sau đó, bạn có thể nghỉ trong khi trình cài đặt Debian phát hiện một ít phần cứng của bạn, và tải phần chính nó còn lại từ đĩa CD, đĩa mềm, USB v.v.

source: Next the installer will try to detect your network hardware and set up networking by DHCP. If you are not on a network or do not have DHCP, you will be given the opportunity to configure the network manually.
vi: Tiếp theo, trình cài đặt sẽ cố phát hiện phần cứng mạng của bạn, và cố thiết lập cách chạy mạng bằng DHCP. Nếu bạn chưa lên mạng, hoặc không có khả năng DHCP, bạn sẽ nhận dịp tự cấu hình mạng.

source: Now it is time to partition your disks. First you will be given the opportunity to automatically partition either an entire drive, or free space on a drive. This is recommended for new users or anyone in a hurry, but if you do not want to autopartition, choose manual from the menu.
vi: Đây là lúc cần phân vùng đĩa. Trước hết, bạn sẽ có dịp tự động phân vùng hoặc một toàn đĩa, hoặc sức chứa còn rảnh trên một đĩa. Tùy chọn này được khuyên cho người dùng mới hoặc người nào vội vàng, nhưng mà nếu bạn không muốn tự động phân vùng, hãy chọn « Thủ công » từ trình đơn.

source: If you have an existing DOS or Windows partition that you want to preserve, be very careful with automatic partitioning. If you choose manual partitioning, you can use the installer to resize existing FAT or NTFS partitions to create room for the Debian install: simply select the partition and specify its new size.
vi: Nếu bạn có một phân vùng thêm kiểu DOS hay Windows mà bạn muốn bảo tồn, hãy rất cẩn thận tự động khởi động. Nếu bạn chọn tự phân vùng, có thể sử dụng trình cài đặt để thay đổi kích cỡ của phân vùng FAT hay NTFS tồn tại để tạo chỗ cho bản cài đặt Debian: đơn giản hãy chọn phân vùng đó và ghi rõ kích cỡ mới cho nó.

source: On the next screen you will see your partition table, how the partitions will be formatted, and where they will be mounted. Select a partition to modify or delete it. If you did automatic partitioning, you should just be able to choose <guimenuitem>Finished partitioning</guimenuitem> from the menu to use what it set up. Remember to assign at least one partition for swap space and to mount a partition on <filename>/</filename>. <xref linkend="partitioning"/> has more information about partitioning.
vi: Trên màn hình kế tiếp, bạn sẽ xem bảng phân vùng mình, cách sẽ định dạng phân vùng, và nơi sẽ gắn kết chúng. Hãy chọn phân vùng cần sửa đổi hoặc xóa bỏ. Nếu bạn đã tự động phân vùng, lúc này bạn nên có thể đơn giản chọn <guimenuitem>Phân vùng hoàn toàn</guimenuitem> trong trình đơn, để sử dụng điều đã thiết lập. Ghi chú: nhớ để gán ít nhất một phân vùng cho chỗ trao đổi (swapspace), và gắn kết một phân vùng vào <filename>/</filename>. <xref linkend="partitioning"/>

source: Now &d-i; formats your partitions and starts to install the base system, which can take a while. That is followed by installing a kernel.
vi: Lúc này, &d-i; định dạng các phân vùng của bạn, và bắt đầu cài đặt hệ thống cơ bản, mà có thể hơi lâu. Tiếp theo, hạt nhân sẽ được cài đặt.

source: The last step is to install a boot loader. If the installer detects other operating systems on your computer, it will add them to the boot menu and let you know. <phrase arch="i386">By default GRUB will be installed to the master boot record of the first harddrive, which is generally a good choice. You'll be given the opportunity to override that choice and install it elsewhere. </phrase>
vi: Bước cuối cùng là cài đặt một bộ tải khởi động (boot loader). Nếu trình cài đặt có phát hiện hệ điều hành khác trên máy tính bạn, nó sẽ thêm chúng vào trình đơn khởi động, và cho bạn biết như thế. <phrase arch="i386">Mặc định là GRUB sẽ được cài đặt vào mục ghi khởi động chủ của đĩa cứng thứ nhất, mà thường là sự chọn tốt. Bạn sẽ có dịp dè sự chọn đó và cài đặt GRUB vào nơi khác. </phrase>

source: &d-i; will now tell you that the installation has finished. Remove the cdrom or other boot media and hit &enterkey; to reboot your machine. It should boot up into the next stage of the install process, which is explained in <xref linkend="boot-new"/>.
vi: &d-i; lúc bây giờ sẽ báo bạn biết đã cài đặt xong. Hãy gỡ bỏ đĩa CD-ROM hay vật chứa khởi động khác, và bấm &enterkey; để khởi động lại máy mình. Nó nên khởi động vào giai đoạn kế tiếp của tiến trình cài đặt, mà được diễn tả trong <xref linkend="boot-new"/>.

source: If you need more information on the install process, see <xref linkend="d-i-intro"/>.
vi: Nếu bạn muốn tìm thông tin thêm về tiến trình cài đặt, hãy xem <xref linkend="d-i-intro"/>.

source: Send us an installation report
vi: Gởi báo cáo cài đặt cho chúng tôi

source: If you successfully managed an installation with &d-i;, please take time to provide us with a report. <phrase condition="sarge"> There is a template named <filename>install-report.template</filename> in the <filename>/root</filename> directory of a freshly installed system. Please fill it out and file it as a bug against the package <classname>installation-reports</classname>, as explained in <xref linkend="submit-bug"/>. </phrase> <phrase condition="etch"> The simplest way to do so is to install the reportbug package (<command>apt-get install reportbug</command>), and run <command>reportbug installation-report</command>. </phrase>
vi: Khi bạn cài đặt thành công &d-i;, vui lòng mất thời gian để cung cấp cho chúng tôi một bản báo cáo. <phrase condition="sarge"> Có một mẫu tên <filename>install-report.template</filename> trong thư mục <filename>/root</filename> của hệ thống mới cài đặt. Hãy điền đầy đủ vào đơn đó, và đệ trình nó là lỗi đối với gói <classname>installation-reports</classname> (báo cáo cài đặt), như được diễn tả trong <xref linkend="submit-bug"/>. </phrase> <phrase condition="etch"> Cách đơn giản nhất làm như thế là cài đặt gói reportbug (<command>apt-get install reportbug</command>), và chạy lệnh <command>reportbug installation-report</command>. </phrase>

source: If you did not reach base-config or ran into other trouble, you probably found a bug in debian-installer. To improve the installer it is necessary that we know about them, so please take the time to report them. You can use an installation report to report problems; if the install completely fails, see <xref linkend="problem-report"/>.
vi: Nếu bạn chưa tới phần base-config (cấu hình cơ bản), hoặc gặp khó khăn khác nào, rất có thể là bạn đã gặp lỗi trong gói debian-installer. Để cải tiến trình cài đặt, chúng tôi cần phải biết rõ các lỗi xảy ra, thế vui lòng bạn mất thời gian để thông báo lỗi; nếu việc cài đặt thất bại hoàn toàn, hãy xem <xref linkend="problem-report"/>.

source: And finally..
vi: Và cuối cùng...

source: We hope that your Debian installation is pleasant and that you find Debian useful. You might want to read <xref linkend="post-install"/>.
vi: Chúng tôi hy vọng việc cài đặt Debian của bạn là dễ dàng, và bạn tìm thấy Debian hữu dụng. Đệ nghị bạn đọc <xref linkend="post-install"/>.
