Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: Creating Floppies from Disk Images
ko: 디스크 이미지에서 플로피 만들기
sv: Skapa startdisketter från diskettavbilder
vi: Tạo đĩa mềm từ ảnh đĩa

source: Bootable floppy disks are generally used as a last resort to boot the installer on hardware that cannot boot from CD or by other means.
ko: 보통 CD나 다른 방법으로 부팅할 수 없는 하드웨어의 경우, 설치 프로그램을 부팅하는 마지막 방법으로 부팅 플로피 디스크를 사용합니다.
sv: Startbara disketter används oftast som en sista utväg för att starta upp installeraren på maskinvara som inte kan starta upp från cd eller på andra sätt.
vi: Đĩa mềm có khả năng khởi động thường được dùng như là phương sách cuối cùng, để khởi động trình cài đặt trên phần cứng không có khả năng khởi động từ đĩa CD hoặc bằng cách nào khác.

source: Booting the installer from floppy disk reportedly fails on Mac USB floppy drives.
ko: 알려진 바에 따르면, 맥 USB 플로피 드라이브에서는 플로피 디스크에서 설치 프로그램을 부팅이 실패합니다.
sv: Starta upp installeraren från diskett misslyckas på Mac USB-diskettenheter enligt rapporter.
vi: Người dùng đã thông báo trường hợp không thể khởi động trình cài đặt Debian từ đĩa mềm nằm trong ổ đĩa mềm USB của máy tính Apple Mac.

source: Booting the installer from floppy disk is not supported on Amigas or 68k Macs.
ko: Amiga 혹은 68k 맥에서는 플로피 디스크에서 설치 프로그램 부팅은 지원하지 않습니다.
sv: Starta upp installeraren från diskett stöds inte på Amiga eller 68k Mac.
vi: Máy tính kiểu cả Amiga lẫn Apple Mac 68k đều không hỗ trợ khả năng khởi đông trình cài đặt Debian từ đĩa mềm.

source: Disk images are files containing the complete contents of a floppy disk in <emphasis>raw</emphasis> form. Disk images, such as <filename>boot.img</filename>, cannot simply be copied to floppy drives. A special program is used to write the image files to floppy disk in <emphasis>raw</emphasis> mode. This is required because these images are raw representations of the disk; it is required to do a <emphasis>sector copy</emphasis> of the data from the file onto the floppy.
ko: 디스크 이미지는 플로피 디스크의 모든 내용이 <emphasis>로우</emphasis> 형태로 들어 있는 파일입니다. <filename>boot.img</filename>같은 디스크 이미지는 플로피 드라이브에 그냥 복사할 수 없습니다. 이미지 파일을 플로피 디스크에 <emphasis>로우</emphasis> 모드로 쓰려면 특별한 프로그램을 사용합니다. 이미지 파일은 디스크 전체의 내용을 그대로 나타내는 파일이기 때문입니다. 파일의 데이터를 플로피에 <emphasis>섹터 복사</emphasis>해야 합니다.
sv: Diskettavbilder är filer som innehåller det kompletta innehållet av en diskett i <emphasis>råformat</emphasis>. Diskettavbilder, såsom <filename>boot.img</filename>, kan inte bara kopieras till diskettenheter. Ett speciellt program används för att skriva avbildsfilerna till disketter i <emphasis>råläge</emphasis>. Det här krävs för att de här avbilderna är råa representationer av disketten; det är nödvändigt att göra en <emphasis>sektorkopiering</emphasis> av data från filen till disketten.
vi: Ảnh đĩa là tập tin chứa nội dung hoàn toàn của một đĩa mềm có dạng <emphasis>thô</emphasis> (raw). Ảnh đĩa, v.d. <filename>boot.img</filename>, không thể đơn giản được sao chép vào ổ đĩa mềm. Cần phải sử dụng một chương trình đặc biệt để ghi các tập tin ảnh vào đĩa mềm trong chế độ <emphasis>thô</emphasis>. Tiến trình này cần thiết vì các ảnh này là sự đại diện thô của đĩa đó : cần phải làm việc <emphasis>sao chép rãnh ghi</emphasis> các dữ liệu từ tập tin vào đĩa mềm.

source: There are different techniques for creating floppies from disk images. This section describes how to create floppies from disk images on different platforms.
ko: 디스크 이미지에서 플로피를 만드는 방법은 다른 여러 기술이 있습니다. 여기서는 여러 가지 플랫폼에서 디스크 이미지로 플로피를 만드는 방법을 설명합니다.
sv: Det finns olika tekniker för att skapa disketter från diskettavbilder. Det här avsnittet beskriver hur man skapar disketter från diskettavbilder på olika plattformar.
vi: Có một số phương pháp khác nhau tạo đĩa mềm từ ảnh đĩa. Tiết đoạn này diễn tả phương pháp tạo đĩa mềm từ ảnh đĩa trên nền tảng khác nhau.

source: Before you can create the floppies, you will first need to download them from one of the Debian mirrors, as explained in <xref linkend="downloading-files"/>. <phrase arch="i386">If you already have an installation CD-ROM or DVD, the floppy images may also be included on the CD/DVD.</phrase>
ko: 플로피를 만들기 전에, 먼저 데비안 미러에서 <xref linkend="downloading-files"/>에 설명된 방법대로 파일을 내려받습니다. <phrase arch="i386">설치 CD-ROM이나 DVD가 이미 있으면, 플로피 이미지 파일은 CD/DVD에 들어 있습니다.</phrase>
sv: Innan du kan skapa disketterna behöver du först hämta ner dem från en av Debian-speglarna, som förklaras i <xref linkend="downloading-files"/>. <phrase arch="i386">Om du redan har en installations-cd eller dvd kan även diskettavbilderna finnas inkluderade på skivan.</phrase>
vi: Trước khi bạn có thể tạo đĩa mềm, bạn cần phải tải các tập tin xuống một của những máy nhân bản Debian, như được diễn tả trong phần <xref linkend="downloading-files"/>. <phrase arch="i386">Nếu bạn đã có một đĩa CD/DVD cài đặt, những ảnh đĩa mềm có thể nằm trên đĩa đó.</phrase>

source: No matter which method you use to create your floppies, you should remember to flip the write-protect tab on the floppies once you have written them, to ensure they are not damaged unintentionally.
ko: 플로피를 만들 때 어떤 방법을 사용하든 간에, 플로피를 쓴 다음에 쓰기 방지 탭을 걸어 놓아서 플로피 내용이 손상되지 않도록 하십시오.
sv: Oavsett vilken metod du använder för att skapa dina disketter, bör du komma ihåg att aktivera skrivskyddet på disketterna när du har skrivit på dem, för att vara säker på att de inte oavsiktligt ändras.
vi: Bất chấp phương pháp nào bạn sử dụng để tạo đĩa mềm, bạn nên nhớ bật nút chống lại ghi trên đĩa mềm đó, một khi ghi nó, để đảm bảo dữ liệu được ghi sẽ không bị hại tình cờ.

source: Writing Disk Images From a Linux or Unix System
ko: 리눅스나 UNIX 시스템에서 디스크 이미지 쓰기
sv: Skriva diskettavbilder från ett Linux eller Unix-system
vi: Ghi ảnh đĩa từ hệ thống Linux/UNIX

source: To write the floppy disk image files to the floppy disks, you will probably need root access to the system. Place a good, blank floppy in the floppy drive. Next, use the command <informalexample><screen> $ dd if=<replaceable>filename</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample> where <replaceable>filename</replaceable> is one of the floppy disk image files. <filename>/dev/fd0</filename> is a commonly used name of the floppy disk device, it may be different on your workstation<phrase arch="sparc"> (on Solaris, it is <filename>/dev/fd/0</filename>)</phrase>. The command may return to the prompt before Unix has finished writing the floppy disk, so look for the disk-in-use light on the floppy drive and be sure that the light is out and the disk has stopped revolving before you remove it from the drive. On some systems, you'll have to run a command to eject the floppy from the drive <phrase arch="sparc"> (on Solaris, use <command>eject</command>, see the manual page)</phrase>.
ko: 플로피 디스크 이미지 파일을 플로피 디스크에 쓰려면, 보통은 시스템의 루트 권한이 있어야 합니다. 비어 있는 플로피를 플로피 드라이브에 넣으십시오. 그리고 다음 명령을 사용하십시오: <informalexample><screen> $ dd if=<replaceable>파일이름</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample> 여기서 <replaceable>파일이름</replaceable>은 플로피 디스크 이미지 파일의 이름입니다. 플로피 디스크 장치 이름으로는 <filename>/dev/fd0</filename>을 가장 많이 씁니다. 워크스테이션에서는 다를 수도 있습니다. <phrase arch="sparc">(Solaris에서는 <filename>/dev/fd/0</filename>입니다.)</phrase> 플로피 디스크에 데이터를 다 쓰기도 전에 명령어가 끝나서 프롬프트가 나올 수도 있기 때문에, 플로피 디스크가 사용중이라는 불이 깜박이는 지 잘 살펴 보시고 깜박이지 않을 때 플로피를 드라이브에서 빼야 합니다. 어떤 시스템에서는 플로피를 빼려면 플로피를 꺼내는 별도의 명령을 실행해야 합니다. <phrase arch="sparc">(Solaris에서는 <command>eject</command> 명령을 사용하십시오. 맨페이지를 참고하십시오.)</phrase>
sv: För att skriva diskettavbildsfilerna till disketterna behöver du antagligen root-åtkomst till systemet. Placera en bra, tom diskett i diskettenheten. Använd sedan kommandot <informalexample><screen> $ dd if=<replaceable>filnamn</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample> där <replaceable>filnamn</replaceable> är en av diskettavbildsfilerna. <filename>/dev/fd0</filename> är ett vanligt använt namn på diskettenheten, det kan vara annorlunda på den dator du använder<phrase arch="sparc"> (på Solaris är det <filename>/dev/fd/0</filename>)</phrase>. Kommandot kan återvända till prompten före Unix har skrivit klart disketten så se på aktivitetslampan på diskettenheten och se till att lampan slocknat och disketten slutat rotera innan du matar ut den från enheten. På vissa system behöver du köra ett kommando för att mata ut disketten från enheten <phrase arch="sparc"> (på Solaris, använd <command>eject</command>, se manualsidan)</phrase>.
vi: Để ghi các tập tin ảnh đĩa mềm vào những đĩa mềm thật, rất có thể là bạn sẽ cần có quyền truy cập hệ thống của người chủ (root). Hãy nạp vào đĩa mềm một đĩa mềm rỗng tốt. Sau đó, nhập lệnh <informalexample><screen> $ dd if=<replaceable>tên_tập_tin</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample> mà <replaceable>tên_tập_tin</replaceable> là một của những tập tin ảnh đĩa mềm đó. <filename>/dev/fd0</filename> là một tên thường dùng của thiết bị đĩa mềm; có thể khác trên máy trạm của bạn <phrase arch="sparc"> (trên Solaris, nó là <filename>/dev/fd/0</filename>)</phrase>. Lệnh này có thể trở về dấu nhắc trước khi UNIX ghi xong đĩa mềm, vì vậy trên thiết bị đĩa mềm hãy theo dõi đèn ngụ ý đĩa hoạt động, kiểm tra xem đèn này đã đóng và đĩa đã dừng quay, trước khi đẩy nó ra ổ. Trên một số hệ thống riêng, bạn cần phải chạy lệnh để đẩy đĩa mềm ra ổ <phrase arch="sparc">(trên Solaris, dùng lệnh <command>eject</command>, xem trang hướng dẫn để tìm chi tiết)</phrase>.

source: Some systems attempt to automatically mount a floppy disk when you place it in the drive. You might have to disable this feature before the workstation will allow you to write a floppy in <emphasis>raw mode</emphasis>. Unfortunately, how to accomplish this will vary based on your operating system. <phrase arch="sparc"> On Solaris, you can work around volume management to get raw access to the floppy. First, make sure that the floppy is auto-mounted (using <command>volcheck</command> or the equivalent command in the file manager). Then use a <command>dd</command> command of the form given above, just replace <filename>/dev/fd0</filename> with <filename>/vol/rdsk/<replaceable>floppy_name</replaceable></filename>, where <replaceable>floppy_name</replaceable> is the name the floppy disk was given when it was formatted (unnamed floppies default to the name <filename>unnamed_floppy</filename>). On other systems, ask your system administrator. </phrase>
ko: 어떤 시스템에서는 드라이브에 플로피 디스크를 넣으면 자동으로 마운트합니다. <emphasis>로우 모드</emphasis>로 플로피를 쓰려면 그 전에 이 기능을 꺼야 합니다. 불행히도, 이 기능을 끄는 방법은 운영 체제마다 다 다릅니다. <phrase arch="sparc">Solaris에서 플로피 디스크에 로우 모드로 접근하려면 볼륨 관리 기능을 피해가면 됩니다. 먼저 플로피가 자동 마운트되도록 하십시오. (<command>volcheck</command>나 파일 관리자의 해당 명령 사용) 그리고 <command>dd</command> 명령을 위에서 쓴 방법대로 쓰시고, 거기에서 <filename>/dev/fd0</filename>을 <filename>/vol/rdsk/<replaceable>플로피이름</replaceable></filename>이라고 바꾸십시오. (<replaceable>플로피이름</replaceable>은 포맷할 때 만든 플로피 이름입니다. 이름 없는 플로피는 기본값이 <filename>unnamed_floppy</filename>) 그 외의 시스템에서는 시스템 관리자에게 문의하십시오. </phrase>
sv: Vissa system försöker att automatiskt montera en diskett när du matar in den i enheten. Du kanske behöver inaktivera den här funktionen innan arbetsstationen tillåter dig att skriva en diskett i <emphasis>råläge</emphasis>. Hur man gör det beror helt på ditt operativsystem. <phrase arch="sparc"> På Solaris kan du komma runt volymhanteringen för att få råtillgång till disketten. Se först till att disketten är automatiskt monterad (med <command>volcheck</command> eller motsvarande kommando i filhanteraren). Använd sedan ett <command>dd</command>-kommando liknande exemplet ovan, ersätt bara <filename>/dev/fd0</filename> med <filename>/vol/rdsk/<replaceable>diskettnamnet</replaceable></filename>, där <replaceable>diskettnamnet</replaceable> är namnet på diskettnamnet som angavs när den blev formaterad (ej namngivna disketter får namnet <filename>unnamed_floppy</filename>). På andra system, fråga din systemadministratör. </phrase>
vi: Một số hệ thống riêng thử gắn kết tự động đĩa mềm nào được nạp vào ổ. Có lẽ bạn cần phải tắt tính năng này, trước khi máy trạm cho phép bạn ghi một đĩa mềm trong <emphasis>chế độ thô</emphasis>. Tiếc là phương pháp thích hợp đặc trưng cho hệ điều hành. <phrase arch="sparc"> Trên Solaris, bạn có thể chỉnh sửa tiến trình quản lý khối tin để giành quyền truy cập thô vào đĩa mềm. Trước tiên, hãy kiểm tra xem đĩa mềm đã được gắn kết tự động (dùng <command>volcheck</command> hoặc lệnh tương tư trong bộ quản lý tập tin). Sau đó, dùng lệnh <command>dd</command> dạng đưa ra trên, chỉ thay thế tên thiết bị <filename>/dev/fd0</filename> bằng <filename>/vol/rdsk/<replaceable>tên_đĩa_mềm</replaceable></filename>, mà <replaceable>tên_đĩa_mềm</replaceable> là tên được đặt cho đĩa mềm khi nó được định dạng (đĩa mềm vô danh có tên mặc định là <filename>unnamed_floppy</filename>). Trên hệ thống khác, hãy hỏi quản trị hệ thống. </phrase>

source: If writing a floppy on powerpc Linux, you will need to eject it. The <command>eject</command> program handles this nicely; you might need to install it.
ko: powerpc 리눅스에서 플로피를 쓰는 경우, 플로피를 꺼내는 명령을 사용해야 합니다. <command>eject</command> 프로그램을 사용합니다. 이 프로그램을 따로 설치해야 할 수도 있습니다.
sv: Om du skriver en diskett på en PowerPC Linux-maskin, behöver du mata ut den. Programmet <command>eject</command> hanterar det snyggt; du kan behöva installera det.
vi: Nếu bạn ghi đĩa mềm trên máy PowerPC chạy Linux, bạn sẽ cần phải đẩy ra đĩa. Khuyên bạn dùng chương trình <command>eject</command>; có lẽ bạn cần phải cài đặt nó trước tiên.

source: Writing Disk Images From DOS, Windows, or OS/2
ko: DOS, 윈도우즈, OS/2에서 디스크 이미지 쓰기
sv: Skriva diskettavbilder från DOS, Windows eller OS/2
vi: Ghi ảnh đĩa từ DOS, Windows, hay OS/2

source: If you have access to an i386 or amd64 machine, you can use one of the following programs to copy images to floppies.
ko: i386 혹은 amd64 기계의 경우는, 다음 명령 중의 하나를 이용해 이미지를 플로피로 복사하십시오.
sv: Om du har tillgång till en i386- eller amd64-maskin, kan du använda ett av följande program för att kopiera avbilder till disketter.
vi: Nếu bạn có khả năng truy cập một máy kiểu i386 hoặc amd64, bạn có thể dùng một của những chương trình sau đây để sao chép ảnh vào đĩa mềm.

source: The <command>rawrite1</command> and <command>rawrite2</command> programs can be used under MS-DOS. To use these programs, first make sure that you are booted into DOS. Trying to use these programs from within a DOS box in Windows, or double-clicking on these programs from the Windows Explorer is <emphasis>not</emphasis> expected to work.
ko: MS-DOS에서는 <command>rawrite1</command> 및 <command>rawrite2</command> 프로그램을 사용할 수 있습니다. 윈도우즈에서는 DOS 창에서 사용하십시오. 윈도우즈 탐색기에서 이 프로그램을 두번 클릭해 봤자 동작하지 <emphasis>않습니다</emphasis>.
sv: Programmen <command>rawrite1</command> och <command>rawrite2</command> kan användas under MS-DOS. För att använda de här programmen måste du se till att du har startat upp i DOS. Försök att använda dessa program från DOS-prompten i Windows eller att dubbelklicka på de här programmen från Utforskaren i Windows kommer <emphasis>inte</emphasis> att fungera.
vi: Dưới MS-DOS, có thể sử dụng chương trình <command>rawrite1</command> và <command>rawrite2</command>. Để làm như thế, trước tiên hãy kiểm tra xem bạn đã khởi động vào hệ điều hành DOS. Việc thử dùng chương trình này bên trong hộp DOS trong hệ điều hành Windows, hoặc việc nhấn đôi vào chương trình này trong Windows Explorer rất có thể sẽ <emphasis>không phải</emphasis> hoạt động được.

source: The <command>rwwrtwin</command> program runs on Windows 95, NT, 98, 2000, ME, XP and probably later versions. To use it you will need to unpack diskio.dll in the same directory.
ko: <command>rwwrtwin</command> 프로그램은 윈도우즈 95, NT, 98, 2000, ME, XP에서 (그리고 아마도 그 이후 버전에서도) 동작합니다. 사용하려면 같은 디렉토리에서 diskio.dll 파일을 풀어야 합니다.
sv: Programmet <command>rwwrtwin</command> kan köras på Windows 95, NT, 98, 2000, ME, XP och antagligen senare versioner. För att använda det behöver du packa upp diskio.dll i samma katalog.
vi: Chương trình <command>rwwrtwin</command> chạy dưới hệ điều hành Windows 95, NT, 98, 2000, ME, XP và rất có thể dưới các phiên bản sau. Để sử dụng nó, bạn sẽ cần phải giải nén tập tin « diskio.dll » trong cùng thư mục.

source: These tools can be found on the Official Debian CD-ROMs under the <filename>/tools</filename> directory.
ko: 이 도구는 공식 데비안 CD-ROM의 <filename>/tools</filename> 디렉토리 아래에 있습니다.
sv: De här verktygen kan hittas på de officiella Debian cd-skivorna under katalogen <filename>/tools</filename>.
vi: Có thể tìm thấy những công cụ này trên đĩa CD-ROM Debian chính thức, dưới thư mục <filename>/tools</filename> (công cụ).

source: Writing Disk Images on Atari Systems
ko: Atari 시스템에서 디스크 이미지 쓰기
sv: Skriva diskettavbilder på Atari-system
vi: Ghi ảnh đĩa trên hệ thống Atari

source: You'll find the &rawwrite.ttp; program in the same directory as the floppy disk images. Start the program by double clicking on the program icon, and type in the name of the floppy image file you want written to the floppy at the TOS program command line dialog box.
ko: &rawwrite.ttp; 프로그램이 플로피 디스크 이미지와 같은 디렉토리에 들어 있습니다. 프로그램 아이콘에 두번 클릭해서 실행하고, TOS 프로그램의 명령행 대화 상자에서 플로피에 사용하려는 플로피 이미지 파일의 이름을 입력하십시오.
sv: Du kan hitta programmet &rawwrite.ttp; i samma katalog som diskettavbilderna. Starta programmet genom att dubbelklicka på programikonen och ange namnet på diskettavbilden du vill skriva till disketten i dialogrutan för TOS-programmets kommandorad.
vi: Chương trình &rawwrite.ttp; nằm trong cùng một thư mục với các ảnh đĩa mềm. Hãy khởi chạy chương trình này bằng cách nhấn đôi vào biểu tượng của chương trình, rồi gõ vào hộp thoại dòng lệnh chương trình TOS, tên của tập tin ảnh đĩa mềm bạn muốn ghi vào đĩa mềm.

source: Writing Disk Images on Macintosh Systems
ko: 매킨토시 시스템에서 디스크 이미지 쓰기
sv: Skriva diskettavbilder på Macintosh-system
vi: Ghi ảnh đĩa trên hệ thống Apple Mac

source: Since the current release does not yet support booting from floppies to start the installation, there would be no point in doing this on Macintosh Systems. However, these files are needed for the installation of the operating system and modules, later in the process.
ko: 현재 릴리스에서는 플로피에서 부팅해서 설치할 수 있도록 지원하지 않기 때문에, 매킨토시 시스템에서는 디스크 이미지를 쓸 필요가 없습니다. 하지만 이 파일들은 나중 단계에서 운영체제와 모듈을 설치할 때 필요합니다.
sv: Eftersom den aktuella utgåvan inte ännu har stöd för att starta upp från disketter för att påbörja installationen är det ingen mening att göra det här på Macintosh-system. Dock behövs de här filerna senare i processen för installationen av operativsystem och moduler.
vi: Vì bản phát hành hiện thời chưa hỗ trợ chức năng khởi động từ đĩa mềm để khởi chạy tiến trình cài đặt, không có ích để làm việc này trên hệ thống Mac. Tuy nhiên, những tập tin này cần thiết để cài đặt hệ điều hành và các mô-đun, vào một điểm thời sau trong tiến trình.

source: Writing Disk Images From MacOS
ko: 맥오에스에서 디스크 이미지 쓰기
sv: Skriva diskettavbilder från MacOS
vi: Ghi ảnh đĩa từ MacOS

source: An AppleScript, <application>Make Debian Floppy</application>, is available for burning floppies from the provided disk image files. It can be downloaded from <ulink url="ftp://ftp2.sourceforge.net/pub/sourceforge/d/de/debian-imac/MakeDebianFloppy.sit"></ulink>. To use it, just unstuff it on your desktop, and then drag any floppy image file to it. You must have Applescript installed and enabled in your extensions manager. Disk Copy will ask you to confirm that you wish to erase the floppy and proceed to write the file image to it.
ko: 디스크 이미지 파일에서 플로피를 만드는 용도로 <application>Make Debian Floppy</application>라는 AppleScript가 있습니다. <ulink url="ftp://ftp2.sourceforge.net/pub/sourceforge/d/de/debian-imac/MakeDebianFloppy.sit"></ulink>에서 내려 받을 수 있습니다. 이 스크립트를 사용하려면, 데스크탑에 놓은 다음 플로피 이미지를 끌어다 놓으십시오. 확장 관리자에서 Applescript를 설치하고 사용해야 합니다. Disk Copy에서 현재 플로피를 지우고 해당 파일 이미지를 쓸 지 여부를 확인합니다.
sv: Ett AppleScript, <application>Make Debian Floppy</application>, finns tillgängligt för att skriva disketter från diskettavbildsfilerna. Det kan hämtas från <ulink url="ftp://ftp2.sourceforge.net/pub/sourceforge/d/de/debian-imac/MakeDebianFloppy.sit"></ulink>. För att använda det, packa upp (unstuff) det på ditt skrivbord och dra en diskettavbildsfil till det. Du måste ha Applescript installerat och aktiverat i din utökningshanterare. Disk Copy kommer att fråga dig att bekräfta om du vill radera disketten och fortsätta att skriva filavbilden till den.
vi: Có một tập lệnh AppleScript tên <application>Make Debian Floppy</application> (tạo đĩa mềm Debian) sẵn sàng để chép ra đĩa mềm từ các tập tin ảnh đĩa được cung cấp. Bạn có thể tải nó xuống <ulink url="ftp://ftp2.sourceforge.net/pub/sourceforge/d/de/debian-imac/MakeDebianFloppy.sit"></ulink>. Để sử dụng nó, hãy giải nén nó vào Desktop, rồi kéo tập tin ảnh đĩa mềm nào vào nó. Bạn cần phải có AppleScript được cài đặt, cũng được bật chạy trong Extensions Manager (bộ quản lý các phần mở rộng). Chương trình Disk Copy (sao chép đĩa) sẽ nhắc bạn xác nhận bạn muốn xoá hoàn toàn đĩa mềm đó, rồi nó sẽ tiếp tục ghi ảnh tập tin vào nó.

source: You can also use the MacOS utility <command>Disk Copy</command> directly, or the freeware utility <command>suntar</command>. The <filename>root.bin</filename> file is an example of a floppy image. Use one of the following methods to create a floppy from the floppy image with these utilities.
ko: 맥오에스의 <command>Disk Copy</command> 유틸리티를 직접 사용할 수도 있고, 프리웨어인 <command>suntar</command> 유틸리티를 사용할 수도 있습니다. 플로피 이미지로 예를 들면 <filename>root.bin</filename>이 있습니다. 이 유틸리티로 플로피 이미지를 만드려면 다음 방법 중의 하나를 사용하십시오.
sv: Du kan också använda MacOS-verktyget <command>Disk Copy</command> direkt, eller freewareverktyget <command>suntar</command>. Filen <filename>root.bin</filename> är ett exempel på en diskettavbild. Använd en av följande metoder för att skapa en diskett från diskettavbilden med de här verktygen.
vi: Cũng có thể dùng trực tiếp tiện ích Mac OS <command>Disk Copy</command> (sao chép đĩa) hay tiện ích giải nén phần mềm biếu không <command>suntar</command>. Tập tin <filename>root.bin</filename> là một ảnh đĩa mềm thí dụ. Hãy dùng một của những phương pháp sau đây để tạo một đĩa mềm từ ảnh đĩa mềm bằng những tiện ích này.

source: Writing Disk Images with <command>Disk Copy</command>
ko: <command>Disk Copy</command>로 디스크 이미지 쓰기
sv: Skriva diskettavbilder med <command>Disk Copy</command>
vi: Ghi ảnh đĩa bằng <command>Disk Copy</command>

source: If you are creating the floppy image from files which were originally on the official &debian; CD, then the Type and Creator are already set correctly. The following <command>Creator-Changer</command> steps are only necessary if you downloaded the image files from a Debian mirror.
ko: 공식 &debian; CD에 있는 파일에서 플로피 이미지를 만들면, Type과 Creator가 이미 지정되어 있습니다. 다음의 <command>Creator-Changer</command> 단계는 데비안 미러에서 이미지 파일을 내려 받을 경우에만 상관 있습니다.
sv: Om du skapar diskettavbilderna från filer som från början kom från en officiell &debian;-cd, så är Type och Creator redan korrekt inställda. Följande steg för <command>Creator-Changer</command> är endast nödvändiga om du hämtade avbildsfilerna från en Debian-spegel.
vi: Nếu bạn đang tạo ảnh đĩa mềm từ các tập tin đã có trên đĩa CD &debian; chính thức, trong trường hợp đó cả hai tài sản Type (kiểu) và Creator (bộ tạo) đã được đặt cho đúng. Chỉ cần thiết theo những bước <command>Creator-Changer</command> (thay đổi bộ tạo) này nếu bạn đã tải các tập tin ảnh xuống một máy nhân bản Debian nào đó.

source: Obtain <ulink url="&url-powerpc-creator-changer;">Creator-Changer</ulink> and use it to open the <filename>root.bin</filename> file.
ko: <ulink url="&url-powerpc-creator-changer;">Creator-Changer</ulink>를 받아서 그걸 이용해 <filename>root.bin</filename> 파일을 여십시오.
sv: Få tag på <ulink url="&url-powerpc-creator-changer;">Creator-Changer</ulink> och använd den för att öppna filen <filename>root.bin</filename>.
vi: Lấy tiện ích <ulink url="&url-powerpc-creator-changer;">Creator-Changer</ulink> và dùng nó để mở tập tin <filename>root.bin</filename>.
