Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: In order to start the kernel after booting from the USB stick, we will put a boot loader on the stick. The <command>yaboot</command> boot loader can be installed on an HFS filesystem and can be reconfigured by just editing a text file. Any operating system which supports the HFS file system can be used to make changes to the configuration of the boot loader.
ko: USB 메모리에서 부팅한 다음 커널을 시작하려면, 부트 로더를 USB 메모리에 넣어야 합니다. <command>yaboot</command> 부트 로더를 HFS 파일 시스템에 설치해서 텍스트 파일 편집만으로 설정할 수 있습니다. HFS 파일 시스템을 지원하는 어떤 운영 체제라도 부트로더 설정을 바꾸는 데 이용할 수 있습니다.
sv: För att starta kärnan efter uppstart från USB-minnet, lägger vi en starthanterare på minnet. Starthanteraren <command>yaboot</command> kan installeras på ett HFS-filsystem och kan omkonfigureras genom att redigera en textfil. Alla operativsystem som har stöd för HFS-filsystem kan användas för att göra ändringar i konfigurationen för starthanteraren.
vi: Để khởi chạy hạt nhân sau khi khởi động từ thanh USB, bạn nên để một bộ tải khởi động trên thanh đó. Bộ nạp khởi động <command>yaboot</command> có thể được cài đặt vào hệ thống tập tin kiểu HFS, cũng có thể được cấu hình lại bằng cách chỉ hiệu chỉnh một tập tin văn bản. Bất kỳ hệ điều hành nào hỗ trợ hệ thống tập tin HFS có thể được dùng để thay đổi cấu hình của bộ tải khởi động.

source: The normal <command>ybin</command> tool that comes with <command>yaboot</command> does not yet understand USB storage devices, so you will have to install <command>yaboot</command> by hand using the <classname>hfsutils</classname> tools. Type <informalexample><screen> $ hmount /dev/<replaceable>sdX2</replaceable> $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> Again, take care that you use the correct device name. The partition must not be otherwise mounted during this procedure. This procedure writes the boot loader to the partition, and uses the HFS utilities to mark it in such a way that Open Firmware will boot it. Having done this, the rest of the USB stick may be prepared using the normal Unix utilities.
vi: Công cụ <command>ybin</command> bình thường mà có sẵn với <command>yaboot</command> chưa hiểu thiết bị lưu trữ USB, vì vậy bạn cần phải tự cài đặt <command>yaboot</command> dùng bộ công cụ <classname>hfsutils</classname>. Gõ <informalexample><screen> $ hmount /dev/<replaceable>sdX2</replaceable> $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> Lại kiểm tra xem bạn đang sử dụng tên thiết bị đúng. Phân vùng đó không thể được gắn kết bằng cách khác nào trong thủ tục này. Thủ tục này ghi vào phân vùng bộ nạp khởi động, và dùng các tiện ích HFS để đánh dấu nó bằng một cách cho phép Open Firmware khởi động nó. Một khi làm thì phần còn lại của thanh USB có thể được chuẩn bị dùng các tiện ích UNIX thông thường.

source: Mount the partition (<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>) and copy the following installer image files to the stick:
vi: Gắn kết phân vùng (<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>) và sao chép vào thanh USB những tập tin theo đây từ kho Debian:

source: <filename>vmlinux</filename> (kernel binary)
ko: <filename>vmlinux</filename> (커널 바이너리)
sv: <filename>vmlinux</filename> (kärnbinär)
vi: <filename>vmlinux</filename> (tập tin nhị phân của hạt nhân)

source: <filename>initrd.gz</filename> (initial ramdisk image)
ko: <filename>initrd.gz</filename> (최초 램디스크 이미지)
sv: <filename>initrd.gz</filename> (initiell ramdiskavbild)
vi: <filename>initrd.gz</filename> (ảnh đĩa RAM đầu tiên)

source: <filename>yaboot.conf</filename> (yaboot configuration file)
ko: <filename>yaboot.conf</filename> (yaboot 설정 파일)
sv: <filename>yaboot.conf</filename> (yaboots konfigurationsfil)
vi: <filename>yaboot.conf</filename> (tập tin cấu hình yaboot)

source: <filename>boot.msg</filename> (optional boot message)
ko: <filename>boot.msg</filename> (추가 부팅 메세지)
sv: <filename>boot.msg</filename> (valfritt uppstartsmeddelande)
vi: <filename>boot.msg</filename> (thông điệp khởi động tùy chọn)

source: The <filename>yaboot.conf</filename> configuration file should contain the following lines: <informalexample><screen> default=install root=/dev/ram message=/boot.msg image=/vmlinux label=install initrd=/initrd.gz initrd-size=10000 read-only </screen></informalexample> Please note that the <userinput>initrd-size</userinput> parameter may need to be increased, depending on the image you are booting.
ko: <filename>yaboot.conf</filename> 설정 파일에는 다음 줄이 들어 있습니다: <informalexample><screen> default=install root=/dev/ram message=/boot.msg image=/vmlinux label=install initrd=/initrd.gz initrd-size=10000 read-only </screen></informalexample> <userinput>initrd-size</userinput> 파라미터는 부팅하려는 이미지에 따라 크기를 늘려야 할 수도 있습니다.
sv: Konfigurationsfilen <filename>yaboot.conf</filename> bör innehålla följande rader: <informalexample><screen> default=install root=/dev/ram message=/boot.msg image=/vmlinux label=install initrd=/initrd.gz initrd-size=10000 read-only </screen></informalexample> Observera att parametern <userinput>initrd-size</userinput> kan behöva ökas, beroende på avbilden du startar upp.
vi: Tập tin cấu hình <filename>yaboot.conf</filename> nên chứa những dòng này: <informalexample><screen> default=install root=/dev/ram message=/boot.msg image=/vmlinux label=install initrd=/initrd.gz initrd-size=10000 read-only </screen></informalexample> Ghi chú rằng có lẽ cần thiết tăng giá trị của tham số <userinput>initrd-size</userinput>, phụ thuộc vào ảnh nào đang được khởi động.

source: Booting the USB stick
ko: USB 메모리 부팅하기
sv: Starta upp på USB-minne
vi: Khởi động thanh USB

source: If your system refuses to boot from the memory stick, the stick may contain an invalid master boot record (MBR). To fix this, use the <command>install-mbr</command> command from the package <classname>mbr</classname>:
ko: USB 메모리에서 부팅하지 못한다면, USB 메모리의 master boot record가 (MBR) 잘못되었을 수 있습니다. 바로잡으려면 <classname>mbr</classname> 꾸러미에서 <command>install-mbr</command> 명령을 사용하십시오:
sv: Om ditt system vägrar att starta upp från minnet kanske det beror på att minnet innehåller en ogiltig huvudstartsektor (MBR). För att rätta till det, använd kommandot <command>install-mbr</command> från paketet <classname>mbr</classname>:
vi: Nếu hệ thống không khởi động được từ thanh USB, có lẽ thanh đó chứa một mục ghi khởi động chủ (Master Boot Record: MBR) không hợp lệ. Để khắc phục nó, dùng chức năng <command>install-mbr</command> của gói <classname>mbr</classname>:

source: Preparing Files for Hard Disk Booting
ko: 하드 디스크 부팅에 필요한 파일 준비하기
sv: Förbereda filer för uppstart med hårddisk
vi: Chuẩn bị tập tin để khởi động đĩa cứng

source: The installer may be booted using boot files placed on an existing hard drive partition, either launched from another operating system or by invoking a boot loader directly from the BIOS.
ko: 설치 프로그램은 기존 하드 드라이브 파티션에 들어 있는 부팅 파일을 이용해서 부팅할 수 있습니다. 다른 운영체제를 통해서 실행할 수도 있고, 아니면 BIOS에서 직접 부트 로더를 실행할 수도 있습니다.
sv: Installeraren kan startas upp med uppstartsfiler placerade på en befintlig hårddiskpartition, antingen startade från ett annat operativsystem eller genom att kalla upp en starthanterare direkt från BIOS.
vi: Có thể khởi động trình cài đặt bằng tập tin khởi động nằm trên một phân vùng đĩa cứng đã có, hoặc được khởi chạy từ hệ điều hành khác, hoặc bằng cách gọi một bộ nạp khởi động trực tiếp từ BIOS.

source: A full, <quote>pure network</quote> installation can be achieved using this technique. This avoids all hassles of removable media, like finding and burning CD images or struggling with too numerous and unreliable floppy disks.
ko: <quote>네트워크만</quote> 사용해 완전히 설치하려면 이 방법을 사용하면 됩니다. 네트워크 설치를 사용하면 CD 이미지를 찾아서 구울 필요도 없고, 여러 장의 불안한 플로피와 씨름할 필요도 없습니다.
sv: En full installation, <quote>helt över nätverket</quote> kan göras med den här tekniken. Det här förhindrar problem med flyttbar media, hitta och bränna cd-avbilder eller kämpa med för många och ej tillförlitliga disketter.
vi: Có thể dùng phương pháp này để cài đặt <quote>hoàn toàn qua mạng</quote>. Làm như thế tránh tất cả các vấn đề về vật chứa rời, v.d. cần phải tìm và chép ra ảnh đĩa CD, hoặc gặp khó khăn quản lý đĩa mềm quá nhiều hay không đáng tin.

source: The installer cannot boot from files on an NTFS file system.
ko: 설치 프로그램은 NTFS 파일시스템의 파일에서는 부팅할 수 없습니다.
sv: Installeraren kan inte starta upp från filer på ett NTFS-filsystem.
vi: Trình cài đặt không thể khởi động từ tập tin nằm trên hệ thống kiểu NTFS.

source: The installer cannot boot from files on an HFS+ file system. MacOS System 8.1 and above may use HFS+ file systems; NewWorld PowerMacs all use HFS+. To determine whether your existing file system is HFS+, select <userinput>Get Info</userinput> for the volume in question. HFS file systems appear as <userinput>Mac OS Standard</userinput>, while HFS+ file systems say <userinput>Mac OS Extended</userinput>. You must have an HFS partition in order to exchange files between MacOS and Linux, in particular the installation files you download.
ko: 설치 프로그램은 HFS+ 파일 시스템에서는 부팅할 수 없습니다. 맥오에스 시스템 8.1과 그 후의 버전은 HFS+ 파일 시스템을 사용할 수도 있습니다. 뉴월드 파워맥은 전부 HFS+를 사용합니다. 기존 파일 시스템이 HFS+인지 아닌지 알아보려면, 해당 볼륨에서 <userinput>Get Info</userinput>를 선택하십시오. HFS 파일 시스템은 <userinput>Mac OS Standard</userinput>라고 나오고, HFS+ 파일 시스템은 <userinput>Mac OS Extended</userinput>라고 나옵니다. 맥오에스와 리눅스 사이에 파일을 교환하려면 HFS 파티션을 만들어야 합니다. 특히 설치에 쓸 파일들을 내려 받을 때 이 파티션이 필요합니다.
sv: Installeraren kan inte starta upp från filer på ett filsystem av typen HFS+. MacOS System 8.1 och senare kan använda HFS+ filsystem; alla NewWorld PowerMacs använder HFS+. För att fastställa om ditt befintliga filsystem är HFS+, välj <userinput>Get Info</userinput> för volymen i fråga. HFS-filsystem syns som <userinput>Mac OS Standard</userinput>, medans HFS+-filsystem anges som <userinput>Mac OS Extended</userinput>. Du måste ha en HFS-partition för att utväxla filer mellan MacOS och Linux, speciellt installationsfilerna du hämtade.
vi: Trình cài đặt không thể khởi động từ tập tin nằm trên hệ thống tập tin kiểu HFS+. Hệ điều hành MacOS 8.1 và sau có khả năng dùng hệ thống tập tin HFS+; mọi máy PowerMac kiểu mới có phải dùng HFS+. Để quyết định nếu hệ thống tập tin tồn tại của bạn là HFS+ hay không, trong Finder hãy chọn đĩa chứa hệ thống tập tin đó, rồi chọn mục trình đơn <userinput>Get Info</userinput> (lấy thông tin: phím tắt là ⌘-i). Nếu hộp thông tin hiển thị đĩa có kiểu <userinput>Mac OS Extended</userinput>, hệ thống tập tin đó là HFS+, còn <userinput>Mac OS Standard</userinput> là HFS chuẩn. Bạn cần phải có ít nhất một phân vùng kiểu HFS chuẩn (không phải HFS+) để trao đổi tập tin giữa hai hệ điều hành MacOS và Linux, đặc biệt các tập tin cài đặt bạn tải về.

source: Different programs are used for hard disk installation system booting, depending on whether the system is a <quote>NewWorld</quote> or an <quote>OldWorld</quote> model.
ko: 시스템이 <quote>뉴월드</quote> 모델인지 <quote>올드월드</quote> 모델인지에 따라, 하드 디스크로 설치 시스템을 부팅할 때 여러 가지 프로그램을 사용합니다.
sv: Olika program används för att starta upp installationsystemet från hårddisk, beroende på om systemet är en <quote>NewWorld</quote>- eller en <quote>OldWorld</quote>-modell.
vi: Máy tính <quote>kiểu mới</quote> và <quote>kiểu cũ</quote> sử dụng chương trình khác nhau để khởi động hệ thống cài đặt trên đĩa cứng.

source: Hard disk installer booting using <command>LILO</command> or <command>GRUB</command>
ko: <command>LILO</command> 혹은 <command>GRUB</command>을 이용한 하드 디스크 설치 프로그램 부팅
sv: Starta upp hårddiskinstalleraren med <command>LILO</command> eller <command>GRUB</command>
vi: Khởi động trình cài đặt trên đĩa cứng bằng <command>LILO</command> hay <command>GRUB</command>

source: This section explains how to add to or even replace an existing linux installation using either <command>LILO</command> or <command>GRUB</command>.
ko: 여기서는 <command>LILO</command> 혹은 <command>GRUB</command>을 이용해 기존에 설치한 리눅스에 새로 추가하거나 아니면 기존 리눅스를 덮어 쓰는 방법을 설명합니다.
sv: Det här avsnittet förklarar hur man lägger till eller ersätter en befintlig Linux-installation med antingen <command>LILO</command> eller <command>GRUB</command>.
vi: Tiết đoạn này diễn tả cách thêm, ngay cả cách thay thế bản cài đặt Linux đã có, dùng bộ nạp khởi động hoặc <command>LILO</command> hoặc <command>GRUB</command>.

source: At boot time, both bootloaders support loading in memory not only the kernel, but also a disk image. This RAM disk can be used as the root file-system by the kernel.
ko: 부팅할 때 부트 로더 두 가지 모두 커널은 물론이고, 디스크 이미지도 메모리에 올리는 기능을 지원합니다. 이 로우 디스크는 커널의 루트 파일 시스템으로 사용할 수 있습니다.
sv: Vid uppstart har båda starthanterarna stöd för att läsa in en kärna och även en diskavbild i minnet. Den här RAM-disken kan användas som rotfilsystem av kärnan.
vi: Vào lúc khởi động, cả hai bộ nạp khởi động hỗ trợ khả năng tải vào bộ nhớ không phải chỉ hạt nhân, cũng lại một ảnh đĩa. Hạt nhân có thể sử dụng đĩa RAM này như là hệ thống tập tin gốc.

source: Copy the following files from the Debian archives to a convenient location on your hard drive, for instance to <filename>/boot/newinstall/</filename>.
ko: 데비안 아카이브의 다음 파일을 하드 드라이브의 편리한 위치로 복사하십시오. 예를 들어 <filename>/boot/newinstall/</filename>같은 위치로 복사하십시오.
sv: Kopiera följande filer från Debian-arkiven till en lämplig plats på din hårddisk, till exempel till <filename>/boot/newinstall/</filename>.
vi: Hãy sao chép những tập tin theo đây từ kho Debian vào một vị trí tiện trên đĩa cứng, v.d. vào <filename>/boot/newinstall/</filename>.

source: <filename>vmlinuz</filename> (kernel binary)
ko: <filename>vmlinuz</filename> (커널 바이너리)
sv: <filename>vmlinuz</filename> (kärnbinär)
vi: <filename>vmlinuz</filename> (tập tin nhị phân của hạt nhân)

source: <filename>initrd.gz</filename> (ramdisk image)
ko: <filename>initrd.gz</filename> (램디스크 이미지)
sv: <filename>initrd.gz</filename> (ramdiskavbild)
vi: <filename>initrd.gz</filename> (ảnh đĩa RAM)

source: Finally, to configure the bootloader proceed to <xref linkend="boot-initrd"/>.
ko: 마지막으로 부트 로더를 설정하려면 <xref linkend="boot-initrd"/> 부분으로 진행하십시오.
sv: Till slut, för att konfigurera starthanteraren kan du fortsätta till <xref linkend="boot-initrd"/>.
vi: Cuối cùng, để cấu hình bộ nạp khởi động, hãy tiếp tục tới <xref linkend="boot-initrd"/>.

source: Hard Disk Installer Booting for OldWorld Macs
ko: 올드월드 맥에서 하드 디스크 설치 프로그램 부팅
sv: Uppstart av hårddiskinstallerare på OldWorld Mac
vi: Khởi động trình cài đặt trên đĩa cứng của Mac kiểu cũ

source: The <filename>boot-floppy-hfs</filename> floppy uses <application>miBoot</application> to launch Linux installation, but <application>miBoot</application> cannot easily be used for hard disk booting. <application>BootX</application>, launched from MacOS, supports booting from files placed on the hard disk. <application>BootX</application> can also be used to dual-boot MacOS and Linux after your Debian installation is complete. For the Performa 6360, it appears that <command>quik</command> cannot make the hard disk bootable. So <application>BootX</application> is required on that model.
ko: <filename>boot-floppy-hfs</filename> 플로피는 <application>miBoot</application>를 사용해 리눅스 설치를 시작합니다. 하지만 <application>miBoot</application>는 하드 디스크 부팅에는 쉽사리 사용할 수 없습니다. 맥오에스에서 시작하는 <application>BootX</application>는 하드 디스크에 들어 있는 파일에서 부팅하는 기능을 지원합니다. <application>BootX</application>는 데비안 설치를 한 다음에도 맥오에스와 리눅스 사이에 선택 부팅하는 데 쓸 수도 있습니다. Performa 6360의 경우, <command>quik</command>로는 하드 디스크를 부팅 가능하게 만들 수 없습니다. 그래서 이 모델에서는 <application>BootX</application>가 필요합니다.
sv: Disketten <filename>boot-floppy-hfs</filename> använder <application>miBoot</application> för att starta Linux-installationen, men <application>miBoot</application> kan inte på något enkelt sätt användas för att starta upp på hårddisk. <application>BootX</application>, startad från MacOS, har stöd för uppstart från filer placerade på hårddisk. <application>BootX</application> kan även användas för att både starta upp MacOS och Linux efter din Debian-installation är färdigställd. För Performa 6360, verkar det som <command>quik</command> inte kan göra hårddisken startbar. Så <application>BootX</application> krävs på den modellen.
vi: Đĩa mềm <filename>boot-floppy-hfs</filename> sử dụng ứng dụng <application>miBoot</application> để khởi chạy tiến trình cài đặt Linux, nhưng mà không thể dùng dễ dàng ứng dụng <application>miBoot</application> để khởi động đĩa cứng. Tuy nhiên, ứng dụng <application>BootX</application>, khi được khởi chạy từ hệ điều hành MacOS, có phải hỗ trợ khả năng khởi động từ tập tin nằm trên đĩa cứng. Cũng có thể dùng <application>BootX</application> để khởi động đôi MacOS và Linux sau khi cài đặt xong Debian. Trên máy Performa 6360, có vẻ trình <command>quik</command> không thể làm cho đĩa cứng có khả năng khởi động. Vì vậy mô hình đó cần thiết ứng dụng <application>BootX</application>.

source: Download and unstuff the <application>BootX</application> distribution, available from <ulink url="&url-powerpc-bootx;"></ulink>, or in the <filename>dists/woody/main/disks-powerpc/current/powermac</filename> directory on Debian http/ftp mirrors and official Debian CDs. Use <application>Stuffit Expander</application> to extract it from its archive. Within the package, there is an empty folder called <filename>Linux Kernels</filename>. Download <filename>linux.bin</filename> and <filename>ramdisk.image.gz</filename> from the <filename>disks-powerpc/current/powermac</filename> folder, and place them in the <filename>Linux Kernels</filename> folder. Then place the <filename>Linux Kernels</filename> folder in the active System Folder.
ko: <application>BootX</application>를 내려 받아서 압축을 푸십시오. <ulink url="&url-powerpc-bootx;"></ulink>, 혹은 데비안 http/ftp 미러나 공식 데비안 CD의 <filename>dists/woody/main/disks-powerpc/current/powermac</filename> 디렉토리에 들어 있습니다. 압축 파일을 풀려면 <application>Stuffit Expander</application>를 사용하십시오. 꾸러미 안을 보면, <filename>Linux Kernels</filename>라는 빈 폴더가 있습니다. <filename>disks-powerpc/current/powermac</filename> 폴더에서 <filename>linux.bin</filename> 및 <filename>ramdisk.image.gz</filename> 파일을 받아서, <filename>Linux Kernels</filename> 폴더에 넣으십시오. 그리고 <filename>Linux Kernels</filename> 폴더를 활성 시스템 폴더에 넣으십시오.
sv: Hämta och packa upp (unstuff) utgåvan <application>BootX</application>, tillgänglig från <ulink url="&url-powerpc-bootx;"></ulink>, eller i katalogen <filename>dists/woody/main/disks-powerpc/current/powermac</filename> på Debians http/ftp-speglar och officiella Debian cd-skivor. Använd <application>Stuffit Expander</application> för att extrahera de från sitt arkiv. I paket, finns det en tom mapp som heter <filename>Linux Kernels</filename>. Hämta <filename>linux.bin</filename> och <filename>ramdisk.image.gz</filename> från mappen <filename>disks-powerpc/current/powermac</filename>, och placera dem i mappen <filename>Linux Kernels</filename>. Placera sedan mappen <filename>Linux Kernels</filename> i den aktiva Systemmappen.
vi: Hãy tải về và giải nén bản phát hành <application>BootX</application> sẵn sàng tại <ulink url="&url-powerpc-bootx;"></ulink>, hay nằm trong thư mục <filename>dists/woody/main/disks-powerpc/current/powermac</filename> trên máy nhân bản FTP/HTTP của Debian, cũng trên đĩa CD Debian chính thức. Dùng ứng dụng <application>Stuffit Expander</application> (miễn phí) để giải nén chương trình. Bên trong gói đó có một thư mục trống tên <filename>Linux Kernels</filename> (các hạt nhân Linux). Tải hai tập tin <filename>linux.bin</filename> và <filename>ramdisk.image.gz</filename> xuống thư mục <filename>disks-powerpc/current/powermac</filename>, rồi để chúng trong thư mục <filename>Linux Kernels</filename>. Rồi để thư mục <filename>Linux Kernels</filename> trong System Folder (thư mục hệ thống) hoạt động.

source: Hard Disk Installer Booting for NewWorld Macs
ko: 뉴월드 맥에서 하드 디스크 설치 프로그램 부팅
sv: Uppstart av hårddiskinstallerare på NewWorld Mac
vi: Khởi động trình cài đặt trên đĩa cứng của Mac kiểu mới

source: NewWorld PowerMacs support booting from a network or an ISO9660 CD-ROM, as well as loading ELF binaries directly from the hard disk. These machines will boot Linux directly via <command>yaboot</command>, which supports loading a kernel and RAMdisk directly from an ext2 partition, as well as dual-booting with MacOS. Hard disk booting of the installer is particularly appropriate for newer machines without floppy drives. <command>BootX</command> is not supported and must not be used on NewWorld PowerMacs.
ko: 뉴월드 파워맥은 하드 디스크에서 직접 ELF 바이너리를 읽어들이는 것 외에, 네트워크나 ISO9660 CD-ROM을 이용한 부팅을 지원합니다. 이러한 기계에서는 <command>yaboot</command>로 직접 리눅스를 부팅합니다. <command>yaboot</command>는 맥오에스와의 선택 부팅도 지원하고 ext2 파티션에서 직접 커널과 램디스크를 읽어들이는 기능을 지원합니다. 설치 프로그램의 하드 디스크 부팅은 특히 플로피 드라이브가 없는 최신 기계에서 좋습니다. <command>BootX</command>는 지원하지 않고 뉴월드 파워맥에서는 사용해서는 안 됩니다.
sv: NewWorld PowerMac har stöd för att starta upp från ett nätverk eller från en ISO9660 cd-rom, såväl som läsa in ELF-binärer direkt från hårddisken. De här maskinerna kan starta upp Linux direkt via <command>yaboot</command>, som har stöd för att läsa in en kärna och ramdisk direkt från en ext2-partition, såväl som dela uppstartsläge med MacOS. Hårddiskuppstart för installeraren är speciellt lämplig för nyare maskiner utan diskettenheter. <command>BootX</command> stöds inte och får inte ses på NewWorld PowerMac.
vi: Máy PowerMac kiểu mới hỗ trợ khả năng khởi động từ mạng hay từ đĩa CD-ROM kiểu ISO9660, cũng như khả năng tải tập tin nhị phân ELF một cách trực tiếp từ đĩa cứng. Những máy kiểu này sẽ khởi động trực tiếp Linux bằng <command>yaboot</command>, mà hỗ trợ khả năng tải trực tiếp hạt nhân và đĩa RAM từ phân vùng kiểu etx2, cũng như khả năng khởi động đôi với hệ điều hành MacOS. Việc khởi động trình cài đặt trên đĩa cứng là thích hợp đặc biệt trên máy mới hơn không có ổ đĩa mềm. Không hỗ trợ ứng dụng <command>BootX</command> nên không dùng nó trên máy PowerMac kiểu mới.

source: <emphasis>Copy</emphasis> (not move) the following four files which you downloaded earlier from the Debian archives, onto the root level of your hard drive (this can be accomplished by <keycap>option</keycap>-dragging each file to the hard drive icon).
ko: 앞에서 데비안 아카이브에서 내려받은, 다음 4개 파일을 하드 디스크의 맨 위 디렉토리로 <emphasis>복사</emphasis>(옮기는 게 아님)하십시오. (각 파일을 <keycap>option</keycap> 키를 누르고 하드 드라이브 아이콘으로 끌어오면 됩니다.)
sv: <emphasis>Kopiera</emphasis> (inte flytta) följande fyra filer som du hämtade tidigare från Debian-arkiven, till rotnivån på din hårddisk (det här kan göras genom att hålla ner <keycap>Alt</keycap> och dra varje fil till hårddisksikonen).
vi: <emphasis>Sao chép</emphasis> (không phải di chuyển) bốn tập tin theo đây mà bạn đã tải trước xuống kho Debian, vào lớp gốc của đĩa cứng. Có thể làm như thế bằng cách bấm phím <keycap>option</keycap> trong khi kéo mỗi tập tin vào biểu tượng của đĩa cứng.
