Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: Since most USB sticks come pre-configured with a single FAT16 partition, you probably won't have to repartition or reformat the stick. If you have to do that anyway, use <command>cfdisk</command> or any other partitioning tool to create a FAT16 partition, and then create the filesystem using: <informalexample><screen> # mkdosfs /dev/<replaceable>sda1</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>mkdosfs</command> command is contained in the <classname>dosfstools</classname> Debian package.
ko: 대부분의 USB 장치는 한 개의 FAT16 파티션으로 미리 포맷되어 있기 때문에, 다시 파티션 하거나 다시 포맷할 필요가 없습니다. 해야 한다면, <command>cfdisk</command>나 다른 파티션 도구를 이용해 FAT16 파티션을 만들고 다음 명령으로 파일 시스템을 만드십시오: <informalexample><screen> # mkdosfs /dev/<replaceable>sda1</replaceable> </screen></informalexample> USB 메모리의 장치명을 올바르게 사용해야 합니다. <command>mkdosfs</command> 명령은 <classname>dosfstools</classname> 데비안 꾸러미에 들어 있습니다.
sv: Eftersom de flesta USB-minnen kommer förkonfigurerade med en enda FAT16-partition, behöver du antagligen inte partitionera om eller formatera om minnet. Om du måste göra det ändå, använd <command>cfdisk</command> eller något annat partitioneringsverktyg för att skapa en FAT16-partition och skapa sedan filsystemet med: <informalexample><screen> # mkdosfs /dev/<replaceable>sda1</replaceable> </screen></informalexample> Se till att du använder det korrekta enhetsnamnet för ditt USB-minne. Kommandot <command>mkdosfs</command> finns i Debian-paketet <classname>dosfstools</classname>.

source: In order to start the kernel after booting from the USB stick, we will put a boot loader on the stick. Although any boot loader (e.g. <command>LILO</command>) should work, it's convenient to use <command>SYSLINUX</command>, since it uses a FAT16 partition and can be reconfigured by just editing a text file. Any operating system which supports the FAT file system can be used to make changes to the configuration of the boot loader.
ko: USB 메모리에서 부팅한 다음 커널을 시작하려면 부트 로더를 USB 메모리에 넣어야 합니다. 그 어떤 부트 로더라도 (예를 들어 <command>LILO</command>) 동작하지만, <command>SYSLINUX</command>를 사용하는 게 편리합니다. <command>SYSLINUX</command>는 FAT16 파티션을 사용하고 텍스트 파일을 편집하는 것만으로 설정을 바꿀 수 있기 때문입니다. FAT 파일 시스템을 지원하는 어떤 운영 체제라도 부트 로더를 설정할 때 이용할 수 있습니다.
sv: För att kunna starta kärnan efter uppstart från USB-minnet, lägger vi på en starthanterare på minnet. Även om valfri starthanterare (exempelvis <command>LILO</command>) bör fungera, är det bekvämt att använda <command>SYSLINUX</command>, eftersom den använder en FAT16-partition och kan konfigureras om genom att redigera en textfil. Alla operativsystem som har stöd för FAT-filsystemet kan användas för att göra ändringar till konfigurationen av starthanteraren.

source: To put <command>SYSLINUX</command> on the FAT16 partition on your USB stick, install the <classname>syslinux</classname> and <classname>mtools</classname> packages on your system, and do: <informalexample><screen> # syslinux /dev/<replaceable>sda1</replaceable> </screen></informalexample> Again, take care that you use the correct device name. The partition must not be mounted when starting <command>SYSLINUX</command>. This procedure writes a boot sector to the partition and creates the file <filename>ldlinux.sys</filename> which contains the boot loader code.
ko: <command>SYSLINUX</command>를 USB 메모리의 FAT16 파티션에 넣으려면, <classname>syslinux</classname>와 <classname>mtools</classname> 꾸러미를 설치하고, 다음 명령을 실행합니다: <informalexample><screen> # syslinux /dev/<replaceable>sda1</replaceable> </screen></informalexample> 다시 말하지만, 신경 써서 장치 이름을 올바르게 쓰십시오. <command>SYSLINUX</command>를 실행할 때 그 파티션을 마운트하면 안 됩니다. 이 명령은 파티션에 부트 섹터를 쓰고, 부트로더 코드가 들어 있는 <filename>ldlinux.sys</filename> 파일을 만듭니다.
sv: För att lägga <command>SYSLINUX</command> på FAT16-partitionen på ditt USB-minne, installera paketen <classname>syslinux</classname> och <classname>mtools</classname> på ditt system, och kör: <informalexample><screen> # syslinux /dev/<replaceable>sda1</replaceable> </screen></informalexample> Igen, se till att du använder det korrekta enhetsnamnet. Partitionen får inte vara monterad när <command>SYSLINUX</command> startas. Den här proceduren skriver en startsektor till partitionen och skapar filen <filename>ldlinux.sys</filename> som innehåller starthanterarens programkod.

source: Mount the partition (<userinput>mount /dev/sda1 /mnt</userinput>) and copy the following files from the Debian archives to the stick: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (kernel binary) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (initial ramdisk image) </para></listitem> <listitem><para> <filename>syslinux.cfg</filename> (SYSLINUX configuration file) </para></listitem> <listitem><para> Optional kernel modules </para></listitem> </itemizedlist> If you want to rename the files, please note that <command>SYSLINUX</command> can only process DOS (8.3) file names.
ko: 파티션을 마운트하고 (<userinput>mount /dev/sda1 /mnt</userinput>) 데비안 아카이브에서 다음 파일을 USB 메모리로 복사하십시오: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (커널 바이너리) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (최초 램디스크 이미지) </para></listitem> <listitem><para> <filename>syslinux.cfg</filename> (SYSLINUX 설정 파일 </para></listitem> <listitem><para> 추가 커널 모듈 </para></listitem> </itemizedlist> 파일 이름을 바꾸려면, <command>SYSLINUX</command>에서는 DOS 파일이름만 (8.3 방식) 사용할 수 있다는 점을 주의하십시오.
sv: Montera partitionen (<userinput>mount /dev/sda1 /mnt</userinput>) och kopiera följande filer från Debian-arkiven till minnet: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (kärnbinär) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (initial ramdiskavbild) </para></listitem> <listitem><para> <filename>syslinux.cfg</filename> (konfigurationsfil för SYSLINUX) </para></listitem> <listitem><para> Valfria kärnmoduler </para></listitem> </itemizedlist> Om du vill byta namn på filerna, tänk på att <command>SYSLINUX</command> endast kan behandla DOS-filnamn (8.3).

source: The <filename>syslinux.cfg</filename> configuration file should contain the following two lines:
ko: <filename>syslinux.cfg</filename> 설정 파일은 다음 두 줄이 들어 있어야 합니다:
sv: Konfigurationsfilen <filename>syslinux.cfg</filename> ska innehålla följande två rader:

source: Most USB sticks do not come pre-configured in such a way that Open Firmware can boot from them, so you will need to repartition the stick. On Mac systems, run <userinput>mac-fdisk /dev/sda</userinput>, initialise a new partition map using the <userinput>i</userinput> command, and create a new partition of type Apple_Bootstrap using the <userinput>C</userinput> command. (Note that the first "partition" will always be the partition map itself.) Then type <informalexample><screen> $ hformat /dev/<replaceable>sda2</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>hformat</command> command is contained in the <classname>hfsutils</classname> Debian package.
ko: USB 메모리 대부분은 Open Firmware가 부팅할 수 없는 방식으로 되어 있어서, USB 메모리를 다시 파티션해야 합니다. 맥 시스템에서는 <userinput>mac-fdisk /dev/sda</userinput>라고 실행하고, <userinput>i</userinput> 명령으로 새 파티션 맵을 초기화한 다음, <userinput>C</userinput> 명령으로 새로운 Apple_Bootstrap 파티션을 만듭니다. (맨 앞의 "파티션"은 항상 파티션 맵 자신입니다) 그리고 다음 명령을 실행하십시오: <informalexample><screen> $ hformat /dev/<replaceable>sda2</replaceable> </screen></informalexample> 주의해서 USB 메모리에 올바른 장치 이름을 사용하십시오. <command>hformat</command> 명령은 <classname>hfsutils</classname> 데비안 꾸러미에 들어 있습니다.
sv: De flesta USB-minne kommer in förkonfigurerade på det sätt att Open Firmware kan starta upp från dem, så du behöver partitionera om minnet. På Mac-system, kör <userinput>mac-fdisk /dev/sda</userinput>, initiera en ny partitionskarta med kommandot <userinput>i</userinput>, och skapa en ny partition av typen Apple_Bootstrap med kommandot <userinput>C</userinput>. (Observera att första "partition" alltid kommer att vara själva partitionskartan.) Ange sedan <informalexample><screen> $ hformat /dev/<replaceable>sda2</replaceable> </screen></informalexample> Se till att du använder den korrekta enhetsnamnet för ditt USB-minne. Kommandot <command>hformat</command> finns i Debian-paketet <classname>hfsutils</classname>.

source: The normal <command>ybin</command> tool that comes with <command>yaboot</command> does not yet understand USB storage devices, so you will have to install <command>yaboot</command> by hand using the <classname>hfsutils</classname> tools. Type <informalexample><screen> $ hmount /dev/sda2 $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> Again, take care that you use the correct device name. The partition must not be otherwise mounted during this procedure. This procedure writes the boot loader to the partition, and uses the HFS utilities to mark it in such a way that Open Firmware will boot it. Having done this, the rest of the USB stick may be prepared using the normal Unix utilities.
ko: 보통 <command>yaboot</command>에 같이 들어 있는 <command>ybin</command>은 아직 USB 저장 장치를 인식하지 못합니다. 그래서 <classname>hfsutils</classname>을 이용해 <command>yaboot</command>를 수동으로 설치해야 합니다. 다음 명령을 실행하십시오: <informalexample><screen> $ hmount /dev/sda2 $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> 다시 말하지만, 주의해서 올바른 장치 이름을 사용하십시오. 그렇지 않으면 위 명령 도중에 파티션을 마운트하지 못합니다. 위의 과정은 부트 로더를 파티션에 쓰고, HFS 유틸리티를 사용해 Open Firmware가 부팅할 수 있도록 표시합니다. 다 끝나면, 일반적인 유닉스 유틸리티를 사용해 USB 메모리의 나머지를 준비할 수 있습니다.
sv: Det normala verktyget <command>ybin</command> som kommer med <command>yaboot</command> förstår ännu inte USB-lagringsenheter, så du måste installera <command>yaboot</command> manuellt genom att använda verktygen från <classname>hfsutils</classname>. Ange <informalexample><screen> $ hmount /dev/sda2 $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> Igen, se till att du använder det korrekta enhetsnamnet. Partitionen får inte vara monterad under den här proceduren. Den här proceduren skriver starthanteraren till partitionen, och använder HFS-verktygen för att markera den på sådant sätt att Open Firmware kan starta upp på den. Genom att göra det här, kan resten av USB-minnet förberedas med de normala Unix-verktygen.

source: Mount the partition (<userinput>mount /dev/sda2 /mnt</userinput>) and copy the following files from the Debian archives to the stick:
ko: 파티션을 마운트하고 (<userinput>mount /dev/sda2 /mnt</userinput>) 데비안 아카이브에서 다음 파일을 USB 메모리로 복사하십시오:
sv: Montera partitionen (<userinput>mount /dev/sda2 /mnt</userinput>) och kopiera följande filer från Debian-arkiven till minnet:

source: Optional kernel modules
ko: 추가 커널 모듈
sv: Valfria kärnmoduler

source: Adding an ISO image
ko: ISO 이미지 추가하기
sv: Lägga till en ISO-avbild

source: The installer will look for a Debian ISO image on the stick as its source for additional data needed for the installation. So your next step is to copy a Debian ISO image (businesscard, netinst or even a full CD image) onto your stick (be sure to select one that fits). The file name of the image must end in <filename>.iso</filename>.
ko: 설치 프로그램은 설치에 필요한 추가 자료가 들어있는 데비안 ISO 이미지를 USB 메모리에서 찾을 것입니다. 그래서 다음단계에서는 데비안 ISO 이미지(비지니스카드, 네트워크 설치 심지어 전체 CD이미지)를 (들어간다면) USB 메모리에 넣을 것입니다. 이미지의 파일 이름은 <filename>.iso</filename>로 끝나야 합니다.
sv: Installeraren kommer att leta efter en Debian ISO-avbild på minnet som dess källa för ytterligare data som behövs för installationen. Så ditt nästa steg är att kopiera en Debian ISO-avbild (visitkort, netinst eller till och med en fullständig cd-avbild) till ditt USB-minne (se till att välja den som passar). Filnamnet på avbilden måste sluta på <filename>.iso</filename>.

source: If you want to install over the network, without using an ISO image, you will of course skip the previous step. Moreover you will have to use the initial ramdisk from the <filename>netboot</filename> directory instead of the one from <filename>hd-media</filename>, because <filename>hd-media/initrd.gz</filename> does not have network support.
ko: ISO 이미지 없이 네트워크로 설치하려면, 앞의 단계를 건너 뛰십시오. 또 최초 램디스크로 <filename>hd-media</filename> 디렉토리에 있는 파일 말고, <filename>netboot</filename> 디렉토리에 있는 파일을 사용해야 합니다. <filename>hd-media/initrd.gz</filename> 이미지는 네트워크를 지원하지 않습니다.
sv: Om du vill installera över nätverket, utan att använda en ISO-avbild, kommer du så klart hoppa över föregående steg. Vidare måste du använda den initiala ramdisken från katalogen <filename>netboot</filename> istället för den från <filename>hd-media</filename>, på grund av att <filename>hd-media/initrd.gz</filename> inte har stöd för nätverk.

source: When you are done, unmount the USB memory stick (<userinput>umount /mnt</userinput>) and activate its write protection switch.
ko: 다 끝나면, USB 메모리의 마운트를 해제하고 (<userinput>umount /mnt</userinput>) 쓰기 방지 스위치를 거십시오.
sv: När du är klar, avmontera USB-minnet (<userinput>umount /mnt</userinput>) och aktivera dess skrivskydd.

source: You need to setup a TFTP server, and for many machines a DHCP server<phrase condition="supports-rarp">, or RARP server</phrase><phrase condition="supports-bootp">, or BOOTP server</phrase>.
ko: TFTP 서버를 설정해야 합니다. 그리고 많은 기계에서 DHCP 서버<phrase condition="supports-rarp"> 아니면 RARP 서버</phrase><phrase condition="supports-bootp">, 아니면 BOOTP 서버</phrase>를 설정해야 합니다.
sv: Du behöver konfigurera en TFTP-server, och för många maskiner även en DHCP-server<phrase condition="supports-rarp">, eller RARP-server</phrase><phrase condition="supports-bootp">, eller BOOTP-server</phrase>.

source: Look in <filename>/etc/inetd.conf</filename> and remember the directory which is used as the argument of <command>in.tftpd</command><footnote> <para> The <userinput>-l</userinput> argument enables some versions of <command>in.tftpd</command> to log all requests to the system logs; this is useful for diagnosing boot errors. </para> </footnote>; you'll need that below. If you've had to change <filename>/etc/inetd.conf</filename>, you'll have to notify the running <command>inetd</command> process that the file has changed. On a Debian machine, run <userinput>/etc/init.d/inetd reload</userinput>; on other machines, find out the process ID for <command>inetd</command>, and run <userinput>kill -HUP <replaceable>inetd-pid</replaceable></userinput>.
ko: <filename>/etc/inetd.conf</filename> 파일을 보고 <command>in.tftpd</command>의 인자로 사용하는 디렉토리를 기억해 두십시오<footnote> <para> <command>in.tftpd</command> 일부 버전에서는, <userinput>-l</userinput> 옵션을 쓰면 모든 요청을 시스템 로그에 기록합니다 </para> </footnote>. 아래에서 이 디렉토리 이름이 필요합니다. 이 옵션은 부팅 오류의 원인을 파악하는 데 유용합니다. <filename>/etc/inetd.conf</filename> 파일을 고쳤다면, 고쳤다는 사실을 <command>inetd</command> 프로세스에 알려야 합니다. 데비안 기계에서는 <userinput>/etc/init.d/inetd reload</userinput> 명령을 실행하고, 다른 곳에서는 <command>inetd</command>의 프로세스 ID를 찾아서 <userinput>kill -HUP <replaceable>inetd-pid</replaceable></userinput> 명령을 실행합니다.
sv: Leta i filen <filename>/etc/inetd.conf</filename> och kom ihåg katalogen som används som argument till <command>in.tftpd</command><footnote> <para> Argumentet <userinput>-l</userinput> gör att vissa versioner av <command>in.tftpd</command> loggar alla begäran till systemloggarna; det här är användbart för att felsöka uppstartsfel. </para> </footnote>; du behöver det senare. Om du behövde ändra <filename>/etc/inetd.conf</filename>, behöver du meddela till den körande <command>inetd</command>-processen att filen har ändrats. På en Debian-maskin, kör <userinput>/etc/init.d/inetd reload</userinput>; på andra maskiner, ta reda på vilket process-id som <command>inetd</command> har, och kör <userinput>kill -HUP <replaceable>inetd-pid</replaceable></userinput>.

source: On NewWorld Power Macintosh machines, you will need to set up the <command>yaboot</command> boot loader as the TFTP boot image. <command>Yaboot</command> will then retrieve the kernel and RAMdisk images via TFTP itself. For net booting, use the <filename>yaboot-netboot.conf</filename>. Just rename this to <filename>yaboot.conf</filename> in the TFTP directory.
ko: 뉴월드 파워 매킨토시 기계에서는, TFTP 부팅 이미지로 <command>yaboot</command>를 설정해야 합니다. <command>yaboot</command>는 커널과 램디스크를 TFTP를 통해 가져옵니다. 네트워크 부팅의 경우, <filename>yaboot-netboot.conf</filename>를 사용하십시오. 이 파일을 TFTP 디렉토리의 <filename>yaboot.conf</filename>로 이름을 바꾸십시오.
sv: På NewWorld Power Macintosh-maskiner, behöver du ställa in starthanteraren <command>yaboot</command> som TFTP-uppstartsavbild. <command>Yaboot</command> kommer då själv att hämta kärnan och ramdiskavbilderna via TFTP. För nätverksuppstart, använd <filename>yaboot-netboot.conf</filename>. Byt bara namn på den till <filename>yaboot.conf</filename> i TFTP-katalogen.

source: DECstation TFTP Images
ko: DECstation TFTP 이미지
sv: Avbilder för DECstation TFTP

source: For DECstations, there are tftpimage files for each subarchitecture, which contain both kernel and installer in one file. The naming convention is <filename><replaceable>subarchitecture</replaceable>/netboot-boot.img</filename>. Copy the tftpimage file you would like to use to <userinput>/tftpboot/tftpboot.img</userinput> if you work with the example BOOTP/DHCP setups described above.
ko: DECstations에서는, 각 서브 아키텍처마다 TFTP 이미지 파일이 있습니다. 각 이미지 파일에는 커널과 설치 프로그램이 한 파일에 들어 있습니다. 그 이름은 <replaceable>서브아키텍처</replaceable>/netboot-boot.img 식으로 되어 있습니다. 위에서 설명한 BOOTP/DHCP 설정대로 하시려면, 사용하려는 TFTP 이미지 파일을 <userinput>/tftpboot/tftpboot.img</userinput> 파일로 복사하십시오.
sv: För DECstation, finns det tftpimage-filer för varje underarkitektur, som innehåller både kärna och installerare i en fil. Namnkonventionen är <filename><replaceable>underarkitektur</replaceable>/netboot-boot.img</filename>. Kopiera den tftpimage-fil du vill använda till <userinput>/tftpboot/tftpboot.img</userinput> om du arbetar med det exemplet för BOOTP/DHCP-konfigurationer som beskrivs ovan.

source: The DECstation firmware boots by TFTP with the command <userinput>boot <replaceable>#</replaceable>/tftp</userinput>, where <replaceable>#</replaceable> is the number of the TurboChannel device from which to boot. On most DECstations this is <quote>3</quote>. If the BOOTP/DHCP server does not supply the filename or you need to pass additional parameters, they can optionally be appended with the following syntax:
ko: DECstation 펌웨어는 TFTP에서 <userinput>boot <replaceable>#</replaceable>/tftp</userinput> 명령으로 부팅합니다. 여기서 <replaceable>#</replaceable>은 부팅하려는 TurboChannel 장치의 번호입니다. 대부분의 DECstation에서 이 번호는 <quote>3</quote>입니다. BOOTP/DHCP 서버에서 파일 이름이 넘겨주지 않거나 파라미터를 추가로 더 넘겨야 한다면, 파라미터를 다음 문법에 따라 추가할 수 있습니다:
sv: DECstationens firmware kan starta upp via TFTP med kommandot <userinput>boot <replaceable>#</replaceable>/tftp</userinput>, där <replaceable>#</replaceable> är numret på den TurboChannel-enhet från vilken uppstarten ska ske. På de flesta DECstationer är det <quote>3</quote>. Om BOOTP/DHCP-servern inte ger ut filnamnet eller om du behöver skicka ytterligare parametrar, kan de valfritt läggas till med följande syntax:

source: boot #/tftp/filename param1=value1 param2=value2 ...
ko: boot #/tftp/filename 파라미터1=값1 파라미터2=값2 ...
sv: boot #/tftp/filename param1=värde1 param2=värde2 ...

source: Several DECstation firmware revisions show a problem with regard to net booting: the transfer starts, but after some time it stops with an <computeroutput>a.out err</computeroutput>. This can have several reasons: <orderedlist> <listitem><para> The firmware does not respond to ARP requests during a TFTP transfer. This leads to an ARP timeout and the transfer stops. The solution is to add the MAC address of the Ethernet card in the DECstation statically to the ARP table of the TFTP server. This is done by running <userinput>arp -s <replaceable>IP-address</replaceable> <replaceable>MAC-address</replaceable></userinput> as root on the machine acting as TFTP server. The MAC-address of the DECstation can be read out by entering <command>cnfg</command> at the DECstation firmware prompt. </para></listitem> <listitem><para> The firmware has a size limit on the files that can be booted by TFTP. </para></listitem> </orderedlist> There are also firmware revisions that cannot boot via TFTP at all. An overview about the different firmware revisions can be found at the NetBSD web pages: <ulink url="http://www.netbsd.org/Ports/pmax/board-list.html#proms"></ulink>.
ko: DECstation 펌웨어의 몇몇 버전에서는 네트워크 부팅과 관련해 문제가 나타납니다. 전송이 시작하지만 어느 정도 시간이 지나면 <computeroutput>a.out err</computeroutput>라고 나오면서 멈춥니다. 이 현상은 여러가지 이유가 있습니다: <orderedlist> <listitem><para> TFTP 전송중에 펌웨어가 ARP 요청에 응답하지 않습니다. 이렇게 되면 ARP 시간 초과가 발생해 전송이 끝납니다. 해결 방법은 TFTP 서버의 ARP 테이블에 DECstation에 달려 있는 이더넷 카드의 주소를 추가하는 것입니다. <userinput>arp -s <replaceable>IP주소</replaceable> <replaceable>MAC주소</replaceable></userinput> 명령을 TFTP 서버로 사용하는 기계에서 루트로 실행하십시오. DECstation의 MAC 주소는 DECstation의 펌웨어 프롬프트에서 <command>cnfg</command> 명령으로 알아 낼 수 있습니다. </para></listitem> <listitem><para> 펌웨어에 TFTP로 부팅할 수 있는 파일의 크기 제한이 있습니다. </para></listitem> </orderedlist> 아예 TFTP로 부팅할 수 없는 펌웨어 버전도 있습니다. 여러 가지 펌웨어 버전에 대한 개요는 NetBSD 웹 페이지에 있습니다: <ulink url="http://www.netbsd.org/Ports/pmax/board-list.html#proms"></ulink>
sv: Flera revisioner av DECstation-firmware har ett problem angående nätverksuppstart: överföringen startar, men efter en viss tid stoppar den med en <computeroutput>a.out err</computeroutput>. Det kan finnas flera anledningar: <orderedlist> <listitem><para> Firmware svarar inte på ARP-begäran under en TFTP-överföring. Det leder till en ARP-timeout och överföringen stoppas. Lösningen är att statiskt lägga till MAC-adressen på Ethernet-kortet i DECstationen till ARP-tabellen på TFTP-servern. Det görs genom att köra <userinput>arp -s <replaceable>IP-adress</replaceable> <replaceable>MAC-adress</replaceable></userinput> som root på maskinen som fungerar som TFTP-server. MAC-adressen för DECstationen kan läsas av genom att ange <command>cnfg</command> i DECstationens firmware-prompt. </para></listitem> <listitem><para> Firmware har en storleksgräns på de filer som kan startas upp via TFTP. </para></listitem> </orderedlist> Det finns också revisioner av firmware som inte kan starta upp via TFTP alls. En översikt av de olika revisionerna av firmware kan hittas på webbsidorna för NetBSD: <ulink url="http://www.netbsd.org/Ports/pmax/board-list.html#proms"></ulink>.
