Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: Change the Creator to <userinput>ddsk</userinput> (Disk Copy), and the Type to <userinput>DDim</userinput> (binary floppy image). The case is sensitive for these fields.
ko: Creator를 <userinput>ddsk</userinput>로 (Disk Copy) 바꾸고, Type을 <userinput>DDim</userinput>로 (binary floppy image) 바꿉니다. 대소문자를 구별합니다.
sv: Ändra Creator till <userinput>ddsk</userinput> (Disk Copy), och Type till <userinput>DDim</userinput> (binär diskettavbild). De här fälten är skiftkänsliga.
vi: Thay đổi thông tin Creator thành <userinput>ddsk</userinput> (Disk Copy), và thay đổi Type thành <userinput>DDim</userinput> (ảnh đĩa mềm nhị phân). Hai trường này phân biệt chữ hoa/thường.

source: <emphasis>Important:</emphasis> In the Finder, use <userinput>Get Info</userinput> to display the Finder information about the floppy image, and <quote>X</quote> the <userinput>File Locked</userinput> check box so that MacOS will be unable to remove the boot blocks if the image is accidentally mounted.
ko: <emphasis>중요:</emphasis> Finder에서, <userinput>Get Info</userinput>를 사용해 플로피 이미지에 대한 Finder 정보를 표시하십시오. 그리고 <userinput>File Locked</userinput>에 <quote>X</quote> 표시하십시오. 그래야 맥오에스에서 이미지를 마운트하더라도 부트 블록을 망가뜨리지 않습니다.
sv: <emphasis>Viktigt:</emphasis> I Finder, använd <userinput>Get Info</userinput> för att visa Finder-information om diskettavbilden, och <quote>X</quote> i kryssrutan <userinput>File Locked</userinput> så att MacOS inte kan ta bort startblocken om avbilden monteras av misstag.
vi: <emphasis>Quan trọng:</emphasis> trong Finder, hãy chọn ảnh đĩa mềm rồi bật tính năng <userinput>Get Info</userinput> (⌘-i, lấy thông tin) để hiển thị thông tin về nó. Trong hộp thông tin đó, đánh dấu trong hộp chọn ở cạnh <userinput>File Locked</userinput> (tập tin bị khoá) để ngăn cản hệ điều hành MacOS gỡ bỏ các khối tin khởi động nếu ảnh này được gắn kết tình cờ.

source: Obtain <command>Disk Copy</command>; if you have a MacOS system or CD it will very likely be there already, otherwise try <ulink url="&url-powerpc-diskcopy;"></ulink>.
ko: <command>Disk Copy</command>를 구하십시오. 맥오에스 시스템이나 CD가 있으면 거기에 이미 <command>Disk Copy</command>가 들어 있을 겁니다. 없으면 <ulink url="&url-powerpc-diskcopy;"></ulink>에서 받으십시오.
sv: Få tag på <command>Disk Copy</command>; om du har ett MacOS-system eller cd finns det sannolikt redan där, prova annars <ulink url="&url-powerpc-diskcopy;"></ulink>.
vi: Lấy tiện ích <command>Disk Copy</command>; nếu bạn có hệ điều hành MacOS hay đĩa CD cài đặt nó, rất có thể là tiện ích này đã có ; nếu không, xem <ulink url="&url-powerpc-diskcopy;"></ulink>.

source: Run <command>Disk Copy</command>, and select <menuchoice> <guimenu>Utilities</guimenu> <guimenuitem>Make a Floppy</guimenuitem> </menuchoice>, then select the <emphasis>locked</emphasis> image file from the resulting dialog. It will ask you to insert a floppy, then ask if you really want to erase it. When done it should eject the floppy.
ko: <command>Disk Copy</command>를 실행하고, 메뉴에서 <menuchoice> <guimenu>Utilities</guimenu> <guimenuitem>Make a Floppy</guimenuitem> </menuchoice>를 선택하십시오. 그리고 나타나는 대화 상자에서 <emphasis>잠긴 (locked)</emphasis> 이미지 파일을 선택하십시오. 플로피를 넣으라고 물어보고, 정말로 플로피를 지울 지 물어봅니다. 다 마치면 플로피를 꺼낼 것입니다.
sv: Kör <command>Disk Copy</command> och välj <menuchoice> <guimenu>Utilities</guimenu> <guimenuitem>Make a Floppy</guimenuitem> </menuchoice>, och välj sedan den <emphasis>låsta</emphasis> avbildsfilen från dialogrutan. Den kommer att fråga dig att mata in en diskett, sedan fråga om du verkligen vill radera den. När den är klar ska den mata ut disketten.
vi: Chạy tiện ích <command>Disk Copy</command>, rồi chọn <menuchoice> <guimenu>Utilities</guimenu> <guimenuitem>Make a Floppy</guimenuitem> </menuchoice> (tiện ích/tạo đĩa mềm), sau đó, chọn tập tin ảnh <emphasis>bị khoá</emphasis> trong hộp thoại xuất hiện. Hộp thoại sẽ nhắc bạn nạp đĩa mềm, rồi hỏi nếu bạn thật sự muốn xoá nó hoàn toàn: xoá đi. Khi làm xong, chương trình nên đẩy ra đĩa.

source: Writing Disk Images with <command>suntar</command>
ko: <command>suntar</command>로 디스크 이미지 쓰기
sv: Skriva diskettavbilder med <command>suntar</command>
vi: Ghi ảnh đĩa bằng <command>suntar</command>

source: Obtain <command>suntar</command> from <ulink url="&url-powerpc-suntar;"> </ulink>. Start the <command>suntar</command> program and select <quote>Overwrite Sectors...</quote> from the <userinput>Special</userinput> menu.
ko: <ulink url="&url-powerpc-suntar;"></ulink>에서 <command>suntar</command>를 내려받으십시오. <command>suntar</command> 프로그램을 실행하고 <userinput>Special</userinput> 메뉴에서 <quote>Overwrite Select...</quote>를 선택하십시오.
sv: Få tag på <command>suntar</command> från <ulink url="&url-powerpc-suntar;"> </ulink>. Starta programmet <command>suntar</command> och välj <quote>Overwrite Sectors...</quote> från menyn <userinput>Special</userinput>.
vi: Lấy tiện ích <command>suntar</command> từ <ulink url="&url-powerpc-suntar;"> </ulink>. Khởi chạy chương trình <command>suntar</command> rồi chọn <quote>Overwrite Sectors...</quote> (ghi đè lên các rãnh ghi) trong trình đơn <userinput>Special</userinput> (đặc biệt).

source: Insert the floppy disk as requested, then hit &enterkey; (start at sector 0).
ko: 플로피를 넣고, &enterkey;를 누르십시오. (섹터 0에서 시작)
sv: Mata in disketten enligt begäran, tryck sedan &enterkey; (start på sektor 0).
vi: Khi được nhắc, nạp đĩa mềm, rồi bấm phím &enterkey; (bất đầu ở rãnh ghi 0).

source: Select the <filename>root.bin</filename> file in the file-opening dialog.
ko: 파일 열기 창에서 <filename>root.bin</filename> 파일을 선택하십시오.
sv: Välj filen <filename>root.bin</filename> i filöppningsdialogen.
vi: Chọn tập tin <filename>root.bin</filename> trong hộp thoại mở tập tin.

source: After the floppy has been created successfully, select <menuchoice> <guimenu>File</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice>. If there are any errors writing the floppy, simply toss that floppy and try another.
ko: 플로피를 성공적으로 만들었으면, <menuchoice><guimenu>File</guimenu> <guimenuitem>Eject</guimenuitem></menuchoice>를 선택하십시오. 플로피를 쓸 때 오류가 발생하면 그 플로피를 꺼내고 다른 플로피로 시도해 보십시오.
sv: Efter att disketten har skapats, välj <menuchoice> <guimenu>File</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice>. Om det inträffade några fel under skrivning av disketten, kasta helt enkelt disketten och prova med en annan.
vi: Sau khi đĩa mềm được tạo thành công, hãy chọn <menuchoice> <guimenu>File</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice> (tập tin/đẩy ra). Nếu gặp lỗi nào trong khi tạo đĩa mềm, đơn giản hãy bỏ đĩa và thử đĩa mới.

source: Before using the floppy you created, <emphasis>set the write protect tab</emphasis>! Otherwise if you accidentally mount it in MacOS, MacOS will helpfully ruin it.
ko: 새로 만든 플로피를 사용하기 전에, <emphasis>쓰기 방지 탭을 거십시오</emphasis>! 그렇게 하지 않고 실수로 맥오에스에서 마운트하게 되면, 맥오에스가 데이터를 망가뜨립니다.
sv: Före du använder disketten du skapade, <emphasis>aktivera skrivskyddet</emphasis>! Om du av misstag monterar den i MacOS kommer MacOS förstöra den.
vi: Trước khi sử dụng đĩa mềm bạn đã tạo, hãy <emphasis>bật nút chống lại ghi</emphasis>! Nếu không, hệ điều hành MacOS sẽ hủy đĩa này nếu nó được gắn kết tình cờ.

source: Preparing Files for USB Memory Stick Booting
ko: USB 메모리 부팅에 필요한 파일 준비하기
sv: Förbereda filer för uppstart med USB-minne
vi: Chuẩn bị tập tin để khởi động thanh bộ nhớ USB

source: There are two installation methods possible when booting from USB stick. The first is to install completely from the network. The second is to also copy a CD image onto the USB stick and use that as a source for packages, possibly in combination with a mirror. This second method is the more common.
vi: Có hai phương pháp cài đặt có thể làm khi khởi động từ một thanh USB. Cái trước là cài đặt hoàn toàn từ mạng. Cái sau là cũng sao chép một ảnh đĩa CD vào thanh USB, và dùng nó làm một nguồn các gói, có thể cùng với một máy nhân bản. Phương pháp sau này thường dùng hơn.

source: For the first installation method you'll need to download an installer image from the <filename>netboot</filename> directory (at the location mentioned in <xref linkend="where-files"/>) and use the <quote>flexible way</quote> explained below to copy the files to the USB stick.
vi: Để sử dụng phương pháp cài đặt trước, bạn cần phải tải một ảnh cài đặt xuống thư mục <filename>netboot</filename> (ở địa chỉ diễn tả trong <xref linkend="where-files"/>) và sao chép các tập tin vào thanh USB bằng <quote>cách dẻo</quote> giải thích bên dưới.

source: Installation images for the second installation method can be found in the <filename>hd-media</filename> directory and either the <quote>easy way</quote> or the <quote>flexible way</quote> can be used to copy the image to the USB stick. For this installation method you will also need to download a CD image. The installation image and the CD image must be based on the same release of &d-i;. If they do not match you are likely to get errors<footnote> <para> The error message that is most likely to be displayed is that no kernel modules can be found. This means that the version of the kernel module udebs included on the CD image is different from the version of the running kernel. </para> </footnote> during the installation.
vi: Các ảnh cài đặt cho phương pháp cài đặt sau nằm trong thư mục <filename>hd-media</filename>, và có thể sao chép ảnh vào thanh USB bằng hoặc <quote>cách dễ</quote> hoặc <quote>cách dẻo</quote>. Để sử dụng phương pháp cài đặt này, bạn cũng cần phải tải về một ảnh đĩa CD. Cả ảnh cài đặt lẫn ảnh cài đặt đều phải dựa vào cùng một bản phát hành &d-i;. Không thì bạn rất có thể gặp lỗi<footnote> <para> Thông điệp lỗi rất có thể hiển thị là không tìm thấy mô-đun hạt nhân. Có nghĩa là phiên bản udebs của mô-đun hạt nhân nằm trên ảnh CD vẫn khác với phiên bản của hạt nhân đang chạy. </para> </footnote> trong khi cài đặt.

source: To prepare the USB stick, you will need a system where GNU/Linux is already running and where USB is supported. With current GNU/Linux systems the USB stick should be automatically recognized when you insert it. If it is not you should check that the usb-storage kernel module is loaded. When the USB stick is inserted, it will be mapped to a device named <filename>/dev/sdX</filename>, where the <quote>X</quote> is a letter in the range a-z. You should be able to see to which device the USB stick was mapped by running the command <command>dmesg</command> after inserting it. To write to your stick, you may have to turn off its write protection switch.
vi: Để chuẩn bị thanh USB, bạn cần một hệ thống đang chạy GNU/Linux và hỗ trợ USB. Dùng hệ thống Linux hiện thời, thanh USB nên được tự động nhận ra khi bạn nạp nó vào. Không thì bạn nên kiểm tra lại mô-đun usb-storage đã được nạp chưa. Khi thanh USB được nạp, nó sẽ được ánh xạ tới một thiết bị tên <filename>/dev/sdX</filename>, mà <quote>X</quote> là một chữ trong phạm vi ASCII a-z. Bạn nên có khả năng thấy thiết bị đích bằng cách chạy lệnh <command>dmesg</command> sau khi nạp vào. Để ghi vào thanh đó, có lẽ bạn cần phải tắt cái chuyển bảo vệ chống ghi của nó.

source: The procedures described in this section will destroy anything already on the device! Make very sure that you use the correct device name for your USB stick. If you use the wrong device the result could be that all information on for example a hard disk could be lost.
vi: GHI CHÚ : các thủ tục diễn tả trong phần này sẽ hủy bất cứ dữ liệu nào vẫn còn nằm trên thiết bị đó. Kiểm tra rất cẩn thận bạn đang sử dụng tên thiết bị đúng cho thanh USB. Nếu bạn sử dụng thiết bị không đúng, kết quả có thể là tất cả các thông tin nằm trên (ví dụ) một đĩa cứng bị mất hoàn toàn.

source: Note that the USB stick should be at least 256 MB in size (smaller setups are possible if you follow <xref linkend="usb-copy-flexible"/>).
ko: 단 USB 메모리는 크기가 최소 256MB는 되어야 합니다. (<xref linkend="usb-copy-flexible"/>에 쓰여 있는 대로 하면 더 작아도 가능합니다)
sv: Observera att USB-minnet bör vara minst 256 MB stort (mindre installationer är möjliga om du följer <xref linkend="usb-copy-flexible"/>).
vi: Ghi chú rằng thanh USB nên có khả năng ít nhất 256 MB (còn có thể tạo thiết lập nhỏ hơn nếu bạn theo <xref linkend="usb-copy-flexible"/>).

source: Copying the files &mdash; the easy way
ko: 파일 복사하기 &mdash; 쉬운 방법
sv: Kopiera filerna &mdash; det enkla sättet
vi: Sao chép tập tin một cách dễ dàng

source: There is an all-in-one file <filename>hd-media/boot.img.gz</filename> which contains all the installer files (including the kernel) <phrase arch="x86">as well as <classname>syslinux</classname> and its configuration file.</phrase> <phrase arch="powerpc">as well as <classname>yaboot</classname> and its configuration file.</phrase>
vi: Có một tập tin toàn bộ <filename>hd-media/boot.img.gz</filename> chứa tất cả các tập tin cài đặt (gồm có hạt nhân) <phrase arch="x86">cũng như <classname>syslinux</classname> và tập tin cấu hình của nó.</phrase> <phrase arch="powerpc">cũng như <classname>yaboot</classname> và tập tin cấu hình của nó.</phrase>

source: Note that, although convenient, this method does have one major disadvantage: the logical size of the device will be limited to 256 MB, even if the capacity of the USB stick is larger. You will need to repartition the USB stick and create new file systems to get its full capacity back if you ever want to use it for some different purpose. A second disadvantage is that you cannot copy a full CD image onto the USB stick, but only the smaller businesscard or netinst CD images.
vi: Ghi chú rằng, dù tiện ích, phương pháp này vẫn có một nhược điểm lớn: kích cỡ hợp lý của khối tin bị hạn chế thành 256 MB, thậm chí nếu thanh USB có nhiều khả năng hơn. Bạn cần phải phân vùng lại thanh USB và tạo hệ thống tập tin mới để phục hồi khả năng đầy đủ về sau nếu bạn muốn sử dụng nó nhằm mục đích khác. Một nhược điểm thứ hai là bạn không thể sao chép vào thanh USB một ảnh đĩa CD đầy đủ, chỉ ảnh CD nhỏ hơn kiểu danh thiếp (businesscard) hay cài đặt qua mạng (netinst).

source: Create a partition of type "Apple_Bootstrap" on your USB stick using <command>mac-fdisk</command>'s <userinput>C</userinput> command and extract the image directly to that:
vi: Tạo một phiên bản kiểu « Apple_Bootstrap » trên thanh USB, dùng lệnh <userinput>C</userinput> của <command>mac-fdisk</command>, và giải nén ảnh một cách trực tiếp vào đó :

source: After that, mount the USB memory stick <phrase arch="x86">(<userinput>mount /dev/<replaceable>sdX</replaceable> /mnt</userinput>),</phrase> <phrase arch="powerpc">(<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>),</phrase> which will now have <phrase arch="x86">a FAT filesystem</phrase> <phrase arch="powerpc">an HFS filesystem</phrase> on it, and copy a Debian netinst or businesscard ISO image to it. Unmount the stick (<userinput>umount /mnt</userinput>) and you are done.
vi: Sau đó, gắn kết thanh USB <phrase arch="x86">(<userinput>mount /dev/<replaceable>sdX</replaceable> /mnt</userinput>),</phrase> <phrase arch="powerpc">(<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>),</phrase> mà giờ chứa một <phrase arch="x86">hệ thống tập tin FAT</phrase> <phrase arch="powerpc">một hệ thống tập tin HFS</phrase>, và sao chép vào nó một ảnh ISO Debian kiểu danh thiếp (businesscard) hay cài đặt qua mạng (netinst). Tháo gắn kết thanh USB (<userinput>umount /mnt</userinput>) và bạn đã hoàn tất.

source: Copying the files &mdash; the flexible way
ko: 파일 복사하기 &mdash; 유연한 방법
sv: Kopiera filerna &mdash; det flexibla sättet
vi: Sao chép tập tin một cách dẻo

source: If you like more flexibility or just want to know what's going on, you should use the following method to put the files on your stick. One advantage of using this method is that &mdash; if the capacity of your USB stick is large enough &mdash; you have the option of copying a full CD ISO image to it.
vi: Nếu bạn thích tính chất dẻo hơn, hoặc chỉ muốn biết có gì xảy ra, bạn nên sử dụng phương pháp theo đây để sao chép các tập tin vào thanh USB. Một lợi ích về sử dụng phương pháp này là (nếu thanh USB có đủ khả năng) bạn có dịp sao chép vào nó một ảnh ISO đĩa CD đầy đủ.

source: Partitioning the USB stick
vi: Phân vùng thanh USB

source: We will show how to set up the memory stick to use the first partition, instead of the entire device.
vi: Tiết đoạn này diễn tả phương pháp thiết lập thanh USB để dùng chỉ phân vùng thứ nhất, thay vì toàn bộ thiết bị.

source: Since most USB sticks come pre-configured with a single FAT16 partition, you probably won't have to repartition or reformat the stick. If you have to do that anyway, use <command>cfdisk</command> or any other partitioning tool to create a FAT16 partition, and then create the filesystem using: <informalexample><screen> # mkdosfs /dev/<replaceable>sdX1</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>mkdosfs</command> command is contained in the <classname>dosfstools</classname> Debian package.
vi: Vì phần lớn các thanh USB được cấu hình sẵn với một phân vùng FAT16 riêng lẻ, bạn rất có thể không cần phân vùng lại hay định dạng lại thanh đó. Vẫn còn cần làm như thế thì dùng <command>cfdisk</command> hay bất cứ công cụ phân vùng nào khác để tạo một phân vùng FAT16, sau đó tạo hệ thống tập tin dùng: <informalexample><screen> # mkdosfs /dev/<replaceable>sdX1</replaceable> </screen></informalexample> Kiểm tra xem bạn dùng tên thiết bị đúng cho thanh USB. Lệnh <command>mkdosfs</command> có sẵn trong gói Debian <classname>dosfstools</classname>.

source: In order to start the kernel after booting from the USB stick, we will put a boot loader on the stick. Although any boot loader (e.g. <classname>lilo</classname>) should work, it's convenient to use <classname>syslinux</classname>, since it uses a FAT16 partition and can be reconfigured by just editing a text file. Any operating system which supports the FAT file system can be used to make changes to the configuration of the boot loader.
vi: Để khởi chạy hạt nhân sau khi khởi động từ thanh USB, bạn cần phải để một bộ nạp khởi động (bootloader) trên thanh đó. Dù bất cứ bộ nạp khởi động nào (v.d. <classname>lilo</classname>) nên có tác động, tiện ích là sử dụng <classname>syslinux</classname>, vì nó dùng một phân vùng FAT16 và có thể được cấu hình lại bằng cách chỉ chỉnh sửa một tập tin văn bản. Bất cứ hệ điều hành nào hỗ trợ hệ thống tập tin FAT thì có thể được sử dụng để sửa đổi cấu hình của bộ nạp khởi động.

source: To put <classname>syslinux</classname> on the FAT16 partition on your USB stick, install the <classname>syslinux</classname> and <classname>mtools</classname> packages on your system, and do: <informalexample><screen> # syslinux /dev/<replaceable>sdX1</replaceable> </screen></informalexample> Again, take care that you use the correct device name. The partition must not be mounted when starting <command>syslinux</command>. This procedure writes a boot sector to the partition and creates the file <filename>ldlinux.sys</filename> which contains the boot loader code.
vi: Để chèn <classname>syslinux</classname> vào phiên bản FAT16 partition trên thanh USB, cài đặt vào hệ thống hai gói <classname>syslinux</classname> và <classname>mtools</classname>, và chạy câu lệnh này: <informalexample><screen> # syslinux /dev/<replaceable>sdX1</replaceable> </screen></informalexample> Lại kiểm tra xem bạn đang sử dụng tên thiết bị đúng. Khi khởi chạy <command>syslinux</command>, phiên bản phải chưa được nạp. Thủ tục này ghi vào phiên bản một rãnh ghi khởi động, và tạo tập tin <filename>ldlinux.sys</filename> mà chứa mã của bộ nạp khởi động.

source: Adding the installer image
vi: Thêm ảnh cài đặt

source: Mount the partition (<userinput>mount /dev/<replaceable>sdX1</replaceable> /mnt</userinput>) and copy the following installer image files to the stick: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (kernel binary) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (initial ramdisk image) </para></listitem> </itemizedlist> You can choose between either the regular version or the graphical version of the installer. The latter can be found in the <filename>gtk</filename> subdirectory. If you want to rename the files, please note that <classname>syslinux</classname> can only process DOS (8.3) file names.
vi: Gắn kết phân vùng (<userinput>mount /dev/<replaceable>sdX1</replaceable> /mnt</userinput>) và sao chép vào thanh những tập tin ảnh cài đặt theo đây: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (tập tin nhị phân hạt nhân) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (ảnh đĩa RAM đầu tiên) </para></listitem> </itemizedlist> Bạn có thể chọn hoặc phiên bản thông thường hoặc phiên bản đồ họa của trình cài đặt. Phiên bản đồ họa của trình cài đặt nằm trong thư mục con <filename>gtk</filename>. Nếu bạn muốn thay đổi tên của tập tin, ghi chú rằng <classname>syslinux</classname> chỉ có khả năng xử lý tên tập tin kiểu DOS.

source: Next you should create a <filename>syslinux.cfg</filename> configuration file, which at a bare minimum should contain the following two lines: <informalexample><screen> default vmlinuz append initrd=initrd.gz </screen></informalexample> For the graphical installer you should add <userinput>video=vesa:ywrap,mtrr vga=788</userinput> to the second line.
vi: Sau đó thì bạn nên tạo một tập tin cấu hình <filename>syslinux.cfg</filename>, chứa ít nhất hai dòng này: <informalexample><screen> default vmlinuz append initrd=initrd.gz </screen></informalexample> Đối với trình cài đặt kiểu đồ họa, bạn nên thêm vào dòng thứ hai chuỗi <userinput>video=vesa:ywrap,mtrr vga=788</userinput>.

source: If you used an <filename>hd-media</filename> image, you should now copy a Debian ISO image (businesscard, netinst or full CD image; be sure to select one that fits) onto the stick. When you are done, unmount the USB memory stick (<userinput>umount /mnt</userinput>).
vi: Nếu bạn đã sử dụng một ảnh <filename>hd-media</filename>, bây giờ bạn cần phải sao chép vào thanh USB một ảnh ISO Debian (danh thiếp [businesscard], cài đặt qua mạng [netinst] hay ảnh đĩa CD đầy đủ : có nên chọn một ảnh vừa được). Một khi hoàn tất thì tháo gắn kết thanh USB (<userinput>umount /mnt</userinput>).

source: Most USB sticks do not come pre-configured in such a way that Open Firmware can boot from them, so you will need to repartition the stick. On Mac systems, run <userinput>mac-fdisk /dev/<replaceable>sdX</replaceable></userinput>, initialise a new partition map using the <userinput>i</userinput> command, and create a new partition of type Apple_Bootstrap using the <userinput>C</userinput> command. (Note that the first "partition" will always be the partition map itself.) Then type <informalexample><screen> $ hformat /dev/<replaceable>sdX2</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>hformat</command> command is contained in the <classname>hfsutils</classname> Debian package.
vi: Hậu hết các thanh USB không có cấu hình sẵn để Open Firmware khởi động được từ nó, do đó bạn cần phải phân vùng lại thanh đó. Trên hệ thống Mac, chạy câu lệnh <userinput>mac-fdisk /dev/<replaceable>sdX</replaceable></userinput>, sơ khởi một sơ đồ phiên bản mới dùng lệnh <userinput>i</userinput> và tạo một phân vùng mới có kiểu <quote>Apple_Bootstrap</quote> dùng lệnh <userinput>C</userinput>. (Ghi chú rằng « phân vùng » thứ nhất lúc nào cũng là sơ đồ phân vùng chính nó.) Sau đó thì gõ câu lệnh <informalexample><screen> $ hformat /dev/<replaceable>sdX2</replaceable> </screen></informalexample> Kiểm tra xem bạn đang sử dụng tên thiết bị đúng cho thanh USB. Lệnh <command>hformat</command> nằm trong gói Debian <classname>hfsutils</classname>.
