Repository: dankamongmen/s-i
Catalog: manual/po/*/install-methods.po
Languages: ko, sv, vi

source: For PXE booting, everything you should need is set up in the <filename>netboot/netboot.tar.gz</filename> tarball. Simply extract this tarball into the <command>tftpd</command> boot image directory. Make sure your dhcp server is configured to pass <filename>/debian-installer/ia64/elilo.efi</filename> to <command>tftpd</command> as the filename to boot.
ko: PXE 부팅의 경우, 필요한 모든 것이 <filename>netboot/netboot.tar.gz</filename> 압축 안에 준비되어 있습니다. 이 압축을 <command>tftpd</command> 부팅 이미지 디렉토리에서 풀기만 하십시오. <command>tftpd</command>에 부팅할 파일 이름으로 <filename>/debian-installer/ia64/elilo.efi</filename>을 넘기도록 DHCP 서버에 설정하십시오.
sv: För PXE-uppstart bör allt du behöver finns i filen <filename>netboot/netboot.tar.gz</filename>. Extrahera den filen till katalogen för uppstartsavbilder för <command>tftpd</command>. Se till att din dhcp-server är konfigurerad att skicka <filename>/debian-installer/ia64/elilo.efi</filename> till <command>tftpd</command> som filnamnet att starta upp på.
vi: Để khởi động PXE, mọi thứ cần thiết đã được thiết lập trong kho <filename>netboot/netboot.tar.gz</filename>. Đơn giản hãy giải nén tập tin này vào thư mục ảnh khởi động của trình nền <command>tftpd</command>. Hãy kiểm tra xem máy phục vụ DHCP đã được cấu hình để gởi <filename>/debian-installer/ia64/elilo.efi</filename> cho trình nền <command>tftpd</command> như là tên tập tin cần khởi động.

source: Alpha TFTP Booting
ko: Alpha TFTP 부팅
sv: Uppstart för Alpha via TFTP
vi: Khởi động TFTP Alpha

source: On Alpha, you must specify the filename (as a relative path to the boot image directory) using the <userinput>-file</userinput> argument to the SRM <userinput>boot</userinput> command, or by setting the <userinput>BOOT_FILE</userinput> environment variable. Alternatively, the filename can be given via BOOTP (in ISC <command>dhcpd</command>, use the <userinput>filename</userinput> directive). Unlike Open Firmware, there is <emphasis>no default filename</emphasis> on SRM, so you <emphasis>must</emphasis> specify a filename by either one of these methods.
ko: Alpha에서는, SRM의 <userinput>boot</userinput> 명령에 <userinput>-file</userinput> 인자를 사용하거나, <userinput>BOOT_FILE</userinput> 환경 변수를 지정해 파일 이름을 지정해야 합니다. (부팅 이미지 디렉토리의 상대 경로) 아니면 다른 방법으로, BOOP를 통해 파일 이름을 넘겨줄 수 있습니다. (ISC <command>dhcpd</command>에서는 <userinput>filename</userinput>을 사용합니다) Open Firmware와는 달리, SRM에는 <emphasis>기본 파일 이름이 없습니다</emphasis>. 그래서 이러한 방법들 중의 하나를 이용해서 파일 이름을 <emphasis>지정해야 합니다</emphasis>.
sv: På Alpha, måste du ange filnamnet (som en relativ sökväg till katalogen för uppstartsavbilder) med argumentet <userinput>-file</userinput> till SRM-kommandot <userinput>boot</userinput>, eller genom att ställa in miljövariabeln <userinput>BOOT_FILE</userinput>. Alternativ kan filnamnet anges via BOOTP (i ISC <command>dhcpd</command>, använd direktivet <userinput>filename</userinput>). Tvärtemot Open Firmware, finns det <emphasis>inget standardfilnamn</emphasis> på SRM, så du <emphasis>måste</emphasis> ange ett filnamn genom en av de här metoderna.
vi: Trên máy kiểu Alpha, bạn cần phải xác định tên tập tin (dạng đường dẫn liên quan đến thư mục ảnh khởi động) bằng cách thêm đối số <userinput>-file</userinput> (tập tin) vào lệnh <userinput>boot</userinput> SRM, hoặc bằng cách đặt biến môi trường <userinput>BOOT_FILE</userinput> (tập tin khởi động). Hoặc có thể đưa ra tên tập tin thông qua BOOTP (trong <command>dhcpd</command> ISC, dùng chỉ thị <userinput>filename</userinput> [tên tập tin]). Không như đối với Open Firmware, <emphasis>không có tên tập tin mặc định</emphasis> trên SRM, vậy bạn <emphasis>cần phải</emphasis> xác định một tên tập tin bằng một của hai phương pháp này.

source: SPARC TFTP Booting
ko: SPARC TFTP 부팅
sv: Uppstart via TFTP för SPARC
vi: Khởi động TFTP SPARC

source: Some SPARC architectures add the subarchitecture names, such as <quote>SUN4M</quote> or <quote>SUN4C</quote>, to the filename. Thus, if your system's subarchitecture is a SUN4C, and its IP is 192.168.1.3, the filename would be <filename>C0A80103.SUN4C</filename>. However, there are also subarchitectures where the file the client looks for is just <filename>client-ip-in-hex</filename>. An easy way to determine the hexadecimal code for the IP address is to enter the following command in a shell (assuming the machine's intended IP is 10.0.0.4). <informalexample><screen> $ printf '%.2x%.2x%.2x%.2x\n' 10 0 0 4 </screen></informalexample> To get to the correct filename, you will need to change all letters to uppercase and if necessary append the subarchitecture name.
ko: 예를 들어 sparc 아키텍처에서는 서브 아키텍처 이름을 사용합니다. <quote>SUN4M</quote>, <quote>SUN4C</quote>과 같이 씁니다. 만약 아키텍처를 비워두면, 클라이언트에서 <filename>16진수-클라이언트-IP</filename>를 파일 이름으로 사용합니다. 시스템의 서브 아키텍처가 SUN4C이고 IP가 192.168.1.3이라면, 파일 이름은 <filename>C0A80103.SUN4C</filename>입니다. 이름을 알아내기 쉬운 방법은 쉘에서 다음 명령을 실행하는 것입니다: (기계의 IP가 10.0.0.4라고 가정) <informalexample><screen> $ printf '%.2x%.2x%.2x%.2x\n' 10 0 0 4 </screen></informalexample> 이렇게 하면 IP를 16진수로 표시합니다. 파일 이름은 모든 글자를 대문자로 바꿔야 하고 필요하다면 서브 아키텍처 이름을 뒤에 붙입니다.
sv: Vissa SPARC-arkitekturer lägger till underarkitekturens namn, såsom <quote>SUN4M</quote> eller <quote>SUN4C</quote>; till filnamnet. Därför, om ditt systems arkitektur är en SUN4C, och dess IP är 192.168.1.3, borde filnamnet vara <filename>C0A80103.SUN4C</filename>. Dock, det finns även underarkitekturer där filen som klienten letar efter är bara <filename>klient-ip-i-hex</filename>. Ett lätt sätt att fastställa den hexadecimala koden för IP-adressen är att ange följande kommando i ett skal (anta att maskinens tilltänkta IP-adress är 10.0.0.4). <informalexample><screen> $ printf '%.2x%.2x%.2x%.2x\n' 10 0 0 4 </screen></informalexample> För att få det korrekta filnamnet, behöver du ändra alla bokstäver till versaler om och det behövs även lägga till underarkitekturens namn.
vi: Một số kiến trúc SPARC riêng thêm tên kiến trúc phụ, như <quote>SUN4M</quote> hay <quote>SUN4C</quote> vào tên tập tin. Như thế thì nếu kiến trúc phụ của hệ thống là SUN4C, với địa chỉ IP 192.168.1.3, tên tập tin là <filename>C0A80103.SUN4C</filename>. Tuy nhiên, cũng có kiến trúc phụ mà tập tin được tìm bởi khách là chỉ <filename>địa_chỉ_IP_của_khách_dạng_thập_lục</filename>. Một phương pháp dễ dàng quyết định mã thập lục của địa chỉ IP là nhập lệnh theo đây vào trình bao (giả sử địa chỉ IP đã định của máy đó là 10.0.0.4). <informalexample><screen> $ printf '%.2x%.2x%.2x%.2x\n' 10 0 0 4 </screen></informalexample> Để giành tên tập tin đúng, bạn cần phải chuyển đổi mọi chữ sang chữ hoa, cũng (nếu cần thiết) phụ thêm tên kiến trúc phụ đó.

source: If you've done all this correctly, giving the command <userinput>boot net</userinput> from the OpenPROM should load the image. If the image cannot be found, try checking the logs on your tftp server to see which image name is being requested.
ko: 모두 올바르게 했다면, OpenPROM에서 <userinput>boot net</userinput> 명령을 입력해 이미지를 읽어들입니다. 이미지를 찾지 못한다면 TFTP 서버의 로그 파일을 보고 어떤 이미지 이름을 요청했는 지 확인하십시오.
sv: Om du har gjort allt det här korrekt, ska kommandot <userinput>boot net</userinput> från OpenPROM läsa in avbilden. Om avbilden inte kan hittas, försök leta i loggarna på din tftp-server för att se vilket avbildsnamn som efterfrågas.
vi: Nếu bạn đã theo các hướng dẫn này, việc chạy lệnh <userinput>boot net</userinput> từ dấu nhắc OpenPROM nên nạp ảnh đó. Không tìm thấy ảnh thì kiểm tra các bản ghi trên trình phục vụ TFTP để xem tên ảnh nào được yêu cầu.

source: You can also force some sparc systems to look for a specific file name by adding it to the end of the OpenPROM boot command, such as <userinput>boot net my-sparc.image</userinput>. This must still reside in the directory that the TFTP server looks in.
ko: 일부 sparc 시스템은 OpenPROM 부팅 명령 뒤에 특정 파일이름을 붙여서 이 파일을 찾도록 만들 수 있습니다. 예를 들어 <userinput>boot net my-sparc.image</userinput>. 파일은 TFTP 서버가 찾는 디렉토리 안에 들어 있어야 합니다.
sv: Du kan också tvinga vissa sparc-system att leta efter ett specifikt filnamn genom att lägga till det på slutet av uppstartskommandot för OpenPROM, såsom <userinput>boot net min-sparc.avbild</userinput>. Den måste dock finnas i katalogen som TFTP-servern letar i.
vi: Bạn cũng có thể ép buộc một số hệ thống SPARC tìm một tên tập tin riêng bằng cách phụ thêm nó vào lệnh khởi động OpenPROM, v.d. <userinput>boot net ảnh_sparc.tôi</userinput>. Nó vẫn còn phải nằm trong thư mục trong đó máy phục vụ TFTP tìm.

source: BVM/Motorola TFTP Booting
ko: BVM/모토로라 TFTP 부팅
sv: Uppstart via TFTP för BVM/Motorola
vi: Khởi động TFTP BVM/Motorola

source: For BVM and Motorola VMEbus systems copy the files &bvme6000-tftp-files; to <filename>/tftpboot/</filename>.
ko: BVM 및 모토로라 VMEbus 시스템에서는 &bvme6000-tftp-files; 파일을 <filename>/tftpboot/</filename> 디렉토리에 복사하십시오.
sv: För BVM och Motorola VMEbus-system kopiera filerna &bvme6000-tftp-files; till <filename>/tftpboot/</filename>.
vi: Đối với hệ thống kiểu BVM và Motorola VMEbus, hãy sao chép các tập tin &bvme6000-tftp-files; vào thư mục <filename>/tftpboot/</filename>.

source: Next, configure your boot ROMs or BOOTP server to initially load the <filename>tftplilo.bvme</filename> or <filename>tftplilo.mvme</filename> files from the TFTP server. Refer to the <filename>tftplilo.txt</filename> file for your subarchitecture for additional system-specific configuration information.
ko: 그 다음에, 최초에 <filename>tftplilo.bvme</filename> 혹은 <filename>tftplilo.mvme</filename> 파일을 TFTP 서버에서 읽어들이도록 부팅 ROM과 BOOTP 서버를 설정하십시오. 해당 시스템 관련 설정에 관한 추가 정보는 해당 서브 아키텍처의 <filename>tftplilo.txt</filename> 파일을 참고하십시오.
sv: Sedan, konfigurera ditt uppstarts-ROM elle BOOTP-server att initialt läsa in filen <filename>tftplilo.bvme</filename> eller <filename>tftplilo.mvme</filename> från TFTP-servern. Referera till filen <filename>tftplilo.txt</filename> för din underarkitektur för ytterligare systemspecifik konfigurationsinformation.
vi: Sau đó, hãy cấu hình các bộ nhớ ROM khởi động hay máy phục vụ BOOTP để tải đầu tiên tập tin <filename>tftplilo.bvme</filename> hay <filename>tftplilo.mvme</filename> từ máy phục vụ TFTP. Xem tập tin <filename>tftplilo.txt</filename> dành cho kiến trúc phụ của bạn, để tìm thông tin cấu hình thêm đặc trưng cho hệ thống đó.

source: SGI TFTP Booting
ko: SGI TFTP 부팅
sv: Uppstart via TFTP för SGI
vi: Khởi động TFTP SGI

source: On SGI machines you can rely on the <command>bootpd</command> to supply the name of the TFTP file. It is given either as the <userinput>bf=</userinput> in <filename>/etc/bootptab</filename> or as the <userinput>filename=</userinput> option in <filename>/etc/dhcpd.conf</filename>.
ko: SGI 기계에서는 <command>bootpd</command> 명령만을 이용해서 TFTP 파일 이름을 넙깁니다. 파일 이름은 <filename>/etc/bootptab</filename> 파일의 <userinput>bf=</userinput> 혹은 <filename>/etc/dhcpd.conf</filename> 파일의 <userinput>filename=</userinput> 옵션으로 지정합니다.
sv: På SGI-maskiner kan du förlita dig på att <command>bootpd</command> skickar med namnet på TFTP-filen. Det anges antingen som <userinput>bf=</userinput> i <filename>/etc/bootptab</filename> eller som alternativet <userinput>filename=</userinput> i <filename>/etc/dhcpd.conf</filename>.
vi: Trên máy kiểu SGI, bạn có thể nhờ trình nền <command>bootpd</command> cung cấp tên của tập tin TFTP. Tên này được hiển thị hoặc là tùy chọn <userinput>bf=</userinput> nằm trong tập tin <filename>/etc/bootptab</filename> hoặc là tùy chọn <userinput>filename=</userinput> nằm trong tập tin cấu hình <filename>/etc/dhcpd.conf</filename>.

source: Broadcom BCM91250A and BCM91480B TFTP Booting
ko: Broadcom BCM91250A과 BCM91480B TFTP 부팅
sv: Uppstart via TFTP för Broadcom BCM91250A och BCM91480B
vi: Khởi động TFTP BCM91250A và BCM91480B Broadcom

source: You don't have to configure DHCP in a special way because you'll pass the full path of the file to be loaded to CFE.
ko: CFE로 읽어들일 파일의 전체 경로를 넘기기 때문에 DHCP를 특별히 설정할 필요가 없습니다.
sv: Du behöver inte konfigurera DHCP på något speciellt sätt på grund av att du skickar hela sökvägen till filen som ska läsas in av CFE.
vi: Bạn không cần cấu hình DHCP bằng cách đặc biệt nào, vì bạn sẽ gởi cho CFE đường dẫn đầy đủ của tập tin cần tải.

source: Automatic Installation
ko: 자동 설치
sv: Automatisk installation
vi: Cài đặt tự động

source: For installing on multiple computers it's possible to do fully automatic installations. Debian packages intended for this include <classname>fai</classname> (which uses an install server), <classname>replicator</classname>, <classname>systemimager</classname>, <classname>autoinstall</classname>, and the Debian Installer itself.
ko: 여러 컴퓨터에 설치하려면 완전 자동 설치를 사용할 수도 있습니다. 이런 목적을 위한 데비안 꾸러미는 <classname>fai</classname> (설치 서버 사용), <classname>replicator</classname>, <classname>systemimager</classname>, <classname>autoinstall</classname>이 있고, 데비안 설치 프로그램 자체를 사용할 수도 있습니다.
sv: För installation på flera datorer är det möjligt att göra fullt automatiska installationer. Debian-paketen som är tänkta för det här är <classname>fai</classname> (som använder en installationsserver), <classname>replicator</classname>, <classname>systemimager</classname>, <classname>autoinstall</classname>, och själva Debian Installer.
vi: Để cài đặt vào nhiều máy tính, có thể chạy việc cài đặt tự động đầy đủ.Những gói Debian được định dành cho mục đích này gồm <classname>fai</classname> (mà dùng máy phục vụ cài đặt), <classname>replicator</classname>, <classname>systemimager</classname>, <classname>autoinstall</classname>, và trình cài đặt Debian chính nó.

source: Automatic Installation Using the Debian Installer
ko: 데비안 설치 프로그램을 이용한 자동 설치
sv: Automatisk installation med Debian Installer
vi: Cài đặt tự động bằng trình cài đặt Debian

source: The Debian Installer supports automating installs via preconfiguration files. A preconfiguration file can be loaded from the network or from removable media, and used to fill in answers to questions asked during the installation process.
ko: 데비안 설치 프로그램은 미리 설정해 놓은 파일을 이용해 자동 설치를 지원합니다. 미리 설정해 놓은 파일은 네트워크 혹은 이동식 미디어로 읽어들일 수 있습니다. 이 파일 안에는 설치 과정에서 나오는 질문에 대한 대답들이 들어 있습니다.
sv: Debian Installer har stöd för att automatisera installationer via förkonfigurationsfiler. En förkonfigurationsfil kan läsas in från nätverket eller från flyttbart media, och används för att fylla i svar på frågor som ställs under installationsprocessen.
vi: Trình cài đặt Debian hỗ trợ khả năng cài đặt tự động bằng tập tin cấu hình sẵn. Tập tin cấu hình sẵn có thể được tải từ mạng hay từ vật chứa rời, cũng có thể được dùng để trả lời câu hỏi tương tác với người dùng trong tiến trình cài đặt.

source: Full documentation on preseeding including a working example that you can edit is in <xref linkend="appendix-preseed"/>.
ko: <xref linkend="appendix-preseed"/>에 보면 미리 설정에 대한 문서가 있고, 약간 고쳐서 사용할 수 있는 잘 동작하는 예제가 있습니다.
sv: Full dokumentation om förinställning inklusive ett fungerande exempel som du kan redigera finns i <xref linkend="appendix-preseed"/>.
vi: Tài liệu hướng dẫn đầy đủ về phương pháp chèn trước, gồm một lời thí dụ hữu ích mà bạn có thể hiệu chỉnh, nằm trong <xref linkend="appendix-preseed"/>.

source: When downloading files from a Debian mirror, be sure to download the files in <emphasis>binary</emphasis> mode, not text or automatic mode.
ko: 데비안 미러에서 파일을 내려받을 때, 파일을 <emphasis>바이너리 (binary)</emphasis> 모드로 받도록 하십시오. 텍스트나 (text) 자동 (automatic) 모드로 받으면 안 됩니다.
sv: När filer hämta från en Debian-spegel bör du se till att hämta filerna i <emphasis>binärt</emphasis> läge, inte text eller automatiskt läge.

source: The installation images are located on each Debian mirror in the directory <ulink url="&url-debian-installer;/images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> &mdash; the <ulink url="&url-debian-installer;/images/MANIFEST">MANIFEST</ulink> lists each image and its purpose.
ko: 설치 이미지는 데비안 미러의 <ulink url="&url-debian-installer;/images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> 디렉토리 안에 있습니다. <ulink url="&url-debian-installer;/images/MANIFEST">MANIFEST</ulink> 파일을 보면 각 이미지 이름과 그 용도가 쓰여 있습니다.
sv: Installationsavbilder finns på varje Debian-spegel i katalogen <ulink url="&url-debian-installer;/images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> &mdash; <ulink url="&url-debian-installer;/images/MANIFEST">MANIFEST</ulink> listar varje avbild och dess funktion.

source: RiscPC Installation Files
ko: RiscPC 설치 파일
sv: Installationsfiler för RiscPC

source: The RiscPC installer is booted initially from RISC OS. All the necessary files are provided in one Zip archive, &rpc-install-kit;. Download this file onto the RISC OS machine, copy the <filename>linloader.!Boot</filename> components into place, and run <filename>!dInstall</filename>.
ko: RiscPC 설치 프로그램은 처음에 RISC OS에서 부팅합니다. 필요한 파일은 모두 &rpc-install-kit; ZIP 파일 하나에 들어가 있습니다. 이 파일을 RISC OS 기계에 내려받아서, <filename>linloader.!Boot</filename> 컴포넌트를 적당한 위치에 복사하고 <filename>!dInstall</filename>을 실행하십시오.
sv: RiscPC-installeraren startas initialt upp från RISC OS. Alla nödvändiga filer finns i ett Zip-arkiv, &rpc-install-kit;. Hämta den här filen till RISC OS-maskinen, kopiera komponenterna <filename>linloader.!Boot</filename> till rätt plats, och kör <filename>!dInstall</filename>.

source: A firmware image is provided for the Linksys NSLU2 which will automatically boot <classname>debian-installer</classname>. This firmware image can be obtained from &nslu2-firmware-img;.
ko: Linksys2 NSLU2에 있는 펌웨어 이미지는 자동으로 <classname>debian-installer</classname>를 부팅합니다. 이 펌웨어 이미지는 &nslu2-firmware-img;에서 구할 수 있습니다.
sv: En firmware-avbild tillhandahålls för Linksys NSLU2 som automatiskt kommer att starta upp <classname>debian-installer</classname>. Den här firmware-avbilden kan hämtas från &nslu2-firmware-img;.

source: To prepare the USB stick, you will need a system where GNU/Linux is already running and where USB is supported. You should ensure that the usb-storage kernel module is loaded (<userinput>modprobe usb-storage</userinput>) and try to find out which SCSI device the USB stick has been mapped to (in this example <filename>/dev/sda</filename> is used). To write to your stick, you may have to turn off its write protection switch.
ko: USB 메모리를 준비하려면 GNU/리눅스가 동작하고 USB를 지원하는 시스템이 필요합니다. usb-storage 커널 모듈을 읽어들이고 (<userinput>modprobe usb-storage</userinput>) 어떤 SCSI 장치로 USB 메모리가 매핑되었는 지 (이 예에서는 <filename>/dev/sda</filename>를 사용) 알아야 합니다. USB 메모리에 쓰려면, 쓰기 방지 스위치를 풀어 놓아야 할 수도 있습니다.
sv: För att förbereda USB-minnet behöver du ett system där GNU/Linux redan körs och där USB stöds. Du bör se till att kärnmodulen usb-storage är inläst (<userinput>modprobe usb-storage</userinput>) och försöka lista ut vilken SCSI-enhet som USB-minnet har länkats till (i det här exemplet används <filename>/dev/sda</filename>). För att skriva till minnet måste du kanske inaktivera skrivskyddet på minnet.

source: There is an all-in-one file <filename>hd-media/boot.img.gz</filename> which contains all the installer files (including the kernel) as well as <command>SYSLINUX</command> and its configuration file. You only have to extract it directly to your USB stick:
ko: <filename>hd-media/boot.img.gz</filename> 파일에는 <command>SYSLINUX</command>와 그 설정 파일들은 물론, 모든 설치 프로그램 파일들이 (커널 포함) 다 들어 있습니다. 이 파일을 풀어서 USB 메모리에 저장해 놓기만 하면 됩니다:
sv: Det finns en allt-i-ett-fil kallad <filename>hd-media/boot.img.gz</filename> som innehåller alla installerarens filer (inklusive kärnan) såväl som <command>SYSLINUX</command> och dess konfigurationsfil. Du behöver bara extrahera den direkt till ditt USB-minne.

source: There is an all-in-one file <filename>hd-media/boot.img.gz</filename> which contains all the installer files (including the kernel) as well as <command>yaboot</command> and its configuration file. Create a partition of type "Apple_Bootstrap" on your USB stick using <command>mac-fdisk</command>'s <userinput>C</userinput> command and extract the image directly to that:
ko: <filename>hd-media/boot.img.gz</filename> 파일에는 <command>yaboot</command>와 그 설정 파일들은 물론, 모든 설치 프로그램 파일들이 (커널 포함) 다 들어 있습니다. <command>mac-fdisk</command>의 <userinput>C</userinput> 명령으로 "Apple_Bootstrap" 타입의 파티션을 USB 메모리에 만들고 이미지를 다음 명령으로 풀어 놓으십시오:
sv: Det finns en allt-i-ett-fil <filename>hd-media/boot.img.gz</filename> som innehåller alla installerarens filer (inklusive kärnan) såväl som <command>yaboot</command> och dess konfigurationsfil. Skapa en partition av typen "Apple_Bootstrap" på¨ditt USB-minne med kommandot <userinput>C</userinput> i <command>mac-fdisk</command> och extrahera avbilder direkt till den:

source: Using this method will destroy anything already on the device. Make sure that you use the correct device name for your USB stick.
ko: 이렇게 하면 해당 장치에 들어 있는 내용이 모두 지워집니다. USB 메모리의 장치 이름을 올바르게 사용하도록 주의하십시오.
sv: Den här metoden förstör allt som redan finns på enheten. Se till att du använder det korrekta enhetsnamnet för ditt USB-minne.

source: After that, mount the USB memory stick (<userinput>mount <replaceable arch="x86">/dev/sda</replaceable> <replaceable arch="powerpc">/dev/sda2</replaceable> /mnt</userinput>), which will now have <phrase arch="x86">a FAT filesystem</phrase> <phrase arch="powerpc">an HFS filesystem</phrase> on it, and copy a Debian netinst or businesscard ISO image to it (see <xref linkend="usb-add-iso"/>). Unmount the stick (<userinput>umount /mnt</userinput>) and you are done.
ko: 그 다음 USB 메모리를 마운트하십시오. (<userinput>mount <replaceable arch="x86">/dev/sda</replaceable> <replaceable arch="powerpc">/dev/sda2</replaceable> /mnt</userinput>) 이 USB 메모리에는 <phrase arch="x86">a FAT filesystem</phrase><phrase arch="powerpc">an HFS filesystem</phrase>이 들어 있고, 그 안에 데비안 네트워크 설치 ISO 이미지 혹은 비지니스 카드 ISO 이미지가 들어 있습니다. (<xref linkend="usb-add-iso"/> 참고) 마운트를 해제하면 (<userinput>umount /mnt</userinput>) 다 끝납니다.
sv: Efter det, montera USB-minnet (<userinput>mount <replaceable arch="x86">/dev/sda</replaceable> <replaceable arch="powerpc">/dev/sda2</replaceable> /mnt</userinput>), som nu har <phrase arch="x86">ett FAT-filsystem</phrase> <phrase arch="powerpc">ett HFS-filsystem</phrase> på sig, och kopiera en av Debians nätinstallation- eller visitkortsavbilder till den (se <xref linkend="usb-add-iso"/>). Avmontera minnet (<userinput>umount /mnt</userinput>) och du är klar.

source: If you like more flexibility or just want to know what's going on, you should use the following method to put the files on your stick.
ko: 좀 더 유연한 방법이 좋다면, 아니면 무슨 일이 일어나고 있는지 보고 싶기라도 하다면, 다음 방법으로 파일을 USB 메모리에 집어 넣으십시오.
sv: Om du vill ha mer flexibilitet eller bara vill veta vad som händer, bör du använda följande metod att lägga in filerna på ditt USB-minne.

source: USB stick partitioning on &arch-title;
ko: &arch-title;에서 USB 메모리 파티션하기
sv: Partitionering av USB-minne på &arch-title;

source: We will show how to setup the memory stick to use the first partition, instead of the entire device.
ko: 다음은 USB 메모리에서 전체 장치를 사용하지 않고, 첫 번째 파티션을 사용하는 방법입니다.
sv: Vi kommer nu att visa hur man ställer in USB-minnet att använda första partitionen, istället för hela enheten.
