Repository: dankamongmen/s-i
Catalog: manual/po/*/post-install.po
Languages: hu, ko, sv, vi

source: After a fresh install of Debian, just the current system is configured for booting with <command>LILO</command>. If you want to boot another Linux kernel, you have to edit the configuration file <filename>/etc/lilo.conf</filename> to add the following lines: <informalexample><screen> &additional-lilo-image; </screen></informalexample> For a basic setup just the first two lines are necessary. If you want to know more about the other two options please have a look at the <command>LILO</command> documentation. This can be found in <filename>/usr/share/doc/lilo/</filename>. The file which should be read is <filename>Manual.txt</filename>. To have a quicker start into the world of booting a system you can also look at the <command>LILO</command> man pages <filename>lilo.conf</filename> for an overview of configuration keywords and <filename>lilo</filename> for description of the installation of the new configuration into the boot sector.
hu: A Debian egy friss telepítése után csak a jelen rendszer indítható, ha a <command>LILO</command> betöltőt használjuk. Ebben az esetben, ha más Linux rendszermagot akarsz indítani, a <filename>/etc/lilo.conf</filename> fájl szerkesztése szükséges, például: <informalexample><screen> &additional-lilo-image; </screen></informalexample> Egy alap beállításhoz csak az 1. 2 sor szükséges. Több adatért lásd a <command>LILO</command> dokumentációját. Ez a <filename>/usr/share/doc/lilo/</filename> könyvtárban található. A fontos fájl a <filename>Manual.txt</filename>. A <command>LILO</command> kézikönyv-oldalait is átnézheted. A <filename>lilo.conf</filename> tartalmazza a beállításokat, a <filename>lilo</filename> az új beállító fájl telepítésének leírását.
sv: Efter en färsk installation av Debian är bara nuvarande systemet konfigurerat för uppstart med <command>LILO</command>. Om du vill starta upp en annan Linuxkärna måste du redigera konfigurationsfilen <filename>/etc/lilo.conf</filename> och lägga till följande rader: <informalexample><screen> &additional-lilo-image; </screen></informalexample> För en enkel inställning är endast de två första raderna nödvändiga. Om du vill veta mer om de andra två inställningar, se på dokumentationen för <command>LILO</command>. Denna kan hittas i <filename>/usr/share/doc/lilo/</filename>. Filen som bör läsas är <filename>Manual.txt</filename>. För att få en snabbare start i hur man startar upp ett system med <command>LILO</command> kan du också se på manualsidorna för <filename>lilo.conf</filename> för en översikt av nyckelorden och <filename>lilo</filename> för beskrivning av installation av ny konfiguration i startsektorn.
vi: Sau khi cài đặt Debian từ số không, chỉ hệ thống hiện thời được cấu hình để khởi động bằng <command>LILO</command>. Nếu bạn muốn khởi động một hạt nhân Linux khác, bạn cần phải hiệu chỉnh tập tin cấu hình <filename>/etc/lilo.conf</filename> để thêm những dòng theo đây: <informalexample><screen> &additional-lilo-image; </screen></informalexample> Để thiết lập cơ bản, chỉ cần nhập hai dòng đầu thôi. Nếu bạn muốn biết thêm về hai tùy chọn khác, xem tài liệu hướng dẫn <command>LILO</command> nằm trong thư mục <filename>/usr/share/doc/lilo/</filename>, bắt đầu với tập tin Sổ Tay <filename>Manual.txt</filename>. Để lấy nhanh thông tin về cách khởi động hệ thống, bạn cũng có thể đọc những trang hướng dẫn (man) <command>LILO</command>, tập tin cấu hình <filename>lilo.conf</filename> để tìm tổng quan của từ khoá cấu hình, và tập tin <filename>lilo</filename> để xem mô tả cách cài đặt cấu hìnhse mới vào rãnh ghi khởi động.

source: Notice that there are other boot loaders available in &debian;, such as GRUB (in <classname>grub</classname> package), CHOS (in <classname>chos</classname> package), Extended-IPL (in <classname>extipl</classname> package), loadlin (in <classname>loadlin</classname> package) etc.
hu: Más fontos boot betöltők is vannak a &debian; rendszerben, például a GRUB (a <classname>grub</classname> csomagban), CHOS (a <classname>chos</classname> csomagban), Extended-IPL (az <classname>extipl</classname> csomagban), loadlin (a <classname>loadlin</classname> csomagban) és így tovább.
sv: Notera att det finns andra starthanterare tillgängliga i &debian; såsom GRUB (i paketet <classname>grub</classname>), CHOS (i paketet <classname>chos</classname>), Extended-IPL (i paketet <classname>extipl</classname>) och loadlin (i paketet <classname>loadlin</classname>) etc.
vi: Ghi chú rằng &debian; có sẵn một số bộ tải khởi động khác: GRUB (trong gói <classname>grub</classname>), CHOS (trong gói <classname>chos</classname>), Extended-IPL (trong gói <classname>extipl</classname>), loadlin (trong gói <classname>loadlin</classname>) v.v.

source: To compile a kernel the Debian way, you need some packages: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname> (the most recent version at the time of this writing)</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname></phrase> and a few others which are probably already installed (see <filename>/usr/share/doc/kernel-package/README.gz</filename> for the complete list).
hu: Ha a Debian módszerével fordítanál, szükséged lesz pár csomagra, úgymint: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname> (a legújabb verzió, mikor ezt írom)</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname></phrase> és egy pár egyébre, mely már valószínűleg telepítve van (a teljes listát elolvashatod a <filename>/usr/share/doc/kernel-package/README.gz</filename> fájlban).
sv: För att bygga en kärna på Debians sätt behöver du några paket: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname> (den senaste versionen i skrivande stund)</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname></phrase> och ett fåtal andra som antagligen redan är installerade (se <filename>/usr/share/doc/kernel-package/README.gz</filename> för den kompletta listan).
vi: Để biên dịch hạt nhân bằng cách Debian, bạn cần lấy một số gói: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <phrase condition="classic-kpk"><classname>kernel-source-&kernelversion;</classname> (phiên bản mới nhất vào lúc viết câu này)</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname></phrase> và vài gói khác rất có thể đã được cài đặt (xem tập tin Đọc Đi <filename>/usr/share/doc/kernel-package/README.gz</filename> để tìm toàn danh sách).

source: Note that you don't <emphasis>have</emphasis> to compile your kernel the <quote>Debian way</quote>; but we find that using the packaging system to manage your kernel is actually safer and easier. In fact, you can get your kernel sources right from Linus instead of <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname>,</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname>,</phrase> yet still use the <classname>kernel-package</classname> compilation method.
hu: Tudd, hogy nem <emphasis>kell</emphasis> a kernelt a <quote>Debian módszer</quote> útján fordítanod; de a kernel csomagoló rendszerrel való kezelése biztosabb és könnyebb. Fontos tudni, hogy a kernel forrásokat Linustól is letöltheted a Debian <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname>,</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname>,</phrase> csomagok használata helyett, és még így is rendelkezésedre áll a <classname>kernel-package</classname> kernel-fordítási módszer használata.
sv: Notera att du inte <emphasis>behöver</emphasis> bygga din kärna på <quote>Debians sätt</quote>; men vi tycker att användning av paketsystemet för att hantera din kärna är faktiskt säkrare och lättare. Faktiskt kan du hämta källkod för din kärna från Linus istället för <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname>,</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname>,</phrase> och ändå använda byggnationsmetoden för <classname>kernel-package</classname>.
vi: Ghi chú rằng bạn không <emphasis>cần phải</emphasis> biên dịch hạt nhân bằng <quote>cách Debian</quote>; nhưng mà chúng tôi cho là phương pháp sử dụng hệ thống quản lý gói để quản lý hạt nhân riêng thật sự là dễ hơn và an toàn hơn. Tức là, bạn có thể lấy mã nguồn hạt nhân một cách trực tiếp từ bắc Linus thay cho <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname>,</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname>,</phrase> mà vẫn còn sử dụng phương pháp biên dịch kiểu <classname>kernel-package</classname>.

source: Hereafter, we'll assume you have free rein over your machine and will extract your kernel source to somewhere in your home directory<footnote> <para> There are other locations where you can extract kernel sources and build your custom kernel, but this is easiest as it does not require special permissions. </para> </footnote>. We'll also assume that your kernel version is &kernelversion;. Make sure you are in the directory to where you want to unpack the kernel sources, extract them using <phrase condition="classic-kpkg"><userinput>tar xjf /usr/src/kernel-source-&kernelversion;.tar.bz2</userinput></phrase> <phrase condition="common-kpkg"><userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput></phrase> and change to the directory <phrase condition="classic-kpkg"><filename>kernel-source-&kernelversion;</filename></phrase> <phrase condition="common-kpkg"><filename>linux-source-&kernelversion;</filename></phrase> that will have been created.
hu: Mostantól azt feltételezzük, hogy szabadon mozogsz a gépen, és a kernel forrását kicsomagolod a saját könyvtáradba<footnote> <para> Vannak más helyek is, ahova kicsomagolhatod és ahol elkészítheted saját kerneledet, de ez a legegyszerűbb és nem igényel különleges jogokat.. </para> </footnote>. A példában azt vesszük, hogy kerneled verziója &kernelversion;. Győződj meg, hogy abban a könyvtárban vagy, ahova ki akarod bontani a kernelforrásokat, csomagold ki őket így: <phrase condition="classic-kpkg"><userinput>tar xjf /usr/src/kernel-source-&kernelversion;.tar.bz2</userinput></phrase> <phrase condition="common-kpkg"><userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput></phrase> és lépj a létrejött <phrase condition="classic-kpkg"><filename>kernel-source-&kernelversion;</filename></phrase> <phrase condition="common-kpkg"><filename>linux-source-&kernelversion;</filename></phrase> könyvtárba.
sv: Från och med nu antar vi att du har fria tyglar över din maskin och kommer att packa upp källkoden till din kärna någonstans i din hemkatalog<footnote> <para> Det finns andra platser där du kan packa upp källkoden och bygga din anpassade kärna men det är lättast eftersom det inte kräver speciella rättigheter. </para> </footnote>. Se till att du står i katalogen du vill packa upp källkoden till, packa upp den med <phrase condition="classic-kpkg"><userinput>tar xjf /usr/src/kernel-source-&kernelversion;.tar.bz2</userinput></phrase> <phrase condition="common-kpkg"><userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput></phrase> och byt till katalogen <phrase condition="classic-kpkg"><filename>kernel-source-&kernelversion;</filename></phrase> <phrase condition="common-kpkg"><filename>linux-source-&kernelversion;</filename></phrase> som har skapats.
vi: Kể từ câu này, giả sử là bạn điều khiển hoàn toàn máy tính, cũng sẽ giải nén mã nguồn hạt nhân vào nơi nào trong thư mục chính của bạn. <footnote> <para> Có một số vị trí khác nơi bạn có thể giải nén mã nguồn hạt nhân rồi xây dựng hạt nhân tự chọn, nhưng mà dễ nhất khi giải nén vào thư mục chính vì không cần thiết quyền truy cập đặc biệt. </para> </footnote>. Cũng giả sử là phiên bản hạt nhân là &kernelversion;. Hãy chắc là bạn nằm trong thư mục nơi bạn muốn giải nén mã nguồn hạt nhân, rồi giải nén nó bằng lệnh <phrase condition="classic-kpkg"><userinput>tar xjf /usr/src/kernel-source-&kernelversion;.tar.bz2</userinput></phrase> <phrase condition="common-kpkg"><userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput></phrase>, sau đó chuyển đổi sang thư mục <phrase condition="classic-kpkg"><filename>kernel-source-&kernelversion;</filename></phrase> <phrase condition="common-kpkg"><filename>linux-source-&kernelversion;</filename></phrase> mới được tạo.

source: Once the compilation is complete, you can install your custom kernel like any package. As root, do <phrase condition="classic-kpkg"> <userinput>dpkg -i ../kernel-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. </phrase> <phrase condition="common-kpkg"> <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. </phrase> The <replaceable>subarchitecture</replaceable> part is an optional sub-architecture, <phrase arch="i386"> such as <quote>686</quote>, </phrase> depending on what kernel options you set. <userinput>dpkg -i</userinput> will install the kernel, along with some other nice supporting files. For instance, the <filename>System.map</filename> will be properly installed (helpful for debugging kernel problems), and <filename>/boot/config-&kernelversion;</filename> will be installed, containing your current configuration set. Your new kernel package is also clever enough to automatically update your boot loader to use the new kernel. If you have created a modules package, <phrase condition="classic-kpkg">e.g., if you have PCMCIA,</phrase> you'll need to install that package as well.
hu: A fordítás végeztével más csomaghoz hasonlóan telepítheted az egyedi kernelt. Rendszergazdaként add ki ezt a parancsot: <phrase condition="classic-kpkg"> <userinput>dpkg -i ../kernel-image-&kernelversion;-<replaceable>alarchitektúra</replaceable>_egyedi.1.0_&architecture;.deb</userinput>. </phrase> <phrase condition="common-kpkg"> <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>alarchitektúra</replaceable>_egyedi.1.0_&architecture;.deb</userinput>. </phrase> Az <replaceable>alarchitektúra</replaceable> rész egy lehetséges al-architektúra, <phrase arch="i386"> például <quote>686</quote>, </phrase> a beállított kernelopcióktól is függ. A <userinput>dpkg -i</userinput> telepíti a kernelt kiegészítő támogató fájlokkal. Például a <filename>System.map</filename> megfelelően telepítésre kerül (kernelhibák keresését segíti), és a <filename>/boot/config-&kernelversion;</filename> is telepítésre kerül, mely a beállításokat tartalmazza. Az új kernel csomag automatikusak frissíti is a boott betöltőt. Ha modul csomagot is készítettél <phrase condition="classic-kpkg">például PCMCIA esetén,</phrase> azt a csomagot is telepítened kell.

source: Once the compilation is complete, you can install your custom kernel like any package. As root, do <phrase condition="classic-kpkg"> <userinput>dpkg -i ../kernel-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. </phrase> <phrase condition="common-kpkg"> <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. </phrase> The <replaceable>subarchitecture</replaceable> part is an optional sub-architecture, <phrase arch="i386"> such as <quote>i586</quote>, </phrase> depending on what kernel options you set. <userinput>dpkg -i</userinput> will install the kernel, along with some other nice supporting files. For instance, the <filename>System.map</filename> will be properly installed (helpful for debugging kernel problems), and <filename>/boot/config-&kernelversion;</filename> will be installed, containing your current configuration set. Your new kernel package is also clever enough to automatically update your boot loader to use the new kernel. If you have created a modules package, <phrase condition="classic-kpkg">e.g., if you have PCMCIA,</phrase> you'll need to install that package as well.
vi: Một khi biên dịch xong, bạn có khả năng cài đặt hạt nhân tự chọn giống như bất cứ gói phần mềm nào. Với tự động cách là người chủ, hãy chạy lệnh <phrase condition="classic-kpkg"> <userinput>dpkg -i ../kernel-image-&kernelversion;-<replaceable>kiến trúc phụ</replaceable>_custom.1.0_&architecture;.deb</userinput>. </phrase> <phrase condition="common-kpkg"> <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. </phrase> Phần <replaceable>kiến trúc phụ</replaceable> là kiến trúc phụ tùy chọn, <phrase arch="i386"> v.d. <quote>i586</quote>, </phrase> phụ thuộc vào những tùy chọn hạt nhân bạn đặt. Lệnh <userinput>dpkg -i</userinput> sẽ cài đặt hạt nhân, cùng với một số tập tin hỗ trợ hữu ích khác. Chẳng hạn, tập tin <filename>System.map</filename> (bản đồ hệ thống) rất có thể được cài đặt (hữu ích để gỡ lỗi vấn đề hạt nhân); tập tin <filename>/boot/config-&kernelversion;</filename> (cấu hình phiên bản hạt nhân) được cài đặt, chứa tập cấu hình hiện thời của bạn. Gói hạt nhân mới cũng có khả năng cập nhật tự động bộ tải khởi động để sử dụng hạt nhân mới. Nếu bạn đã tạo một gói mô-đun (modules), <phrase condition="classic-kpkg">v.d. nếu bạn có khả năng PCMCIA,</phrase> bạn cũng cần phải cài đặt gói đó.

source: If possible, the installer will now present you with a shell prompt in the file system you selected, which you can use to perform any necessary repairs. <phrase arch="i386"> For example, if you need to reinstall the GRUB boot loader into the master boot record of the first hard disk, you could enter the command <userinput>grub-install '(hd0)'</userinput> to do so. </phrase>
sv: Om möjligt kommer installeraren nu att ge dig en skalprompt i filsystemet du valt vilket du kan använda för att genomföra nödvändiga reparationer. <phrase arch="i386"> Till exempel om du behöver installera om starthanteraren GRUB till huvudstartsektorn på första hårddisken kan du ange kommandot <userinput>grub-install '(hd0)'</userinput> för att göra det här. </phrase>
vi: Nếu có thể, trình cài đặt lúc bây giờ hiển thị dấu nhắc trình bao trong hệ thống tập tin mới chọn, cho bạn thực hiện việc sửa chữa. <phrase arch="i386">Ví dụ, nếu bạn cần phải cài đặt lại bộ tải khởi động GRUB vào mục ghi khởi động chính của đĩa cứng thứ nhất, bạn có thể gõ lệnh <userinput>grub-install '(hd0)'</userinput> để làm như thế. </phrase>
