Repository: dankamongmen/s-i
Catalog: manual/po/*/post-install.po
Languages: hu, ko, sv, vi

source: Next Steps and Where to Go From Here
hu: A következő lépések. Milyen lehetőségekkel élhetünk?
ko: 다음 단계 및 그 다음에 할 일
sv: Nästa steg och var ska man gå nu
vi: Bước tiếp và đi đâu vậy?

source: Shutting down the system
hu: A rendszer leállítása
ko: 시스템 끄기

source: To shut down a running Linux system, you must not reboot with the reset switch on the front or back of your computer, or just turn off the computer. Linux should be shut down in a controlled manner, otherwise files might get lost and/or disk damage might occur. If you run a desktop environment, there is usually an option to <quote>log out</quote> available from the application menu that allows you to shutdown (or reboot) the system.
hu: Egy futó GNU/Linux rendszer leállításánál szerencsére mellőzhető a gép durva, azonnali áramtalanítása az újraindító vagy kapcsoló gombbal, irányított módon tesszük ezt, így a fájlok vagy a lemez nem sérülhet. Amikor egy asztali környezetet futtatsz, általában megleled a <quote>kijelentkezés</quote> pontot a környezet menüjében, mellyel leállíthatod (vagy újraindíthatod) a rendszert.
ko: 동작하고 있는 리눅스 시스템을 끌 때는 컴퓨터의 앞뒤에 있는 리셋 스위치를 이용해 다시 시작하거나 컴퓨터 전원을 꺼 버려서는 안 됩니다. 리눅스는 정해진 방법을 이용해서 꺼야 하고, 그렇지 않으면 파일이 지워지거나 디스크에 손상이 올 수 있습니다. 데스크탑 환경에서 실행하는 중이라면, 프로그램 메뉴에 <quote>로그아웃</quote> 옵션이 있고 그 메뉴에서 시스템을 끌 수 (아니면 다시 시작할 수) 있습니다.

source: Alternatively you can press the key combination <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>Del</keycap> </keycombo> <phrase arch="powerpc;m68k"> or <keycombo> <keycap>Control</keycap> <keycap>Shift</keycap> <keycap>Power</keycap> </keycombo> on Macintosh systems</phrase>. A last option is to log in as root and type one of the commands <command>poweroff</command>, <command>halt</command> or <command>shutdown -h now</command> if either of the key combinations do not work or you prefer to type commands; use <command>reboot</command> to reboot the system.
hu: Más esetben legtöbbször használhatod a <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>Del</keycap> </keycombo> <phrase arch="powerpc;m68k"> vagy Macintosh rendszereken <keycombo> <keycap>Control</keycap> <keycap>Shift</keycap> <keycap>Power</keycap> </keycombo></phrase> billentyűket. Végül rendszergazdaként használhatod a <command>poweroff</command>, <command>halt</command> vagy <command>shutdown -h now</command> parancsokat, ha a gyorsbillentyűk céljaidra nem megfelelők; a <command>reboot</command> parancs újraindít.
ko: 다른 방법으로 <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>Del</keycap> </keycombo> <phrase arch="powerpc;m68k">아니면 Macintosh 시스템에서는 <keycombo> <keycap>Control</keycap> <keycap>Shift</keycap> <keycap>Power</keycap> </keycombo> </phrase>키 조합을 누를 수도 있습니다. 또 다른 방법으로 위의 키 조합이 동작하지 않거나 명령어를 사용하는 걸 더 좋아한다면, root로 로그인해서 <command>poweroff</command>, <command>halt</command> 아니면 <command>shutdown -h now</command> 명령을 사용하고 시스템을 다시 시작하려면 <command>reboot</command> 명령을 사용합니다.

source: If You Are New to Unix
hu: Ha új vagy a Unixban
ko: 유닉스를 처음 접한다면
sv: Om du är nybörjare i Unix
vi: Cho người dùng UNIX mới

source: If you are new to Unix, you probably should go out and buy some books and do some reading. A lot of valuable information can also be found in the <ulink url="&url-debian-reference;">Debian Reference</ulink>. This <ulink url="&url-unix-faq;">list of Unix FAQs</ulink> contains a number of UseNet documents which provide a nice historical reference.
hu: Ha még nem ismered a unixos alapokat, hasznos lehet belenézni pár könyvbe. Sok nagyon hasznos információ megtalálható a <ulink url="&url-debian-reference;">Debian Reference</ulink> leírásban. A <ulink url="&url-unix-faq;">Unix FAQ-lista</ulink> jó néhány UseNet dokumentumra hivatkozik.
ko: 유닉스를 처음 접한다면, 아마 책을 몇권 사서 읽는 게 좋을 것입니다. 또 여러가지 좋은 정보들이 <ulink url="&url-debian-reference;">Debian Reference</ulink>에 있습니다. <ulink url="&url-unix-faq;">list of Unix FAQs</ulink>에는 역사적인 훌륭한 참고자료들이 들어 있는 여러가지 유즈넷 문서 목록이 들어 있습니다.
sv: Om du är nybörjare i Unix-världen bör du antagligen gå ut och köpa några böcker att läsa. En hel del värdefull information kan också hittas på <ulink url="&url-debian-reference;">Debianreferens</ulink>. Den här listan av <ulink url="&url-unix-faq;">Unix FAQ</ulink> innehåller ett antal av UseNet-dokument som ger trevliga historiska referenser.
vi: Nếu bạn chưa quen với UNIX, khuyên bạn đọc một số cuốn sách và tài liệu. Rất nhiều thông tin hữu ích nằm trong Tham Khảo Debian <ulink url="&url-debian-reference;">Debian Reference</ulink>. Danh sách các Hỏi Đáp UNIX <ulink url="&url-unix-faq;">list of Unix FAQs</ulink> này chứa một số tài liệu UseNet cung cấp tham khảo lịch sử tốt.

source: Linux is an implementation of Unix. The <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> collects a number of HOWTOs and online books relating to Linux. Most of these documents can be installed locally; just install the <classname>doc-linux-html</classname> package (HTML versions) or the <classname>doc-linux-text</classname> package (ASCII versions), then look in <filename>/usr/share/doc/HOWTO</filename>. International versions of the LDP HOWTOs are also available as Debian packages.
hu: A GNU/Linux alapjaiban egy Unix-szerű rendszer. A <ulink url="&url-ldp;">Linux Dokumentációs Projekt (LDP)</ulink> számos HOGYAN és könyv gyűjteménye. Ezek többsége a Debian rendszerben helyileg is telepíthető; egyszerűen telepítsd a <classname>doc-linux-html</classname> csomagot (HTML verzió) vagy a <classname>doc-linux-text</classname> csomagot (ASCII verzió), és megtalálod a <filename>/usr/share/doc/HOWTO</filename> könyvtárban.
ko: 리눅스는 유닉스를 구현한 것입니다. <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> 사이트에는 리눅스에 관한 여러가지 HOWTO와 온라인 서적이 있습니다. 이 문서 대부분은 컴퓨터에 직접 설치할 수도 있습니다. <classname>doc-linux-html</classname> 꾸러미 (HTML 버전) 아니면 <classname>doc-linux-text</classname> 꾸러미를 (ASCII 버전) 설치하시고, <filename>/usr/share/doc/HOWTO</filename> 안의 파일을 읽어보십시오. 여러가지 언어로 되어 있는 LDP HOWTO도 데비안 꾸러미가 있습니다.
sv: Linux är en implementering av Unix. <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> samlar ett antal HOWTO-dokument och onlineböcker relaterade till Linux. De flesta av dessa dokument kan installeras lokalt; installera helt enkelt paketet <classname>doc-linux-html</classname> (HTML-versioner) eller paketet <classname>doc-linux-text</classname> (ASCII-versioner) och se i <filename>/usr/share/doc/HOWTO</filename>. Internationella versioner av LDPs HOWTO-dokument finns också tillgängliga som Debian-paket.
vi: Linux là một bản thực hiện UNIX riêng. Dự án tài liệu Linux <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> tập hợp một số tài liệu Thế Nào và cuốn sách trực tuyến liên quan đến Linux. Phần lớn tài liệu này có thể được cài đặt một cách cục bộ: chỉ đơn giản hãy cài đặt gói <classname>doc-linux-html</classname> (kiểu HTML) hay gói <classname>doc-linux-text</classname> (kiểu ASCII), rồi tìm trong thư mục Thế Nào <filename>/usr/share/doc/HOWTO</filename>. Phiên bản đã dịch của những tài liệu Thế Nào LDP (nếu có) cũng được công bố dạng gói Debian.

source: Orienting Yourself to Debian
hu: Hangolódj a Debian rendszerre
ko: 데비안에 익숙해지기
sv: Orientera dig runt i Debian
vi: Giới thiệu về Debian

source: Debian is a little different from other distributions. Even if you're familiar with Linux in other distributions, there are things you should know about Debian to help you to keep your system in a good, clean state. This chapter contains material to help you get oriented; it is not intended to be a tutorial for how to use Debian, but just a very brief glimpse of the system for the very rushed.
hu: A Debian természetesen egyedi jellemzőket is tartalmaz. Valószínűleg már dolgoztál hasonló rendszerrel, de még így is van pár hasznos tudnivaló, mellyel Debian rendszeredet jól és rendben tarthatod. Ez a fejezet ezekről szól; természetesen nem egy átfogó Debian oktatóanyag, csak egy pillantás a rendszerre az esetleges legsürgősebb dolgokról.
ko: 데비안은 다른 배포판들과 약간 다릅니다. 다른 배포판에 익숙해져 있다고 해도 몇 가지 알아둬야 시스템을 훌륭하고 깔끔한 상태로 유지합니다 이 장에서는 데비안에 익숙해지는 방법을 설명합니다. 데비안을 사용하는 방법을 하나하나 설명하지 않고, 성급한 분들을 위해 아주 약간의 시스템 개요만 설명합니다.
sv: Debian är lite olik från övriga distributioner. Även om du känner till Linux i andra distributioner är det några saker du bör känna till Debian för att hjälpa dig att behålla ditt system i bra och ren kondition. Det här kapitlet innehåller material för att hjälpa dig att ta dig fram i systemet; det är inte menat att vara en hjälp för att använda Debian men helt enkelt en kort sammanfattning av systemet för de som har bråttom.
vi: Debian khác một ít với những bản phát hành khác. Thậm chí nếu bạn quen với Linux trong bản phát hành khác, có một số điều cần biết về Debian để giúp đỡ bạn bảo quản một hệ thống tốt đẹp. Chương này chứa thông tin để giúp đỡ bạn bắt đầu dùng Debian; nó không phải là trợ lý hướng dẫn về cách sử dụng Debian, chỉ là tóm tắt rất vắn cho người quá bận thôi.

source: Debian Packaging System
hu: A Debian csomagkezelő rendszer
ko: 데비안 꾸러미 시스템
sv: Debians paketsystem
vi: Hệ thống quản lý gói Debian

source: The most important concept to grasp is the Debian packaging system. In essence, large parts of your system should be considered under the control of the packaging system. These include: <itemizedlist> <listitem><para> <filename>/usr</filename> (excluding <filename>/usr/local</filename>) </para></listitem> <listitem><para> <filename>/var</filename> (you could make <filename>/var/local</filename> and be safe in there) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> For instance, if you replace <filename>/usr/bin/perl</filename>, that will work, but then if you upgrade your <classname>perl</classname> package, the file you put there will be replaced. Experts can get around this by putting packages on <quote>hold</quote> in <command>aptitude</command>.
hu: A legfontosabb, amit meg kell értenünk, a Debian csomagkezelő rendszer. A rendszer legnagyobb részét ez kezeli. Így például: <itemizedlist> <listitem><para> <filename>/usr</filename> (kivéve <filename>/usr/local</filename>) </para></listitem> <listitem><para> <filename>/var</filename> (készíthető egyéni <filename>/var/local</filename> és használható mentésre) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist>. Például, ha lecseréled a <filename>/usr/bin/perl</filename> fájlt, működni fog, de ha frissül a rendszereden a <classname>perl</classname> csomag, az felülírja majd. Haladó felhasználóként viszont visszafogásba (<quote>hold</quote>) teheted a csomagot például az <command>aptitude</command> paranccsal indítható felület segítségével.
ko: 알아야 할 가장 중요한 점은 데비안 꾸러미 시스템입니다. 원칙적으로 시스템의 대부분을 꾸러미 시스템이 제어하게 됩니다. 이 부분은: <itemizedlist> <listitem><para> <filename>/usr</filename> (<filename>/usr/local</filename> 제외) </para></listitem> <listitem><para> <filename>/var</filename> (<filename>/var/local</filename>을 만들면 그 안에서는 제어하지 않음) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> 예를 들어, <filename>/usr/bin/perl</filename> 파일을 덮어 썼다고 하면 당장은 덮어 쓴 파일로 동작하긴 하지만, <classname>perl</classname> 꾸러미를 업그레이드하면 그 파일을 업그레이드하면서 다시 덮어 씁니다. 전문가들이라면 <command>aptitude</command>에서 해당 꾸러미를 <quote>고정</quote>상태로 놓아서 이 문제를 피해갑니다.
sv: Det viktigaste konceptet att få grepp om är Debians paketsystem. Stora delar av ditt system bör anses vara under paketsystemets kontroll. Dessa inkluderar: <itemizedlist> <listitem><para> <filename>/usr</filename> (exkluderat <filename>/usr/local</filename>) </para></listitem> <listitem><para> <filename>/var</filename> (du kan skapa <filename>/var/local</filename> och vara säker där) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> Till exempel om du ersätter <filename>/usr/bin/perl</filename> kommer det att fungera men om du uppgraderar ditt <classname>perl</classname>-paket kommer filen du placerade där att ersättas. Experter kan komma runt det här genom att <quote>hålla kvar</quote> paket i <command>aptitude</command>.
vi: Khái niệm quan trọng nhất cần hiểu được là hệ thống gói Debian. Về cơ bản thì nhiều phần lớn của hệ thống của bạn được điều khiển bởi hệ thống quản lý gói này. Những phần này gồm: <itemizedlist> <listitem><para> <filename>/usr</filename> (trừ <filename>/usr/local</filename>) </para></listitem> <listitem><para> <filename>/var</filename> (bạn có thể làm <filename>/var/local</filename> và hoạt động trong đó một cách an toàn) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> Lấy thí dụ, bạn có thể thay thế <filename>/usr/bin/perl</filename> được, nhưng mà nếu bạn nâng cấp gói <classname>perl</classname>, tập tin bạn đã chèn sẽ bị thay thế. Nhà chuyên môn có thể tránh sự khó này bằng cách đặt gói riêng đã <quote>giữ lại</quote> trong chương trình <command>aptitude</command>.

source: One of the best installation methods is apt. You can use the command line version <command>apt-get</command> or full-screen text version <application>aptitude</application>. Note apt will also let you merge main, contrib, and non-free so you can have export-restricted packages as well as standard versions.
hu: A telepítés egyik legjobb módja az apt. Ennek több felülete létezik, például az <command>apt-get</command> parancssoros felület, vagy az <application>aptitude</application> teljes-képernyős szöveges felület. Az apt a fő, vagyis main tárolók mellett a contrib és non-free nevűeket is tudja kezelni, így, ha esetleg ezeket is használnád, korlátozó csomagjaid éppúgy lesznek, mint standard verziójúak.
ko: 가장 훌륭한 꾸러미 설치 도구의 하나는 APT입니다. 명령행 방식의 <command>apt-get</command>을 사용할 수도 있고, 텍스트 전체화면 방식의 <application>aptitude</application>를 사용할 수도 있습니다. APT를 이용해 main, contrib, non-free 모두에서 설치할 수 있고, 그러면 표준 꾸러미 외에 특정 국가로 수출이 제한되어 있는 꾸러미까지도 설치할 수 있습니다.
sv: En av de bästa installationsmetoderna är apt. Du kan använda kommandoradsversionen <command>apt-get</command> eller textversionen i fullskärmsläget, <application>aptitude</application>. Notera att apt också låter dig att sammanföra main, contrib och non-free så att du kan använda paket med exportrestriktioner såväl som standardversioner.
vi: Một của những phương pháp cài đặt tốt nhất là « apt ». Bạn có thể sử dụng phiên bản kiểu dòng lệnh <command>apt-get</command> hoặc phiên bản nhập chữ toàn màn hình <application>aptitude</application>. Hãy ghi chú rằng apt sẽ cũng cho phép bạn hợp nhất phân loại Chính (main), Đóng góp (contrib.) và Khác tự do (non-free) để cho bạn truy cập gói bị hạn chế khi xuất, cũng như phiên bản chuẩn.

source: Application Version Management
hu: Alkalmazás verzió kezelés
ko: 프로그램 버전 관리
sv: Hantera programversioner
vi: Quản lý phiên bản ứng dụng

source: Alternative versions of applications are managed by update-alternatives. If you are maintaining multiple versions of your applications, read the update-alternatives man page.
hu: Az alkalmazások párhuzamos verzióit az update-alternatives kezeli. Ha egyes alkalmazásaid egyszerre több változatát is karbantartod, olvasd el az update-alternatives kézikönyv oldalát.
ko: 같은 이름의 프로그램이 여러가지 버전이 있는 경우 update-alternatives에서 관리합니다. 여러 버전의 프로그램을 관리하고 있다면, update-alternative 맨페이지를 읽어 보십시오.
sv: Alternativa versioner av applikationer hanteras av update-alternatives. Om du hantera ett flertal versioner av dina applikationer, läs manualsidan för update-alternatives.
vi: Phiên bản ứng dụng khác nhau được quản lý bởi « update-alternatives ». Nếu bạn có bảo tồn đồng thời nhiều phiên bản khác nhau của cùng một ứng dụng, xem trang hướng dẫn cho chương trình này, bằng lệnh: « man update-alternatives ».

source: Cron Job Management
hu: Cron feladatok kezelése
ko: CRON 작업 관리
sv: Hantera cronjobb
vi: Quản lý công việc định kỳ

source: Any jobs under the purview of the system administrator should be in <filename>/etc</filename>, since they are configuration files. If you have a root cron job for daily, weekly, or monthly runs, put them in <filename>/etc/cron.{daily,weekly,monthly}</filename>. These are invoked from <filename>/etc/crontab</filename>, and will run in alphabetic order, which serializes them.
hu: Minden a rendszergazda hatáskörébe tartozó cron feladatnak a <filename>/etc</filename> könyvtárban kell lennie, mivel ezek a cron szempontjából beállítófájlok. Ha van egy napi, heti vagy havi rendszergazdai cron feladatod, tedd a <filename>/etc/cron.{daily,weekly,monthly}</filename> könyvtárba. A <filename>/etc/crontab</filename> meghívja őket, és ABC-rendben futtatja.
ko: 시스템 관리자가 관리하는 작업들은 모두 <filename>/etc</filename> 안에 들어 있어야 합니다. 루트 CRON 작업으로 매일, 매주, 밤마다 실행해야 하는 게 있으면, 해당 작업을 <filename>/etc/cron.{daily,weekly,monthly}</filename> 아래에 넣어 두십시오. 이 디렉토리 아래의 파일들은 <filename>/etc/crontab</filename>에서 시작되어 알파벳 순서로 차례대로 실행하며 동기화 될 것입니다.
sv: Alla jobb under systemadministratörens ansvar bör ligga i <filename>/etc</filename> eftersom de är konfigurationsfiler. Om root har ett cronjobb för dagliga, veckomässiga eller månatliga körningar, lägg dom i <filename>/etc/cron.{daily,weekly,monthly}</filename>. Dessa startas från <filename>/etc/crontab</filename> och kommer att köras i alfabetisk ordning.
vi: Công việc nào nằm trong phạm vị hoạt động của quản trị hệ thống nên được ghi vào thư mục <filename>/etc</filename>, vì chúng là tập tin cấu hình. Nếu bạn tạo công việc định kỳ (cron) với quyền người chủ (root) cần chạy hàng ngày (daily), hàng tuần (weekly) hay hàng tháng (monthly), hãy chèn chúng vào <filename>/etc/cron.{daily,weekly,monthly}</filename>. Những công việc này được gọi từ <filename>/etc/crontab</filename>: chúng sẽ chạy theo thứ tự abc, mà sắp xếp chúng.

source: On the other hand, if you have a cron job that (a) needs to run as a special user, or (b) needs to run at a special time or frequency, you can use either <filename>/etc/crontab</filename>, or, better yet, <filename>/etc/cron.d/whatever</filename>. These particular files also have an extra field that allows you to stipulate the user account under which the cron job runs.
ko: 한편, (1) 특정 사용자로 실행해야 할 CRON 작업이 있거나, (2) 특정 시간이나 특정 주기로 실행해야 하는 작업이 있으면, <filename>/etc/crontab</filename>을 사용하거나, 아니면 더 좋은 방법으로 <filename>/etc/cron.d/아무개</filename>를 사용할 수 있습니다. 이 파일에는 CRON 작업을 실행할 사용자를 지정하는 필드가 있습니다.

source: In either case, you just edit the files and cron will notice them automatically. There is no need to run a special command. For more information see cron(8), crontab(5), and <filename>/usr/share/doc/cron/README.Debian</filename>.
hu: Csak szerkeszd e fájlokat és a cron magától észreveszi. Nem kell különleges parancsot futtatnod. A további adatokat lásd a cron(8) és crontab(5) lapokon és a <filename>/usr/share/doc/cron/README.Debian</filename> fájlban.
ko: 둘 중에 어떤 경우이든 간에, 파일을 편집하기만 하면 CRON에서 자동으로 처리합니다. 따로 명령어를 실행할 필요가 없습니다. 더 자세한 정보는 cron(8), crontab(5), <filename>/usr/share/doc/cron/README.Debian</filename>을 참고하십시오.
sv: I annat fall kan du bara redigera filerna och cron kommer att upptäcka dom automatiskt. Det finns inget behov att köra ett speciellt kommando. För mer information, se manualsidorna cron(8), crontab(5) och <filename>/usr/share/doc/cron/README.Debian</filename>.
vi: Trong mỗi trường hợp, bạn chỉ hiệu chỉnh những tập tin đó, rồi chương trình cron sẽ nhận biết chúng một cách tự động. Không cần chạy lệnh đặc biệt nào. Để tìm thông tin thêm, xem hai trang hướng dẫn cron(8) và crontab(5), và tập tin Đọc Đi <filename>/usr/share/doc/cron/README.Debian</filename>.

source: Further Reading and Information
hu: További olvasnivalók és információk
ko: 그 외에 읽을 것과 정보
sv: Ytterligare läsning och information
vi: Thông tin thêm

source: If you need information about a particular program, you should first try <userinput>man <replaceable>program</replaceable></userinput>, or <userinput>info <replaceable>program</replaceable></userinput>.
hu: Ha tájékozódni akarsz egy programról, először majdnem mindig érdemes kipróbálni az <userinput>info <replaceable>a_program_neve</replaceable></userinput> vagy a <userinput>man <replaceable>a_program_neve</replaceable></userinput> parancsot.
ko: 특정 프로그램에 대한 정보를 보려면, <userinput>man <replaceable>프로그램</replaceable></userinput> 명령을 실행해 보시고, 아니면 <userinput>info <replaceable>프로그램</replaceable></userinput> 명령을 실행해 보십시오.
sv: Om du behöver information om ett speciellt program bör du först prova <userinput>man <replaceable>program</replaceable></userinput> eller <userinput>info <replaceable>program</replaceable></userinput>.
vi: Để tìm thông tin về chương trình riêng nào, trước tiên bạn hãy thử nhập lệnh <userinput>man <replaceable>tên_chương_trình</replaceable></userinput>, hoặc <userinput>info <replaceable>tên_chương_trình</replaceable></userinput>.

source: There is lots of useful documentation in <filename>/usr/share/doc</filename> as well. In particular, <filename>/usr/share/doc/HOWTO</filename> and <filename>/usr/share/doc/FAQ</filename> contain lots of interesting information. To submit bugs, look at <filename>/usr/share/doc/debian/bug*</filename>. To read about Debian-specific issues for particular programs, look at <filename>/usr/share/doc/(package name)/README.Debian</filename>.
hu: Számos részletesebb dokumentáció van a <filename>/usr/share/doc</filename> könyvtárban. Például a <filename>/usr/share/doc/HOWTO</filename> és <filename>/usr/share/doc/FAQ</filename> rengeteg hasznos adattal szolgál. HIbajelentéshez lásd ezt: <filename>/usr/share/doc/debian/bug*</filename>. Adott program és a Debian kapcsolatáról olvasd el a <filename>/usr/share/doc/(csomag név)/README.Debian</filename> fájlt.
ko: <filename>/usr/share/doc</filename> 안에도 유용한 문서가 많이 들어 있습니다. 특히 <filename>/usr/share/doc/HOWTO</filename> 및 <filename>/usr/share/doc/FAQ</filename>에 재미있는 정보가 많이 들어 있습니다. 버그를 제출하려면 <filename>/usr/share/doc/debian/bug*</filename> 파일들을 보십시오. 어떤 특정 프로그램의 데비안 관련 정보를 읽으려면 <filename>/usr/share/doc/(꾸러미이름)/README.Debian</filename> 파일을 보십시오.
sv: Det finns också en mängd användbar dokumentation i <filename>/usr/share/doc</filename>. Speciellt <filename>/usr/share/doc/HOWTO</filename> och <filename>/usr/share/doc/FAQ</filename> innehåller mycket intressant information. För att skicka in felrapporter, ta en titt på <filename>/usr/share/doc/debian/bug*</filename>. För att läsa om Debian-specifika problem för specifika program, ta en titt på <filename>/usr/share/doc/(paketnamn)/README.Debian</filename>.
vi: Cũng có rất nhiều tài liệu hữu ich nằm trong thư mục <filename>/usr/share/doc</filename>. Cụ thể là thư mục con Thế Nào <filename>/usr/share/doc/HOWTO</filename> và Hỏi Đáp <filename>/usr/share/doc/FAQ</filename> chứa nhiều thông tin hữu dụng. Để thông báo lỗi, xem <filename>/usr/share/doc/debian/bug*</filename>. Để đọc thông tin về vấn đề đặc trưng cho Debian trong chương trình riêng, xem tập tin Đọc Đi <filename>/usr/share/doc/(tên_gói)/README.Debian</filename>.
