Repository: dankamongmen/s-i
Catalog: manual/po/*/post-install.po
Languages: hu, ko, sv, vi

source: The <ulink url="http://www.debian.org/">Debian web site</ulink> contains a large quantity of documentation about Debian. In particular, see the <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux FAQ</ulink> and the <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">Debian Reference</ulink>. An index of more Debian documentation is available from the <ulink url="http://www.debian.org/doc/ddp">Debian Documentation Project</ulink>. The Debian community is self-supporting; to subscribe to one or more of the Debian mailing lists, see the <ulink url="http://www.debian.org/MailingLists/subscribe"> Mail List Subscription</ulink> page. Last, but not least, the <ulink url="http://lists.debian.org/">Debian Mailing List Archives</ulink> contain a wealth of information on Debian.
hu: A <ulink url="http://www.debian.org/">Debian weblap</ulink> sok dokumentációt tartalmaz a Debian rendszerről. Lásd például a <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux GYIK</ulink> és <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">Debian Reference</ulink> leírást. Több Debian dokumentáció listája a <ulink url="http://www.debian.org/doc/ddp">Debian Dokumentációs Projekt</ulink> címén. A Debian egy támogatói közösség is, 1 vagy több Debian listára iratkozáshoz lásd a <ulink url="http://www.debian.org/MailingLists/subscribe"> Levelező lista feliratkozás</ulink> oldalt. Végül, de nem utolsó sorban a <ulink url="http://lists.debian.org/">Debian levelező lista archívumok</ulink> a Debian információinak egy aranybányája.
ko: <ulink url="http://www.debian.org/">데비안 웹사이트</ulink>에는 많은 양의 데비안 관련 문서가 있습니다. 특히, <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux FAQ</ulink> 와 <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">데비안 레퍼런스</ulink>를 보십시오.많은 데비안 문서들의 인덱스는 <ulink url="http://www.debian.org/doc/ddp">데비안 문서 프로젝트</ulink>를 통해서 얻을 수 있습니다. 데비안 커뮤니티에 참여하면 커뮤니티 안에서 서로 도와줍니다. 데비안 메일링 리스트에 가입하려면 <ulink url="http://www.debian.org/MailingLists/subscribe"> 메일링 리스트 가입</ulink> 페이지를 보십시오.마지막으로 <ulink url="http://lists.debian.org/">데비안 메일링 리스트 아카이브</ulink>에는 데비안에 관한 유용한 정보들이 들어 있습니다.
sv: <ulink url="http://www.debian.org/">Debians webbplats</ulink> innehåller en mängd dokumentation om Debian. Se gärna <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux FAQ</ulink> och <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">Debian Reference</ulink>. Ett index av mera Debian-dokumentation är tillgänglig från <ulink url="http://www.debian.org/doc/ddp">Debians dokumentationsprojekt</ulink>. Debians gemenskap är självförsörjande; för att prenumerera på en eller flera av Debians sändlistor, se webbsidan <ulink url="http://www.debian.org/MailingLists/subscribe"> Prenumerera på sändlistor</ulink>. Sist men inte minst, <ulink url="http://lists.debian.org/">Debian Mailing List Archives</ulink> innehåller mycket värdefull information om Debian.
vi: <ulink url="http://www.debian.org/">Nơi Mạng Debian</ulink> chứa rất nhiều tài liệu về Debian. Cụ thể là Hỏi Đáp <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux FAQ</ulink> và tham khảo <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">Debian Reference</ulink>. Có một bảng liệt kê nhiều tài liệu hướng dẫn Debian thêm nằm tại dự án tài liệu Debian <ulink url="http://www.debian.org/doc/ddp">Debian Documentation Project</ulink>. Cộng đồng Debian hỗ trợ với nhau : để đăng ký tham gia một hay nhiều hộp thư chung Debian, xem trang <ulink url="http://www.debian.org/MailingLists/subscribe"> Mail List Subscription</ulink>. Cuối cùng nhưng không kém phần quan trọng là khi hộp thư chung Debian <ulink url="http://lists.debian.org/">Debian Mailing List Archives</ulink> mà chứa rất nhiều thông tin phong phú về Debian.

source: A general source of information on GNU/Linux is the <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>. There you will find the HOWTOs and pointers to other very valuable information on parts of a GNU/Linux system.
hu: A GNU/Linuxról szóló információk egy általános forrása a <ulink url="http://www.tldp.org/">Linux Dokumentációs Projekt</ulink>. Itt a GNU/Linux rendszerről szóló HOGYAN leírásokat és más nagyon hasznos adatokra mutató hivatkozásokat találsz.
ko: GNU/리눅스에 관한 정보는 보통 <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>에 보면 있습니다. 여기에 GNU/리눅스 시스템에 관한 HOWTO 및 다른 훌륭한 정보가 들어 있는 링크가 있습니다.
sv: En allmän källa för information för GNU/Linux är webbplatsen <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>. Där kan du hitta HOWTOs och pekare till annan mycket värdefull information om delar av GNU/Linux-systemet.
vi: Một nguồn thông tin tổng quát về GNU/LInux là dự án tài liệu Debian <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>. Tại đó, bạn sẽ tìm các tài liệu Thế Nào và liên kết chỉ đến thông tin rất qúy giá khác về nhiều phần của hệ thống GNU/Linux.

source: Setting Up Your System To Use E-Mail
ko: 시스템이 이메일을 사용하도록 설정하기

source: Today, email is an important part of many people's life. As there are many options as to how to set it up, and as having it set up correctly is important for some Debian utilities, we will try to cover the basics in this section.
ko: 이메일은 오늘날 많은 사람들의 삶에 중요한 위치를 차지하고 있습니다. 이메일을 설정하는 옵션에는 여러가지가 있으며 제대로 설정해야 일부 데비안 응용프로그램들이 제대로 동작하므로, 여기서 기본적인 사항을 다루도록 하겠습니다.

source: There are three main functions that make up an e-mail system. First there is the <firstterm>Mail User Agent</firstterm> (MUA) which is the program a user actually uses to compose and read mails. Then there is the <firstterm>Mail Transfer Agent</firstterm> (MTA) that takes care of transferring messages from one computer to another. And last there is the <firstterm>Mail Delivery Agent</firstterm> (MDA) that takes care of delivering incoming mail to the user's inbox.
ko: 이메일 시스템을 구성하는 부분으로는 크게 세가지가 있습니다. 우선 사용자가 실제로 이메일을 작성하고 읽는데 사용하는 <firstterm>Mail User Agent</firstterm>(MUA)가 있습니다. 그 다음에는 한 컴퓨터에서 다른 컴퓨터로 이메일을 전달하는 <firstterm>Mail Transfer Agent</firstterm>(MTA)가 있습니다. 마지막으로는 들어오는 이메일을 사용자의 편지함으로 전달하는 역할을 하는 <firstterm>Mail Delivery Agent</firstterm>(MDA)가 있습니다.

source: These three functions can be performed by separate programs, but they can also be combined in one or two programs. It is also possible to have different programs handle these functions for different types of mail.
ko: 이 세가지 기능은 각각 다른 프로그램에서 담당할 수도 있고, 한 두 가지의 프로그램에서 담당할 수도 있습니다. 또한 이메일 종류별로 다양한 프로그램이 담당하도록 할 수도 있습니다.

source: Default E-Mail Configuration
ko: 기본 이메일 설정

source: internet site
ko: 인터넷 사이트

source: Your system is connected to a network and your mail is sent and received directly using SMTP. On the following screens you will be asked a few basic questions, like your machine's mail name, or a list of domains for which you accept or relay mail.
ko: 당신의 시스템이 네트워크에 연결되어 있고 메일은 SMTP를 사용해 직접 보내고 받게 됩니다. 다음 화면에서 당신 시스템의 메일이름이나 사용할 도메인들의 목록 등 기본적인 질문을 물어볼 것입니다.

source: mail sent by smarthost
ko: 스마트호스트에 의한 메일 보내기

source: local delivery only
ko: 로컬 배달

source: no configuration at this time
ko: 지금 설정 안함

source: Choose this if you are absolutely convinced you know what you are doing. This will leave you with an unconfigured mail system &mdash; until you configure it, you won't be able to send or receive any mail and you may miss some important messages from your system utilities.
ko: 당신이 하는 것에 대해 절대적으로 확신할 수 있는 경우에만 선택합니다. 이 옵션은 당신에게 설정되지 않은 메일 시스템을 남겨 놓습니다. &mdash; 당신이 설정하기 전까지는 메일을 보내거나 받을 수 없을 뿐만아니라 시스템 유틸리티들에게서 오는 중요한 메시지들을 놓칠 수 있습니다.

source: Compiling a New Kernel
hu: Új rendszermag (kernel) fordítása
ko: 새 커널 컴파일하기
sv: Bygg en ny kärna
vi: Biên dịch hạt nhân mới

source: Why would someone want to compile a new kernel? It is often not necessary since the default kernel shipped with Debian handles most configurations. Also, Debian often offers several alternative kernels. So you may want to check first if there is an alternative kernel image package that better corresponds to your hardware. However, it can be useful to compile a new kernel in order to:
hu: Miért akarna valaki új kernelt fordítani? Valóban, ez általában nem szükséges, mivel a Debian által alapértelmezetten adott kernel a legtöbb gépet jól kezeli. Ráadásul a Debian más kerneleket is tartalmaz. Sokszor ezek között is találhatsz a gépedhez jobban illő kernelt. Ezzel együtt néha hasznos lehet új kernelt fordítani az alábbi célokra:
ko: 왜 새 커널을 컴파일할까요? 데비안에 들어 있는 기본 커널에는 대부분의 경우에 동작하기 때문에 보통 다시 컴파일할 필요가 없습니다. 또, 데비안은 여러 가지 커널 꾸러미가 들어 있습니다. 그래서 하드웨어에 더 적합한 다른 커널 이미지 꾸러미가 있는 지 먼저 확인해 보는 게 좋습니다. 하지만 다음 이유때문에 커널을 컴파일하는 게 좋을 수도 있습니다:
sv: Varför vill någon bygga en ny kärna? Det behövs ofta inte eftersom standardkärnan som skickas med Debian hanterar de flesta konfigurationer. Debian erbjuder även ett flertal alternativa kärnor. Så du kanske vill kontrollera först om det finns ett alternativt kärnavbildspaket som bättre passar för din maskinvara. Dock kan det vara användbart att bygga en ny kärna för att:
vi: Tại sao biên dịch hạt nhân mới? Thường không cần, vì hạt nhân mặc định có sẵn trong Debian có khả năng quản lý được hậu hết cấu hình máy tính. Hơn là Debian cung cấp vài hạt nhân xen kẽ. Vậy trước tiên, khuyên bạn kiểm tra xem nếu có gói ảnh hạt nhân xen kẽ thích hợp hơn với phần cứng của bạn. Tuy nhiên, một số người sẽ muốn biên dịch một hạt nhân mới để:

source: handle special hardware needs, or hardware conflicts with the pre-supplied kernels
hu: speciális hardver-igények, vagy ezek az előre-szállított kernelekkel való ütközésük kezelésére
ko: 특별한 하드웨어가 필요할 때, 혹은 기존 커널에서 하드웨어 충돌이 발생할 때
sv: hantera speciella maskinvarubehov eller maskinvarukonflikter med de medskickade kärnorna
vi: quản lý vấn đề phần cứng đặc biệt, hoặc chỉnh sửa sự xung đột giữa phần cứng và hạt nhân có sẵn

source: use options of the kernel which are not supported in the pre-supplied kernels (such as high memory support)
hu: olyan kernel lehetőségek használatára, melyek nem kerültek bekapcsolásra az előre-szállított kernelekben (például az átlagnál magasabb memória-tartományok támogatása)
ko: 기본 커널에서 지원하지 않는 커널 옵션 사용 (예를 들어 큰 메모리 지원)
sv: använda funktioner i kärnan som inte stöds i de medskickade kärnorna (såsom stöd för mycket minne (high memory support))
vi: sử dụng tùy chọn hạt nhân nào chưa được hỗ trợ trong hạt nhân có sẵn (như khả năng hỗ trợ bộ nhớ cao)

source: optimize the kernel by removing useless drivers to speed up boot time
hu: a kernel optimalizálása a nem használt meghajtók mellőzésével az indítási idő további gyorsítására
ko: 필요없는 드라이버를 지워 커널을 최적화해 부팅 시간을 빠르게 하기
sv: optimera kärnan genom att ta bort oanvända drivrutiner för att snabba på uppstarten
vi: tối ưu hóa hạt nhân bằng cách gỡ bỏ các trình điều khiển vô ích, để tăng tốc độ khởi động

source: create a monolithic instead of a modularized kernel
hu: monolitikus kernel alkalmazása moduláris helyett
ko: 모듈 여러 개로 구성된 커널 대신에 이미지 하나로 된 커널 만들기
sv: skapa en monolitisk istället för en modulär kärna
vi: tạo hạt nhân cả một phần, thay cho hạt nhân chứa nhiều mô-đun riêng

source: run an updated or development kernel
hu: frissített vagy fejlesztői kernel használata
ko: 새로 업데이트된 커널이나 개발버전 커널 사용
sv: kör en uppdaterad eller utvecklingskärna
vi: chạy hạt nhân đã cập nhật hay hạt nhân phiên bản phát triển

source: learn more about linux kernels
hu: a kernel haladó szintű tanulmányozása
ko: 리눅스 커널 공부하기
sv: lär dig mer om Linuxkärnor
vi: học biết thêm về hạt nhân Linux

source: Kernel Image Management
hu: Kernel-képek kezelése
ko: 커널 이미지 관리
sv: Hantera kärnavbilder
vi: Quản lý ảnh hạt nhân

source: Don't be afraid to try compiling the kernel. It's fun and profitable.
hu: Próbáld ki bátran a kernel-fordítást. Ez kellemes és ráadásul hasznos.
ko: 커널 컴파일을 꺼려하지 마십시오. 재미있는 일이고 그만큼 좋은 점이 있습니다.
sv: Var inte rädd att försöka bygga en kärna. Det är kul och ger mycket.
vi: Đừng sợ thử biên dịch hạt nhân: kinh nghiệm này là thú vị và hữu dụng.

source: To compile a kernel the Debian way, you need some packages: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <classname>linux-source-2.6</classname> and a few others which are probably already installed (see <filename>/usr/share/doc/kernel-package/README.gz</filename> for the complete list).
ko: 데비안 방식으로 커널을 컴파일하려면, 꾸러미가 몇개 필요합니다: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <classname>linux-source-2.6</classname>및 기타 이미 설치되어 있을 꾸러미들. (완전한 목록은 <filename>/usr/share/doc/kernel-package/README.gz</filename> 파일을 참고하십시오.)

source: This method will make a .deb of your kernel source, and, if you have non-standard modules, make a synchronized dependent .deb of those too. It's a better way to manage kernel images; <filename>/boot</filename> will hold the kernel, the System.map, and a log of the active config file for the build.
hu: E módszer elkészíti a .deb csomagot a kernel-forrásból, és, ha nem- szabvány moduljaid vannak, azokra is elkészíti a megfelelően függőt. Ez sokkal jobb mód a kernel-képek kezelésére; a <filename>/boot</filename> könyvtár tartalmazza majd a kernelt, a System.map fájlt és az aktív konfigurációs fájl naplóját az elkészítéshez.
ko: 이 방법을 이용해 커널 소스에서 .deb 꾸러미 파일을 만들고, 커널에 들어 있지 않은 모듈이 있으면 그 모듈의 .deb 파일도 커널에 맞춰서 만듭니다. 이 방법이 커널 이미지를 관리하는 더 좋은 방법입니다. <filename>/boot</filename> 안에 커널, System.map 및 빌드할 때 사용한 커널 설정 파일이 들어 있게 됩니다.
sv: Denna metod kommer att göra en .deb av källkoden för din kärna och om du har icke-standardmoduler, göra ett synkroniserat beroende .deb av dessa också. Det här är ett bättre sätt att hantera kärnavbilder; <filename>/boot</filename> kommer att tillhandahålla kärnan, System.map och en logg för den aktiva konfigurationsfilen för byggnationen.
vi: Phương pháp này sẽ tạo gói dạng .deb chứa mã nguồn hạt nhân riêng của bạn, cũng tạo một gói dạng .deb kiểu phụ thuộc vào đã đồng bộ chứa mỗi mô-đun khác chuẩn (nếu có). Nó là phương pháp tốt hơn để quản lý ảnh hạt nhân; <filename>/boot</filename> sẽ chứa hạt nhân, tập tin « System.map », và bản ghi của tập tin cấu hình hoạt động của bản xâu dựng đó.

source: Note that you don't <emphasis>have</emphasis> to compile your kernel the <quote>Debian way</quote>; but we find that using the packaging system to manage your kernel is actually safer and easier. In fact, you can get your kernel sources right from Linus instead of <classname>linux-source-2.6</classname>, yet still use the <classname>kernel-package</classname> compilation method.
ko: <quote>데비안 방식</quote>으로 커널을 컴파일할 <emphasis>필요는</emphasis> 없습니다. 하지만 꾸러미 시스템을 통해 커널을 관리하는 게 더 안전하고 더 쉽습니다. 설령 <classname>linux-source-2.6</classname> 꾸러미가 아니라 직접 리누스 토발즈가 배포하는 커널 소스를 이용한다고 해도 <classname>kernel-package</classname> 컴파일 방법을 계속 사용할 수 있습니다.

source: Note that you'll find complete documentation on using <classname>kernel-package</classname> under <filename>/usr/share/doc/kernel-package</filename>. This section just contains a brief tutorial.
hu: Jó tudni, hogy a <classname>kernel-package</classname> módról teljes leírás található a <filename>/usr/share/doc/kernel-package</filename> könyvtárban.
ko: <filename>/usr/share/doc/kernel-package</filename> 안에 <classname>kernel-package</classname>를 사용하는 방법에 대한 문서가 있습니다. 여기서는 간단히 어떤 단계를 거쳐야 하는지만 설명합니다.
sv: Notera att du kan hitta komplett dokumentation om användningen av <classname>kernel-package</classname> under <filename>/usr/share/doc/kernel-package</filename>. Denna sektion innehåller bara en kort genomgång.
vi: Ghi chú rằng tài liệu hướng dẫn hoàn toàn về cách sử dụng <classname>kernel-package</classname> nằm dưới thư mục <filename>/usr/share/doc/kernel-package</filename>. Tiết đoạn này chỉ chứa trợ lý hướng dẫn vắn thôi.

source: Hereafter, we'll assume you have free rein over your machine and will extract your kernel source to somewhere in your home directory<footnote> <para> There are other locations where you can extract kernel sources and build your custom kernel, but this is easiest as it does not require special permissions. </para> </footnote>. We'll also assume that your kernel version is &kernelversion;. Make sure you are in the directory to where you want to unpack the kernel sources, extract them using <userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput> and change to the directory <filename>linux-source-&kernelversion;</filename> that will have been created.
ko: 여기서부터는, 하드웨어에 대한 권한 없이 자기 홈 디렉토리에 커널 소스를 풀었다고 가정합니다<footnote> <para> 다른 위치에 커널 소스를 풀고 빌드할 수도 있지만, 특정 권한이 없이도 할 수 있는 가장 쉬운 방법입니다. </para> </footnote>. 또 커널 버전이 &kernelversion; 버전이라고 가정합니다. 커널 소스를 풀려는 디렉토리에서, <userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput> 명령으로 커널 소스를 풀고, 새로 만들어진 <filename>linux-source-&kernelversion;</filename> 디렉토리로 들어가십시오.

source: Now, you can configure your kernel. Run <userinput>make xconfig</userinput> if X11 is installed, configured and being run; run <userinput>make menuconfig</userinput> otherwise (you'll need <classname>libncurses5-dev</classname> installed). Take the time to read the online help and choose carefully. When in doubt, it is typically better to include the device driver (the software which manages hardware peripherals, such as Ethernet cards, SCSI controllers, and so on) you are unsure about. Be careful: other options, not related to a specific hardware, should be left at the default value if you do not understand them. Do not forget to select <quote>Kernel module loader</quote> in <quote>Loadable module support</quote> (it is not selected by default). If not included, your Debian installation will experience problems.
hu: Most jöhet a kernel beállítása. Indíts egy <userinput>make xconfig</userinput> parancsot, ha X alatt akarsz dolgozni és erre módod van; vagy futtasd a <userinput>make menuconfig</userinput> parancsot (a <classname>libncurses5-dev</classname> csomag kell). Szánj időt a súgó elolvasására és válassz ésszerűen. Kétség esetén általában jobb kiválasztani egy olyan eszköz-meghajtót (azok a szoftverek, melyek a hardver perifériákat kezelik, például hálózati (ethernet) kártyák, SCSI vezérlők, és így tovább), melyben nem vagy biztos. Légy óvatos: más lehetőségeket, melyek nem adott hardverre vonatkoznak, hagyj a megadott értéken, ha nem érted. Ne feledd kijelölni a <quote>Kernel module loader</quote> lehetőséget a <quote>Loadable module support</quote> menüben (ez nincs alapban kijelölve). Ha nem adod meg, akkor a Debian telepítésed valószínűleg hibákat fog észlelni.
ko: 그리고 커널을 설정합니다. X11을 설치하고 실행중이라면 <userinput>make xconfig</userinput>를 실행합니다. 아니면 <userinput>make menuconfig</userinput>를 실행합니다. (<userinput>menuconfig</userinput>는 <classname>libncurses5-dev</classname> 꾸러미를 설치해야 합니다.) 온라인 도움말을 읽어 보시면서 주의를 기울여 선택하십시오. 뭔가 의심스러운 게 있으면, 잘 모르더라도 해당 장치 드라이버(이더넷 카드, SCSI 컨트롤러 등 하드웨어 주변장치를 관리하는 소프트웨어)를 포함하는 편이 더 좋습니다. 주의하십시오: 특정 하드웨어와는 관계없는 옵션이고 그 옵션이 뭔지 잘 모르겠다면 기본값 그대로 놔 두십시오. <quote>Loadable module support</quote>에 있는 <quote>Kernel module loader</quote> 옵션을 꼭 선택하십시오. (기본값으로 선택이 안 되어 있습니다.) 이 옵션이 없으면, 데비안 시스템에 문제가 발생합니다.
sv: Nu kan du konfigurera din kärna. Kör <userinput>make xconfig</userinput> om X11 är installerad, konfigurerad och körs; kör <userinput>make menuconfig</userinput> annars (du behöver ha <classname>libncurses5-dev</classname> installerad). Ta lite tid att läsa igenom onlinehjälpen och välj försiktigt. När du är osäker är det normalt sett bättre att inkludera enhetsdrivrutinen (den programvara som hanterar maskinvara och kringutrustning såsom nätverkskort, SCSI-kontrollrar och så vidare) du är osäker på. Var försiktig: andra inställningar som inte är relaterade till specifik maskinvara bör lämnas kvar med förvalda värden om du inte förstår dom. Glöm inte att välja <quote>Kernel module loader</quote> i <quote>Loadable module support</quote> (den är inte vald som standard). Om den inte inkluderas kommer din Debian-installation att få problem.
vi: Lúc đó bạn có khả năng cấu hình hạt nhân mới. Nếu bạn đã cài đặt và cấu hình X11, mà hoạt động, hãy chạy lệnh <userinput>make xconfig</userinput>; nếu không thì chạy lệnh <userinput>make menuconfig</userinput> (cần thiết cài đặt gói <classname>libncurses5-dev</classname>). Bạn nên mất thời gian để đọc trợ giúp trực tuyến: bạn hãy cẩn thận khi chọn cấu hình hạt nhân. Khi chưa chắc, khuyên bạn bao gồm trình điều khiển thiết bị (phần mềm quản lý phần cứng ngoại vi: thẻ Ethernet, bộ điều khiển SCSI v.v.) về đó bạn chưa chắc. Lại cẩn thận: các tùy chọn khác, không liên quan đến phần cứng đặc trưng, nên vẫn giữ giá trị mặc định nếu bạn không hiểu chúng. Đừng quên chọn <quote>Kernel module loader</quote> (bộ tải mô-đun hạt nhân) trong phần <quote>Loadable module support</quote> (khả năng hỗ trợ mô-đun tải được): mặc định là nó chưa chọn. Nếu không gồm thì bản cài đặt Debian đó sẽ gặp lỗi.

source: Clean the source tree and reset the <classname>kernel-package</classname> parameters. To do that, do <userinput>make-kpkg clean</userinput>.
hu: Tisztítsd a forrást és a <classname>kernel-package</classname> paramétereket. Add ki a <userinput>make-kpkg clean</userinput> parancsot.
ko: 소스 트리에 필요없는 파일들을 지워서 <classname>kernel-package</classname> 파라미터를 초기화하십시오. <userinput>make-kpkg clean</userinput> 명령을 실행합니다.
sv: Rensa källkodsträdet och återställ parametrarna för <classname>kernel-package</classname>. För att göra det här, kör <userinput>make-kpkg clean</userinput>.
vi: Sau đó, bạn nên làm sạch cây nguồn và đặt lại các tham số <classname>kernel-package</classname>. Để làm như thế, hãy chạy lệnh <userinput>make-kpkg clean</userinput>.

source: Now, compile the kernel: <userinput>fakeroot make-kpkg --initrd --revision=custom.1.0 kernel_image</userinput>. The version number of <quote>1.0</quote> can be changed at will; this is just a version number that you will use to track your kernel builds. Likewise, you can put any word you like in place of <quote>custom</quote> (e.g., a host name). Kernel compilation may take quite a while, depending on the power of your machine.
hu: Most fordítsd le a kernelt: <userinput>fakeroot make-kpkg --initrd --revision=egyedi.1.0 kernel_image</userinput>. Az <quote>1.0</quote> verziószám bármi lehet; ez csak arra jó, hogy többszöri fordítás esetén kövesd ezek sorát. Az <quote>egyedi</quote> szó helyére is bármit tehetsz (például a gép nevét). A kernel fordítás eltarthat egy ideig, attól függ, milyen géped van.
ko: 이제 커널을 컴파일합니다: <userinput>fakeroot make-kpkg --initrd --revision=custom.1.0 kernel_image</userinput> 명령을 실행합니다. 버전 번호 <quote>1.0</quote>은 마음대로 바꿀 수 있습니다. 이 번호는 커널 빌드를 파악하려고 사용하는 버전 번호일 뿐입니다. 마찬가지로 <quote>custom</quote> 대신에 어떤 단어라도 (예를 들어 호스트이름) 넣을 수 있습니다. 커널 컴파일은 컴퓨터 속도에 따라 시간이 좀 오래 걸릴 수도 있습니다.
vi: Bước theo, hãy biên dịch hạt nhân, bằng lệnh <userinput>fakeroot make-kpkg --initrd --revision=custom.1.0 kernel_image</userinput>. Số hiệu phiên bản <quote>1.0</quote> có thể thay đổi: nó chỉ là số phiên bản dùng để theo dõi các bản xây dựng hạt nhân. Hơn là bạn có khả năng thay thế từ <quote>custom</quote> (riêng) bằng bất cứ từ khác nào (v.d. tên máy). Tiến trình biên dịch hạt nhân có thể hơi lâu, tùy thuộc vào tốc độ của máy tính.
