Repository: dankamongmen/s-i
Catalog: manual/po/*/post-install.po
Languages: hu, ko, sv, vi

source: Once the compilation is complete, you can install your custom kernel like any package. As root, do <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. The <replaceable>subarchitecture</replaceable> part is an optional sub-architecture, <phrase arch="i386"> such as <quote>686</quote>, </phrase> depending on what kernel options you set. <userinput>dpkg -i</userinput> will install the kernel, along with some other nice supporting files. For instance, the <filename>System.map</filename> will be properly installed (helpful for debugging kernel problems), and <filename>/boot/config-&kernelversion;</filename> will be installed, containing your current configuration set. Your new kernel package is also clever enough to automatically update your boot loader to use the new kernel. If you have created a modules package, you'll need to install that package as well.
ko: 일단 컴파일이 끝나면 다른 꾸러미와 마찬가지로 직접 만든 커널을 설치할 수 있습니다. 루트 권한으로 <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>서브아키텍처</replaceable>_custom.1.0_&architecture;.deb</userinput>. <replaceable>서브아키텍처</replaceable> 부분은 커널 옵션에 따라 달라지는 <phrase arch="i386"><quote>686과 같은</quote></phrase> 서브아키텍처 이름입니다. <userinput>dpkg -i</userinput>을 실행하면 커널과 함께 쓸만한 보조 파일들이 설치됩니다. 커널 문제를 해결하는데 도움이 되는 <filename>System.map</filename> 파일이라든지 설정 사항을 담은 <filename>/boot/config-&kernelversion;</filename> 등의 파일 등이 설치됩니다. 커널 꾸러미는 부트로더를 자동으로 갱신하여 새로 설치한 커널을 사용하도록 설정해주기도 합니다. 모듈 꾸러미를 만들었다면, 그 꾸러미도 설치해야 합니다.

source: It is time to reboot the system: read carefully any warning that the above step may have produced, then <userinput>shutdown -r now</userinput>.
hu: Ideje újraindítani a rendszert: olvass el gondosan minden figyelmeztetést, amit a fentiek írtak, és ezután jöhet a <userinput>shutdown -r now</userinput>.
ko: 이제 시스템을 다시 시작합니다. 위의 단계에서 발생한 메세지들을 잘 읽어보시고, <userinput>shutdown -r now</userinput> 명령을 실행하십시오.
sv: Nu är det tid för att starta om systemet: läs noga alla varningar som det ovanstående steget kan ha producerat, kör sedan <userinput>shutdown -r now</userinput>.
vi: Lúc này cần khởi động lại hệ thống: hãy đọc cẩn thận cảnh báo nào mà bước trước mới tạo, rồi chạy lệnh <userinput>shutdown -r now</userinput> (tắt bây giờ, rồi khởi động lại).

source: For more information on Debian kernels and kernel compilation, see the <ulink url="&url-kernel-handbook;">Debian Linux Kernel Handbook</ulink>. For more information on <classname>kernel-package</classname>, read the fine documentation in <filename>/usr/share/doc/kernel-package</filename>.
hu: További adatokért a Debian kernelekről és kernel-fordításról, lásd a <ulink url="&url-kernel-handbook;">Debian Linux Kernel Kézikönyvet</ulink>.
ko: 데비안 커널과 커널 컴파일에 대한 더 많은 정보는 <ulink url="&url-kernel-handbook;">데비안 리눅스 커널 핸드북</ulink>을 보십시오. <classname>kernel-package</classname>에 대한 더 많은 정보는 <filename>/usr/share/doc/kernel-package</filename> 안의 문서를 읽어보십시오.
sv: För mer information om Debians kärnor och byggnation av kärnor, se <ulink url="&url-kernel-handbook;">Handbok för Debians Linuxkärna</ulink>. För mer information om <classname>kernel-package</classname>, läs den utmärkta dokumentationen i <filename>/usr/share/doc/kernel-package</filename>.
vi: Để tìm thông tin thêm về hạt nhân Debian và phương pháp biên dịch hạt nhân, xem Sổ Tay Hạt Nhân Linux Debian <ulink url="&url-kernel-handbook;">Debian Linux Kernel Handbook</ulink>. Còn để tìm chi tiết về gói hạt nhân <classname>kernel-package</classname>, đọc những tài liệu hướng dẫn tốt đẹp nằm trong thư mục <filename>/usr/share/doc/kernel-package</filename>.

source: Recovering a Broken System
hu: Egy sérült rendszer helyreállítása
ko: 손상된 시스템 복구하기
sv: Återställning av ett trasigt system
vi: Phục hồi hệ thống bị hỏng

source: Sometimes, things go wrong, and the system you've carefully installed is no longer bootable. Perhaps the boot loader configuration broke while trying out a change, or perhaps a new kernel you installed won't boot, or perhaps cosmic rays hit your disk and flipped a bit in <filename>/sbin/init</filename>. Regardless of the cause, you'll need to have a system to work from while you fix it, and rescue mode can be useful for this.
hu: Mint bármi, egy gondosan telepített rendszer is elromolhat. Például egy változtatásnál elállítjuk a boot betöltőt, egy nem megfelelő kernelre váltunk és nem indul, vagy teljesen véletlenül, például a lemezt érő kozmikus háttérsugárzás átbillent egy érzékeny bitet a <filename>/sbin/init</filename> fájlban. Ezért szükséged lesz egy rendszerre, melyről javíthatsz, és erre kiválóan alkalmas lesz például a telepítő mentési módja.
ko: 경우에 따라서는 문제가 발생해서 정성을 기울여 설치한 시스템이 부팅하지 않게 될 수 있습니다. 무언가 바꾸는 중에 부트로더 설정이 망가졌을 수도 있고, 새로 설치한 커널이 부팅하지 않을 수도 있고, 디스크가 방사선에 맞아서 <filename>/sbin/init</filename> 파일의 일부를 바꾸어 놨을 수도 있습니다. 어떤 원인이든지, 이 문제를 수정하려면 작업할 시스템이 하나 필요하고, 응급복구 모드를 이 경우에 사용하는 게 좋습니다.
sv: Ibland kan saker och ting gå fel och systemet du noga installerat inte kan startas upp. Kanske är konfigurationen för starthanteraren trasig efter att ha provat ut en ändring, kanske startar inte den nya kärnan du installerat eller kanske kosmiska strålar träffat din disk och vänta på en bit i <filename>/sbin/init</filename>. Oavsett anledning behöver du ett fungerande system under tiden du reparerar det och räddningsläget kan då vara användbart för det här.
vi: Thỉng thoảng gặp lỗi nên hệ thống được cài đặt cẩn thận không còn khởi động được lại. Có lẽ cấu hình bộ tải khởi động bị hỏng trong khi thử ra sự thay đổi, hoặc có lẽ một hạt nhân mới cài đặt sẽ không khởi động được, hoặc gì đó rất lạ đã xảy ra, bạn chưa biết sao. Trong mọi trường hợp đều, bạn cần có hệ thống hoạt động trong khi sửa điều bị hỏng thì chế độ cứu có ích.

source: To access rescue mode, type <userinput>rescue</userinput> at the <prompt>boot:</prompt> prompt, or boot with the <userinput>rescue/enable=true</userinput> boot parameter. You'll be shown the first few screens of the installer, with a note in the corner of the display to indicate that this is rescue mode, not a full installation. Don't worry, your system is not about to be overwritten! Rescue mode simply takes advantage of the hardware detection facilities available in the installer to ensure that your disks, network devices, and so on are available to you while repairing your system.
hu: A mentési mód eléréséhez üsd be <userinput>rescue</userinput> szót a <prompt>boot:</prompt> beviteli jelnél, vagy indíts a <userinput>rescue/enable=true</userinput> paraméterrel. A telepítő 1. pár képernyőjét látod a sarokban megjegyezve, hogy ez mentési mód nem egy teljes telepítés. Ne aggódj, a rendszeredet nem fogja felülírni. A mentési mód egyszerűen csak kihasználja a telepítőben lévő hardver-felismerés előnyeit, hogy a javításhoz használni tudd őket.
ko: 응급복구 모드로 들어가려면, <prompt>boot:</prompt> 프롬프트에서 <userinput>rescue</userinput>라고 입력하거나 부팅 파라미터로 <userinput>rescue/enable=true</userinput> 부팅 파라미터로 부팅하십시오. 설치 프로그램의 맨 처음 화면이 나타나고, 지금 모드가 설치 모드가 아니라 응급복구 모드라는 사실을 알리는 말이 나타납니다. 너무 걱정하지 마십시오. 시스템을 엎어쓰지 않습니다! 응급복구 모드는 설치 프로그램에 들어 있는 하드웨어 검색 기능을 이용해 디스크, 네트워크 장치 등을 복구하는 동안 사용할 수 있도록 하는 것 뿐입니다.
sv: För att komma åt räddningsläget, ange <userinput>rescue</userinput> vid prompten <prompt>boot:</prompt> eller starta med startparametern <userinput>rescue/enable=true</userinput>. Du kommer då att visas de första skärmarna av installeraren med en notering i skärmhörnet som indikerar att den körs i räddningsläget och inte en full installation. Var lugn, ditt system kommer inte att skrivas över! Räddningsläget använder helt enkelt fördelarna av funktionerna för identifiering av maskinvara som är tillgängliga i installeraren för att vara säker på att dina diskar, nätverksenheter och så vidare är tillgängliga för dig under tiden du reparerar ditt system.
vi: Để truy cập chế độ cứu, hãy gõ <userinput>rescue</userinput> (cứu) tại dấu nhắc <prompt>boot:</prompt>, hoặc khởi động với tham số <userinput>rescue/enable=true</userinput> (cứu bật là đúng). Bạn sẽ xem vài màn hình đầu của trình cài đặt, góc màn hình hiển thị chú thích ngụ ý là chế độ cứu, không phải tiến trình cài đặt đầy đủ. Đừng lo, hệ thống của bạn đâu có sắp bị ghi đè. Chế độ cứu đơn giản sử dụng những khả năng phát hiện phần cứng có sẵn trong trình cài đặt để chắc là các đĩa, thiết bị mạng v.v. sẵn sàng cho bạn trong khi sửa chữa hệ thống.

source: Instead of the partitioning tool, you should now be presented with a list of the partitions on your system, and asked to select one of them. Normally, you should select the partition containing the root file system that you need to repair. You may select partitions on RAID and LVM devices as well as those created directly on disks.
hu: A particionáló eszköz helyett egyszerűen kiválaszthatsz egyet. Itt általában a javítandó rendszer gyökér fájlrendszerét tartalmazó partíciót kell kiválasztanod.
ko: 파티션 도구 대신에, 시스템의 파티션 목록이 나타나고, 그 중에 하나를 선택합니다. 보통 복구를 하려는 루트 파일시스템이 들어 있는 파티션을 선택합니다. 디스크에 있는 파티션은 물론 RAID나 LVM장치에 있는 파티션을 선택할 수도 있습니다.
sv: Istället för partioneringsverktyget bör du nu presenteras med en lista av partitionerna på ditt system och bli frågad att välja ett av dom. Normalt sett bör du välja partitionen som innehåller rotfilsystemet du behöver reparera. Du kan välja partitioner på RAID- och LVM-enheter såväl som de som skapas direkt på diskarna.
vi: Thay cho công cụ phân vùng, màn hình kế tiếp nên hiển thị danh sách các phân vùng nằm trong hệ thống, yêu cầu bạn chọn một điều. Bình thường, bạn nên chọn phân vùng chứa hệ thống tập tin gốc mà bạn cần phải sửa chữa. Bạn có khả năng chọn phân vùng nằm trên thiết bị kiểu RAID và LVM cũng nhữ điều được tạo trực tiếp trên đĩa.

source: If possible, the installer will now present you with a shell prompt in the file system you selected, which you can use to perform any necessary repairs. <phrase arch="x86"> For example, if you need to reinstall the GRUB boot loader into the master boot record of the first hard disk, you could enter the command <userinput>grub-install '(hd0)'</userinput> to do so. </phrase>
hu: Ha lehetséges, a telepítő bead egy héj promptot a kijelölt fájlrendszeren, mellyel bármilyen javítási műveletet végezhetsz. <phrase arch="x86"> Például ha újra kell tenned a GRUB boot betöltőt az 1. merevlemez MBR-jébe, kiadhatod a <userinput>grub-install '(hd0)'</userinput> parancsot. </phrase>
ko: 가능하다면, 설치 프로그램에서 선택한 파일 시스템 안에서 쉘 프롬프트를 표시할 것이고, 거기에서 필요한 복구 작업을 할 수 있습니다. <phrase arch="x86"> 예를 들어, GRUB 부트로더를 첫 번째 하드 디스크의 마스터부트레코드에 다시 설치하려면, <userinput>grub-install '(hd0)'</userinput> 명령을 실행하면 됩니다.</phrase>

source: If the installer cannot run a usable shell in the root file system you selected, perhaps because the file system is corrupt, then it will issue a warning and offer to give you a shell in the installer environment instead. You may not have as many tools available in this environment, but they will often be enough to repair your system anyway. The root file system you selected will be mounted on the <filename>/target</filename> directory.
hu: Ha a telepítő nem tud használható héjat futtatni a kijelölt gyökér fájlrendszeren, mert az például sérült, figyelmeztet és felajánlja, hogy nyit egy héjat a telepítő környezetén belül. Itt nincs annyi eszközöd, de általában elég a rendszer alapvető megjavításához. A kijelölt gyökér fájlrendszert a <filename>/target</filename> könyvtárba csatolja.
ko: 선택한 루트 파일시스템에서 쉘을 실행할 수 없는 경우 (예를 들어 파일 시스템이 망가진 경우), 경고 메세지를 표시하고 설치 환경 안에서 쉘을 실행합니다. 이 환경에서는 그리 많은 프로그램을 쓸 수는 없지만, 시스템을 복구하는 용도로는 충분할 것입니다. 선택한 루트 파일시스템은 <filename>/target</filename> 디렉토리에 마운트되어 있습니다.
sv: Om installeraren inte kan köra ett användbart skal i rotfilsystemet du valt kanske det här beror på att filsystemet innehåller fel och då skriva ut en varning och efter det ge dig ett skal i installerarens miljö istället. Du kanske inte har så många verktyg tillgängliga i denna miljö men de räcker ofta för att laga ditt system. Rotfilsystemet du valt kommer att monteras på katalogen <filename>/target</filename>.
vi: Nếu trình cài đặt không thể chạy trình bao có ích trong hệ thống tập tin gốc đã chọn, có lẽ vì hệ thống tập tin bị hỏng, nó sẽ hiển thị cảnh báo và đưa ra trình bao trong môi trường cài đặt thay thế. Môi trường này có thể cung cấp số công cụ ít hơn, mà thường vẫn còn là đủ để sửa chữa hệ thống. Hệ thống tập tin gốc mới chọn sẽ được gắn kết vào thư mục <filename>/target</filename>.

source: In either case, after you exit the shell, the system will reboot.
hu: A héjből való kilépés újraindít.
ko: 어떤 경우이든, 쉘을 빠져나간 다음에 시스템이 다시 시작합니다.
sv: Oavsett, efter du har avslutat skalet kommer systemet att startas om.
vi: Trong mỗi trường hợp, sau khi bạn thoát khỏi trình bao, hệ thống sẽ khởi động lại.

source: Finally, note that repairing broken systems can be difficult, and this manual does not attempt to go into all the things that might have gone wrong or how to fix them. If you have problems, consult an expert.
hu: Természetesen egy sérült rendszer javítása ennél jóval nehezebb is lehet és e leírás nem szólhat az összes lehetséges részletről. Ha kérdésed van, bátran kérd a közösség segítségét!
ko: 망가진 시스템을 복구하는 작업은 매우 어려울 수도 있습니다. 그리고 이 안내서는 무엇이 망가지고 그걸 어떻게 고치는 지에 대한 모든 사항을 언급하지 않습니다. 문제에 부딪힌 경우, 전문가에게 문의하십시오.
sv: Till slut, notera att reparering av trasiga system kan vara svårt och denna manual försöker inte att gå in så djupt i alla saker som kan ha gått fel och hur man rättar till dom. Om du har problem, konsultera en expert.
vi: Cuối cùng, ghi chú rằng tiến trình sửa chữa hệ thống bị hỏng có thể là khó : tài liệu hướng dẫn này không phải nhắm diễn tả mọi lỗi có thể hay cách sửa nó. Nếu bạn gặp lỗi, hãy hỏi nhà chuyên môn.

source: On the other hand, if you have a cron job that (a) needs to run as a special user, or (b) needs to run at a special time or frequency, you can use either <filename>/etc/crontab</filename>, or, better yet, <filename>/etc/cron.d/whatever</filename>. These particular files also have an extra field that allows you to stipulate the user under which the cron job runs.
hu: Illetve, ha van egy cron feladatot, amit speciális (a) felhasználóként (b) időpontban vagy gyakorisággal kell futtatnod, használd a <filename>/etc/crontab</filename> vagy, még jobb, a <filename>/etc/cron.d/amit_akarsz</filename> fájlt. E fájloknak extra mezőik vannak, melyekkel megadhatod e feltételeket.
sv: Men om du har ett cronjobb som (a) behöver köras som en speciell användare eller (b) behöver köras vid en speciell tidpunkt eller frekvens kan du antingen använda <filename>/etc/crontab</filename> eller ännu bättre <filename>/etc/cron.d/vadsomhelst</filename>. Dessa speciella filer har också ett extra fält som låter dig bestämma den användare som cronjobbet ska köras som.
vi: Mặt khác, nếu bạn tạo một công việc định kỳ (cron job):<itemizedlist> <listitem><para>cần chạy với tư cách người dùng đặc biệt, hay</para></listitem><listitem><para>cần chạy vào lúc đặc biệt hoặc với tần số đặc biệt,</para></listitem> </itemizedlist> bạn có khả năng sử dụng hoặc <filename>/etc/crontab</filename>, hoặc còn tốt hơn, <filename>/etc/cron.d/whatever</filename>. Những tập tin đặc biệt này cũng có một trường thêm cho phép bạn qui định người dùng dưới họ công việc định kỳ có chạy.

source: Reactivating DOS and Windows
hu: Régi rendszerek és DOS vagy Windows felébresztése
sv: Återaktivera DOS och Windows
vi: Kích hoạt lại DOS và Windows

source: After installing the base system and writing to the <emphasis>Master Boot Record</emphasis>, you will be able to boot Linux, but probably nothing else. This depends what you have chosen during the installation. This chapter will describe how you can reactivate your old systems so that you can also boot your DOS or Windows again.
hu: Az alaprendszer telepítése és az <emphasis>MBR</emphasis> módosítása után sikerrel indíthatod a Linuxot, de lehet, hogy ekkor semmi mást. Ez attól is függ, mit választottál a telepítéskor. Ez a rész leírja, hogyan tudsz felébreszteni régi rendszereket (ha voltak ilyenek és ez szükséges) sőt, így akár még egy, a telepítés előtti DOS vagy Windows is ismét indíthatóvá tehető.
sv: Efter installation av grundsystemet och skrivning av <emphasis>huvudstartsektorn</emphasis> (MBR) kan du starta upp Linux men kanske inte så mycket mer. Det här beror på vad du har valt under installationen. Det här kapitlet kommer att beskriva hur du kan återaktivera dina gamla system så att du också kan starta upp DOS eller Windows igen.
vi: Sau khi cài đặt hệ thống cơ bản và ghi vào <emphasis>rãnh ghi khởi động chủ</emphasis> (Master Boot Record), bạn có khả năng khởi động Linux, nhưng rất có thể khởi động được chỉ Linux thôi. Trường hợp này phụ thuộc vào các sự chọn của bạn trong khi cài đặt. Chương này sẽ diễn tả phương pháp kích hoạt lại hệ thống cũ, để cũng có khả năng khởi động lại DOS hay Windows.

source: <command>LILO</command> is a boot manager with which you can also boot other operating systems than Linux, which complies to PC conventions. The boot manager is configured via <filename>/etc/lilo.conf</filename> file. Whenever you edited this file you have to run <command>lilo</command> afterwards. The reason for this is that the changes will take place only when you call the program.
hu: A <command>LILO</command> egy boot betöltő, mellyel nem csak GNU/Linux, de más operációs rendszer is indítható, mely PC-ken szokásos. Ez a boot betöltő a <filename>/etc/lilo.conf</filename> fájlban állítható. A fájl minden szerkesztés után futtatni kell a <command>lilo</command> parancsot, mer a módosítások csak e program meghívása után kerülnek helyükre.
sv: <command>LILO</command> är en starthanterare som med vilken du också kan starta upp andra operativsystem än Linux vilket är i enlighet med PC-reglerna. Starthanteraren konfigureras via filen <filename>/etc/lilo.conf</filename>. När du redigerar denna fil måste du köra <command>lilo</command> efteråt. Anledning till det här är att de ändringar som gjorts endast blir aktiva efter du har kört programmet.
vi: <command>LILO</command> là một bộ quản lý khởi động cũng cho bạn khả năng khởi động hệ điều hành khác với Linux, mà tuân theo quy ước PC. Bộ quản lý khởi động được cấu hình bằng tập tin <filename>/etc/lilo.conf</filename>. Khi nào bạn mới hiệu chỉnh tập tin này, bạn cũng cần phải chạy <command>lilo</command>, vì các thay đổi sẽ có tác động chỉ khi bạn gọi chương trình.

source: Important parts of the <filename>lilo.conf</filename> file are the lines containing the <userinput>image</userinput> and <userinput>other</userinput> keywords, as well as the lines following those. They can be used to describe a system which can be booted by <command>LILO</command>. Such a system can include a kernel (<userinput>image</userinput>), a root partition, additional kernel parameters, etc. as well as a configuration to boot another, non-Linux (<userinput>other</userinput>) operating system. These keywords can also be used more than once. The ordering of these systems within the configuration file is important because it determines which system will be booted automatically after, for instance, a timeout (<userinput>delay</userinput>) presuming <command>LILO</command> wasn't stopped by pressing the <keycap>shift</keycap> key.
hu: A <filename>lilo.conf</filename> fontos részei az <userinput>image</userinput> és <userinput>other</userinput> szavakat tartalmazó és követő sorok. Ezek használhatók egy a <command>LILO</command> által indítható rendszer leírására. A kernel (<userinput>kép</userinput>), gyökér-partíció, további kernel paraméterek, és más beállításokkal bíró rendszerekére is a más, nem-Linux (<userinput>other</userinput>) operációs rendszerek indításának beállítására is. A szavak többször is szerepelhetnek. A rendszerek sorrendje fontos, mert az adja meg, mely rendszer induljon magától, például egy késedelmi idő (<userinput>delay</userinput>) után, ha <command>LILO</command> nem került leállításra a <keycap>shift</keycap> billentyű leütésével.
sv: Viktiga delar av filen <filename>lilo.conf</filename> är raderna som innehåller nyckelorden <userinput>image</userinput> och <userinput>other</userinput> såväl som de efterföljande raderna. De kan användas för att beskriva ett system som kan startas upp av <command>LILO</command>. Ett sådant system kan inkludera en kärna (<userinput>avbild</userinput>), en rotpartition, icke-Linux (<userinput>other</userinput>) operativsystem. Dessa nyckelord kan också användas flera gånger. För att dessa system i konfigurationsfilen är viktiga är för att den bestämmer vilket system som ska startas upp automatiskt efter, till exempel en viss tid (<userinput>fördröjning</userinput>) om inte <command>LILO</command> stoppades genom att trycka på tangenten <keycap>shift</keycap>.
vi: Những phần quan trọng của tập tin cấu hình <filename>lilo.conf</filename> là những dòng chứa từ khoá <userinput>image</userinput> (ảnh) và <userinput>other</userinput> (khác), cùng với những dòng theo sau. Có thể sử dụng chúng để diễn tả một hệ thống do <command>LILO</command> khởi động được. Hệ thống như vậy có thể gồm một hạt nhân (<userinput>image</userinput>), một phân vùng gốc, một số tham số hạt nhân thêm, v.v., cùng với một cấu hình để khởi động một hệ điều hành không LInux khác (<userinput>other</userinput>). Những từ khoá này cũng có thể được dùng nhiều lần. Trong tập tin cấu hình này, thứ tự hệ thống là quan trọng vì nó quyết định hệ thống nào sẽ được khởi động tự động sau, lấy thí dụ, một thời hạn (<userinput>delay</userinput>) giả sử <command>LILO</command> không bị ngừng bằng cách bấm phím dài.
