Repository: dankamongmen/s-i
Catalog: manual/po/*/preparing.po
Languages: vi

source: Depending on your needs, you might manage with less than some of the recommended hardware listed in the table below. However, most users risk being frustrated if they ignore these suggestions.
vi: Phụ thuộc vào sự cần của bạn, có lẽ bạn cài đặt được bằng ít phần cứng hơn những điều được liệt kê trong bảng bên dưới. Tuy nhiên, hậu hết người dùng sẽ gặp khó khăn nếu họ bỏ qua danh sách phần cứng khuyến khích.

source: A Pentium 100 is the minimum recommended for desktop systems, and a Pentium II-300 for a Server.
vi: Khuyên dùng ít nhất máy Pentium 100 cho máy tính để bàn, còn máy Pentium II-300 cho máy phục vụ.

source: A 68030 or better processor is recommended for m68k installs. You may get by with a little less drive space than shown.
vi: Khuyên dùng ít nhất bộ xử lý 68030 cho máy kiểu m68k. Bạn thường cần toàn bộ sức chứa trên đĩa được hiển thị.

source: Any OldWorld or NewWorld PowerPC can serve well as a Desktop System. For servers, a minimum 132-Mhz machine is recommended.
vi: Có thể sử dụng bất kỳ máy PowerPC (kiểu cũ hay kiểu mới cũng được) là hệ thống để bàn. Khuyên dùng ít nhất máy 132MHz cho máy phục vụ.

source: Recommended Minimum System Requirements
vi: Điều kiện hệ thống tối thiểu khuyến khích

source: Install Type
vi: Kiểu cài đặt

source: Hard Drive
vi: Đĩa cứng

source: No desktop
vi: Vô GUI

source: 24 megabytes
vi: 24 MB

source: 450 megabytes
vi: 450 MB

source: With Desktop
vi: Có GUI

source: 64 megabytes
vi: 64 MB

source: 1 gigabyte
vi: 1 GB

source: Server
vi: Máy phục vụ

source: 128 megabytes
vi: 128 MB

source: 4 gigabytes
vi: 4 GB

source: Here is a sampling of some common Debian system configurations. You can also get an idea of the disk space used by related groups of programs by referring to <xref linkend="tasksel-size-list"/>.
vi: Đây là mẫu một số cấu hình hệ thống Debian thường dụng. <xref linkend="tasksel-size-list"/> cũng hiển thị sự ước lượng sức chứa được chiếm bởi nhóm chương trình liên quan.

source: Standard Server
vi: Máy phục vụ chuẩn

source: This is a small server profile, useful for a stripped down server which does not have a lot of niceties for shell users. It includes an FTP server, a web server, DNS, NIS, and POP. For these 100MB of disk space would suffice, and then you would need to add space for any data you serve up.
vi: Đây là một hồ sơ máy phục vụ nhỏ, có ích cho máy phục vụ tối thiểu không có nhiều tính năng thêm cho người dùng trình bao. Nó gồm có trình phục vụ FTP, trình phục vụ Mạng, DNS, NIS, POP. 100 MB sức chứa trên đĩa là đủ cho các phần mềm này, không tính chỗ cho dữ liệu đã phục vụ.

source: Desktop
vi: Để bàn

source: A standard desktop box, including the X window system, full desktop environments, sound, editors, etc. You'll need about 2GB using the standard desktop task, though it can be done in far less.
vi: Một máy tính để bàn chuẩn, gồm hệ thống cửa sổ X, các môi trường người dùng đầy đủ, khả năng âm thanh, trình soạn thảo v.v. Cần thiết khoảng 2 GB khi dùng công việc môi trường làm việc chuẩn, dù có thể cài đặt một môi trường làm việc cơ bản trong rất ít sức chứa hơn.

source: Work Console
vi: Bàn điều khiển

source: A more stripped-down user machine, without the X window system or X applications. Possibly suitable for a laptop or mobile computer. The size is around 140MB.
vi: Một máy tính người dùng tối thiểu, không có hệ thống cửa sổ X hay ứng dụng X. Có lẽ thích hợp với máy tính xách tay hay máy tính di động khác. Nó chiếm khoảng 140 MB.

source: Developer
vi: Nhà phát triển

source: A desktop setup with all the development packages, such as Perl, C, C++, etc. Size is around 475MB. Assuming you are adding X11 and some additional packages for other uses, you should plan around 800MB for this type of machine.
vi: Một thiết lập để bàn chứa mọi gói phần mềm phát triển, như Perl, C và C++. Nó chiếm khoảng 475 MB. Nếu bạn muốn thêm X11 và một số gói khác cho mục đích riêng, bạn nên định sử dụng khoảng 800 MB cho máy kiểu này.

source: Remember that these sizes don't include all the other materials which are usually to be found, such as user files, mail, and data. It is always best to be generous when considering the space for your own files and data. Notably, the <filename>/var</filename> partition contains a lot of state information specific to Debian in addition to its regular contents like logfiles. The <command>dpkg</command> files (with information on all installed packages) can easily consume 20MB. Also, <command>apt-get</command> puts downloaded packages here before they are installed. You should usually allocate at least 100MB for <filename>/var</filename>.
vi: Ghi chú rằng những sự ước lượng này không gồm các dữ liệu thường dụng, như thư điện tử và tập tin người dùng kiểu khác nhau. Bạn nên tính rộng lượng sức chứa cho các tập tin và dữ liệu của mình. Chẳng hạn, phân vùng <filename>/var</filename> chứa rất nhiều thông tin về tình trạng đặc trưng cho Debian, thêm vào nội dung chuẩn như bản ghi. Các tập tin <command>dpkg</command> (gồm thông tin về mọi gói đã cài đặt) có thể chiếm đến 20 MB. Tiến trình <command>apt-get</command> cũng để vào đây các gói mới tải về, trước khi cài đặt chúng. Bạn thường nên cấp phát ít nhất 100 MB cho phân vùng <filename>/var</filename>.

source: Pre-Partitioning for Multi-Boot Systems
vi: Phân vùng sẵn cho hệ thống đa khởi động

source: Partitioning your disk simply refers to the act of breaking up your disk into sections. Each section is then independent of the others. It's roughly equivalent to putting up walls inside a house; if you add furniture to one room it doesn't affect any other room.
vi: Tiến trình phân vùng đĩa đơn giản là việc chia đĩa ra nhiều phần riêng, không phụ thuộc vào nhau. Nó giống như việc xây dựng tường ở trong nhà: khi bạn thêm đồ đạc vào phòng này, không có tác động trong phòng khác.

source: Whenever this section talks about <quote>disks</quote> you should translate this into a DASD or VM minidisk in the &arch-title; world. Also a machine means an LPAR or VM guest in this case.
vi: Khi nào tiết đoạn này nói về <quote>đĩa</quote>, nó có nghĩa là DASD (thiết bị cất giữ truy cập trực tiếp, v.d. đĩa cứng) hay đĩa nhỏ VM (bộ nhớ ảo) cho máy kiểu &arch-title;. Hơn nữa, <quote>máy</quote> là LPAR (phân vùng hợp lý) hay máy khách VM trong trường hợp này.

source: If you already have an operating system on your system <phrase arch="i386"> (Windows 9x, Windows NT/2000/XP, OS/2, MacOS, Solaris, FreeBSD, &hellip;) </phrase> <phrase arch="alpha"> (Tru64 (Digital UNIX), OpenVMS, Windows NT, FreeBSD, &hellip;) </phrase> <phrase arch="s390"> (VM, z/OS, OS/390, &hellip;) </phrase> <phrase arch="m68k"> (Amiga OS, Atari TOS, Mac OS, &hellip;) </phrase> and want to stick Linux on the same disk, you will need to repartition the disk. Debian requires its own hard disk partitions. It cannot be installed on Windows or MacOS partitions. It may be able to share some partitions with other Linux systems, but that's not covered here. At the very least you will need a dedicated partition for the Debian root.
vi: Nếu máy tính của bạn đã có một hệ điều hành <phrase arch="i386"> (Windows 9x, Windows NT/2000/XP, OS/2, MacOS, Solaris, FreeBSD, &hellip;) </phrase> <phrase arch="alpha"> (Tru64 (Digital UNIX), OpenVMS, Windows NT, FreeBSD, &hellip;) </phrase> <phrase arch="s390"> (VM, z/OS, OS/390, &hellip;) </phrase> <phrase arch="m68k"> (Amiga OS, Atari TOS, Mac OS, &hellip;) </phrase> và bạn muốn thêm Linux vào cùng một đĩa, bạn sẽ cần phải phân vùng lại đĩa đó. Debian cần thiết một số phân vùng riêng trên đĩa cứng. Không thể cài đặt nó vào phân vùng kiểu Windows hay MacOS. Có lẽ nó chia sẻ được phân vùng với kiểu Linux khác, nhưng trường hợp đó không được diễn tả ở đây. Ít nhất bạn sẽ cần thiết một phân vùng riêng dành cho gốc (root) của Debian.

source: You can find information about your current partition setup by using a partitioning tool for your current operating system<phrase arch="i386">, such as fdisk or PartitionMagic</phrase><phrase arch="powerpc">, such as Drive Setup, HD Toolkit, or MacTools</phrase><phrase arch="m68k">, such as HD SC Setup, HDToolBox, or SCSITool</phrase><phrase arch="s390">, such as the VM diskmap</phrase>. Partitioning tools always provide a way to show existing partitions without making changes.
vi: Bạn có thể tìm thông tin về thiết lập phân vùng hiện thời của máy tính bằng cách sử dụng một công cụ phân vùng cho hệ điều hành đã có<phrase arch="i386">, v.d. fdisk hay PartitionMagic</phrase><phrase arch="powerpc">, v.d. Drive Setup, HD Toolkit, hay MacTools</phrase><phrase arch="m68k">, v.d. HD SC Setup, HDToolBox, hay SCSITool</phrase><phrase arch="s390">, v.d. sơ đồ đĩa VM</phrase>. Mọi công cụ phân vùng cung cấp cách hiển thị các phân vùng đã có, chưa thay đổi gì.

source: In general, changing a partition with a file system already on it will destroy any information there. Thus you should always make backups before doing any repartitioning. Using the analogy of the house, you would probably want to move all the furniture out of the way before moving a wall or you risk destroying it.
vi: Thông thường, việc thay đổi phân vùng chứa hệ thống tập tin sẽ hủy mọi thông tin trên nó. Vì vậy bạn phải sao lưu hết trước khi phân vùng lại. Giống như trong nhà, rất có thể là bạn muốn di chuyển các đồ đạc ra trước khi chuyển tường, nếu không thì rủi ro hủy nó.

source: FIXME: write about HP-UX disks?
vi: FIXME: (chưa ghi đoạn tiếng Anh)

source: If your computer has more than one hard disk, you may want to dedicate one of the hard disks completely to Debian. If so, you don't need to partition that disk before booting the installation system; the installer's included partitioning program can handle the job nicely.
vi: Nếu máy tính của bạn có nhiều đĩa cứng, có lẽ bạn muốn cấp phát một đĩa cứng riêng dành cho Debian. Nếu có, bạn không cần phân vùng đĩa đó trước khi khởi động hệ thống cài đặt, vì chương trình phân vùng có sẵn trong trình cài đặt sẽ làm việc này.

source: If your machine has only one hard disk, and you would like to completely replace the current operating system with &debian;, you also can wait to partition as part of the installation process (<xref linkend="partman"/>), after you have booted the installation system. However this only works if you plan to boot the installer system from tapes, CD-ROM or files on a connected machine. Consider: if you boot from files placed on the hard disk, and then partition that same hard disk within the installation system, thus erasing the boot files, you'd better hope the installation is successful the first time around. At the least in this case, you should have some alternate means of reviving your machine like the original system's installation tapes or CDs.
vi: Còn nếu máy tính của bạn chỉ có một đĩa cứng, và bạn muốn thay thế hoàn toàn hệ điều hành tồn tại bằng &debian;, bạn cũng có thể đợi đến khi tiến trình cài đặt phân vùng nó (<xref linkend="partman"/>), sau khi bạn đã khởi động hệ thống cài đặt. Tuy nhiên, khả năng phân vùng trễ này cần thiết bạn khởi động hệ thống cài đặt từ băng, đĩa CD-ROM hay tập tin trên một máy khác đã kết nối. Nếu bạn khởi động từ tập tin nằm trên đĩa cứng, rồi phân vùng đĩa cứng đó trong tiến trình cài đặt, thì xoá hết tập tin khởi động, bạn phải mong việc cài đặt là thành công lần đầu tiên. Trong trường hợp này, ít nhất bạn nên có cách khởi động lại máy tính bị lỗi, v.d. các băng hay đĩa CD cài đặt của hệ điều hành gốc.

source: If your machine already has multiple partitions, and enough space can be provided by deleting and replacing one or more of them, then you too can wait and use the Debian installer's partitioning program. You should still read through the material below, because there may be special circumstances like the order of the existing partitions within the partition map, that force you to partition before installing anyway.
vi: Nếu máy tính của bạn đã có nhiều phân vùng, và bạn có thể giải phóng đủ sức chứa bằng cách xoá bỏ và thay thế một hay nhiều phân vùng, bạn cũng có thể hoãn phân vùng đến khi sử dụng chương trình phân vùng có sẵn trong trình cài đặt Debian. Trước tiên, bạn nên đọc thông tin bên dưới, để xem nếu có trường hợp đặc biệt (v.d. thứ tự các phân vùng đã có trên sơ đồ phân vùng) ép buộc bạn vẫn còn phải phân vùng trước khi cài đặt.

source: If your machine has a FAT or NTFS filesystem, as used by DOS and Windows, you can wait and use Debian installer's partitioning program to resize the filesystem.
vi: Nếu máy tính của bạn có hệ thống tập tin kiểu FAT hay NTFS, như được dùng bởi DOS hay Windows, bạn có thể hoãn phân vùng đến khi sử dụng chương trình phân vùng có sẵn trong trình cài đặt Debian, để thay đổi kích cỡ của hệ thống tập tin đó.

source: If none of the above apply, you'll need to partition your hard disk before starting the installation to create partition-able space for Debian. If some of the partitions will be owned by other operating systems, you should create those partitions using native operating system partitioning programs. We recommend that you do <emphasis>not</emphasis> attempt to create partitions for &debian; using another operating system's tools. Instead, you should just create the native operating system's partitions you will want to retain.
vi: Nếu bạn không có trường hợp nào ở trên, bạn cần phải phân vùng đĩa cứng trước khi khởi chạy tiến trình cài đặt, để tạo sức chứa có khả năng phân vùng dành cho Debian. Nếu một số phân vùng sẽ bị hệ điều hành khác sở hữu, bạn nên tạo các phân vùng riêng đó bằng chương trình phân vùng của HĐH đó. Khuyên bạn <emphasis>không</emphasis> cố gắng tạo phân vùng cho &debian; bằng công cụ của HĐH khác: chỉ tạo những phân vùng cần thiết cho HĐH khác đó, rồi sử dụng công cụ Debian để tạo phân vùng Debian.

source: If you are going to install more than one operating system on the same machine, you should install all other system(s) before proceeding with Linux installation. Windows and other OS installations may destroy your ability to start Linux, or encourage you to reformat non-native partitions.
vi: Nếu bạn định cài đặt nhiều hệ điều hành vào cùng một máy, bạn nên cài đặt các HĐH khác trước khi cài đặt Linux. Thứ tự cài đặt này ngăn cản HĐH khác hủy khả năng khởi chạy Linux, hoặc hướng dẫn bạn định dạng lại phân vùng Linux.

source: You can recover from these actions or avoid them, but installing the native system first saves you trouble.
vi: Bạn có thể tránh những lỗi này, hoặc cố gắng phục hồi máy tính, nhưng mà việc cài đặt các hệ điều hành khác trước tiên khỏi phiền đến bạn.

source: In order for OpenFirmware to automatically boot &debian; the Linux partitions should appear before all other partitions on the disk, especially MacOS boot partitions. This should be kept in mind when pre-partitioning; you should create a Linux placeholder partition to come <emphasis>before</emphasis> the other bootable partitions on the disk. (The small partitions dedicated to Apple disk drivers are not bootable.) You can delete the placeholder with the Linux partition tools later during the actual install, and replace it with Linux partitions.
vi: Để OpenFirmware khởi động tự động &debian;, các phân vùng LInux nên nằm trước các phân vùng HĐH khác trên đĩa, đặc biệt là phân vùng MacOS. Bạn nên nhớ lại thứ tự này trong khi phân vùng sẵn: bạn nên tạo một phân vùng giữ chỗ Linux để nằm <emphasis>trước</emphasis> các phân vùng khởi động được khác trên đĩa. (Những phân vùng nhỏ dành cho trình điều khiển đĩa Apple không có khả năng khởi động.) Trong khi thật cài đặt, bạn có thể sử dụng công cụ phân vùng Linux để xoá bỏ bộ giữ chỗ và thay thế nó bằng các phân vùng Linux.

source: If you currently have one hard disk with one partition (a common setup for desktop computers), and you want to multi-boot the native operating system and Debian, you will need to:
vi: Nếu bạn hiện thời có một đĩa cứng riêng lẻ chứa chỉ một phân vùng (thiết lập thường trên máy tính để bàn), và bạn muốn « đa khởi động » cả hệ điều hành gốc lẫn Debian, bạn cần phải:

source: Back up everything on the computer.
vi: Sao lưu mọi dữ liệu trên máy tính đó.

source: Boot from the native operating system installer media such as CD-ROM or tapes. <phrase arch="powerpc">When booting from a MacOS CD, hold the <keycap>c</keycap> key while booting to force the CD to become the active MacOS system.</phrase>
vi: Khởi động từ vật chứa (v.d. đĩa CD hay băng) cài đặt hệ điều hành gốc. <phrase arch="powerpc">Khi khởi động từ đĩa CD kiểu MacOS, hãy bấm giữ phím <keycap>c</keycap> trong khi khởi động, để ép buộc đĩa CD đó trở thành hệ thống MacOS hoạt động.</phrase>

source: Use the native partitioning tools to create native system partition(s). Leave either a place holder partition or free space for &debian;.
vi: Dùng công cụ phân vùng của HĐH gốc để tạo các phân vùng dành cho nó. Để lại hoạc một phân vùng giữ chỗ hoặc sức chứa còn rảnh dành cho Debian.

source: Install the native operating system on its new partition.
vi: Cài đặt hệ điều hành gốc vào phân vùng mới của nó.

source: Boot back into the native system to verify everything's OK, and to download the Debian installer boot files.
vi: Khởi động về HĐH đó để thẩm tra xem mọi thứ là ổn, cũng để tải về các tập tin khởi động của trình cài đặt Debian.

source: Boot the Debian installer to continue installing Debian.
vi: Khởi động trình cài đặt Debian để tiếp tục lại cài đặt Debian.

source: Partitioning in Tru64 UNIX
vi: Phân vùng trên Tru64 UNIX

source: Tru64 UNIX, formerly known as Digital UNIX, which is in turn formerly known as OSF/1, uses the partitioning scheme similar to the BSD <quote>disk label</quote>, which allows for up to eight partitions per disk drive. The partitions are numbered <quote>1</quote> through to <quote>8</quote> in Linux and <quote>lettered</quote> <quote>a</quote> through to <quote>h</quote> in UNIX. Linux kernels 2.2 and higher always correspond <quote>1</quote> to <quote>a</quote>, <quote>2</quote> to <quote>b</quote> and so on. For example, <filename>rz0e</filename> in Tru64 UNIX would most likely be called <filename>sda5</filename> in Linux.
vi: Tru64 UNIX, được biết trước như là Digital UNIX, mà lần lượt được biết trước là OSF/1, sử dụng lược đồ phân vùng tương tự với <quote>nhãn đĩa</quote> (disk label) của BSD, mà tính đến tám phân vùng trên mỗi ổ đĩa. Các phân vùng có số hiệu từ <quote>1</quote> đến <quote>8</quote> trong Linux, còn có <quote>chữ hiệu</quote> từ <quote>a</quote> đến <quote>h</quote> trong UNIX. Hạt nhân Linux phiên bản 2.2 và sau luôn luôn tương ứng <quote>1</quote> với <quote>a</quote>, <quote>2</quote> với <quote>b</quote> v.v. Ví dụ, phân vùng <filename>rz0e</filename> trong Tru64 UNIX rất có thể là <filename>sda5</filename> trong Linux.

source: Partitions in a Tru64 disk label may overlap. Moreover, if this disk will be used from Tru64, the <quote>c</quote> partition is required to span the entire disk (thus overlapping all other non-empty partitions). Under Linux this makes <filename>sda3</filename> identical to <filename>sda</filename> (<filename>sdb3</filename> to <filename>sdb</filename>, if present, and so on). However, the partman partitioning tool used by &d-i; cannot handle overlapping partitions at present. As a result, it is currently not recommended to share disks between Tru64 and Debian. Partitions on Tru64 disks can be mounted under Debian after installation has been completed.
vi: Trong một nhãn đĩa Tru64, hai phân vùng có thể chồng chéo lên nhau. Hơn nữa, nếu đĩa này sẽ được dùng từ hệ thống Tru64, cần thiết phân vùng <quote>c</quote> chiếm toàn bộ đĩa (nhờ đó chồng lấp các phân vùng khác rỗng khác). Dưới Linux, trường hợp này làm cho <filename>sda3</filename> trùng với <filename>sda</filename> (<filename>sdb3</filename> với <filename>sdb</filename>, nếu có, v.v.). Tuy nhiên, công cụ phân vùng « partman » được dùng bởi &d-i; hiện thời không có khả năng quản lý phân vùng chồng chéo lên nhau. Như thế thì khuyên bạn hiện thời không chia sẻ đĩa giữa hai hệ điều hành Tru64 và Debian. Các phân vùng trên đĩa kiểu Tru64 có thể được gắn kết dưới Debian sau khi cài đặt xong.

source: Another conventional requirement is for the <quote>a</quote> partition to start from the beginning of the disk, so that it always includes the boot block with the disk label. If you intend to boot Debian from that disk, you need to size it at least 2MB to fit aboot and perhaps a kernel. Note that this partition is only required for compatibility; you must not put a file system onto it, or you'll destroy data.
vi: Cũng thường cần thiết phân vùng <quote>a</quote> bắt đầu từ đầu của đĩa, đảm bảo nó chứa khối tin khởi động cùng với nhãn đĩa. Nếu bạn định khởi động Debian từ đĩa đó, bạn cần phải đặt kích cỡ ít nhất 2 MB để chứa phần mềm « aboot » và có lẽ một hạt nhân. Ghi chú rằng cần thiết phân vùng này chỉ cho mục đích sự tương thích: đừng để hệ thống tập tin vào nó, vì việc này hủy dữ liệu.

source: It is possible, and indeed quite reasonable, to share a swap partition between UNIX and Linux. In this case it will be needed to do a <command>mkswap</command> on that partition every time the system is rebooted from UNIX into Linux, as UNIX will damage the swap signature. You may want to run <command>mkswap</command> from the Linux start-up scripts before adding swap space with <command>swapon -a</command>.
vi: Có thể chia sẻ một phân vùng trao đổi (swap) giữa hai kiểu hệ điều hành UNIX và Linux. Trong trường hợp này, cần thiết thực hiện tiến trình <command>mkswap</command> trên phân vùng đó mỗi lần khởi động lại hệ thống từ UNIX vào Linux, vì UNIX sẽ làm hỏng chữ ký trao đổi. Có lẽ bạn muốn chạy <command>mkswap</command> từ các tập lệnh khởi động Linux trước khi thêm sức chứa trao đổi bằng lệnh <command>swapon -a</command>.

source: If you want to mount UNIX partitions under Linux, note that Digital UNIX can use two different file system types, UFS and AdvFS, of which Linux only understands the former.
vi: Nếu bạn muốn gắn kết phân vùng UNIX dưới Linux, ghi chú rằng Digital UNIX có khả năng sử dụng hai kiểu hệ thống tập tin khác nhau, UFS và AdvFS, còn Linux hiểu được chỉ kiểu UFS thôi.

source: Partitioning in Windows NT
vi: Phân vùng trong Windows NT

source: Windows NT uses the PC-style partition table. If you are manipulating existing FAT or NTFS partitions, it is recommended that you use the native Windows NT tools (or, more conveniently, you can also repartition your disk from the AlphaBIOS setup menu). Otherwise, it is not really necessary to partition from Windows; the Linux partitioning tools will generally do a better job. Note that when you run NT, the Disk Administrator may offer you to write a <quote>harmless signature</quote> on non-Windows disks if you have any. <emphasis>Never</emphasis> let it do that, as this signature will destroy the partition information.
vi: Hệ điều hành Windows NT sử dụng bảng phân vùng kiểu PC. Nếu bạn đang thao tác phân vùng kiểu FAT hay NTFS đã có, khuyên bạn sử dụng công cụ Windows NT sở hữu (hoặc thân thiện hơn, bạn cũng có khả năng phân vùng lại đĩa từ trình đơn thiết lập AlphaBIOS). Nếu không, bạn không thật cần phải phân vùng từ Windows; công cụ phân vùng Linux sẽ thường làm việc tốt hơn. Ghi chú rằng khi bạn chạy Windows NT, chương trình Disk Administrator (bộ quản trị đĩa) có thể đề nghị ghi một <quote>harmless signature</quote> (chữ ký vô hại) vào đĩa khác Windows, nếu có. <emphasis>Đừng bao giờ</emphasis> cho phép nó làm như thế, vì chữ ký <quote>vô hại</quote> này sẽ hủy thông tin phân vùng.
