Repository: dankamongmen/s-i
Catalog: manual/po/*/preparing.po
Languages: vi

source: The OpenFirmware on OldWorld Beige G3 machines, OF versions 2.0f1 and 2.4, is broken. These machines will most likely not be able to boot from the hard drive unless the firmware is patched. A firmware patch is included in the <application>System Disk 2.3.1</application> utility, available from Apple at <ulink url="ftp://ftp.apple.com/developer/macosxserver/utilities/SystemDisk2.3.1.smi.bin"></ulink>. After unpacking the utility in MacOS, and launching it, select the <guibutton>Save button</guibutton> to have the firmware patches installed to nvram.
vi: Trên máy Apple Mac G3 màu be kiểu cũ (chạy OpenFirmware phiên bản 2.0f1 và 2.4), khả năng OpenFirmware bị hỏng. Rất có thể là máy kiểu này không thể khởi động từ đĩa cứng, nếu phần vững chưa có đắp vá riêng. Đắp vá phần vững này có sẵn trong tiện ích <application>System Disk 2.3.1</application>, sẵn sàng từ Apple tại <ulink url="ftp://ftp.apple.com/developer/macosxserver/utilities/SystemDisk2.3.1.smi.bin"></ulink>. Sau khi giải nén tiện ích này trong hệ điều hành MacOS, cũng khởi chạy nó, hãy bấm cái nút <guibutton>Save</guibutton> (Lưu) để cài đặt các đắp vá phần vững vào bộ nhớ nvram.

source: Invoking OpenBoot
vi: Gọi OpenBoot

source: OpenBoot provides the basic functions needed to boot the &arch-title; architecture. This is rather similar in function to the BIOS in the x86 architecture, although much nicer. The Sun boot PROMs have a built-in forth interpreter which lets you do quite a number of things with your machine, such as diagnostics and simple scripts.
vi: OpenBoot cung cấp những chức năng cơ bản cần thiết để khởi động kiến trúc &arch-title;. Những chức năng này làm công việc hơi tương tự với BIOS trong kiến trúc x86, dù rất đẹp hơn. Các PROM khởi động của Sun có sẵn một bộ thông dịch « forth » cho bạn một số khả năng có ích, v.d. chẩn đoán và chạy tập lệnh đơn giản.

source: To get to the boot prompt you need to hold down the <keycap>Stop</keycap> key (on older type 4 keyboards, use the <keycap>L1</keycap> key, if you have a PC keyboard adapter, use the <keycap>Break</keycap> key) and press the <keycap>A</keycap> key. The boot PROM will give you a prompt, either <userinput>ok</userinput> or <userinput>&gt;</userinput>. It is preferred to have the <userinput>ok</userinput> prompt. So if you get the old style prompt, hit the <keycap>n</keycap> key to get the new style prompt.
vi: Để xem dấu nhắc khởi động, bạn cần phải bấm giữ phím <keycap>Stop</keycap> (trên bàn phím type4 cũ hơn, hãy dùng phím <keycap>L1</keycap>, còn nếu bạn có một bộ tiếp hợp bàn phím PC, hãy dùng phím <keycap>Break</keycap> key) rồi bấm phím <keycap>A</keycap>. PROM khởi động sẽ hiển thị dấu nhắc, hoặc <userinput>ok</userinput> hoặc <userinput>&gt;</userinput>. Dấu nhắc <userinput>ok</userinput> là tốt hơn, vậy nếu bạn xem dấu nhắc kiểu cũ hơn, bấm phím <keycap>n</keycap> để hiển thị dấu nhắc mới hơn.

source: If you are using a serial console, send a break to the machine. With Minicom, use <keycap>Ctrl-A F</keycap>, with cu, hit <keycap>Enter</keycap>, then type <userinput>%~break</userinput>. Consult the documentation of your terminal emulator if you are using a different program.
vi: Nếu bạn sử dụng một bàn điều khiển nối tiếp, hãy gởi tín hiệu ngắt cho máy. Trong Minicom, bấm tổ hợp phím <keycap>Ctrl-A F</keycap>, còn trong chương trình « cu », hãy bấm phím <keycap>Enter</keycap>, rồi gõ <userinput>%~break</userinput>. Hãy xem tài liệu hướng dẫn sử dụng bộ trình phỏng thiết bị cuối nếu bạn sử dụng một chương trình khác.

source: You can use OpenBoot to boot from specific devices, and also to change your default boot device. However, you need to know some details about how OpenBoot names devices; it's considerably different from Linux device naming, described in <xref linkend="device-names"/>. Also, the command will vary a bit, depending on what version of OpenBoot you have. More information about OpenBoot can be found in the <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.
vi: Bạn có thể sử dụng OpenBoot để khởi động từ thiết bị riêng, cũng để chuyển đổi thiết bị khởi động mặc định. Tuy nhiên, bạn cần phải biết vài chi tiết về phương pháp đặt tên thiết bị của OpenBoot: nó rất khác với cách đặt tên thiết bị của Linux, được diễn tả trong <xref linkend="device-names"/>. Hơn nữa, lệnh dùng sẽ đổi khác một ít, phụ thuộc vào phiên bản OpenBoot được dùng. Thông tin thêm về OpenBoot nằm trong Tham Chiếu OpenBoot của Sun <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.

source: Typically, with newer revisions, you can use OpenBoot devices such as <quote>floppy</quote>, <quote>cdrom</quote>, <quote>net</quote>, <quote>disk</quote>, or <quote>disk2</quote>. These have the obvious meanings; the <quote>net</quote> device is for booting from the network. Additionally, the device name can specify a particular partition of a disk, such as <quote>disk2:a</quote> to boot disk2, first partition. Full OpenBoot device names have the form <informalexample> <screen> <replaceable>driver-name</replaceable>@ <replaceable>unit-address</replaceable>: <replaceable>device-arguments</replaceable> </screen></informalexample>. In older revisions of OpenBoot, device naming is a bit different: the floppy device is called <quote>/fd</quote>, and SCSI disk devices are of the form <quote>sd(<replaceable>controller</replaceable>, <replaceable>disk-target-id</replaceable>, <replaceable>disk-lun</replaceable>)</quote>. The command <userinput>show-devs</userinput> in newer OpenBoot revisions is useful for viewing the currently configured devices. For full information, whatever your revision, see the <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.
vi: Bình thường, dưới bản sửa đổi mới hơn, bạn có khả năng sử dụng OpenBoot để khởi động từ <quote>floppy</quote> (đĩa mềm), <quote>cdrom</quote> (đĩa CD-ROM), <quote>net</quote> (mạng), <quote>disk</quote> (đĩa), hay <quote>disk2</quote> (đĩa 2). Hơn nữa, tên thiết bị có thể xác định một phân vùng riêng, v.d. <quote>disk2:a</quote> để khởi động đĩa 2, phân vùng thứ nhất. Tên thiết bị OpenBoot đầy đủ có dạng <informalexample> <screen> <replaceable>tên trình điều khiển</replaceable>@ <replaceable>địa chỉ đơn vị</replaceable>: <replaceable>các đối số thiết bị</replaceable> </screen></informalexample>. Còn dưới bản sửa đổi OpenBoot cũ hơn, phương pháp đặt tên thiết bị là khác một ít: thiết bị đĩa mềm có tên <quote>/fd</quote>, và thiết bị đĩa SCSI có dạng <quote>sd(<replaceable>bộ điều khiển</replaceable>, <replaceable>mã hiệu đích đĩa</replaceable>, <replaceable>đơn vị hợp lý của đĩa</replaceable>)</quote>. Dưới bản sửa đổi OpenBoot mới hơn, lệnh <userinput>show-devs</userinput> (hiển thị các thiệt bị) có ích để xem các thiết bị đã cấu hình hiện thời. Để tìm thông tin đầy đủ, bất chấp bản sửa đổi, xem Tham Chiếu OpenBoot của Sun <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.

source: To boot from a specific device, use the command <userinput>boot <replaceable>device</replaceable></userinput>. You can set this behavior as the default using the <userinput>setenv</userinput> command. However, the name of the variable to set changed between OpenBoot revisions. In OpenBoot 1.x, use the command <userinput>setenv boot-from <replaceable>device</replaceable></userinput>. In later revisions of OpenBoot, use the command <userinput>setenv boot-device <replaceable>device</replaceable></userinput>. Note, this is also configurable using the <command>eeprom</command> command on Solaris, or modifying the appropriate files in <filename>/proc/openprom/options/</filename>, for example under Linux: <informalexample><screen> # echo disk1:1 &gt; /proc/openprom/options/boot-device </screen></informalexample> and under Solaris:
vi: Để khởi động từ một thiết bị dứt khoát, hãy sử dụng lệnh <userinput>boot <replaceable>thiết_bị</replaceable></userinput>. Bạn có thể đặt ứng xử này là mặc định, bằng cách sử dụng lệnh <userinput>setenv</userinput> (đặt môi trường). Tuy nhiên, tên của biến cần đặt đã thay đổi giữa bản sửa đổi OpenBoot khác nhau. Trong OpenBoot 1.x, hãy sử dụng lệnh <userinput>setenv boot-from <replaceable>thiết_bị</replaceable></userinput>. Còn trong bản sửa đổi OpenBoot sau đó, hãy sử dụng lệnh <userinput>setenv boot-device <replaceable>thiết_bị</replaceable></userinput>. Ghi chú rằng bạn cũng có thể cấu hình trường hợp này bằng cách sử dụng lệnh <command>eeprom</command> trên Solaris, hoặc bằng cách sửa đổi những tập tin thích hợp trong <filename>/proc/openprom/options/</filename>, lấy thí dụ dưới Linux: <informalexample><screen> # echo disk1:1 &gt; /proc/openprom/options/boot-device </screen></informalexample> còn dưới Solaris:

source: BIOS Setup
vi: Thiết lập BIOS

source: In order to install &debian; on a &arch-title; or zSeries machine you have first boot a kernel into the system. The boot mechanism of this platform is inherently different to other ones, especially from PC-like systems: there are no floppy devices available at all. You will notice another big difference while you work with this platform: most (if not all) of the time you will work remote, with the help of some client session software like telnet, or a browser. This is due to that special system architecture where the 3215/3270 console is line-based instead of character-based.
vi: Để cài đặt &debian; trên máy kiểu &arch-title; hay máy zSeries, trước tiên bạn cần phải khởi động một hạt nhân vào hệ thống. Cơ chế khởi động của nền tảng này rất khác với máy khác, đặc biệt với hệ thống kiểu PC: không có sẵn sàng thiết bị đĩa mềm nào cả. Bạn sẽ cũng thấy biết một sự khác lớn thêm: bình thường (nếu không luôn luôn), bạn sẽ làm việc từ xa, dùng phần mềm phiên chạy khách, như telnet hay trình duyệt Mạng. Các sự khác này do kiến trúc hệ thống đặc biệt: bàn điều khiển 3215/3270 đựa vào dòng, không phải vào ký tự.

source: Linux on this platform runs either natively on the bare machine, in a so-called LPAR (Logical Partition) or in a virtual machine supplied by the VM system. You can use a boot tape on all of those systems; you may use some other boot media, too, but those may not be generally available. For example, you can use the virtual card reader of a virtual machine, or boot from the HMC (Hardware Management Console) of an LPAR if the HMC and this option is available for you.
vi: Hệ điều hành Linux trên nền tảng này có chạy sở hữu trên máy thô, trong một cái gọi là LPAR (phân vùng hợp lý), hay trong một máy ảo được cung cấp bởi hệ thống VM. Bạn có thể sử dụng một băng khởi động trên mọi hệ thống đó; cũng có thể sử dụng vật chứa khởi động khác, nhưng có lẽ chúng không phải sẵn sàng để dùng chung. Lấy thí dụ, bạn có thể sử dụng bộ đọc thẻ ảo của một máy ảo, hoặc khởi động từ HMC (bàn điều khiển quản lý phần cứng) của một LPAR nếu cả HMC lẫn tùy chọn này đều sẵn sàng.

source: Before you actually perform an installation, you have to go over some design and preparation steps. IBM has made documentation available about the whole process, e.g. how to prepare an installation medium and how actually boot from that medium. Duplicating that information here is neither possible nor necessary. However, we will describe here which kind of Debian-specific data is needed and where do you find them. Based on both sources of information you have to prepare your machine and the installation medium and to perform a boot from it. When you see the welcome message in your client session join this document again for the Debian-specific installation steps.
vi: Trước khi bạn thật sự cài đặt, bạn cần phải theo một số bước thiết kế và chuẩn bị. Công ty IBM đã cung cấp tài liệu hướng dẫn về toàn bộ tiến trình, v.d. cách chuẩn bị vật chứa cài đặt và cách khởi động từ vật chứa đó. Không thể nhân đôi thông tin đó vào đây. Tuy nhiên, chúng tôi sẽ diễn tả vào đây kiểu dữ liệu đặc trưng cho Debian được cần, và nơi tìm chúng. Đựa vào cả hai nguồn thông tin này, bạn cần phải chuẩn bị máy và vật chứa cài đặt, rồi thực hiện việc khởi động từ nó. Khi bạn xem thông điệp chào mừng trong phiên chạy khách, hãy trở về tài liệu này để xem những bước cài đặt đặc trưng cho Debian.

source: Native and LPAR installations
vi: Sự cài đặt sở hữu và LPAR

source: Please refer to chapter 5 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux for &arch-title;</ulink> Redbook and chapter 3.2 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and &arch-title;: Distributions</ulink> Redbook on how to set up an LPAR for Linux.
vi: Hãy tham chiếu đến chương 5 của Quyển Đỏ <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux dành cho &arch-title;</ulink> và chương 3.2 của Quyển Đỏ <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux dành cho IBM eServer zSeries và &arch-title;: bản phát hành</ulink> để tìm thông tin về cách thiết lập LPAR dành cho Linux.

source: Installation as a VM guest
vi: Cài đặt như là khách VM

source: Please refer to chapter 6 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux for &arch-title;</ulink> Redbook and chapter 3.1 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and &arch-title;: Distributions</ulink> Redbook on how to set up a VM guest for running Linux.
vi: Hãy tham chiếu đến chương 6 của Quyển Đỏ <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux dành cho &arch-title;</ulink> và chương 3.1 của Quyển Đỏ <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux dành cho IBM eServer zSeries và &arch-title;: bản phát hành</ulink> để tìm thông tin về cách thiết lập một ứng dụng khách VM để chạy Linux.

source: You need to copy all the files from the <filename>generic</filename> sub-directory to your CMS disk. Be sure to transfer <filename>kernel.debian</filename> and <filename>initrd.debian</filename> in binary mode with a fixed record length of 80 characters.
vi: Bạn cần phải sao chép mọi tập tin từ thư mục con <filename>generic</filename> sang đĩa CMS của bạn. Hãy kiểm tra xem đã truyền tập tin <filename>kernel.debian</filename> và <filename>initrd.debian</filename> trong chế độ nhị phân với độ dài cố định là 80 ký tự.

source: Setting up an installation server
vi: Thiết lập máy phục vụ cài đặt

source: If you don't have a connection to the Internet (either directly or via a web proxy) you need to create a local installation server that can be accessed from your S/390. This server keeps all the packages you want to install and must make them available using NFS, HTTP or FTP.
vi: Nếu bạn không có sự kết nối đến Mạng (hoặc trực tiếp hoặc qua máy phục vụ Mạng), bạn cần phải tạo một máy phục vụ cài đặt cục bộ mà có thể được truy cập từ S/390 của bạn. Máy phục vụ này chứa các gói bạn muốn cài đặt, và phải cung cấp chúng bằng giao thức NFS, HTTP hay FTP.

source: The installation server needs to copy the exact directory structure from any &debian; mirror, but only the s390 and architecture-independent files are required. You can also copy the contents of all installation CDs into such a directory tree.
vi: Trình phục vụ cài đặt cần phải sao chép cấu trúc thư mục chính xác từ máy nhân bản &debian; nào, nhưng cần thiết chỉ những tập tin S390 và những tập tin không phụ thuộc vào kiến trúc. Bạn cũng có thể sao chép nội dung của các đĩa CD cài đặt vào cây thư mục như vậy.

source: FIXME: more information needed &mdash; from a Redbook?
vi: SỬA ĐI : cần thông tin thêm &mdash; từ một Quyển Đỏ ?

source: Hardware Issues to Watch Out For
vi: Vấn đề phần cứng có thể

source: Many people have tried operating their 90 MHz CPU at 100 MHz, etc. It sometimes works, but is sensitive to temperature and other factors and can actually damage your system. One of the authors of this document over-clocked his own system for a year, and then the system started aborting the <command>gcc</command> program with an unexpected signal while it was compiling the operating system kernel. Turning the CPU speed back down to its rated value solved the problem.
vi: Nhiều người đã cố chạy bộ xử lý trung tâm 90 MHz tại 100 MHz v.v. Đôi khi nó chạy được, nhưng nó phản ứng với nhiệt độ và nhân tố khác, và thật sự có thể làm hỏng hệ thống. Một của những tác giả của tài liệu này đã tăng tốc độ CPU trong hơn một năm, rồi hệ thống bắt đầu hủy bỏ chương trình <command>gcc</command> với một tín hiệu bất thường trong khi biên dịch hạt nhân của hệ điều hành. Việc giảm tốc độ CPU thành giá trị chuẩn đã sửa vấn đề này.

source: The <command>gcc</command> compiler is often the first thing to die from bad memory modules (or other hardware problems that change data unpredictably) because it builds huge data structures that it traverses repeatedly. An error in these data structures will cause it to execute an illegal instruction or access a non-existent address. The symptom of this will be <command>gcc</command> dying from an unexpected signal.
vi: Bộ biên dịch <command>gcc</command> thường là tiến trình thứ nhất sẽ kết thúc do mô-đun bộ nhớ sai (hoặc do vấn đề phần cứng khác mà thay đổi dữ liệu một cách không thể đoán trước được) vì nó xây dựng các cấu trúc rất lơn mà nó truyền qua nhiều lần. Lỗi nào trong cấu trúc dữ liệu như vậy sẻ gây ra nó thực hiện một câu lệnh sai hoặc truy cập một địa chỉ không tồn tại. Kết quả là chương trình <command>gcc</command> kết thúc do tín hiệu bất thường.

source: Atari TT RAM boards are notorious for RAM problems under Linux; if you encounter any strange problems, try running at least the kernel in ST-RAM. Amiga users may need to exclude RAM using a booter memfile. <phrase condition="FIXME"><emphasis> FIXME: more description of this needed. </emphasis></phrase>
vi: Bo mạch RAM TT của Atari có tiếng xấu về vấn đề RAM dưới Linux; nếu bạn gặp khó khăn lạ, hãy cố chạy ít nhất hạt nhân trong bộ nhớ ST-RAM. Người dùng Amiga có lẽ cần phải loại trừ RAM bằng một booter memfile (tập tin bộ nhớ khởi động). <phrase condition="FIXME"><emphasis> SỬA ĐI : cần thiết mô tả chi tiết hơn. </emphasis></phrase>

source: The very best motherboards support parity RAM and will actually tell you if your system has a single-bit error in RAM. Unfortunately, they don't have a way to fix the error, thus they generally crash immediately after they tell you about the bad RAM. Still, it's better to be told you have bad memory than to have it silently insert errors in your data. Thus, the best systems have motherboards that support parity and true-parity memory modules; see <xref linkend="Parity-RAM"/>.
vi: Các bo mạch chủ tốt nhất có hỗ trợ RAM tính chẵn lẻ và sẽ thật báo bạn biết nếu hệ thống có lỗi bit đơn trong bộ nhớ RAM. Tiếc là chúng không cung cấp cách sửa lỗi như vậy, vậy chúng thường sụp đổi đúng sau khi báo bạn biết về RAM sai. Tuy nhiên, sự biết về bộ nhớ sai là tốt hơn trường hợp nó chèn lỗi trong dữ liệu của bạn một cách im lặng. Vì vậy các hệ thống tốt nhất có bo mạch chủ hỗ trợ mô-đun bộ nhớ cả tính chẵn lẻ lẫn tính chẵn lẻ thật; xem <xref linkend="Parity-RAM"/>.

source: If you do have true-parity RAM and your motherboard can handle it, be sure to enable any BIOS settings that cause the motherboard to interrupt on memory parity errors.
vi: Nếu máy tính của bạn có RAM tính chẵn lẻ thật (true-parity), và bo mạch chủ có thể quản lý nó, hãy kiểm tra xem đã hiệu lực thiết lập BIOS nào gây ra bo mạch chủ ngắt tiến trình khi gặp lỗi tính chẵn lẻ bộ nhớ.

source: The Turbo Switch
vi: Cái chuyển tốc độ

source: Many systems have a <emphasis>turbo</emphasis> switch that controls the speed of the CPU. Select the high-speed setting. If your BIOS allows you to disable software control of the turbo switch (or software control of CPU speed), do so and lock the system in high-speed mode. We have one report that on a particular system, while Linux is auto-probing (looking for hardware devices) it can accidentally touch the software control for the turbo switch.
vi: Nhiều hệ thống có một cái chuyển <emphasis>turbo</emphasis> mà điều khiển tốc độ của bộ xử lý trung tâm: bạn hãy chọn sự đặt tốc độ cao. Nếu BIOS cho phép bạn tắt phần mềm điều khiển cái chuyển turbo này (hoặc tắt phần mềm điều khiển tốc độ CPU), tắt đi, và khoá hệ thống trong chế độ tốc độ cao. Một người dùng đã thông báo về hệ thống của họ, trong khi Linux thăm dò tự động (tìm thiết bị phần cứng), nó có thể tình nguyện cờ sờ cách phần mềm điều khiển cái chuyển turbo.

source: Cyrix CPUs and Floppy Disk Errors
vi: CPU Cyrix và lỗi đĩa mềm

source: Many users of Cyrix CPUs have had to disable the cache in their systems during installation, because the floppy disk has errors if they do not. If you have to do this, be sure to re-enable your cache when you are finished with installation, as the system runs <emphasis>much</emphasis> slower with the cache disabled.
vi: Nhiều người dùng bộ xử lý trung tâm kiểu Cyrix đã phải tắt bộ nhớ tạm (cache) trong hệ thống trong khi cài đặt, vì đĩa mềm gặp lỗi nếu không. Nếu bạn phải làm như thế, hãy kiểm tra xem đã bật lại bộ nhớ tạm khi đã cài đặt xong, vì hệ thống chạy <emphasis>rất</emphasis> chậm hơn khi bộ nhớ tạm bị tắt.

source: We don't think this is necessarily the fault of the Cyrix CPU. It may be something that Linux can work around. We'll continue to look into the problem. For the technically curious, we suspect a problem with the cache being invalid after a switch from 16-bit to 32-bit code.
vi: Chúng tôi không nghĩ bộ xử lý trung tâm Cyrix thật gây ra các lỗi này. Có lẽ Linux có thể chỉnh sửa trường hợp này. Chúng tôi sẽ tiếp tục xem xét vấn đề này. Nếu bạn quan tâm đến kỹ thuật, chúng tôi hoài nghi vấn đề mà bộ nhớ tạm không còn hợp lệ lại sau khi chuyển đổi từ mã 16-bit sang 32-bit.

source: Peripheral Hardware Settings
vi: Thiết lập phần cứng ngoại vi

source: You may have to change some settings or jumpers on your computer's peripheral cards. Some cards have setup menus, while others rely on jumpers. This document cannot hope to provide complete information on every hardware device; what it hopes to provide is useful tips.
vi: Có lẽ bạn phải thay đổi thiết lập hay nút riêng trên thẻ ngoại vi của máy tính. Một số thẻ có trình đơn thiết lập, còn thẻ khác đựa vào nút riêng. Tài liệu này không thể cung cấp thông tin hoàn toàn về mọi thiết bị phần cứng: nó cố cung cấp một số mẹo hữu ích.

source: If any cards provide <quote>mapped memory</quote>, the memory should be mapped somewhere between 0xA0000 and 0xFFFFF (from 640K to just below 1 megabyte) or at an address at least 1 megabyte greater than the total amount of RAM in your system.
vi: Nếu thẻ nào cung cấp <quote>bộ nhớ đã ánh xạ</quote> (mapped memory), bộ nhớ nên được ánh xạ giữa 0xA0000 và 0xFFFFF (từ 640K đến đúng dưới 1 megabyte) hoặc tại một địa chỉ ít nhất 1 MB lớn hơn tổng số RAM trong hệ thống của bạn.

source: USB BIOS support and keyboards
vi: Hỗ trợ BIOS USB và bàn phím
