Repository: dankamongmen/s-i
Catalog: manual/po/*/preparing.po
Languages: vi

source: If you plan to boot Linux from an ARC/AlphaBIOS/ARCSBIOS console, you will need a (small) FAT partition for MILO. 5 MB is quite sufficient. If Windows NT is installed, its 6 MB bootstrap partition can be employed for this purpose. Debian &releasename; does not support installing MILO. If you already have MILO installed on your system, or install MILO from other media, Debian can still be booted from ARC.
vi: Nếu bạn định khởi động Linux từ một bàn điều khiển ARC/AlphaBIOS/ARCSBIOS, bạn cần tạo một phân vùng FAT nhỏ dành cho bộ tải khởi động MILO. Nếu hệ điều hành Windows NT đã được cài đặt, phân vùng kiểu tải và khởi động 6 MB của nó có thể được cấp phát cho mục đích này. Debian &releasename; không hỗ trợ khả năng cài đặt MILO. Nếu bạn đã có MILO được cài đặt trên hệ thống của mình, hoặc cài đặt MILO từ vật chứa khác, vẫn còn có thể khởi động Debian từ ARC.

source: Partitioning From DOS or Windows
vi: Phân vùng từ DOS hay Windows

source: If you are manipulating existing FAT or NTFS partitions, it is recommended that you either use the scheme below or native Windows or DOS tools. Otherwise, it is not really necessary to partition from DOS or Windows; the Linux partitioning tools will generally do a better job.
vi: Nếu bạn đang thao tác phân vùng kiểu FAT hay NTFS đã có, khuyên bạn sử dụng lược đồ bên dưới, hoặc sử dụng công cụ Windows hay DOS sở hữu. Nếu không, bạn không thật cần phải phân vùng từ DOS hay Windows; công cụ phân vùng Linux sẽ thường làm việc tốt hơn.

source: But if you have a large IDE disk, and are using neither LBA addressing, overlay drivers (sometimes provided by hard disk manufacturers), nor a new (post 1998) BIOS that supports large disk access extensions, then you must locate your Debian boot partition carefully. In this case, you will have to put the boot partition into the first 1024 cylinders of your hard drive (usually around 524 megabytes, without BIOS translation). This may require that you move an existing FAT or NTFS partition.
vi: Nhưng nếu bạn có một đĩa IDE lớn, và không sử dụng khả năng đặt địa chỉ LBA, trình điều khiển phủ (đôi khi được cung cấp bởi hãng chế tạo đĩa cứng), hay BIOS mới (sau năm 1998) hỗ trợ phần mở rộng truy cập đĩa lớn, trong trường hợp đó bạn cần phải định vị cẩn thận phân vùng khởi động Debian. Bạn cần phải để phân vùng khởi động vào 1024 hình trụ đầu của đĩa cứng (thường khoảng 524 MB, không có dịch BIOS). Việc này có lẽ cần thiết bạn di chuyển một phân vùng NAT hay NTFS tồn tại.

source: Lossless Repartitioning When Starting From DOS, Win-32 or OS/2
vi: Phân vùng lại không mất gì khi bắt đầu từ DOS, Win-32 hay OS/2

source: One of the most common installations is onto a system that already contains DOS (including Windows 3.1), Win32 (such as Windows 95, 98, Me, NT, 2000, XP), or OS/2, and it is desired to put Debian onto the same disk without destroying the previous system. Note that the installer supports resizing of FAT and NTFS filesystems as used by DOS and Windows. Simply start the installer, select the option to <menuchoice> <guimenuitem>Manually edit partition table</guimenuitem> </menuchoice>, select the partition to resize, and specify its new size. So in most cases you should not need to use the method described below.
vi: Một của những việc cài đặt thường nhất xảy ra trên hệ thống đã có DOS (gồm Windows 3.1), Win32 (như Windows 95, 98, Me, NT, 2000, XP), hay OS/2: người dùng muốn cài đặt Debian vào cùng một đĩa, không hủy hệ thống gốc. Ghi chú rằng trình cài đặt Debian hỗ trợ khả năng thay đổi kích cỡ của hệ thống tập tin FAT và NTFS như được dùng bởi hệ điều hành DOS và Windows. Đơn giản hãy khởi chạy trình cài đặt Debian, chọn mục trình đơn <menuchoice> <guimenuitem>Tự sửa đổi bảng phân vùng</guimenuitem> </menuchoice>, chọn phân vùng cần thay đổi, và xác định kích cỡ mới của nó. Vậy trong phần lớn trường hợp, bạn không cần sử dụng phương pháp được diễn tả bên dưới.

source: Before going any further, you should have decided how you will be dividing up the disk. The method in this section will only split a partition into two pieces. One will contain the original OS and the other will be used for Debian. During the installation of Debian, you will be given the opportunity to use the Debian portion of the disk as you see fit, i.e., as swap or as a file system.
vi: Trước khi tiếp tục, bạn nên đã quyết định chia đĩa ra như thế nào. Phương pháp trong tiết đoạn này sẽ chia phân vùng ra chỉ hai phần. Một phần sẽ chứa HĐH gốc, còn phần khác sẽ chứa Debian. Trong khi cài đặt Debian, bạn sẽ có dịp sử dụng phần đĩa Debian bằng cách nào thích hợp, tức là như sức chứa trao đổi hoặc như hệ thống tập tin.

source: The idea is to move all the data on the partition to the beginning, before changing the partition information, so that nothing will be lost. It is important that you do as little as possible between the data movement and repartitioning to minimize the chance of a file being written near the end of the partition as this will decrease the amount of space you can take from the partition.
vi: Mục đĩch là di chuyển về đầu phân vùng mọi dữ liệu đã có trên nó, trước khi thay đổi thông tin phân vùng, để tránh mất gì. Quan trọng là bạn làm ít nhất có thể giữa việc chuyển dữ liệu và việc phân vùng lại, để ngăn cản ghi tập tin gần cuối phân vùng, vì tập tin đó giảm sức chứa sẵn sàng.

source: The first thing needed is a copy of <command>fips</command> which is available in the <filename>tools/</filename> directory on your nearest Debian mirror. Unzip the archive and copy the files <filename>RESTORRB.EXE</filename>, <filename>FIPS.EXE</filename> and <filename>ERRORS.TXT</filename> to a bootable floppy. A bootable floppy can be created using the command <filename>sys a:</filename> under DOS. <command>fips</command> comes with very good documentation which you may want to read. You will definitely need to read the documentation if you use a disk compression driver or a disk manager. Create the disk and read the documentation <emphasis>before</emphasis> you defragment the disk.
vi: Trước tiên cần thiết một bản sao của tiện ích <command>fips</command> mà có sẵn trong thư mục công cụ <filename>tools/</filename> (công cụ) nằm trên máy nhân bản Debian gần nhất. Hãy giải nén (bỏ zip) kho này và sao chép những tập tin <filename>RESTORRB.EXE</filename>, <filename>FIPS.EXE</filename> và <filename>ERRORS.TXT</filename> vào một đĩa mềm có khả năng khởi động. Có thể tạo một đĩa mềm có khả năng khởi động bằng cách sử dụng câu lệnh <filename>sys a:</filename> dưới hệ điều hành DOS. Tiện ích <command>fips</command> có sẵn tài liệu hướng dẫn rất tốt: khuyên bạn đọc nó, đặc biệt nếu bạn sử dụng trình điều khiển nén đĩa hay bộ quản lý đĩa. Hãy tạo đĩa này và đọc tài liệu tương ứng <emphasis>trước</emphasis> khi bạn chắp liền đĩa đó.

source: The next thing needed is to move all the data to the beginning of the partition. <command>defrag</command>, which comes standard with DOS 6.0 and later, can easily do the job. See the <command>fips</command> documentation for a list of other software that may do the trick. Note that if you have Windows 9x, you must run <command>defrag</command> from there, since DOS doesn't understand VFAT, which is used to support for long filenames, used in Windows 95 and higher.
vi: Sau đó cần thiết di chuyển mọi dữ liệu về đầu của phân vùng. Tiện ích <command>defrag</command>, mà có sẵn chuẩn trong hệ điều hành DOS 6.0 và sau, có khả năng làm việc này. Xem tài liệu hướng dẫn <command>fips</command> để tìm danh sách phần mềm khác cùng có khả năng này. Ghi chú rằng nếu bạn có hệ điều hành Windows 9x, bạn cần phải chạy <command>defrag</command> từ nó, vì DOS không hiểu được dạng thức VFAT, được dùng để hỗ trợ khả năng thao tác tên tập tin dài (có sẵn trong HĐH Windows 95 và sau).

source: After running the defragmenter (which can take a while on a large disk), reboot with the <command>fips</command> disk you created in the floppy drive. Simply type <filename>a:\fips</filename> and follow the directions.
vi: Sau khi chạy bộ chắp liền (mà có thể hơi lâu trên đĩa lớn), hãy khởi động lại bằng đĩa <command>fips</command> bạn đã tạo trong ổ đĩa mềm. Đơn giản hãy gõ <filename>a:\fips</filename> rồi theo những hướng dẫn.

source: Note that there are many other partition managers out there, in case <command>fips</command> doesn't do the trick for you.
vi: Ghi chú rằng có nhiều bộ quản lý phân vùng khác, nếu <command>fips</command> không phải là thích hợp.

source: Partitioning for DOS
vi: Phân vùng cho DOS

source: If you are partitioning for DOS drives, or changing the size of DOS partitions, using Linux tools, many people experience problems working with the resulting FAT partitions. For instance, some have reported slow performance, consistent problems with <command>scandisk</command>, or other weird errors in DOS or Windows.
vi: Nếu bạn phân vùng đĩa DOS (hoặc thay đổi kích cỡ của phân vùng DOS) bằng công cụ Linux, nhiều người gặp khó khăn sử dụng phân vùng FAT được tạo. Chẳng hạn, một số người dùng đã thông báo hiệu suất bị giảm, lỗi bền bỉ trong tiến trình <command>scandisk</command> (quét đĩa), và lỗi lạ khác trong DOS hay Windows.

source: Apparently, whenever you create or resize a partition for DOS use, it's a good idea to fill the first few sectors with zeros. You should do this prior to running DOS's <command>format</command> command by executing the following command from Linux:
vi: Có vẻ khi nào bạn tạo hoặc thay đổi kích cỡ của phân vùng cho DOS dùng, ý kiến tốt là tô đầy vài rãnh ghi đầu bằng số không. Bạn nên việc này trước khi chạy lệnh <command>format</command> (định dạng) của DOS, bằng cách chạy lệnh này từ Linux:

source: Partitioning in AmigaOS
vi: Phân vùng trong AmigaOS

source: If you are running AmigaOS, you can use the <command>HDToolBox</command> program to adjust your native partitions prior to installation.
vi: Nếu bạn chạy hệ điều hành AmigaOS, có thể sử dụng chương trình <command>HDToolBox</command> để điều chỉnh các phân vùng tồn tại trước khi cài đặt Debian.

source: Partitioning in Atari TOS
vi: Phân vùng trong Atari TOS

source: Atari partition IDs are three ASCII characters, use <quote>LNX</quote> for data and <quote>SWP</quote> for swap partitions. If using the low memory installation method, a small Minix partition is also needed (about 2 MB), for which the partition ID is <quote>MNX</quote>. Failure to set the appropriate partition IDs not only prevents the Debian installation process from recognizing the partitions, but also results in TOS attempting to use the Linux partitions, which confuses the hard disk driver and renders the whole disk inaccessible.
vi: Mã nhận diện (ID) của phân vùng Atari có dạng ba ký tự ASCII: hãy sử dụng <quote>LNX</quote> dành cho dữ liệu và <quote>SWP</quote> dành cho phân vùng trao đổi. Nếu bạn chọn sử dụng phương pháp cài đặt Debian đựa vào bộ nhớ thấp, cũng cần thiết một phân vùng Minix nhỏ (khoảng 2 MB) có ID phân vùng <quote>MNX</quote>. Nếu bạn không đặt ID phân vùng thích hợp, tiến trình cài đặt Debian không nhận diện phân vùng và TOS cố gắng sử dụng những phân vùng Linux, mà gây ra tình trạng lộn xộn cho trình điều khiển đĩa cứng và ngăn cản hoàn toàn truy cập đĩa cứng.

source: There are a multitude of third party partitioning tools available (the Atari <command>harddisk</command> utility doesn't permit changing the partition ID); this manual cannot give detailed descriptions for all of them. The following description covers <command>SCSITool</command> (from Hard+Soft GmBH).
vi: Có sẵn sàng rất nhiều công cụ phân vùng thuộc nhóm ba (tiện ích <command>harddisk</command> của Atari không cho phép thay đổi mã nhận diện phân vùng): sổ tay này không thể cung cấp mô tả chi tiết về mọi thứ. Đoạn theo đây diễn tả công cụ <command>SCSITool</command> (của công ty Hard+Soft GmBH).

source: Start <command>SCSITool</command> and select the disk you want to partition (<guimenu>Disk</guimenu> menu, item <guimenuitem>select</guimenuitem>).
vi: Hãy khởi chạy tiện ích <command>SCSITool</command> rồi chọn đĩa cần phân vùng (trình đơn <guimenu>Disk</guimenu> [Đĩa], mục <guimenuitem>select</guimenuitem> [chọn]).

source: From the <guimenu>Partition</guimenu> menu, select either <guimenuitem>New</guimenuitem> to add new partitions or change the existing partition sizes, or <guimenuitem>Change</guimenuitem> to change one specific partition. Unless you have already created partitions with the right sizes and only want to change the partition ID, <guimenuitem>New</guimenuitem> is probably the best choice.
vi: Trong trình đơn <guimenu>Partition</guimenu> [Phân vùng], hãy chọn hoặc <guimenuitem>New</guimenuitem> [Mới] để thêm phân vùng mới hay thay đổi kích cỡ phân vùng đã có, hoặc <guimenuitem>Change</guimenuitem> [Đổi] để sửa đổi một phân vùng riêng. Nếu bạn chưa tạo các phân vùng có kích cỡ đúng và chỉ muốn thay đổi mã nhận diện (ID) của phân vùng, khuyên bạn chọn <guimenuitem>New</guimenuitem>.

source: For the <guimenuitem>New</guimenuitem> choice, select <guilabel>existing</guilabel> in the dialog box prompting the initial settings. The next window shows a list of existing partitions which you can adjust using the scroll buttons, or by clicking in the bar graphs. The first column in the partition list is the partition type; just click on the text field to edit it. When you are finished changing partition settings, save the changes by leaving the window with the <guibutton>OK</guibutton> button.
vi: Đối với sự chọn <guimenuitem>New</guimenuitem>, hãy chọn mục <guilabel>existing</guilabel> [đã có] trong hộp thoại nhắc thiết lập đầu tiên. Cửa sổ sau hiển thị danh sách các phân vùng tồn tại mà bạn có thể điều chỉnh bằng cái nút cuộn, hoặc bằng cách nhắp vào đồ thị thanh. Cột đầu trong danh sách phân vùng là kiểu phân vùng: chỉ nhắp vào trường chữ để hiệu chỉnh nó. Một khi bạn thay đổi xong thiết lập phân vùng, hãy lưu các thay đổi bằng cách rời cửa sổ qua cái nút <guibutton>OK</guibutton> [Được].

source: For the <guimenuitem>Change</guimenuitem> option, select the partition to change in the selection list, and select <guilabel>other systems</guilabel> in the dialog box. The next window lists detailed information about the location of this partition, and lets you change the partition ID. Save changes by leaving the window with the <guibutton>OK</guibutton> button.
vi: Đối với tùy chọn <guimenuitem>Change</guimenuitem>, trong danh sách hãy chọn phân vùng cần thay đổi, rồi chọn mục <guilabel>other systems</guilabel> [các hệ thống khác] trong hộp thoại. Cửa sổ sau liệt kê thông tin chi tiết về vị trí của phân vùng này, và cho bạn khả năng thay đổi mã nhận diện (ID) của phân vùng. Hãy lưu các thay đổi bằng cách rời cửa sổ qua cái nút <guibutton>OK</guibutton> [Được].

source: Write down the Linux names for each of the partitions you created or changed for use with Linux &mdash; see <xref linkend="device-names"/>.
vi: Ghi tên Linux cho mỗi phân vùng bạn đã tạo hay thay đổi để sử dụng với Linux &mdash; xem <xref linkend="device-names"/>.

source: Quit <command>SCSITool</command> using the <guimenuitem>Quit</guimenuitem> item from the <guimenu>File</guimenu> menu. The computer will reboot to make sure the changed partition table is used by TOS. If you changed any TOS/GEM partitions, they will be invalidated and have to be reinitialized (we told you to back up everything on the disk, didn't we?).
vi: Hãy thoát khỏi chương trình <command>SCSITool</command> bằng mục <guimenuitem>Quit</guimenuitem> [Thoát] trong trình đơn <guimenu>File</guimenu> [Tập tin]. Máy tính sẽ khởi động lại để đảm bảo bảng phân vùng đã thay đổi do TOS dùng. Nếu bạn đã thay đổi phân vùng TOS/GEM nào, chúng bị tắt và phải được sở khởi lại (bạn đã sao lưu hết chưa?).

source: There is a partitioning tool for Linux/m68k called <command>atari-fdisk</command> in the installation system, but for now we recommend you partition your disk using a TOS partition editor or some disk tool. If your partition editor doesn't have an option to edit the partition type, you can do this crucial step at a later stage (from the booted temporary install RAMdisk). <command>SCSITool</command> is only one of the partition editors we know of which supports selection of arbitrary partition types. There may be others; select the tool that suits your needs.
vi: Trong hệ thống cài đặt Debian, có sẵn một công cụ phân vùng cho Linux/m68 tên <command>atari-fdisk</command>, nhưng lúc này khuyên bạn phân vùng đĩa bằng trình hiệu chỉnh phân vùng TOS hay công cụ đĩa nào. Nếu trình hiệu chỉnh phân vùng của bạn không có khả năng hiệu chỉnh kiểu phân vùng, bạn có thể làm việc chủ yếu này vào lúc sau (từ đĩa RAM cài đặt tạm thời được khởi động). Chương trình <command>SCSITool</command> là một bộ hiệu chỉnh phân vùng hỗ trợ khả năng chọn kiểu phân vùng tùy ý. Có lẽ bạn biết chương trình khác cũng thích hợp, hay công cụ thích hợp hơn với trường hợp riêng của bạn.

source: Partitioning in MacOS
vi: Phân vùng trong MacOS

source: Partitioning tools for Macintosh tested include <command>pdisk</command>, <command>HD SC Setup</command> 7.3.5 (Apple), <command>HDT</command> 1.8 (FWB), <command>SilverLining</command> (LaCie), and <command>DiskTool</command> (Tim Endres, GPL). Full versions are required for <command>HDT</command> and <command>SilverLining</command>. The Apple tool requires a patch in order to recognize third-party disks (a description on how to patch <command>HD SC Setup</command> using <command>ResEdit</command> can be found at <ulink url="http://www.euronet.nl/users/ernstoud/patch.html"></ulink>).
vi: Công cụ phân vùng cho MacOS đã được thử ra gồm có <command>pdisk</command>, <command>HD SC Setup</command> 7.3.5 (Apple), <command>HDT</command> 1.8 (FWB), <command>SilverLining</command> (LaCie), và <command>DiskTool</command> (Tim Endres, GPL). Cần thiết phiên bản đầy đủ của <command>HDT</command> và <command>SilverLining</command>. Công cụ Apple cần thiết đắp vá để nhận diện đĩa thuộc nhóm ba (mô tả cách đắp vá <command>HD SC Setup</command> bằng trình hiệu chỉnh tài nguyên <command>ResEdit</command> nằm tại <ulink url="http://www.euronet.nl/users/ernstoud/patch.html"></ulink>).

source: For IDE based Macs, you need to use <command>Apple Drive Setup</command> to create empty space for the Linux partitions, and complete the partitioning under Linux, or use the MacOS version of pdisk available from the MkLinux FTP server.
vi: Đối với máy Mac đựa vào IDE, bạn cần phải sử dụng chương trình <command>Apple Drive Setup</command> (thiết lập ổ đĩa Apple) để tạo sức chứa rảnh cho những phân vùng Linux, rồi phân vùng xong dưới Linux, hoặc sử dụng phiên bản pdisk kiểu MacOS có sẵn tại <ulink url="homepage.mac…pdisk.sit.hqx">Alsoft</ulink>.

source: Partitioning from SunOS
vi: Phân vùng từ SunOS

source: It's perfectly fine to partition from SunOS; in fact, if you intend to run both SunOS and Debian on the same machine, it is recommended that you partition using SunOS prior to installing Debian. The Linux kernel understands Sun disk labels, so there are no problems there. Just make sure you leave room for the Debian root partition within the first 1GB area of the boot disk. You can also place the kernel image on a UFS partition if that is easier than putting the root partition there. SILO supports booting Linux and SunOS from either EXT2 (Linux), UFS (SunOS), romfs and iso9660 (CDROM) partitions.
vi: Có thể phân vùng được từ hệ điều hành SunOS. Tức là, nếu bạn định chạy cả hệ điều hành SunOS lẵn Debian đều trên cùng một máy, khuyên bạn phân vùng bằng SunOS trước khi cài đặt Debian. Hạt nhân Linux hiểu được nhãn đĩa kiểu SunOS, vậy không có sao. Chỉ hãy kiểm tra xem bạn tạo đủ sức chứa cho phân vùng khởi động Debian gốc trong vùng 1 GB đầu của đĩa khởi động. Bạn cũng có khả năng để ảnh hạt nhân vào phân vùng UFS nếu bố trí này là dễ hơn để phân vùng gốc vào đó. SILO hỗ trợ khả năng khởi động cả Linux lẫn SunOS đều từ phân vùng kiểu EXT2 (Linux), UFS (SunOS), romfs hay iso9660 (CDROM).

source: Partitioning from Linux or another OS
vi: Phân vùng từ Linux hay HĐH khác

source: Whatever system you are using to partition, make sure you create a <quote>Sun disk label</quote> on your boot disk. This is the only kind of partition scheme that the OpenBoot PROM understands, and so it's the only scheme from which you can boot. In <command>fdisk</command>, the <keycap>s</keycap> key is used to create Sun disk labels. You only need to do this on drives that do not already have a Sun disk label. If you are using a drive that was previously formatted using a PC (or other architecture) you must create a new disk label, or problems with the disk geometry will most likely occur.
vi: Bất chấp hệ điều hành bạn sử dụng để phân vùng, hãy đảm bảo bạn tạo một <quote>nhãn đĩa Sun </quote> (Sun disk label) trên đĩa khởi động. Đây là lược đồ phân vùng duy nhất do OpenBoot PROM hiểu, nên nó là lược đồ duy nhất từ đó bạn có thể khởi động. Trong chương trình <command>fdisk</command>, phím <keycap>s</keycap> được dùng để tạo nhãn đĩa Sun. Bạn cần phải làm việc này chỉ trên đĩa chưa có nhãn đĩa kiểu Sun. Nếu bạn đang sử dụng đĩa đã được định dạng bằng máy PC (hay bằng kiến trúc khác) bạn cần phải tạo một nhãn đĩa mới, nếu không sẽ gặp khó khăn với dạng hình của đĩa.

source: You will probably be using <command>SILO</command> as your boot loader (the small program which runs the operating system kernel). <command>SILO</command> has certain requirements for partition sizes and location; see <xref linkend="partitioning"/>.
vi: Rất có thể là bạn sử dụng <command>SILO</command> là bộ tải khởi động (chương trình nhỏ chạy hạt nhân của hệ điều hành). <command>SILO</command> cần thiết kích cỡ và vị trí phân vùng đặc biệt: hãy xem <xref linkend="partitioning"/>.

source: MacOS/OSX Partitioning
vi: Phân vùng MacOS/MacOSX

source: The <application>Apple Drive Setup</application> application can be found in the <filename>Utilities</filename> folder on the MacOS CD. It will not adjust existing partitions; it is limited to partitioning the entire disk at once. The disk driver partitions don't show up in <application>Drive Setup</application>.
vi: Ứng dụng <application>Apple Drive Setup</application> nằm trong thư mục <filename>Utilities</filename> trên đĩa CD cài đặt hệ điều hành MacOS. Nó không điều chỉnh phân vùng đã có; nó chỉ phân vùng toàn bộ đĩa đồng thời. Ứng dụng <application>Drive Setup</application> cũng không hiển thị những phân vùng dành cho trình điều khiển đĩa.

source: Remember to create a placeholder partition for GNU/Linux, preferably positioned first in the disk layout. it doesn't matter what type it is, it will be deleted and replaced later inside the &debian; installer.
vi: Hãy nhớ để tạo một phân vùng giữ chỗ dành cho GNU/Linux, tốt hơn có vị trí thứ nhất trong bố trí đĩa. Kiểu phân vùng không quan trọng, vì nó sẽ bị xoá bỏ và thay thế sau này trong tiến trình cài đặt &debian;.
