Repository: dankamongmen/s-i
Catalog: manual/po/*/preparing.po
Languages: vi

source: Before Installing &debian;
vi: Trước khi cài đặt &debian;

source: This chapter deals with the preparation for installing Debian before you even boot the installer. This includes backing up your data, gathering information about your hardware, and locating any necessary information.
vi: Chương này diễn tả cách chuẩn bị cài đặt hệ thống Debian, trước khi bạn ngay cả khởi động trình cài đặt. Nó gồm có tiến trình sao lưu dữ liệu, tập hợp thông tin về phần cứng, và tìm thông tin khác nào cần thiết.

source: Overview of the Installation Process
vi: Toàn cảnh tiến trình cài đặt

source: First, just a note about re-installations. With Debian, a circumstance that will require a complete re-installation of your system is very rare; perhaps mechanical failure of the hard disk would be the most common case.
vi: Trước tiên có chú thích về việc cài đặt lại. Đối với hệ thống Debian, có rất ít trường hợp cần thiết cài đặt lại toàn bộ hệ thống; v.d. nếu cơ chế đĩa cứng bị hỏng hóc.

source: Many common operating systems may require a complete installation to be performed when critical failures take place or for upgrades to new OS versions. Even if a completely new installation isn't required, often the programs you use must be re-installed to operate properly in the new OS.
vi: Nhiều hệ điều hành thường dùng có thể cần thiết người dùng cài đặt lại toàn bộ hệ thống khi sự hỏng nghiêm trọng xảy ra, hoặc để nâng cấp lên phiên bản HĐH mới. Thậm chí nếu không cần thiết cài đặt lại hoàn toàn, thường bạn phải cài đặt lại các chương trình để hoạt động cho đúng trên HĐH mới.

source: Under &debian;, it is much more likely that your OS can be repaired rather than replaced if things go wrong. Upgrades never require a wholesale installation; you can always upgrade in-place. And the programs are almost always compatible with successive OS releases. If a new program version requires newer supporting software, the Debian packaging system ensures that all the necessary software is automatically identified and installed. The point is, much effort has been put into avoiding the need for re-installation, so think of it as your very last option. The installer is <emphasis>not</emphasis> designed to re-install over an existing system.
vi: Dưới &debian;, rất có thể là hệ điều hành có thể được sửa chữa, thay vào bị thay thế, trong trường hợp gặp gì sai. Tiến trình nâng cấp không bao giờ cần thiết bạn cài đặt lại hoàn toàn: bạn luôn luôn có khả năng nâng cấp « tại chỗ ». Hơn nữa, hậu hết chương trình luôn luôn tương thích với mỗi bản phát hành HĐH mới. Nếu phiên bản chương trình mới nào cần thiết phần mềm hỗ trợ mới hơn, hệ thống quản lý gói Debian đảm bảo là mọi phần mềm cần thiết được nhận diện và cài đặt một cách tự động. Để tóm tắt, rất nhiều sự cố gắng đã được đóng góp để tạo một hệ thống không cần thiết cài đặt lại, vậy bạn nên suy nghĩ việc đó là tùy chọn đúng cuối cùng. Trình cài đặt Debian <emphasis>không phải</emphasis> được thiết kế để cài đặt lại trên một hệ thống đã có.

source: Here's a road map for the steps you will take during the installation process.
vi: Đây là các bước chính bạn nên theo trong tiến trình cài đặt.

source: Back up any existing data or documents on the hard disk where you plan to install.
vi: Sao lưu mọi dữ liệu hay tài liệu hiện thời nằm trên đĩa cứng nơi bạn định cài đặt Debian.

source: Gather information about your computer and any needed documentation, before starting the installation.
vi: Tập hợp thông tin về máy tính đích, và tài liệu hướng dẫn nào cần thiết, trước khi khởi chạy tiến trình cài đặt.

source: Create partition-able space for Debian on your hard disk.
vi: Trên đĩa cững, tạo sức chứa có thể phân vùng dành cho Debian.

source: Locate and/or download the installer software and any specialized driver files your machine requires (except Debian CD users).
vi: Tìm và/hay tải về phần mềm cài đặt Debian, và tập tin trình điều khiển đặc biệt nào cần thiết bởi máy của bạn (người dùng đĩa CD Debian nên bỏ qua bước này).

source: Set up boot tapes/floppies/USB sticks, or place boot files (most Debian CD users can boot from one of the CDs).
vi: Thiết lập băng/đĩa mềm/thanh USB khởi động, hoặc để tập tin khởi động (hậu hết người dùng đĩa CD Debian có khả năng khởi động từ một của những đĩa CD đó).

source: Boot the installation system.
vi: Khởi động hệ thống cài đặt.

source: Select installation language.
vi: Chọn ngôn ngữ cài đặt.

source: Activate the ethernet network connection, if available.
vi: Kích hoạt sự kết nối mạng Ethernet, nếu có.

source: Configure one network interface.
vi: Cấu hình một giao diện mạng.

source: Open a ssh connection to the new system.
vi: Mở một sự kết nối SSH đến hệ thống mới.

source: Attach one or more DASDs (Direct Access Storage Device).
vi: Gắn một hay nhiều DASD (thiết bị cất giữ truy cập trực tiếp).

source: Create and mount the partitions on which Debian will be installed.
vi: Tạo và gắn kết những phân vùng nơi Debian sẽ được cài đặt.

source: Watch the automatic download/install/setup of the <firstterm>base system</firstterm>.
vi: Theo dõi tiến trình tải về/cài đặt/thiết lập tự động <firstterm>hệ thống cơ bản</firstterm>.

source: Install a <firstterm>boot loader</firstterm> which can start up &debian; and/or your existing system.
vi: Cài đặt một <firstterm>bộ tải khởi động</firstterm> có khả năng khởi chạy &debian; và/hay hệ thống đã có.

source: Load the newly installed system for the first time.
vi: Tải lần đầu tiên hệ thống mới được cài đặt.

source: If you have problems during the installation, it helps to know which packages are involved in which steps. Introducing the leading software actors in this installation drama:
vi: Nếu bạn gặp khó khăn trong tiến trình cài đặt, có ích khi biết bước nào sử dụng gói nào. Ở đây giới thiệu những gói phần mềm quan trọng nhất:

source: The installer software, <classname>debian-installer</classname>, is the primary concern of this manual. It detects hardware and loads appropriate drivers, uses <classname>dhcp-client</classname> to set up the network connection, and runs <classname>debootstrap</classname> to install the base system packages. Many more actors play smaller parts in this process, but <classname>debian-installer</classname> has completed its task when you load the new system for the first time.
vi: Phần mềm cài đặt <classname>debian-installer</classname> là chủ đề chính của sổ tay này. Nó phát hiện phần cứng nên tải các trình điều khiển thích hợp, nó sử dụng ứng dụng khách <classname>dhcp-client</classname> để thiết lập sự kết nối mạng, và nó chạy <classname>debootstrap</classname> để cài đặt các gói hệ thống cơ bản. Có nhiều gói khác cũng làm việc trong tiến trình cài đặt này, nhưng trình <classname>debian-installer</classname> đã làm xong công việc khi bạn tải lần đầu tiên hệ thống mới.

source: To tune the system to your needs, <classname>tasksel</classname> allows you to choose to install various predefined bundles of software like a Web server or a Desktop environment.
vi: Để điều chỉnh hệ thống để thích hợp với sự cần của bạn, <classname>tasksel</classname> cho bạn khả năng cài đặt một số phần mềm bó riêng, v.d. trình phục vụ Mạng hay môi trường làm việc.

source: When <classname>debian-installer</classname> finishes, before the first system load, you have only a very basic command line driven system. The graphical interface which displays windows on your monitor will not be installed unless you select it with <classname>tasksel</classname>. It's optional because many &debian; systems are servers which don't really have any need for a graphical user interface to do their job.
vi: Khi tiến trình <classname>debian-installer</classname> đã làm xong, trước khi bạn tải hệ thống lần đầu tiên, bạn có chỉ một hệ thống đựa vào dòng lệnh tối thiểu. Giao diện đồ họa hiển thị cửa sổ trên màn hình sẽ được cài đặt chỉ nếu bạn chọn nó bằng <classname>tasksel</classname>. Nó là tùy chọn vì nhiều hệ thống &debian; chạy trên máy phục vụ không thật cần giao diện người dùng đồ họa để hoạt động được.

source: Just be aware that the X system is completely separate from <classname>debian-installer</classname>, and in fact is much more complicated. Installation and trouble shooting of the X window installation is not within the scope of this manual.
vi: Hãy ghi chú rằng hệ thống cửa sổ X là phần mềm riêng hoàn toàn với <classname>debian-installer</classname>, và thật sự là rất phức tạp hơn. Tiến trình cài đặt hệ thống cửa sổ X và giải đáp thắc mắc về nó ở ngoại phạm vi của sổ tay này.

source: Back Up Your Existing Data!
vi: Sao lưu mọi dữ liệu đã có đi !

source: Before you start, make sure to back up every file that is now on your system. If this is the first time a non-native operating system has been installed on your computer, it's quite likely you will need to re-partition your disk to make room for &debian;. Anytime you partition your disk, you should count on losing everything on the disk, no matter what program you use to do it. The programs used in installation are quite reliable and most have seen years of use; but they are also quite powerful and a false move can cost you. Even after backing up be careful and think about your answers and actions. Two minutes of thinking can save hours of unnecessary work.
vi: Trước hết, hãy kiểm tra xem bạn đã sao lưu mọi tập tin hiện thời nằm trên hệ thống. Nếu đây là lần đầu tiên hệ điều hành nào không sở hữu đã được cài đặt vào máy tính đó, rất có thể là bạn sẽ cần phải phân vùng lại đĩa cững để nhường chỗ cho hệ thống &debian;. Mỗi lần phân vùng đĩa cứng, bạn nên ngờ mất toàn bộ dữ liệu, bất chấp chương trình nào được dùng để làm như thế. Những chương trình được dùng trong tiến trình cài đặt này là hơi tin cậy, phần lớn chúng đã được dùng trong mấy năm, nhưng mà chúng cũng là hơi mạnh nên bước sai có thể có mất nhiều. Ngay cả sau khi sao lưu, hãy cẩn thận, bạn nên suy tính mỗi đáp ứng và hành động riêng. Hai phút nghĩ có thể tiết kiệm nhiều tiếng làm việc thêm.

source: If you are creating a multi-boot system, make sure that you have the distribution media of any other present operating systems on hand. Especially if you repartition your boot drive, you might find that you have to reinstall your operating system's boot loader, or in many cases the whole operating system itself and all files on the affected partitions.
vi: Nếu bạn đang tạo một hệ thống đa khởi động, hãy kiểm tra xem có vật chứa bản phát hành của hệ điều hành khác đã có. Nhất là nếu bạn phân vùng lại đĩa khởi động, có lẽ bạn cũng cần phải cài đặt lại trình tải khởi động của HĐH đó, hoặc trong nhiều trường hợp, cài đặt lại toàn bộ HĐH đó và mọi tập tin nằm trong phần vùng bị tác động.

source: With the exception of the BVM and Motorola VMEbus computers, the only supported installation method for m68k systems is booting from a local disk or floppy using an AmigaOS/TOS/MacOS-based bootstrap, for these machines you will need the original operating system in order to boot Linux. In order to boot Linux on the BVM and Motorola VMEbus machines you will need the <quote>BVMBug</quote> or <quote>16xBug</quote> boot ROMs.
vi: Ngoại trừ trên máy tính kiểu BVM và Motorola VMEbus, phương pháp cài đặt duy nhất được hỗ trợ đối trên hệ thống m68k là khởi động từ đĩa cục bộ hay từ đĩa mềm bằng bootstrap (bộ tải và khởi động hệ điều hành) đựa vào hệ điều hành AmigaOS/TOS/MacOS; trên đó bạn sẽ cũng cần có HĐH gốc để khởi động LInux. Còn để khởi động Linux trên máy kiểu BVM và Motorola VMEbus, bạn sẽ cần có đĩa ROM khởi động kiểu <quote>BVMBug</quote> hay <quote>16xBug</quote>.

source: Information You Will Need
vi: Thông tin cần thiết

source: Documentation
vi: Tài liệu hướng dẫn

source: Installation Manual
vi: Sổ tay cài đặt

source: This document you are now reading, in plain ASCII, HTML or PDF format.
vi: Tài liệu này, dạng ASCII, HTML hay PDF.

source: The document you are now reading, which is the official version of the Installation Guide for the &releasename; release of Debian; available in <ulink url="&url-release-area;/installmanual">various formats and translations</ulink>.
vi: Tài liệu này, phiên bản chính thức của Sổ Tay Cài Đặt bản phát hành &releasename; của Debian, được công bố bằng nhiều <ulink url="&url-release-area;/installmanual">dạng thức và bản dịch</ulink> khác nhau.

source: The document you are now reading, which is a development version of the Installation Guide for the next release of Debian; available in <ulink url="&url-d-i-alioth-manual;">various formats and translations</ulink>.
vi: Tài liệu này, phiên bản phát triển của Sổ Tay Cài Đặt bản phát hành Debian kế tiếp, được công bố bằng nhiều <ulink url="&url-d-i-alioth-manual;">dạng thức và bản dịch</ulink> khác nhau.

source: Hardware documentation
vi: Tài liệu hướng dẫn về phần cứng

source: Often contains useful information on configuring or using your hardware.
vi: Thường chứa thông tin có ích về cách cấu hình hay sử dụng phần cứng.

source: Linux Hardware Compatibility HOWTO
vi: Phần Cứng Tương Thích với Linux Thế Nào

source: Linux/m68k FAQ
vi: Hỏi Đáp Linux/m68k

source: Linux/Alpha FAQ
vi: Hỏi Đáp Linux/Alpha

source: Linux for SPARC Processors FAQ
vi: Hỏi Đáp Linux cho bộ xử lý SPARC

source: Linux/Mips website
vi: Nơi Mạng Linux/Mips

source: &arch-title; Hardware References
vi: Tham Chiếu Phần Cứng &arch-title;

source: Installation instructions and device drivers (DASD, XPRAM, Console, tape, z90 crypto, chandev, network) for Linux on &arch-title; using kernel 2.4
vi: Hướng dẫn cài đặt và trình điều khiển thiết bị (DASD, XPRAM, bàn giao tiếp, băng, mật mã z90, chandev, mạng) khi chạy Linux trên &arch-title; bằng hạt nhân phiên bản 2.4

source: Device Drivers and Installation Commands
vi: Trình điều khiển thiết bị và lệnh cài đặt

source: IBM Redbook describing how Linux can be combined with z/VM on zSeries and &arch-title; hardware.
vi: Quyển Đỏ (Redbook) IBM diễn tả cách tổ hợp Linux với z/VM trên phần cứng zSeries và &arch-title;.

source: Linux for &arch-title;
vi: Chạy Linux trên &arch-title;

source: IBM Redbook describing the Linux distributions available for the mainframe. It has no chapter about Debian but the basic installation concepts are the same across all &arch-title; distributions.
vi: Quyển Đỏ (Redbook) IBM diễn tả các bản phát hành Linux sẵn sàng cho máy tính lớn. Quyển này không có chương riêng về Debian, nhưng mà những khái niệm cài đặt cơ bản là thích hợp với mọi bản phát hành &arch-title;.

source: Linux for IBM eServer zSeries and &arch-title;: Distributions
vi: Chạy Linux trên IBM eServer zSeries và &arch-title;: bản phát hành

source: Finding Sources of Hardware Information
vi: Tìm nguồn thông tin về phần cứng

source: In many cases, the installer will be able to automatically detect your hardware. But to be prepared, we do recommend familiarizing yourself with your hardware before the install.
vi: Trong nhiều trường hợp, trình cài đặt sẽ có khả năng phát hiện tự động phần cứng riêng của bạn. Để chuẩn bị được, khuyên bạn quen với phần cứng đó trước khi cài đặt.

source: Hardware information can be gathered from:
vi: Có thể tập hợp thông tin về phần cứng từ :

source: The manuals that come with each piece of hardware.
vi: Sổ tay có sẵn với mỗi phần cứng.

source: The BIOS setup screens of your computer. You can view these screens when you start your computer by pressing a combination of keys. Check your manual for the combination. Often, it is the <keycap>Delete</keycap> key.
vi: Màn hình thiết lập BIOS của máy tính. Bạn có thể xem màn hình này khi khởi động máy tính bằng cách bấm tổ hợp phím. Hãy tham chiếu đến sổ tay máy tính để tìm biết tổ hợp phím này. Thường nó đơn giản là phím <keycap>Delete</keycap>.

source: The cases and boxes for each piece of hardware.
vi: Hộp của mỗi phần cứng.

source: The System window in the Windows Control Panel.
vi: Cửa sổ Hệ Thống (System) trong bảng điều khiển (Control Panel) Windows.

source: System commands or tools in another operating system, including file manager displays. This source is especially useful for information about RAM and hard drive memory.
vi: Lệnh hay công cụ hệ thống trong hệ điều hành khác, gồm bộ quản lý tập tin. Nguồn này có ích đặc biệt để tìm thông tin về bộ nhớ RAM và bộ nhớ của phần cứng.

source: Your system administrator or Internet Service Provider. These sources can tell you the settings you need to set up your networking and e-mail.
vi: Quản trị hệ thống hay nhà cung cấp dịch vụ Mạng (ISP). Những nguồn này có thông tin báo bạn biết cách thiết lập khả năng chạy mạng và gởi/nhận thư điện tử.

source: Hardware Information Needed for an Install
vi: Thông tin về phần cứng cần thiết để cài đặt

source: Hardware
vi: Phần cứng

source: Information You Might Need
vi: Thông tin có thể cần

source: Hard Drives
vi: Phần cứng

source: How many you have.
vi: Có mấy cái.

source: Their order on the system.
vi: Thứ tự trên hệ thống.

source: Whether IDE or SCSI (most computers are IDE).
vi: Kiểu IDE hay SCSI (hậu hết máy tính là IDE).

source: Whether IDE or SCSI (most m68k computers are SCSI).
vi: Kiểu IDE hay SCSI (hậu hết máy tính m68k là SCSI).

source: Available free space.
vi: Sức chứa còn rảnh sẵn sàng.

source: Partitions.
vi: Phân vùng.

source: Partitions where other operating systems are installed.
vi: Phân vùng nơi hệ điều hành khác đã được cài đặt.

source: Monitor
vi: Bộ trình bày

source: Model and manufacturer.
vi: Mẫu và hãng chế tạo.

source: Resolutions supported.
vi: Độ phân giải được hố trợ.

source: Horizontal refresh rate.
vi: Tỷ lệ cập nhật ngang.

source: Vertical refresh rate.
vi: Tỷ lệ cập nhật dọc.

source: Color depth (number of colors) supported.
vi: Độ sâu màu (số màu sắc) được hỗ trợ.

source: Screen size.
vi: Kích cỡ màn hình.

source: Mouse
vi: Con chuột

source: Type: serial, PS/2, or USB.
vi: Kiểu : nối tiếp, PS/2 hay USB.

source: Port.
vi: Cổng.

source: Manufacturer.
vi: Hãng chế tạo.

source: Number of buttons.
vi: Số cái nút.

source: Network
vi: Mạng

source: Type of adapter.
vi: Kiểu bộ tiếp hợp.

source: Printer
vi: Máy in

source: Printing resolutions supported.
vi: Độ phân giải in được hỗ trợ.

source: Video Card
vi: Thẻ ảnh động

source: Video RAM available.
vi: Bộ nhớ RAM ảnh động sẵn sàng.

source: Resolutions and color depths supported (these should be checked against your monitor's capabilities).
vi: Độ phân giải và độ sâu màu được hỗ trợ (những giá trị này nên được so sánh với khả năng của bộ trình bày).

source: DASD
vi: Thiết bị cất giữ truy cập trực tiếp

source: Device number(s).
vi: (Các) số hiệu thiết bị.

source: Device numbers.
vi: Các số hiệu thiết bị.

source: Relative adapter number for OSA cards.
vi: Số hiệu bộ tiếp hợp tương đối cho thẻ OSA.

source: Hardware Compatibility
vi: Khả năng tương thích của phần cứng

source: Many brand name products work without trouble on Linux. Moreover, hardware for Linux is improving daily. However, Linux still does not run as many different types of hardware as some operating systems.
vi: Nhiều sản phẩm có nhãn hiệu phổ biến có hoạt động được trên Linux. Hơn nữa, phần cứng cho Linux tiếp tục lại cải tiến. Tuy nhiên, Linux vẫn còn chạy ít kiểu phần cứng hơn một số hệ điều hành sở hữu.

source: In particular, Linux usually cannot run hardware that requires a running version of Windows to work.
vi: Đặc biệt, Linux thường không thể chạy phần cứng cần thiết một phiên bản Windows đang chạy để hoạt động được.

source: Although some Windows-specific hardware can be made to run on Linux, doing so usually requires extra effort. In addition, Linux drivers for Windows-specific hardware are usually specific to one Linux kernel. Therefore, they can quickly become obsolete.
vi: Mặc dù một số kiểu phần cứng đặc trưng cho Windows có thể được thích nghi để chạy được trên Linux, việc thích nghi này thường cần thiết sự cố gắng thêm. Hơn nữa, trinh điều khiển Linux cho phần cứng đặc trưng cho Windows thường cũng là đặc trưng cho một hạt nhân Linux riêng. Như thế thì trình này trơ thành nhanh quá cũ.

source: So called win-modems are the most common type of this hardware. However, printers and other equipment may also be Windows-specific.
vi: Thiết bị được gọi là « win-modem » là kiểu thường nhất của phần cứng này. Tuy nhiên, máy in và thiết bị khác cũng có thể là đặc trưng cho Windows.

source: You can check hardware compatibility by:
vi: Có thể kiểm tra xem khả năng tương thích của phần cứng bằng cách:

source: Checking manufacturers' web sites for new drivers.
vi: Kiểm tra xem nơi Mạng của hãng chế tạo có trình điều khiển mới chưa.

source: Looking at web sites or manuals for information about emulation. Lesser known brands can sometimes use the drivers or settings for better-known ones.
vi: Quét qua nơi Mạng hay sổ tay tìm thông tin về khả năng mô phỏng. Thiết bị có nhãn hiệu ít nổi tiếng hơn có lẽ vẫn còn sử dụng được trình điều khiển hay thiết lập của điều phổ biến.

source: Checking hardware compatibility lists for Linux on web sites dedicated to your architecture.
vi: Kiểm tra đọc danh sách phần cứng tương thích với Linux tại nơi Mạng dành cho kiến trúc của máy tính của bạn.

source: Searching the Internet for other users' experiences.
vi: Tìm kiếm qua Mạng kinh nghiệm của các người dùng khác.

source: Network Settings
vi: Thiết lập mạng

source: If your computer is connected to a network 24 hours a day (i.e., an Ethernet or equivalent connection &mdash; not a PPP connection), you should ask your network's system administrator for this information.
vi: Nếu máy tính của bạn có kết nối đến mạng suốt ngày (tức là sự kết nối kiểu Ethernet hay tương tự, không phải kiểu PPP), bạn nên yêu cầu quản trị hệ thống mạng cung cấp thông tin này.

source: Your host name (you may be able to decide this on your own).
vi: Tên máy [host name] (có lẽ bạn tự quyết định được).

source: Your domain name.
vi: Tên miền [domain name].

source: Your computer's IP address.
vi: Địa chỉ IP [IP address] của máy tính.

source: The netmask to use with your network.
vi: Mặt nạ mạng [netmask] cần dùng với mạng cục bộ.

source: The IP address of the default gateway system you should route to, if your network <emphasis>has</emphasis> a gateway.
vi: Địa chỉ IP của hệ thống cổng ra [gateway] mặc định tới đó bạn nên định tuyến, <emphasis>nếu mạng có</emphasis>.

source: The system on your network that you should use as a DNS (Domain Name Service) server.
vi: Trên mạng, hệ thống cần dùng như là trình phục vụ dịch vụ tên miền (DNS).

source: On the other hand, if your administrator tells you that a DHCP server is available and is recommended, then you don't need this information because the DHCP server will provide it directly to your computer during the installation process.
vi: Mặt khác, nếu quản trị nói rằng có trình phục vụ DHCP sẵn sàng, cũng khuyên bạn dùng nó, trong trường hợp này bạn không cần thông tin trước, vì trình phục vụ DHCP sẽ cung cấp trực tiếp cho máy tính của bạn trong tiến trình cài đặt.

source: If you use a wireless network, you should also find out:
vi: Nếu bạn sử dụng mạng vô tuyến, bạn cũng nên tìm biết:

source: ESSID of your wireless network.
vi: ESSID của mạng vô tuyến đó.

source: WEP security key (if applicable).
vi: Khoá bảo mật WEP (nếu thích hợp).

source: Meeting Minimum Hardware Requirements
vi: Thoả tiêu chuẩn phần cứng tối thiểu

source: Once you have gathered information about your computer's hardware, check that your hardware will let you do the type of installation that you want to do.
vi: Một khi bạn đã tập hợp thông tin về các phần cứng của máy tính, hãy kiểm tra xem phần cứng này sẽ cho phép bạn cài đặt bằng cách đã muốn.
