Repository: dankamongmen/s-i
Catalog: manual/po/*/preparing.po
Languages: vi

source: If you have no AT-style keyboard and only a USB model, you may need to enable legacy AT keyboard emulation in your BIOS setup. Only do this if the installation system fails to use your keyboard in USB mode. Conversely, for some systems (especially laptops) you may need to disable legacy USB support if your keyboard does not respond. Consult your main board manual and look in the BIOS for <quote>Legacy keyboard emulation</quote> or <quote>USB keyboard support</quote> options.
vi: Nếu bạn không có bàn phím kiểu AT, chỉ có bàn phím mô hình USB, có lẽ bạn cần phải hiệu lực khả năng mô phỏng bàn phím AT trong thiết lập BIOS. Chỉ hãy làm như thế nếu hệ thống cài đặt không sử dụng bàn phím của bạn trong chế độ USB. Ngược lại, đối với một số hệ thống (đặc biệt máy tính xách tay) có lẽ bạn cần phải vô hiệu hoá khả năng hỗ trợ USB kiểu cũ nếu bàn phím không hoạt động được. Hãy xem sổ tay của bo mạch chủ và tìm trong BIOS các tùy chọn <quote>Legacy keyboard emulation</quote> (mô phỏng kiểu bàn phím cũ) hay <quote>USB keyboard support</quote> (hỗ trợ bàn phím USB).

source: More than 64 MB RAM
vi: Hơn 64 MB RAM

source: The Linux Kernel cannot always detect what amount of RAM you have. If this is the case please look at <xref linkend="boot-parms"/>.
vi: Hạt nhân LInux không thể luôn luôn phát hiện máy có bao nhiều RAM. Nếu nó không thể, hãy xem <xref linkend="boot-parms"/>.

source: Display visibility on OldWorld Powermacs
vi: Tầm nhìn bộ trình bày trên PowerMac kiểu cũ

source: Some OldWorld Powermacs, most notably those with the <quote>control</quote> display driver but possibly others as well, may not produce a colormap with reliably results in visible output under Linux when the display is configured for more than 256 colors. If you are experiencing such issues with your display after rebooting (you can sometimes see data on the monitor, but on other occasions cannot see anything) or, if the screen turns black after booting the installer instead of showing you the user interface, try changing your display settings under MacOS to use 256 colors instead of <quote>thousands</quote> or <quote>millions</quote>.
vi: Một số máy PowerMac kiểu cũ, nhất là những máy có trình điều khiển bộ trình bày kiểu <quote>điều khiển</quote> (control), có lẽ không tạo sơ đồ màu sắc có kết quả đáng tin cậy dưới Linux, khi bộ trình bày được cấu hình cho hn 256 màu sắc. Nếu bạn gặp khó khăn như vậy với bộ trình bày sau khi khởi động lại (lúc này bạn xem được dữ liệu trên màn hình, còn lúc khác không xem gì), hoặc nếu màn hình trở thành màu đên sau khi khởi động trình cài đặt thay vào hiển thị giao diện người dùng, hãy thử thay đổi thiết lập trình bày dưới hệ điều hành MacOS thành 256 màu sắc thay cho <quote>thousands</quote> (mấy nghìn) hay <quote>millions</quote> (mấy tỷ) màu sắc.
