Repository: dankamongmen/s-i
Catalog: manual/po/*/preparing.po
Languages: vi

source: If you are planning to install both MacOS 9 and OS X, it is best to create separate partitions for OS 9 and OS X. If they are installed on the same partition, <application>Startup Disk</application> (and reboot) must be used to select between the two; the choice between the two systems can't be made at boot time. With separate partitions, separate options for OS 9 and OS X will appear when holding the <keycap>option</keycap> key at boot time, and separate options can be installed in the <application>yaboot</application> boot menu as well. Also, Startup Disk will de-bless all other mountable partitions, which can affect GNU/Linux booting. Both OS 9 and OS X partitions will be accessible from either OS 9 or OS X.
vi: Nếu bạn định cài đặt cả hai hệ điều hành Mac OS9 và OSX, tốt nhất để tạo phân vùng riêng cho mỗi hệ thống. Nếu bạn cài đặt cả hai hệ thống vào cùng một phân vùng, cần phải dùng tiện ích <application>Startup Disk</application> (rồi khởi động lại) để chọn hệ thống nào khởi động máy: không thể chọn nó vào lúc khởi động. Nếu bạn cài đặt mỗi hệ điều hành OS9 và OSX vào phân vùng riêng, cũng có tùy chọn riêng sẽ xuất hiện khi bạn bấm giữ phím <keycap>option</keycap> vào lúc khởi động, và cũng có thể cài đặt tùy chọn riêng vào trình đơn khởi động của <application>yaboot</application>. Hơn nữa, tiện ích Startup Disk sẽ vô hiệu hoá các phân vùng lắp được khác có thể tác động lên khả năng khởi động GNU/Linux. Bạn sẽ cũng có thể truy cập mỗi kiểu phân vùng từ hệ điều hành hoặc OS9 hoặc OSX.

source: GNU/Linux is unable to access information on UFS partitions, but does support HFS+ (aka MacOS Extended) partitions. OS X requires one of these two types for its boot partition. MacOS 9 can be installed on either HFS (aka MacOS Standard) or HFS+. To share information between the MacOS and GNU/Linux systems, an exchange partition is handy. HFS, HFS+ and MS-DOS FAT partitions are supported by both MacOS and Linux.
vi: Hệ điều hành GNU/Linux không có khả năng truy cập thông tin nằm trên phân vùng kiểu UFS, nhưng có phải hỗ trợ dạng thức phân vùng HFS+ (cũng tên Mac OS Extended). Hệ điều hành OSX cần thiết một của hai kiểu phân vùng này là phân vùng khởi động của nó. Còn OS9 có thể được cài đặt vào phân vùng kiểu hoặc HFS (cũng tên MacOS Standard) hoặc HFS+. Để chia sẻ thông tin giữa hai hệ điều hành MacOS và GNU/Linux, hữu ích để tạo một phân vùng trao đổi. Cả hai HĐH MacOS và GNU/Linux hỗ trợ phân vùng kiểu HFS, HFS+ và MS-DOS FAT.

source: Pre-Installation Hardware and Operating System Setup
vi: Phần cứng cài đặt sẵn và thiết lập hệ điều hành

source: This section will walk you through pre-installation hardware setup, if any, that you will need to do prior to installing Debian. Generally, this involves checking and possibly changing firmware settings for your system. The <quote>firmware</quote> is the core software used by the hardware; it is most critically invoked during the bootstrap process (after power-up). Known hardware issues affecting the reliability of &debian; on your system are also highlighted.
vi: Tiết đoạn này sẽ hướng dẫn bạn qua tiến trình thiết lập phần cứng cài đặt sẵn, nếu có, cần thiết trước khi cài đặt Debian. Bình thường, tiến trình này gồm việc kiểm tra, và có thể thay đổi, thiết lập phần vững cho hệ điều hành. <quote>Phần vững</quote> (firmware) là phần mềm lõi được dùng bởi phần cứng, đặc biệt trong tiến trình tải và khởi động hệ điều hành (sau khi mới mở điện). Bên dưới cũng diễn tả một số vấn đề phần cứng đã biết có tác động sự đáng tin cậy của &debian; trên máy tính của bạn.

source: Invoking the BIOS Set-Up Menu
vi: Gọi trình đơn thiết lập BIOS

source: BIOS provides the basic functions needed to boot your machine to allow your operating system to access your hardware. Your system probably provides a BIOS set-up menu, which is used to configure the BIOS. Before installing, you <emphasis>must</emphasis> ensure that your BIOS is setup correctly; not doing so can lead to intermittent crashes or an inability to install Debian.
vi: BIOS (hệ thống nhập/xuất cơ bản) cung cấp các chức năng cơ bản cần thiết để khởi động máy, để cho hệ điều hành khả năng truy cập phần cứng. Hệ điều hành gốc rất có thể cung cấp trình đơn thiết lập BIOS, được dùng để cấu hình BIOS đó. Trước khi cài đặt Debian, bạn <emphasis>cần phải</emphasis> kiểm tra xem BIOS có thiết lập đúng: nếu không thì máy sụp đổ lúc có lúc không, hoặc bạn sẽ không có khả năng cài đặt Debian.

source: The rest of this section is lifted from the <ulink url="&url-pc-hw-faq;"></ulink>, answering the question, <quote>How do I enter the CMOS configuration menu?</quote>. How you access the BIOS (or <quote>CMOS</quote>) configuration menu depends on who wrote your BIOS software:
vi: Phần tiết đoạn này còn lại là phần của Hỏi Đáp <ulink url="&url-pc-hw-faq;"></ulink> trả lời cho câu hỏi <quote>Tôi vào trình đơn cấu hình CMOS như thế nào?</quote>. Cách truy cập trình đơn cấu hình BIOS (hay <quote>CMOS</quote>) phụ thuộc vào ai đã ghi phần mềm BIOS đó:

source: <keycap>Delete</keycap> key during the POST (power on self test)
vi: Phím <keycap>Delete</keycap> trong POST (việc mở điện tự kiểm tra)

source: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo>, or <keycap>Delete</keycap> key during the POST
vi: Tổ hợp phím <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo>, hay <keycap>Delete</keycap> trong POST

source: <keycap>Esc</keycap> key during the POST
vi: Phím <keycap>Esc</keycap> trong POST

source: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap> </keycombo> after <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap> </keycombo>
vi: Tổ hợp phím <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap> </keycombo> sau <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap> </keycombo>

source: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo> or <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>S</keycap> </keycombo> or <keycap>F1</keycap>
vi: Tổ hợp phím <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo> hay <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>S</keycap> </keycombo> hay <keycap>F1</keycap>

source: Information on invoking other BIOS routines can be found in <ulink url="&url-invoking-bios-info;"></ulink>.
vi: Thông tin về cách gọi hàm BIOS khác nằm trong <ulink url="&url-invoking-bios-info;"></ulink>.

source: Some &arch-title; machines don't have a CMOS configuration menu in the BIOS. They require a software CMOS setup program. If you don't have the Installation and/or Diagnostics diskette for your machine, you can try using a shareware/freeware program. Try looking in <ulink url="&url-simtel;"></ulink>.
vi: Một số máy kiểu &arch-title; không có trình đơn cấu hình CMOS trong BIOS. Những máy này cần thiết phần mềm thiết lập CMOS. Nếu bạn không có đĩa mềm Cài Đặt (Installation) và/hay Chẩn Đoán (Diagnostics) dành cho máy của mình, bạn có thể thử sử dụng một chương trình phần mềm cổ đông/biếu không: v.d. xem <ulink url="&url-simtel;"></ulink>.

source: Boot Device Selection
vi: Chọn thiết bị khởi động

source: Many BIOS set-up menus allow you to select the devices that will be used to bootstrap the system. Set this to look for a bootable operating system on <filename>A:</filename> (the first floppy disk), then optionally the first CD-ROM device (possibly appearing as <filename>D:</filename> or <filename>E:</filename>), and then from <filename>C:</filename> (the first hard disk). This setting enables you to boot from either a floppy disk or a CD-ROM, which are the two most common boot devices used to install Debian.
vi: Nhiều trình đơn thiết lập BIOS cho bạn khả năng chọn thiết bị cần dùng để tải và khởi động hệ điều hành. Hãy đặt nó tìm một hệ điều hành có khả năng khởi động nằm trên <filename>A:</filename> (đĩa mềm thứ nhất), rồi (tùy chọn) trên thiết bị đĩa CD-ROM thứ nhất (có thể là <filename>D:</filename> hay <filename>E:</filename>), rồi trên <filename>C:</filename> (đĩa cứng thứ nhất). Thiết lập này cho bạn khả năng khởi động từ hoặc đĩa mềm hoặc đĩa CD-ROM, hai thiết bị khởi động thường nhất được dùng để cài đặt Debian.

source: If you have a newer SCSI controller and you have a CD-ROM device attached to it, you are usually able to boot from the CD-ROM. All you have to do is enable booting from a CD-ROM in the SCSI-BIOS of your controller.
vi: Nếu bạn có bộ điều khiển SCSI mới hơn với thiết bị đĩa CD-ROM được kết nối, bạn thường có khả năng khởi động từ đĩa CD-ROM nằm trong thiết bị đó. Bạn đơn giản hãy hiệu lực khả năng khởi động từ đĩa CD-ROM trong SCSI-BIOS của bộ điều khiển này.

source: Another popular option is to boot from a USB storage device (also called a USB memory stick or USB key). Some BIOSes can boot directly from a USB storage device, but some cannot. You may need to configure your BIOS to boot from a <quote>Removable drive</quote> or even from <quote>USB-ZIP</quote> to get it to boot from the USB device.
vi: Một tùy chọn ưa chuộng khác là khởi động từ thiết bị lưu trữ kiểu USB (cũng được gọi như là thanh USB hay khoá USB). Một số BIOS riêng có khả năng khởi động trực tiếp từ thiết bị lưu trữ USB, còn một số BIOS khác không có. Có lẽ bạn cần phải cấu hình BIOS để khởi động từ <quote>ổ đĩa rời</quote> (removable drive) hay ngay cả từ <quote>USB-ZIP</quote> để làm cho nó khởi động từ thiết bị USB.

source: Here are some details about how to set the boot order. Remember to reset the boot order after Linux is installed, so that you restart your machine from the hard drive.
vi: Đây là vài chi tiết về cách đặt thứ tự khởi động. Hãy nhớ để đặt lại thứ tự khởi động sau khi cài đặt Linux, để khởi động lại máy từ đĩa cứng.

source: Changing the Boot Order on IDE Computers
vi: Thay đổi thứ tự khởi động trên máy IDE

source: As your computer starts, press the keys to enter the BIOS utility. Often, it is the <keycap>Delete</keycap> key. However, consult the hardware documentation for the exact keystrokes.
vi: Vào lúc khởi động máy, hãy bấm tổ hợp phím để vào tiện ích BIOS. Thường là phím <keycap>Delete</keycap>. Tùy nhiên, bạn hãy xem tài liệu hướng dẫn sử dụng phần cứng đó để tìm tổ hợp phím chính xác.

source: Find the boot sequence in the setup utility. Its location depends on your BIOS, but you are looking for a field that lists drives.
vi: Hãy tìm thứ tự khởi động (boot sequence / boot order) trong tiện ích thiết lập. Vị trí của nó phụ thuộc vào BIOS đó, nhưng bạn cần tìm một trường liệt kê các ổ đĩa.

source: Common entries on IDE machines are C, A, cdrom or A, C, cdrom.
vi: Mục nhập thường xem trên máy IDE là : C, A, cdrom hay A, C, cdrom.

source: C is the hard drive, and A is the floppy drive.
vi: C là ổ đĩa cứng, còn A là ổ đĩa mềm.

source: Change the boot sequence setting so that the CD-ROM or the floppy is first. Usually, the <keycap>Page Up</keycap> or <keycap>Page Down</keycap> keys cycle through the possible choices.
vi: Hãy thay đổi thiết lập thứ tự khởi động để hiển thị đĩa CD-ROM hay đĩa mềm có vị trí thứ nhất. Bình thường, hai phím <keycap>Page Up</keycap> và <keycap>Page Down</keycap> cuộn qua các sự chọn có thể.

source: Save your changes. Instructions on the screen tell you how to save the changes on your computer.
vi: Lưu các thay đổi. Những hướng dẫn trên màn hình diễn tả cách lưu các thay đổi này trên máy đó.

source: Changing the Boot Order on SCSI Computers
vi: Thay đổi thứ tự khởi động trên máy kiểu SCSI

source: As your computer starts, press the keys to enter the SCSI setup utility.
vi: Vào lúc khởi động máy, hãy bấm tổ hợp phím để vào tiện ích SCSI.

source: You can start the SCSI setup utility after the memory check and the message about how to start the BIOS utility displays when you start your computer.
vi: Bạn có khả năng khởi chạy tiện ích thiết lập SCSI sau việc kiểm tra bộ nhớ và thông điệp về cách khởi chạy tiện ích BIOS xuất hiện, khi bạn khởi động máy đó.

source: The keystrokes you need depend on the utility. Often, it is <keycombo><keycap>Ctrl</keycap><keycap>F2</keycap></keycombo>. However, consult your hardware documentation for the exact keystrokes.
vi: Tổ hợp phím cần thiết phụ thuộc vào tiện ích đó. Thường là <keycombo><keycap>Ctrl</keycap><keycap>F2</keycap></keycombo>. Tùy nhiên, bạn hãy xem tài liệu hướng dẫn sử dụng phần cứng để tìm tổ hợp phím chính xác.

source: Find the utility for changing the boot order.
vi: Tìm tiện ích thay đổi thứ tự khởi động.

source: Set the utility so that the SCSI ID of the CD drive is first on the list.
vi: Đặt tiện ích đó, để hiển thị mã nhận diện SCSI (SCSI ID) của ổ đĩa CD có vị trí thứ nhất trong danh sách.

source: Save your changes. Instructions on the screen tell you how to save the changes on your computer. Often, you must press <keycap>F10</keycap>.
vi: Lưu các thay đổi. Những hướng dẫn trên màn hình diễn tả cách lưu các thay đổi này trên máy đó. Thường cần bấm phím <keycap>F10</keycap>.

source: Miscellaneous BIOS Settings
vi: Thiết lập BIOS lặt vặt

source: CD-ROM Settings
vi: Thiết lập đĩa CD-ROM

source: Some BIOS systems (such as Award BIOS) allow you to automatically set the CD speed. You should avoid that, and instead set it to, say, the lowest speed. If you get <userinput>seek failed</userinput> error messages, this may be your problem.
vi: Một số hệ thống BIOS (v.d. Award BIOS) cho bạn khả năng đặt tự động tốc độ của ổ đĩa CD. Bạn nên tránh nó, đặt tốc độ thấp nhất thay thế. Nếu bạn gặp lỗi <userinput>lỗi tìm nơi</userinput> (seek failed), có lẽ máy có tốc độ CD cao quá.

source: Extended vs. Expanded Memory
vi: Bộ nhớ đã kéo dài so với bộ nhớ đã mở rộng

source: If your system provides both ex<emphasis>ten</emphasis>ded and ex<emphasis>pan</emphasis>ded memory, set it so that there is as much extended and as little expanded memory as possible. Linux requires extended memory and cannot use expanded memory.
vi: Nếu hệ điều hành gốc cung cấp bộ nhớ kiểu cả <emphasis>đã kéo dài</emphasis> lẫn <emphasis>đã mở rộng</emphasis>, hãy đặt nhiều nhất bộ nhớ đã kéo dài và ít nhất bộ nhớ đã mở rộng có thể. Hệ điều hành Linux cần thiết bộ nhớ đã kéo dài, còn không có khả năng sử dụng bộ nhớ đã mở rộng.

source: Virus Protection
vi: Bảo vệ chống vi rút

source: Disable any virus-warning features your BIOS may provide. If you have a virus-protection board or other special hardware, make sure it is disabled or physically removed while running GNU/Linux. These aren't compatible with GNU/Linux; moreover, due to the file system permissions and protected memory of the Linux kernel, viruses are almost unheard of<footnote> <para> After installation you can enable Boot Sector protection if you want. This offers no additional security in Linux but if you also run Windows it may prevent a catastrophe. There is no need to tamper with the Master Boot Record (MBR) after the boot manager has been set up. </para> </footnote>.
vi: Hãy tắt tính năng nào cảnh báo về vi rút do BIOS cung cấp. Nếu máy của bạn có bo mạch chống vi rút hay phần cứng chống vi rút đặc biệt khác, kiểm tra xem nó bị tắt hay bị gỡ bỏ vật lý, trong khi chạy hệ điều hành GNU/Linux. Thiết bị kiểu này không tương thích với GNU/Linux; hơn nữa, do quyền hạn của hệ thống tập tin và bộ nhớ đã bảo vệ của hạt nhân Linux, vi rút gần chưa từng nghe thấy<footnote> <para> Sau khi cài đặt, bạn có thể bật chạy bảo vệ rãnh ghi khởi động, nếu muốn. Nó không cung cấp bảo mật thêm trong Linux, nhưng nếu bạn cũng chạy Windows nó có thể ngăn cản tai ương. Không cần sửa đổi Mục Ghi Khởi Động Chủ (MBR) sau khi thiết lập bộ quản lý khởi động.</para> </footnote>.

source: Shadow RAM
vi: RAM bóng

source: Your motherboard may provide <emphasis>shadow RAM</emphasis> or BIOS caching. You may see settings for <quote>Video BIOS Shadow</quote>, <quote>C800-CBFF Shadow</quote>, etc. <emphasis>Disable</emphasis> all shadow RAM. Shadow RAM is used to accelerate access to the ROMs on your motherboard and on some of the controller cards. Linux does not use these ROMs once it has booted because it provides its own faster 32-bit software in place of the 16-bit programs in the ROMs. Disabling the shadow RAM may make some of it available for programs to use as normal memory. Leaving the shadow RAM enabled may interfere with Linux access to hardware devices.
vi: Bo mạch chủ trong máy của bạn có lẽ cung cấp <emphasis>RAM bóng</emphasis> (shadow RAM) hay cách lưu tạm thời BIOS (BIOS caching). Có thể xem thiết lập về <quote>Video BIOS Shadow</quote>, <quote>C800-CBFF Shadow</quote>, v.v. <emphasis>Tắt</emphasis> mọi RAM bóng. RAM bóng được dùng để tăng tốc truy cập các ROM nằm trên bo mạch chủ, cũng trên một số thẻ điều khiển. Hệ điều hành Linux không sử dụng các ROM này một khi khởi động, vì nó cung cấp phần mềm 32-bit sở hữu nhanh hơn các chương trình 16-bit trong các ROM này. Việc tắt RAM bóng có thể làm cho một phần nó sẵn sàng cho chương trình sử dụng như là bộ nhớ chuẩn. Còn RAM bóng hoạt động có thể ngăn cản Linux truy cập thiết bị phần cứng.

source: Memory Hole
vi: Lỗ hổng bộ nhớ

source: If your BIOS offers something like <quote>15&ndash;16 MB Memory Hole</quote>, please disable that. Linux expects to find memory there if you have that much RAM.
vi: Nếu BIOS của máy cung cấp cái gì như <quote>15&ndash;16 MB Memory Hole</quote> (lỗ hổng bộ nhớ), bạn hãy tắt nó. Hệ điều hành Linux ngờ gặp bộ nhớ tại đó nếu bạn có đủ RAM.

source: We have a report of an Intel Endeavor motherboard on which there is an option called <quote>LFB</quote> or <quote>Linear Frame Buffer</quote>. This had two settings: <quote>Disabled</quote> and <quote>1 Megabyte</quote>. Set it to <quote>1 Megabyte</quote>. When disabled, the installation floppy was not read correctly, and the system eventually crashed. At this writing we don't understand what's going on with this particular device &mdash; it just worked with that setting and not without it.
vi: Người dùng đã thông báo một bo mạch chủ Intel Endeavor có sẵn tùy chọn <quote>LFB</quote> hay <quote>Bộ Đệm Khung Tuyến</quote>. Nó có hai sự đặt: <quote>Tắt</quote> (Disabled) và <quote>1 Megabyte</quote> (1 MB). Nếu bạn có bo mạch chủ này, hãy đặt nó thành <quote>1 Megabyte</quote>. Khi tắt, đĩa mềm cài đặt không được đọc cho đúng, và cuối cùng hệ thống sụp đổ. Vào lúc viết câu này, chúng tôi chưa hiểu lý do : thiết bị đó đơn giản hoạt động được với một sự đặt, và không hoạt động được với sự đặt khác.

source: Advanced Power Management
vi: Khả năng quản lý nguồn điện cấp cao

source: If your motherboard provides Advanced Power Management (APM), configure it so that power management is controlled by APM. Disable the doze, standby, suspend, nap, and sleep modes, and disable the hard disk's power-down timer. Linux can take over control of these modes, and can do a better job of power-management than the BIOS.
vi: Nếu bo mạch chủ trong máy cung cấp APM (khả năng quản lý nguồn điện cấp cao), bạn hãy cấu hình nó để mà khả năng quản lý nguồn điện do APM điều khiển. Tắt các chế độ ngủ và ngưng, và tắt bộ đếm thời gian tắt điện của đĩa cứng. Hệ điều hành Linux có thể điều khiển các chế độ này, cũng quản lý nguồn điện một cách rất tốt hơn BIOS.

source: Firmware Revisions and Existing OS Setup
vi: Bản sửa đổi phần vững và thiết lập HĐH đã có

source: &arch-title; machines are generally self-configuring and do not require firmware configuration. However, you should make sure that you have the appropriate ROM and system patches. On the Macintosh, MacOS version >= 7.1 is recommended because version 7.0.1 contains a bug in the video drivers preventing the boot loader from deactivating the video interrupts, resulting in a boot hang. On the BVM VMEbus systems you should make sure you are using BVMBug revision G or higher boot ROMs. The BVMBug boot ROMs do not come as standard on the BVM systems but are available from BVM on request free of charge.
vi: Máy kiểu &arch-title; thường tự cấu hình và không cần thiết bạn cấu hình phần vứng. Tuy nhiên, bạn nên kiểm tra xem có ROM và các đắp vá hệ thống thích hợp. Trên Apple Mac, khuyên dùng HĐH MacOS ít nhất 7.1, vì phiên bản 7.0.1 chứa lỗi trong những trình điều khiển ảnh động mà ngăn cản bộ tải khởi động tắt sự ngắt ảnh động, có kết quả là việc khởi động bị treo. Trên hệ thống kiểu BVM VMEbus bạn nên kiểm tra xem sử dụng các ROM khởi động BVMBug bản sửa đổi G hay sau. Những ROM khởi động BVMBug không có sẵn chuẩn trên hệ thống BVM, nhưng có sẵn sàng từ BVM khi yêu cầu, miễn phí.

source: Invoking OpenFirmware
vi: Gọi OpenFirmware

source: There is normally no need to set up the BIOS (called OpenFirmware) on &arch-title; systems. PReP and CHRP are equipped with OpenFirmware, but unfortunately, the means you use to invoke it vary from manufacturer to manufacturer. You'll have to consult the hardware documentation which came with your machine.
vi: Bình thường không cần thiết lập BIOS (tên OpenFirmware) trên hệ thống kiểu &arch-title;. Cả PrEp lẫn CHRP đều có sẵn OpenFirmware, nhưng tiếc là cách gọi nó thay đổi mỗi hãng chế tạo một khác. Bạn cần phải xem tài liệu hướng dẫn sử dụng máy.

source: On &arch-title; Macintoshes, you invoke OpenFirmware with <keycombo><keycap>Command</keycap> <keycap>option</keycap> <keycap>O</keycap> <keycap>F</keycap></keycombo> while booting. Generally it will check for these keystrokes after the chime, but the exact timing varies from model to model. See <ulink url="&url-netbsd-powerpc-faq;"></ulink> for more hints.
vi: Trên máy Apple Mac kiểu &arch-title;, bạn gọi OpenFirmware bằng tổ hợp phím <keycombo><keycap>Command</keycap> <keycap>option</keycap> <keycap>O</keycap> <keycap>F</keycap></keycombo> trong khi khởi động. Bình thường, nó sẽ ngờ tổ hợp này sau khi rung chuông khởi động, nhưng mà cách tính thời gian chính xác thay đổi mỗi mô hình một khác. Xem Hỏi Đáp <ulink url="&url-netbsd-powerpc-faq;"></ulink> để tìm mẹo thêm.

source: The OpenFirmware prompt looks like this: <informalexample><screen> ok 0 &gt; </screen></informalexample> Note that on older model &arch-title; Macs, the default and sometimes hardwired I/O for OpenFirmware user interaction is through the serial (modem) port. If you invoke OpenFirmware on one of these machines, you will just see a black screen. In that case, a terminal program running on another computer, connected to the modem port, is needed to interact with OpenFirmware.
vi: Dấu nhắc OpenFirmware hình như đây: <informalexample><screen> ok 0 &gt; </screen></informalexample> Ghi chú rằng trên máy Mac &arch-title; cũ hơn, sự tương tác người dùng OpenFirmware mặc định, và đôi khi được kiểm soát bằng mạch điện điện tử, xảy ra qua cổng nối tiếp (bộ điều giải). Nếu bạn gọi OpenFirmware trên một của những máy này, bạn sẽ xem chỉ màn hình màu đen. Trong trường hợp đó, cần thiết một chương trình thiết bị cuối chạy trên máy tính khác, được kết nối đến cổng bộ điều giải, để tương tác với OpenFirmware.
