Repository: dankamongmen/s-i
Catalog: manual/po/*/preseed.po
Languages: ko, pt

source: There are several features of Debian Installer that combine to allow fairly simple command lines at the boot prompt to result in arbitrarily complex customized automatic installs. To illustrate this, here are some examples that can be used at the boot prompt: <informalexample><screen> auto url=autoserver </screen></informalexample> This relies on there being a DHCP server that will get the machine to the point where <literal>autoserver</literal> can be resolved by DNS, perhaps after adding the local domain if that was provided by DHCP. If this was done at a site where the domain is <literal>example.com</literal>, and they have a reasonably sane DHCP setup, it would result in the preseed file being retrieved from <literal>http://autoserver.example.com/d-i/etch/./preseed.cfg</literal>.
ko: 데비안 설치 프로그램의 몇몇 기능을 이용하면 부팅 프롬프트에서 간단한 명령행으로 임의의 복잡한 입맛에 맞는 자동 설치를 할 수 있습니다. 부팅 프롬프트에서 사용할 수 있는 몇몇 예제를 통해 이 기능을 설명합니다. <informalexample><screen> auto url=autoserver </screen></informalexample> 이렇게 하면 DHCP 서버가 있어서 DHCP 서버에서 <literal>autoserver</literal>의 IP 주소를 받아옵니다. DHCP가 보내주는 로컬 도메인을 뒤에 붙일 수도 있습니다. 도메인이 <literal>example.com</literal>인 사이트에서 위와 같이 하고 DHCP 설정이 올바르다면, 미리 설정 파일을 <literal>http://autoserver.example.com/d-i/etch/./preseed.cfg</literal> 위치에서 가져 옵니다.
pt: Existem várias funcionalidades do Instalador Debian que se combinam para permitir linhas de comandos simples na prompt de arranque para resultar em instalações automáticas personalizadas complexas e arbitrárias. Para ilustrar isto, aqui estão alguns exemplos que podem ser encontrados na prompt de arranque: <informalexample><screen> auto url=autoserver </screen></informalexample> Isto baseia-se na existência de um servidor de DHCP que levará a máquina ao ponto em que o <literal>autoserver</literal> possa ser resolvido pelo DNS, talvez após acrescentar o domínio local se isso foi disponibilizado pelo DHCP. Se isto foi feito num sitio onde o domínio é <literal>example.com</literal>, e estes têm uma configuração de DHCP razoavelmente sã, isto iria resultar no ficheiro de preseed ser obtido a partir de <literal>http://autoserver.example.com/d-i/etch/./preseed.cfg</literal>.

source: The last part of that url (<literal>d-i/etch/./preseed.cfg</literal>) is taken from <literal>auto-install/defaultroot</literal>. By default this includes the directory <literal>etch</literal> to allow future versions to specify their own codename and let people migrate forwards in a controlled manner. The <literal>/./</literal> bit is used to indicate a root, relative to which subsequent paths can be anchored (for use in preseed/include and preseed/run). This allows files to be specified either as full URLs, paths starting with / that are thus anchored, or even paths relative to the location where the last preseed file was found. This can be used to construct more portable scripts where an entire hierarchy of scripts can be moved to a new location without breaking it, for example copying the files onto a USB stick when they started out on a web server. In this example, if the preseed file sets <literal>preseed/run</literal> to <literal>/scripts/late_command.sh</literal> then the file will be fetched from <literal>http://autoserver.example.com/d-i/etch/./scripts/late_command.sh</literal>.
ko: URL의 마지막 부분은 (<literal>d-i/etch/./preseed.cfg</literal>) <literal>auto-install/defaultroot</literal>에서 가져옵니다. 기본값으로 여기에는 <literal>etch</literal> 디렉토리가 들어 있습니다. 이를 이용해 앞으로의 버전에서는 그 버전에 해당되는 코드네임을 쓸 수 있고, 또 사람들이 정해진 방법을 통해 앞으로의 버전으로 업그레이드할 수 있습니다. <literal>/./</literal> 부분은 맨 상위 디렉토리를 가리키는 것으로, 지정된 해당 경로에 (preseed/include 및 preseed/run에서 사용) 대한 상대값입니다. 이를 이용해 파일을 완전한 URL로 지정할 수도 있고, /로 시작하는 경로로 지정할 수도 있고, 마지막 미리 지정 파일이 있던 위치에 대한 상대 경로로 지정할 수도 있습니다. 이 점을 이용하면 전체 스크립트들을 완전히 새로운 위치에 옮겨도 문제가 없는 포터블한 스크립트를 구성할 수 있습니다. 예를 들어 웹서버에 있던 파일을 USB 스틱에 옮겨도 문제가 없게 됩니다. 이 예제에서 미리 지정 파일에서 <literal>preseed/run</literal> 값을 <literal>/scripts/late_command.sh</literal>라고 지정하면 <literal>http://autoserver.example.com/d-i/etch/./scripts/late_command.sh</literal>에서 파일을 가져옵니다.
pt: A última parte desse url (<literal>d-i/etch/./preseed.cfg</literal>) é retirada de <literal>auto-install/defaultroot</literal>. Por omissão inclui o directório <literal>etch</literal> para permitir que futuras versões especifiquem o seu próprio nome de código para deixar as pessoas migrar para o seguinte de uma forma controlada. A parte do <literal>/./</literal> é utilizada para indicar uma raiz relativa à qual possam ser ancorados caminhos subsequentes (para utilizar em preseed/include e preseed/run). Isto permite que os ficheiros sejam especificados quer como URLs completos, caminhos que começam por / que estão assim ancorados, ou mesmo como caminhos relativos à localização onde foi encontrado o último ficheiro preseed. Isto pode ser utilizado para construir scripts mais portáveis onde uma hierarquia completa de scripts pode ser movida sem estragar nada, por exemplo copiar os ficheiros para um stick USB quando estes começaram num servidor web. Neste exemplo, se o ficheiro de preseed define <literal>preseed/run</literal> para <literal>/scripts/late_command.sh</literal> então o ficheiro será obtido a partir de <literal>http://autoserver.example.com/d-i/etch/./scripts/late_command.sh</literal>.

source: If there is no local DHCP or DNS infrastructure, or if you do not want to use the default path to <filename>preseed.cfg</filename>, you can still use an explicit url, and if you don't use the <literal>/./</literal> element it will be anchored to the start of the path (i.e. the third <literal>/</literal> in the URL). Here is an example that requires minimal support from the local network infrastructure: <informalexample><screen> auto url=<replaceable>http://192.168.1.2/path/to/mypreseed.file</replaceable> </screen></informalexample> The way this works is that:
ko: 로컬에 DHCP 혹은 DNS와 같은 장치가 없거나 <filename>preseed.cfg</filename>에 대한 기본값 경로를 바꾸고 싶으면, 명시적인 URL을 사용할 수도 있습니다. <literal>/./</literal> 부분을 사용하지 않으면 경로의 첫 부분에 대한 (즉 URL에서 세번째 <literal>/</literal>) 경로가 됩니다. 다음은 로컬 네트워크에서 약간 지원이 필요한 예제입니다: <informalexample><screen> auto url=<replaceable>http://192.168.1.2/path/to/mypreseed.file</replaceable> </screen></informalexample> 위와 같이 하면 다음과 같이 동작합니다:
pt: Se não existir uma infra-estrutura local de DHCP ou de DNS, ou se não desejar utilizar o caminho por omissão para o <filename>preseed.cfg</filename>, ainda assim pode utilizar um url explícito, e se não utilizar o elemento <literal>/./</literal> será ancorado ao inicio do caminho (i.e. o terceiro <literal>/</literal> no URL). Está aqui um exemplo que necessita de suporte mínimo da estrutura de rede local: <informalexample><screen> auto url=<replaceable>http://192.168.1.2/path/to/mypreseed.file</replaceable> </screen></informalexample> A forma como funciona isto é:

source: if the URL is missing a protocol, http is assumed,
ko: URL의 프로토콜 부분을 생략하면 HTTP라고 가정합니다.
pt: se faltar o protocolo ao URL, é assumido http,

source: if the hostname section contains no periods, it has the domain derived from DHCP appended to it, and
ko: 호스트 이름에 점이 없으면, DHCP에서 넘겨준 도메인을 뒤에 붙입니다.
pt: se a secção do hostname não tiver pontos finais, tem acrescentado o domínio derivado do DHCP, e

source: if there's no <literal>/</literal>'s after the hostname, then the default path is added.
ko: 호스트 이름 뒤에 <literal>/</literal>가 없으면 기본 경로를 뒤에 붙입니다.
pt: se não existir nenhum <literal>/</literal> depois do hostname, então é acrescentado o caminho por omissão.

source: In addition to specifying the url, you can also specify settings that do not directly affect the behavior of &d-i; itself, but can be passed through to scripts specified using <literal>preseed/run</literal> in the loaded preseed file. At present, the only example of this is <literal>auto-install/classes</literal>, which has an alias <literal>classes</literal>. This can be used thus: <informalexample><screen> auto url=<replaceable>example.com</replaceable> classes=<replaceable>class_A;class_B</replaceable> </screen></informalexample> The classes could for example denote the type of system to be installed, or the localization to be used.
ko: URL을 지정하는 것 외에, &d-i;의 동작과 직접 관계없지만 미리 설정 파일의 <literal>preseed/run</literal>에서 지정한 스크립트로 넘길 사항들을 지정할 수도 있습니다. 현재 관련 예제는 <literal>auto-install/classes</literal>로 <literal>classes</literal>라고 줄여 쓸 수 있습니다. 다음과 같이 사용합니다: <informalexample><screen> auto url=<replaceable>example.com</replaceable> classes=<replaceable>클래스_A;클래스_B</replaceable> </screen></informalexample> 클래스는 설치하려는 시스템의 종류를 지정하거나, 지역화를 지정합니다.
pt: Além de especificar o url, também pode especificar configurações que não afectam directamente o comportamento do próprio &d-i;, mas podem ser passadas através de scripts especificadas utilizando <literal>preseed/run</literal> no ficheiro preseed carregado. Actualmente, o único exemplo disto é <literal>auto-install/classes</literal>, que tem uma abreviatura <literal>classes</literal>. Isto pode ser utilizado da seguinte forma: <informalexample><screen> auto url=<replaceable>example.com</replaceable> classes=<replaceable>class_A;class_B</replaceable> </screen></informalexample> As classes podem por exemplo denotar o tipo de sistema a ser instalado, ou a localização a ser utilizada.

source: It is of course possible to extend this concept, and if you do, it is reasonable to use the auto-install namespace for this. So one might have something like <literal>auto-install/style</literal> which is then used in your scripts. If you feel the need to do this, please mention it on the <email>debian-boot@lists.debian.org</email> mailing list so that we can avoid namespace conflicts, and perhaps add an alias for the parameter for you.
ko: 이 개념을 확장하는 것도 가능하고, 확장하는 경우 auto-install 네임스페이스를 사용하는 게 보기 좋습니다. 즉 <literal>auto-install/style</literal>과 같이 스크립트에서 사용할 수 있을 것입니다. 이렇게 하는 게 좋겠다는 생각이 들면, <email>debian-boot@lists.debian.org</email> 메일링 리스트에 알려 주십시오. 그래야 네임스페이스 충돌을 피하고, 여러분의 파라미터에 해당하는 줄임말을 추가할 수도 있을 것입니다.
pt: Claro que é possível estender este conceito, e se o fizer, é razoável utilizar o namespace auto-install para isto. Por isso poderá ter algo do tipo <literal>auto-install/style</literal> que é então utilizado nos seus scripts. Se acha que necessita fazer isto, por favor mencione-o na mailing list <email>debian-boot@lists.debian.org</email> para que nós possamos evitar conflitos de namespace, e talvez acrescentar um alias ao parâmetro para si.

source: The <literal>auto</literal> boot label is not yet defined on all architectures. The same effect may be achieved by simply adding the two parameters <literal>auto=true priority=critical</literal> to the kernel command line. The <literal>auto</literal> parameter is an alias for <literal>auto-install/enabled</literal> and controls the delay of the locale and keyboard questions until after there has been a chance to preseed them, while <literal>priority</literal> is an alias for <literal>preseed/priority</literal> and setting it to <literal>critical</literal> stops any questions with a lower priority from being asked.
ko: <literal>auto</literal> 부팅 레이블은 아직 정의되지 않은 아키텍쳐가 있습니다. 커널 명령행에 파라미터 두 개, <literal>auto=true priority=critical</literal>이라고 추가하기만 하면 같은 효과를 거둘 수 있습니다. <literal>auto</literal> 파라미터는 <literal>auto-install/enabled</literal>의 줄임말이고 미리 설정할 수 있도록 로케일 및 키보드 질문을 뒤로 늦춥니다. 또 <literal>priority</literal>는 <literal>preseed/priority</literal>의 줄임말이고 <literal>critical</literal>로 설정하면 필수 우선순위보다 낮은 우선순위의 질문들을 하지 않게 됩니다.

source: Additional options that may be of interest while attempting to automate an install while using DHCP are: <literal>interface=auto netcfg/dhcp_timeout=60</literal> which makes the machine choose the first viable NIC and be more patient about getting a reply to its DHCP query.
ko: 그 외에 DHCP를 사용할 때 설치를 자동화하면서 관심 가질만한 옵션은 다음과 같습니다: <literal>interface=auto netcfg/dhcp_timeout=60</literal>이라고 하면 처음 발견한 네트워크 인터페이스를 이용하고 DHCP 요청에 대한 응답을 좀 더 오래 기다립니다.
pt: Opções adicionais que podem ter interesse enquanto tenta automatizar uma instalação enquanto utilizar DHCP são: <literal>interface=auto netcfg/dhcp_timeout=60</literal> que faz com que a máquina escolha a primeira placa de rede viável e seja mais paciente com a espera da resposta ao seu pedido DHCP.

source: Aliases useful with preseeding
ko: 미리 설정할 때 쓸모 있는 줄임말
pt: Abreviaturas úteis com o preseed

source: The following aliases can be useful when using (auto mode) preseeding.
ko: (자동 모드) 미리 설정을 사용할 경우 다음 줄임말이 쓸모가 많습니다.
pt: As seguintes abreviaturas podem ser úteis quanto utilizar preseed (modo auto).

source: Using a DHCP server to specify preconfiguration files
ko: 미리설정파일을 지정하기 위해 DHCP 서버를 사용하기
pt: Utilizar um servidor de DHCP para especificar ficheiros de pré-configuração

source: It's also possible to use DHCP to specify a preconfiguration file to download from the network. DHCP allows specifying a filename. Normally this is a file to netboot, but if it appears to be an URL then installation media that support network preseeding will download the file from the URL and use it as a preconfiguration file. Here is an example of how to set it up in the dhcpd.conf for version 3 of the ISC DHCP server (the dhcp3-server Debian package).
ko: DHCP를 이용하여 설정사항을 미리 기록한 파일을 네트워크에서 내려받을 수 있도록 할 수도 있습니다. DHCP는 파일명을 인자로 받을 수 있습니다. 이 파일은 대부분 netboot를 하기 위한 파일이지만, URL인 경우이라면 network preseeding을지원하는 설치 방식은 그 URL에서 파일을 내려받은 다음 설정파일로 사용합니다. 데비안의 dhcp3-server 꾸러미에 해당하는 ISC DHCP 버전 3 서버에서 이 방식을 사용하기 위한 dhcpd.conf 파일의 예는 아래와 같습니다.
pt: Também é possível utilizar DHCP para especificar um ficheiro de pré-configuração a fazer download a partir da rede. DHCP permite especificar um nome de ficheiro. Normalmente este é um ficheiro para fazer netboot, mas se for um URL então o meio de instalação que suporte preseed através da rede irá fazer o download do ficheiro a partir do URL e utilizá-lo como ficheiro de pré-configuração. Aqui está um exemplo de como configurar o dhcpd.conf para a versão 3 do servidor ISC DHCP (o pacote Debian dhcp3-server).

source: Note that the above example limits this filename to DHCP clients that identify themselves as "d-i", so it will not affect regular DHCP clients, but only the installer. You can also put the text in a stanza for only one particular host to avoid preseeding all installs on your network.
ko: 참고로 위의 예에서 자신을 "d-i"로 식별하는 DHCP 클라이언트에만 이 파일을 한정하므로 일반 DHCP 클라이언트에는 아무런 영향을 주지 않습니다. 특정 호스트만 지원하도록 하여 네트워크 내의 시스템 전부 preseeding되는 것을 방지할 수도 있습니다.
pt: Note que o exemplo acima limita este ficheiro a clientes DHCP que se identifiquem a eles próprios como "d-i", por isso não irá afectar cliente DHCP normais, mas apenas o instalador. Pode também colocar o texto num bloco para apenas um host, para evitar que seja feito preseed a todas as instalações na sua rede.

source: A good way to use the DHCP preseeding is to only preseed values specific to your network, such as the Debian mirror to use. This way installs on your network will automatically get a good mirror selected, but the rest of the installation can be performed interactively. Using DHCP preseeding to fully automate Debian installs should only be done with care.
ko: 사용할 데비안 미러 등 해당 네트워크에만 적용되는 값만 preseed(미리 설정)하게 하는 것도 DHCP preseeding을 이용하는 좋은 예입니다. 이렇게 하면 네트워크 내에 있는 시스템 적당한 미러를 자동으로 선택하면서도 설치의 다른 단계는 관리자가 직접 입력할 수 있게 됩니다. DHCP preseeding을 이용하여 데비안 설치를 완전 자동화하는 작업은 꼭 필요할 때 조심히 해야 합니다.
pt: Uma boa forma de utilizar o preseed de DHCP é fazer o preseed apenas de valores específicos para a sua rede, tais como o mirror Debian a utilizar. Desta forma as instalações na sua rede irão sempre obter uma boa escolha de mirror, mas o resto da instalação pode ser feita interactivamente. Utilizar o preseed de DHCP para automatizar totalmente as instalações de Debian deve ser feito com cuidado.

source: Creating a preconfiguration file
ko: 미리 설정 파일 만들기
pt: Criar um ficheiro de pré-configuração

source: The preconfiguration file is in the format used by the <command>debconf-set-selections</command> command. The general format of a line in a preconfiguration file is:
ko: 미리 설정 파일은 <command>debconf-set-selections</command> 명령어에서 사용하는 형식으로 되어 있습니다. 미리 설정 파일의 일반적인 형식은:
pt: O ficheiro de pré-configuração está no formato usado pelo comando <command>debconf-set-selections</command>. O formato geral de uma linha no ficheiro de pré-configuração é:

source: &lt;owner&gt; &lt;question name&gt; &lt;question type&gt; &lt;value&gt;
ko: &lt;주인&gt; &lt;질문 이름&gt; &lt;질문 형식&gt; &lt;값&gt;
pt: &lt;owner&gt; &lt;questão name&gt; &lt;questão type&gt; &lt;value&gt;

source: There are a few rules to keep in mind when writing a preconfiguration file.
ko: 미리 설정 파일을 작성할 때 지켜야 할 몇가지 규칙이 있습니다.
pt: Existem algumas poucas regras a ter em atenção quando se escreve um ficheiro de pré-configuração.

source: Put only a single space or tab between type and value: any additional whitespace will be interpreted as belonging to the value.
ko: 형식과 값 사이에 하나의 공백이나 탭을 넣으십시오. 추가적인 공백이나 탭은 값에 속한 것으로 인식합니다.
pt: Pôr apenas um único espaço ou tab entre o tipo e o valor: quaisquer espaços adicionais serão interpretados como pertencendo ao valor.

source: A line can be split into multiple lines by appending a backslash (<quote><literal>\</literal></quote>) as the line continuation character. A good place to split a line is after the question name; a bad place is between type and value.
ko: 각 줄은 줄 이음 문자로 백슬래시(<quote><literal>\</literal></quote>)를 추가하여 여러 줄로 나눌 수 있습니다. 줄을 나누는 가장 좋은 위치는 질문 이름뒤 입니다.가장 나쁜 위치는 형식과 값 사이입니다.
pt: Uma linha pode ser dividida em várias linhas colocando uma backslash (<quote><literal>\</literal></quote>) como caractere de continuação da linha. Um bom lugar para dividir uma linha é após a questão; um mau lugar é entre o tipo e o valor.

source: Most questions need to be preseeded using the values valid in English and not the translated values. However, there are some questions (for example in <classname>partman</classname>) where the translated values need to be used.
ko: 대부분의 질문들은 미리 설정할 때 번역된 값이 아니라 영어로 된 올바른 값을 사용해야 합니다. 하지만, 일부 질문의 경우 번역된 값을 사용해야 합니다. (예를 들어 <classname>partman</classname>에서)
pt: À maioria das questões tem de ser feito preseed utilizando os valores válidos em Inglês e não os valores traduzidos. No entanto, existem algumas questões (por exemplo em <classname>partman</classname> em que têm de ser utilizados os valores traduzidos.

source: Some questions take a code as value instead of the English text that is shown during installation.
ko: 일부 질문은 설치할 때 표시하는 영어 텍스트가 아니라 코드를 값으로 받습니다.
pt: Algumas questões pegam no código como valor em vez do texto em Inglês que é mostrado durante a instalação.

source: The easiest way to create a preconfiguration file is to use the example file linked in <xref linkend="preseed-contents"/> as basis and work from there.
ko: 미리 설정 파일을 만드는 가장 쉬운 방법은 <xref linkend="preseed-contents"/>에 들어 있는 예제 파일을 기초로 시작하는 방법입니다.
pt: A forma mais fácil de criar um ficheiro de pré-configuração é utilizar um ficheiro de exemplo com link em <xref linkend="preseed-contents"/> como base e trabalhar a partir daqui.

source: An alternative method is to do a manual installation and then, after rebooting, use the <command>debconf-get-selections</command> from the <classname>debconf-utils</classname> package to dump both the debconf database and the installer's cdebconf database to a single file:
ko: 다른 방법은 수동으로 설치를 하고, 다시 부팅한 다음에, <classname>debconf-utils</classname> 꾸러미에서 <command>debconf-get-selections</command> 명령으로 debconf 데이터베이스 및 설치 프로그램의 cdebconf 데이터베이스를 한 파일로 만드는 방법입니다:
pt: Um método alternativo é fazer uma instalação manual e depois, após o reboot, utilize o comando <command>debconf-get-selections</command> a partir do pacote <classname>debconf-utils</classname> para mostrar a base de dados do debconf e a base de dados de cdebconf do instalador para um ficheiro único:

source: However, a file generated in this manner will have some items that should not be preseeded, and the example file is a better starting place for most users.
ko: 하지만, 이런 방법으로 만든 파일에는 미리 설정하면 안 되는 항목이 들어 있으므로, 대부분의 사람들에게는 예제 파일에서 시작하는 방법이 더 좋습니다.
pt: No entanto, um ficheiro gerado desta forma irá ter alguns itens aos quais não deve ser feito preseed, o ficheiro de exemplo é um melhor ponto de partida para a maioria dos utilizadores.

source: This method relies on the fact that, at the end of the installation, the installer's cdebconf database is saved to the installed system in <filename>/var/log/installer/cdebconf</filename>. However, because the database may contain sensitive information, by default the files are only readable by root.
ko: 이 방법은 설치가 끝났을 때 설치 프로그램의 cdebconf 데이터베이스가 설치한 시스템의 <filename>/var/log/installer/cdebconf</filename>에 들어 있다는 점을 이용한 것입니다. 하지만 이 데이터베이스에는 비밀 정보가 들어 있을 수도 있기 때문에 루트만 이 파일을 읽을 수 있게 되어 있습니다.
pt: Este método baseia-se no facto que, no fim da instalação, a base de dados do cdebconf do instalador é guardada no sistema instalado em <filename>/var/log/installer/cdebconf</filename>. No entanto, como a base de dados pode conter informação sensível, por omissão os ficheiros são apenas legíveis pelo root.

source: The directory <filename>/var/log/installer</filename> and all files in it will be deleted from your system if you purge the package <classname>installation-report</classname>.
ko: <classname>installation-report</classname> 꾸러미를 지우면 <filename>/var/log/installer</filename> 디렉토리 및 그 안의 모든 파일을 시스템에서 지웁니다.
pt: O directório <filename>/var/log/installer</filename> e todos os ficheiros que estejam lá serão apagados do seu sistema se fizer purge ao pacote <classname>installation-report</classname>.

source: To check possible values for questions, you can use <command>nano</command> to examine the files in <filename>/var/lib/cdebconf</filename> while an installation is in progress. View <filename>templates.dat</filename> for the raw templates and <filename>questions.dat</filename> for the current values and for the values assigned to variables.
ko: 각 질문에 대해 올바른 값이 무엇인지 알려면, 설치할 때 <command>nano</command>로 <filename>/var/lib/cdebconf</filename> 파일의 내용을 보면 됩니다. 원본 템플리트를 보려면 <filename>templates.dat</filename> 파일을 보고, 현재 값과 각 변수에 할당된 값을 보려면 <filename>questions.dat</filename> 파일을 보면 됩니다.
pt: Para verificar possíveis valores para as questões, pode utilizar o <command>nano</command> para examinar os ficheiros em <filename>/var/lib/cdebconf</filename> enquanto uma instalação está em progresso. Ver <filename>templates.dat</filename> para os templates em bruto e <filename>questions.dat</filename> para os valores actuais e para os valores atribuídos às variáveis.

source: To check if the format of your preconfiguration file is valid before performing an install, you can use the command <command>debconf-set-selections -c <replaceable>preseed.cfg</replaceable></command>.
ko: 설치를 하기 전에 미리 설정 파일의 형식이 올바른 지 확인하려면, <command>debconf-set-selections -C <replaceable>preseed.cfg</replaceable></command> 명령을 사용할 수 있습니다.
pt: Para verificar se o formato do seu ficheiro de pré-configuração é válido antes de iniciar uma instalação, pode usar o comando <command>debconf-set-selections -c <replaceable>preseed.cfg</replaceable></command>.

source: Contents of the preconfiguration file
ko: 미리 설정 파일의 내용
pt: Conteúdos do ficheiro de pré-configuração
