Repository: dankamongmen/s-i
Catalog: manual/po/*/preseed.po
Languages: ko, pt

source: Note that this example is based on an installation for the Intel x86 architecture. If you are installing a different architecture, some of the examples (like keyboard selection and bootloader installation) may not be relevant and will need to be replaced by debconf settings appropriate for your architecture.
ko: 이 예제 파일은 인텔 x86 아키텍처용으로 만들어졌습니다. 다른 아키텍처에서 설치하는 경우, 예제의 일부는 (예를 들어 키보드 선택이나 부트로더 설치) 해당 아키텍처에서 필요 없을 수도 있고 해당 아키텍처에 맞는 debconf 값으로 바꿔야 할 수도 있습니다.
pt: Note que este exemplo é basedo numa instalação para a arquitetura Intel x86. Se está a instalar para uma arquitectura diferente, alguns dos exemplos (como a selecção do teclado e a instalação do booloader) podem não ser relevantes e irá ser preciso substituí-los por valores do debconf apropriados para a sua arquitectura.

source: Localization
ko: 지역화
pt: Localização

source: Setting localization values will only work if you are using initrd preseeding. With all other methods the preconfiguration file will only be loaded after these questions have been asked.
ko: 지역화 설정은 initrd 미리 설정을 하는경우에만 동작합니다. 그 외의 방법을 사용하면 지역화 설정 질문을 한 다음에 미리 설정 파일을 읽어들입니다.
pt: Definir os valores para a localização só irão funcionar se usar preseeding por initrd. Com todos os outros métodos o ficheiro de pré-configuração irá apenas ser carregado após estas questões terem sido colocadas.

source: The locale can be used to specify both language and country. To specify the locale as a boot parameter, use <userinput>locale=<replaceable>en_US</replaceable></userinput>.
ko: 로케일은 언어와 국가를 지정합니다. 부팅 파라미터로 로케일을 지정하려면, <userinput>locale=<replaceable>en_US</replaceable></userinput>와 같이 사용하십시오.
pt: O locale pode ser utilizado para especificar quer o idioma quer o país. Para especificar o locale como um parâmetro de arranque, utilize <userinput>locale=<replaceable>en_US</replaceable></userinput>.

source: # Locale sets language and country. d-i debian-installer/locale string en_US
ko: # 로케일은 언어와 국가를 설정합니다. d-i debian-installer/locale string en_US
pt: # Locale define o idioma e o país. d-i debian-installer/locale string en_US

source: Keyboard configuration consists of selecting a keyboard architecture and a keymap. In most cases the correct keyboard architecture is selected by default, so there's normally no need to preseed it. The keymap must be valid for the selected keyboard architecture.
ko: 키보드 설정은 키보드 아키텍처와 키맵을 선택하는 일입니다. 대부분의 경우 기본값으로 키보드 아키텍처가 올바르게 선택되어 있으므로, 보통 미리 설정할 필요가 없습니다. 선택한 키보드 아키텍처에 대해 키맵을 올바르게 지정해야 합니다.
pt: A configuração consiste na selecção da arquitectura de teclado e um keymap. Na maioria dos casos a arquitectura de teclado correcta é a que é escolhida por omissão, por isso não é necessário fazer o preseed disso. O keymap tem de ser válido para a arquictectura de teclado escolhida.

source: # Keyboard selection. #d-i console-tools/archs select at d-i console-keymaps-at/keymap select us # Example for a different keyboard architecture #d-i console-keymaps-usb/keymap select mac-usb-us
ko: # 키보드 선택. #d-i console-tools/archs select at d-i console-keymaps-at/keymap select us # 다른 키보드 아키텍처를 사용하는 예제. #d-i console-keymaps-usb/keymap select mac-usb-us
pt: # Seleccção de teclado. #d-i console-tools/archs select at d-i console-keymaps-at/keymap select us # Exemplo para uma arquitectura de teclado diferente #d-i console-keymaps-usb/keymap select mac-usb-us

source: To skip keyboard configuration, preseed <classname>console-tools/archs</classname> with <userinput>skip-config</userinput>. This will result in the kernel keymap remaining active.
ko: 키보드 설정을 건너뛰려면 <classname>console-tools/archs</classname> 값을 <userinput>skip-config</userinput>로 하면 됩니다. 그러면 커널 키맵을 사용하게 됩니다.
pt: Para saltar a configuração do teclado, faça preseed a <classname>console-tools/archs</classname> com <userinput>skip-config</userinput>. Isto irá resultar em que o keymap do kernel continue activo.

source: The changes in the input layer for 2.6 kernels have made the keyboard architecture virtually obsolete. For 2.6 kernels normally a <quote>PC</quote> (<userinput>at</userinput>) keymap should be selected.
ko: 2.6 커널의 입력 레이어때문에 키보드 아키텍처는 사실상 필요없게 되었습니다. 2.6 커널의 경우 <quote>PC</quote> (<userinput>at</userinput>) 키맵을 선택해야 합니다.
pt: As alterações na camada de entrada para os kernels 2.6 tornaram a arquitectura do teclado virtualmente obsoletos. Para os kernels 2.6 normalmente deve ser seleccionado um keymap <quote>PC</quote> (<userinput>at</userinput>)

source: Network configuration
ko: 네트워크 설정
pt: Configuração de rede

source: Of course, preseeding the network configuration won't work if you're loading your preconfiguration file from the network. But it's great when you're booting from CD or USB stick. If you are loading preconfiguration files from the network, you can pass network config parameters by using kernel boot parameters.
ko: 물론 네트워크에서 미리 설정 파일을 읽어들이는 경우 네트워크 설정은 동작하지 않습니다. 하지만 CD나 USB 스틱으로 부팅하는 경우에 네트워크 설정을 하는 게 더 좋을 것입니다. 미리 설정 파일을 네트워크에서 읽어들이는 경우, 커널 부팅 파라미터로 네트워크 설정을 건너 뛸 수 있습니다.
pt: Claro, que fazer preseed à configuração de rede não funciona se estiver a carregar o seu ficheiro de pré-configuração a partir da rede. Mas é óptimo se estiver a iniciar a partir de CD ou de um stick USB. Se está a carregar ficheiros de pré-configuração a partir da rede, pode passar parâmetros de configuração de rede utilizando parâmetros de arranque do kernel.

source: If you need to pick a particular interface when netbooting before loading a preconfiguration file from the network, use a boot parameter such as <userinput>interface=<replaceable>eth1</replaceable></userinput>.
ko: 미리 설정 파일을 네트워크에서 읽어들이기 전에 특정 인터페이스에서 네트워크 부팅하려면, <userinput>interface=<replaceable>eth1</replaceable></userinput>와 같이 부팅 파라미터를 사용하십시오.
pt: Se necessitar escolher um determinado interface quando arrancar através da rede antes de carregar um ficheiro de pré-configuração pela rede, utilize um pârametro de arranque como o <userinput>interface=<replaceable>eth1</replaceable></userinput>.

source: Although preseeding the network configuration is normally not possible when using network preseeding (using <quote>preseed/url</quote>), you can use the following hack to work around that, for example if you'd like to set a static address for the network interface. The hack is to force the network configuration to run again after the preconfiguration file has been loaded by creating a <quote>preseed/run</quote> script containing the following lines:
ko: 네트워크를 통해 미리 설정을 하는 경우에는 (<quote>preseed/url</quote> 사용) 네트워크 설정을 미리 설정하는 게 보통 불가능하지만, 다음 방법을 이용해 피해갈 수 있습니다. 예를 들어 네트워크 인터페이스에 고정 주소를 부여하는 방법입니다. 다음 라인에 들어 있는 <quote>preseed/run</quote> 스크립트를 만들어서 미리 설정 파일을 읽어들인 후에 네트워크 설정을 다시 실행합니다:
pt: Embora normalmente não seja possível fazer preseed à configuração de rede quando se utiliza preseed de rede (utilizando <quote>preseed/url</quote>), você pode utilizar o seguinte truque para contornar isso, por exemplo se desejar atribuir um endereço estático para um interface de rede. O truque é forçar a configuração da rede a ser corrida novamente após o ficheiro de pré-configuração ter sido carregado ao criar um script <quote>preseed/run</quote> que contenha as seguintes linhas:

source: # netcfg will choose an interface that has link if possible. This makes it # skip displaying a list if there is more than one interface. d-i netcfg/choose_interface select auto # To pick a particular interface instead: #d-i netcfg/choose_interface select eth1 # If you have a slow dhcp server and the installer times out waiting for # it, this might be useful. #d-i netcfg/dhcp_timeout string 60 # If you prefer to configure the network manually, uncomment this line and # the static network configuration below. #d-i netcfg/disable_dhcp boolean true # If you want the preconfiguration file to work on systems both with and # without a dhcp server, uncomment these lines and the static network # configuration below. #d-i netcfg/dhcp_failed note #d-i netcfg/dhcp_options select Configure network manually # Static network configuration. #d-i netcfg/get_nameservers string 192.168.1.1 #d-i netcfg/get_ipaddress string 192.168.1.42 #d-i netcfg/get_netmask string 255.255.255.0 #d-i netcfg/get_gateway string 192.168.1.1 #d-i netcfg/confirm_static boolean true # Any hostname and domain names assigned from dhcp take precedence over # values set here. However, setting the values still prevents the questions # from being shown, even if values come from dhcp. d-i netcfg/get_hostname string unassigned-hostname d-i netcfg/get_domain string unassigned-domain # Disable that annoying WEP key dialog. d-i netcfg/wireless_wep string # The wacky dhcp hostname that some ISPs use as a password of sorts. #d-i netcfg/dhcp_hostname string radish
ko: # 연결되어 있는 인터페이스를 선택합니다. 이러면 인터페이스가 # 여러 개 있는 경우 목록을 건너 뜁니다. d-i netcfg/choose_interface select auto # 특정 인터페이스를 선택할 경우: #d-i netcfg/choose_interface select eth1 # DHCP 서버가 느려서 응답을 기다리다가 시간이 초과되는 경우 # 다음 설정을 쓰면 됩니다. #d-i netcfg/dhcp_timeout string 60 # If you prefer to configure the network manually, uncomment this line and # the static network configuration below. #d-i netcfg/disable_dhcp boolean true # If you want the preconfiguration file to work on systems both with and # without a dhcp server, uncomment these lines and the static network # configuration below. #d-i netcfg/dhcp_failed note #d-i netcfg/dhcp_options select Configure network manually # 수동으로 네트워크를 설정하려면, 다음과 같이 합니다: #d-i netcfg/disable_dhcp boolean true #d-i netcfg/get_nameservers string 192.168.1.1 #d-i netcfg/get_ipaddress string 192.168.1.42 #d-i netcfg/get_netmask string 255.255.255.0 #d-i netcfg/get_gateway string 192.168.1.1 #d-i netcfg/confirm_static boolean true # DHCP에서 지정한 호스트 이름과 도메인 이름이 여기에서 설정한 것보다 # 우선합니다. 하지만 DHCP에서 호스트 이름과 도메인 이름이 넘어오는 # 경우라고 해도, 여기서 값을 설정해야 질문을 하지 않게 됩니다. d-i netcfg/get_hostname string unassigned-hostname d-i netcfg/get_domain string unassigned-domain # 성가신 WEP 키 대화 상자를 사용하지 않습니다. d-i netcfg/wireless_wep string # 일부 DHCP 서버는 호스트이름을 열쇠글처럼 사용합니다. #d-i netcfg/dhcp_hostname string radish
pt: # Se possível o netcfg irá escolher um interface que tenha ligação. # Isto irá prevenir que seja mostrada uma lista se existir mais que um # interface. d-i netcfg/choose_interface select auto # Em vez disso para escolher um determinado interface: #d-i netcfg/choose_interface select eth1 # Se tem um servidor de dhcp lento e o instalador esgotar o tempo à # espera, isto poderá ser útil. #d-i netcfg/dhcp_timeout string 60 # Se preferir configurar manualmente a rede, descomente esta linha e a # configuração, abaixo, da rede estática: #d-i netcfg/disable_dhcp boolean true # Se quiser que o ficheiro de pré-configuração funcione em sistemas com e sem # servidor de dhcp, descomente estas linhas e a configuração da rede # estática abaixo. #d-i netcfg/dhcp_failed note #d-i netcfg/dhcp_options select Configure network manually # Configuração de rede estática. #d-i netcfg/get_nameservers string 192.168.1.1 #d-i netcfg/get_ipaddress string 192.168.1.42 #d-i netcfg/get_netmask string 255.255.255.0 #d-i netcfg/get_gateway string 192.168.1.1 #d-i netcfg/confirm_static boolean true # Quaisquer nomes de hosts e nomes de domínio advindos do dhcp têm # precedência sobre os valores mostrados a seguir. No entanto, definir # estes valores fará com que as questões não sejam mostradas, mesmo que # esses valores venham do dhcp. d-i netcfg/get_hostname string unassigned-hostname d-i netcfg/get_domain string unassigned-domain # Fazer desaparecer a aborrecida caixa de diálogo sobre a chave do WEP. d-i netcfg/wireless_wep string # O nome de host dhcp esquisito que alguns ISP's usam como password. #d-i netcfg/dhcp_hostname string radish

source: Mirror settings
ko: 미러 사이트 설정
pt: Parâmetros do mirror

source: Depending on the installation method you use, a mirror may be used to download additional components of the installer, to install the base system, and to set up the <filename>/etc/apt/sources.list</filename> for the installed system.
ko: 사용하는 설치 방법에 따라서, 미러 사이트는 설치 프로그램의 추가 구성 요소, 베이스 시스템을 내려받는 데 이용할 수 있고, 또 설치를 끝낸 시스템에서 <filename>/etc/apt/sources.list</filename> 파일을 설정하는 데 이용할 수 있습니다.
pt: Dependendo do método de instalação que utilizar, pode ser utilizado um mirror para fazer o download de componentes adicionais do instalador, para instalar o sistema base, e para definir o ficheiro <filename>/etc/apt/sources.list</filename> para o sistema instalado.

source: The parameter <classname>mirror/suite</classname> determines the suite for the installed system.
ko: <classname>mirror/suite</classname> 파라미터는 설치할 시스템의 세트를 결정합니다.
pt: O parâmetro <classname>mirror/suite</classname> determina a suite para o sistema instalado.

source: The parameter <classname>mirror/udeb/suite</classname> determines the suite for additional components for the installer. It is only useful to set this if components are actually downloaded over the network and should match the suite that was used to build the initrd for the installation method used for the installation. By default the value for <classname>mirror/udeb/suite</classname> is the same as <classname>mirror/suite</classname>.
ko: <classname>mirror/udeb/suite</classname> 파라미터는 설치 프로그램의 추가 구성 요소의 세트를 결정합니다. 이 설정은 구성 요소들을 네트워크로 내려받으면서 설치에 사용한 방법에 이용한 initrd를 빌드한 그 세트일 경우에만 유용합니다. <classname>mirror/udeb/suite</classname>의 기본값은 <classname>mirror/suite</classname>와 같습니다.
pt: O parâmetro <classname>mirror/udeb/suite</classname> determina a suite dos componentes adicionais para o instalador. Só é útil definir isto se os componentes forem realmente tirados pela rede e devem corresponder à suite que foi usada para construir o initrd para o método de instalação utilizado para a instalação. Por omissão o valor de <classname>mirror/udeb/suite</classname> é o mesmo que o <classname>mirror/suite</classname>.

source: d-i mirror/country string enter information manually d-i mirror/http/hostname string http.us.debian.org d-i mirror/http/directory string /debian d-i mirror/http/proxy string # Suite to install. #d-i mirror/suite string testing # Suite to use for loading installer components (optional). #d-i mirror/udeb/suite string testing
ko: d-i mirror/country string enter information manually d-i mirror/http/hostname string http.us.debian.org d-i mirror/http/directory string /debian d-i mirror/http/proxy string # 설치할 세트 #d-i mirror/suite string testing # 설치 프로그램을 읽어들일 세트 (옵션). #d-i mirror/udeb/suite string testing

source: Partitioning
ko: 파티션하기
pt: Particionamento

source: Using preseeding to partition the harddisk is very much limited to what is supported by <classname>partman-auto</classname>. You can choose to partition either existing free space on a disk or a whole disk. The layout of the disk can be determined by using a predefined recipe, a custom recipe from a recipe file or a recipe included in the preconfiguration file. It is currently not possible to partition multiple disks using preseeding.
ko: 하드디스크 파티션에 사용하는 미리 설정은 <classname>partman-auto</classname>에서 지원하는 방식으로 제한되어 있습니다. 디스크의 빈 공간을 파티션하거나, 전체 디스크를 파티션하거나 둘 중의 하나를 선택해야 합니다. 디스크의 구성은 미리 정의된 방식에 따라 할 수 있고, 특별히 설정한 방식을 파일로 사용할 수도 있고 미리 설정 파일에 포함할 수도 있습니다. 현재는 미리 설정으로 여러 개의 디스크를 파티션할 수 없습니다.
pt: Utilizar o preseed para particionar o disco rígido é bastante limitado ao que é suportado pelo <classname>partman-auto</classname>. Pode escolher entre particionar o espaço livre num disco ou um disco inteiro. A disposição das partições pode ser determinada por uma receita pré-definida, uma receita personalizada advinda de um ficheiro ou uma receita incluída no ficheiro de pré-configuração. Neste momento não é possível particionar vários discos utilizando o preseeding.

source: The identification of disks is dependent on the order in which their drivers are loaded. If there are multiple disks in the system, make very sure the correct one will be selected before using preseeding.
ko: 디스크의 ID는 디스크의 드라이버를 읽어들이는 순서에 달려 있습니다. 시스템에 디스크가 여러 개 있으면, 미리 설정을 이용하기 전에 올바른 디스크를 선택하도록 하십시오.
pt: A forma como os discos são identificados é dependente da ordem com que os seus drivers são carregados. Se existirem vários discos no sistema, certifique-se que o disco correcto será seleccionado antes de utilizar o preseeding.

source: # If the system has free space you can choose to only partition that space. # Note: this must be preseeded with a localized (translated) value. #d-i partman-auto/init_automatically_partition \ # select Guided - use the largest continuous free space # Alternatively, you can specify a disk to partition. The device name # can be given in either devfs or traditional non-devfs format. # For example, to use the first disk: d-i partman-auto/disk string /dev/discs/disc0/disc # In addition, you'll need to specify the method to use. # The presently available methods are: "regular", "lvm" and "crypto" d-i partman-auto/method string lvm # If one of the disks that are going to be automatically partitioned # contains an old LVM configuration, the user will normally receive a # warning. This can be preseeded away... d-i partman-auto/purge_lvm_from_device boolean true # And the same goes for the confirmation to write the lvm partitions. d-i partman-lvm/confirm boolean true # You can choose from any of the predefined partitioning recipes. # Note: this must be preseeded with a localized (translated) value. d-i partman-auto/choose_recipe \ select All files in one partition (recommended for new users) #d-i partman-auto/choose_recipe \ # select Separate /home partition #d-i partman-auto/choose_recipe \ # select Separate /home, /usr, /var, and /tmp partitions # Or provide a recipe of your own... # The recipe format is documented in the file devel/partman-auto-recipe.txt. # If you have a way to get a recipe file into the d-i environment, you can # just point at it. #d-i partman-auto/expert_recipe_file string /hd-media/recipe # If not, you can put an entire recipe into the preconfiguration file in one # (logical) line. This example creates a small /boot partition, suitable # swap, and uses the rest of the space for the root partition: #d-i partman-auto/expert_recipe string \ # boot-root :: \ # 40 50 100 ext3 \ # $primary{ } $bootable{ } \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ /boot } \ # . \ # 500 10000 1000000000 ext3 \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ / } \ # . \ # 64 512 300% linux-swap \ # method{ swap } format{ } \ # . # This makes partman automatically partition without confirmation. d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true
ko: # 시스템에 빈 공간이 있으면 거기에 한 개의 파티션을 만들 수 있습니다. # Note: 이 템플릿은 지역화된(번역된) 값으로 미리 설정되어야 합니다. #d-i partman-auto/init_automatically_partition \ # 가장 큰 빈 공간을 사용합니다 # 다른 방법으로, 파티션할 디스크를 지정할 수 있습니다. 장치 이름은 # DEVFS 방식이나 전통적인 DEVFS가 아닌 형식으로 지정할 수 있습니다. # 예를 들어 첫번째 디스크를 사용하려면: d-i partman-auto/disk string /dev/discs/disc0/disc # 또 어떤 방법을 사용할 지 지정해야 합니다. # 현재 가능한 방법은: "regular", "lvm", "crypto"입니다. d-i partman-auto/method string lvm # 만약 자동으로 파티션하려는 디스크에 예전의 LVM 설정이 남아 있다면, # 사용자에게 경고 메세지를 보여줍니다. 이 경고도 미리 설정해서 # 없앨 수 있습니다... d-i partman-auto/purge_lvm_from_device boolean true # 그리고 LVM 파티션을 쓰는 순간에 확인 질문도 미리 설정합니다. d-i partman-lvm/confirm boolean true # 미리 정의한 파티션 방식 중의 하나를 선택할 수 있습니다. # Note: 이 템플릿은 지역화된(번역된) 값으로 미리 설정되어야 합니다. d-i partman-auto/choose_recipe \ select All files in one partition (recommended for new users) #d-i partman-auto/choose_recipe \ # select Separate /home partition #d-i partman-auto/choose_recipe \ # select Separate /home, /usr, /var, and /tmp partitions # 아니면 자신만의 파티션 방식을 만듭니다... # 파티션 방식 형식은 devel/partman-auto-recipe.txt 파일에 있습니다. # 파티션 방식 파일을 d-i 환경에 집어 넣을 수 있으면, 그 파일 위치를 # 지정하기만 하면 됩니다. #d-i partman-auto/expert_recipe_file string /hd-media/recipe # 그게 아니면, 전체 파티션 방식을 미리 설정 파일에 (논리적인) 한 줄로 # 집어넣을 수 있습니다. 다음 예는 작은 /boot 파티션을 만들고, 적당한 # 스왑 파티션을 만들고, 나머지 공간을 루트 파티션으로 사용합니다. #d-i partman-auto/expert_recipe string \ # boot-root :: \ # 40 50 100 ext3 \ # $primary{ } $bootable{ } \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ /boot } \ # . \ # 500 10000 1000000000 ext3 \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ / } \ # . \ # 64 512 300% linux-swap \ # method{ swap } format{ } \ # . # 다음과 같이 하면 partman에서 확인 질문을 하지 않고 자동으로 파티션합니다. d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true
pt: # Se o sistema tiver espaço livre pode escolher particionar apenas esse espaço. # Nota: tem de ser feito o preseed com um valor localizado (traduzido) #d-i partman-auto/init_automatically_partition \ # select Use the largest continuous free space # Em alternativa, pode especificar um disco a particionar. O nome do # dispositivo pode ser dado quer no formato devfs quer no tradicional # não-devfs. # Por exemplo, para utilizar o primeiro disco: d-i partman-auto/disk string /dev/discs/disc0/disc # Adiconalmente tem de especificar o método a utilizar. # Actualmente os métodos disponíveis são: "regular", "lvm" e "crypto" d-i partman-auto/method string lvm # Se um dos discos que irá ser particionado automaticamente contiver uma # configuração LVM antiga, o utilizador normalmente recebe um aviso. Isto # pode ser afastado com preseed... d-i partman-auto/purge_lvm_from_device boolean true # E o mesmo para a confirmção para escrever partições lvm d-i partman-lvm/confirm boolean true # Pode escolher uma das receitas de particionamento pré-definidas. # Nota: a este template tem ser feito preseed com um valor localizado # (traduzido). d-i partman-auto/choose_recipe \ select All files in one partition (recommended for new users) #d-i partman-auto/choose_recipe \ # select Separate /home partition #d-i partman-auto/choose_recipe \ # select Separate /home, /usr, /var, and /tmp partitions # Ou disponibilizar uma receita sua... # O formato de receita está documentado no ficheiro devel/partman-auto-recipe.txt. # Se tiver uma forma de obter um ficheiro de receita no ambiente d-i, pode # apenas apontar para lá. #d-i partman-auto/expert_recipe_file string /hd-media/recipe # Caso contrário pode colocar a receita inteira no ficheiro de # pré-configuração numa linha (lógica). Este exemplo cria uma pequena # partição /boot, swap adequada, e o resto do espaço fica para a partição # raiz: #d-i partman-auto/expert_recipe string \ # boot-root :: \ # 40 50 100 ext3 \ # $primary{ } $bootable{ } \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ /boot } \ # . \ # 500 10000 1000000000 ext3 \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ / } \ # . \ # 64 512 300% linux-swap \ # method{ swap } format{ } \ # . # Isto faz com que o partman particione automaticamente sem confirmação. d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true

source: Partitioning using RAID
ko: RAID를 사용해 파티션하기
pt: Particionamento utilizando RAID
