Repository: dankamongmen/s-i
Catalog: manual/po/*/preseed.po
Languages: ko, pt

source: You can also use preseeding to set up partitions on software RAID arrays. Supported are RAID levels 0, 1 and 5, creating degraded arrays and specifying spare devices. If you are using RAID 1, you can preseed grub to install to all devices used in the array; see <xref linkend="preseed-bootloader"/>.
ko: 소프트웨어 RAID를 설정할 때 미리 설정을 이용할 수 있습니다. RAID 레벨 0, 1, 5를 지원하고, degraded 어레이를 만들고 비상용 어레이 및 예비 장치를 지정합니다. RAID 1을 사용한다면 GRUB을 미리 설정해서 어레이 안의 모든 장치에 GRUB을 설치할 수 있습니다. <xref linkend="preseed-bootloader"/> 부분을 참고하십시오.
pt: Também pode utilizar preseeding para configurar partições em arrays RAID por software. Os níveis RAID suportados são 0, 1 e 5, criar 'degraded arrays' e especificar dispositivos de reserva. Se está a utilizar RAID 1, pode fazer preseed ao grub para instalar em todos os dispositivos utilizados no array; veja <xref linkend="preseed-bootloader"/>.

source: This type of automated partitioning is easy to get wrong. It is also a very new component that may still have some bugs or missing error handling. The responsibility to get the various recipes right (so they make sense and don't conflict) lies with the user. Check <filename>/var/log/syslog</filename> if you run into problems.
ko: 이런 방식의 자동 파티션은 잘못되기 쉽습니다. 또 버그가 있거나 오류 처리가 빠져 있을 수도 있습니다. 여러가지 방식을 올바르게 (규칙에 맞으면서 충돌하지 않게) 설정하는 책임은 사용자에게 있습니다. 문제가 발생하면 <filename>/var/log/syslog</filename> 파일을 확인하십시오.
pt: Neste tipo de particionamento automatizado é fácil de errar. É também um componnente muito recente que ainda poderá ter alguns bugs ou falta de manuseamento de erros. A responsabilidade de ter as várias receitas correctas (de modo a que façam sentido e não entrem em conflito) é do utilizador. Se tiver problemas veja <filename>/var/log/syslog</filename>.

source: Note that only RAID 0 and RAID 1 have been tested by the developers of the component. RAID 5 is untested. Advanced RAID setup with degraded arrays or spare devices has only been tested lightly.
ko: RAID 0 및 RAID 1은 해당 구성 요소의 개발자가 테스트했습니다. RAID 5는 테스트하지 않았습니다. 비상용 어레이 및 예비 장치가 있는 고급 RAID 설정은 약간밖에 테스트하지 않았습니다.
pt: Note que apenas RAID 0 e 1 foram testados pelos criadores do componente. RAID 5 não foi testado. Configurações avançadas de RAID com 'degraded arrays' ou dispositivos de reserva foram apenas ligeiramente testados.

source: # NOTE: this option is of beta release quality and should be used carefully # The method should be set to "raid". #d-i partman-auto/method string raid # Specify the disks to be partitioned. They will all get the same layout, # so this will only work if the disks are the same size. #d-i partman-auto/disk string /dev/discs/disc0/disc /dev/discs/disc1/disc # Next you need to specify the physical partitions that will be used. #d-i partman-auto/expert_recipe string \ # multiraid :: \ # 1000 5000 4000 raid \ # $primary{ } method{ raid } \ # . \ # 64 512 300% raid \ # method{ raid } \ # . \ # 500 10000 1000000000 raid \ # method{ raid } \ # . # Last you need to specify how the previously defined partitions will be # used in the RAID setup. Remember to use the correct partition numbers # for logical partitions. # Parameters are: # &lt;raidtype&gt; &lt;devcount&gt; &lt;sparecount&gt; &lt;fstype&gt; &lt;mountpoint&gt; \ # &lt;devices&gt; &lt;sparedevices&gt; # RAID levels 0, 1 and 5 are supported; devices are separated using "#" #d-i partman-auto-raid/recipe string \ # 1 2 0 ext3 / \ # /dev/discs/disc0/part1#/dev/discs/disc1/part1 \ # . \ # 1 2 0 swap - \ # /dev/discs/disc0/part5#/dev/discs/disc1/part5 \ # . \ # 0 2 0 ext3 /home \ # /dev/discs/disc0/part6#/dev/discs/disc1/part6 \ # . # This makes partman automatically partition without confirmation. d-i partman-md/confirm boolean true d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true
ko: # 주의: 이 옵션은 베타 상태이므로 주의해서 사용해야 합니다 # 파티션 방법은 "raid"로 설정합니다. #d-i partman-auto/method string raid # 파티션할 디스크를 지정합니다. 디스크 모두 같은 레이아웃이므로 # 디스크 크기가 동일할 때만 아래 설정이 동작합니다. #d-i partman-auto/disk string /dev/discs/disc0/disc /dev/discs/disc1/disc # 그 다음 사용할 물리적 파티션을 지정합니다. #d-i partman-auto/expert_recipe string \ # multiraid :: \ # 1000 5000 4000 raid \ # $primary{ } method{ raid } \ # . \ # 64 512 300% raid \ # method{ raid } \ # . \ # 500 10000 1000000000 raid \ # method{ raid } \ # . # 마지막으로 예전에 정의한 파티션을 RAID 설정에서 어떻게 사용할 지 # 지정합니다. 논리 파티션에 대해 올바른 파티션 번호를 사용하도록 하십시오. # 파라미터는 다음과 같습니다: # &lt;raidtype&gt; &lt;devcount&gt; &lt;sparecount&gt; &lt;fstype&gt; &lt;mountpoint&gt; \ # &lt;devices&gt; &lt;sparedevices&gt; # RAID 레벨 0, 1, 5를 지원합니다. 각 장치는 "#"으로 구분합니다. #d-i partman-auto-raid/recipe string \ # 1 2 0 ext3 / \ # /dev/discs/disc0/part1#/dev/discs/disc1/part1 \ # . \ # 1 2 0 swap - \ # /dev/discs/disc0/part5#/dev/discs/disc1/part5 \ # . \ # 0 2 0 ext3 /home \ # /dev/discs/disc0/part6#/dev/discs/disc1/part6 \ # . # 다음과 같이 하면 파티션 프로그램에서 확인 질문을 하지 않고 파티션합니다. d-i partman-md/confirm boolean true d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true
pt: # NOTA: esta opção é de qualidade de lançamento beta e deve ser utilizada # com cuidado # O método deve ser definido como "raid". #d-i partman-auto/method string raid # Especifique os discos a serem particionados. Eles ficarão com a mesma # disposição, por isso só funcionará se os discos forem do mesmo tamanho. #d-i partman-auto/disk string /dev/discs/disc0/disc /dev/discs/disc1/disc # De seguida tem de especificar quais as partições físicas que serão usadas. #d-i partman-auto/expert_recipe string \ # multiraid :: \ # 1000 5000 4000 raid \ # $primary{ } method{ raid } \ # . \ # 64 512 300% raid \ # method{ raid } \ # . \ # 500 10000 1000000000 raid \ # method{ raid } \ # . # Por fim tem de especificar como as partições definidas anteriormente # serão utilizadas na configuração RAID. Lembre-se de utilizar os números # de partição correctos para as partições lógicas. # Os parâmetros são: # &lt;raidtype&gt; &lt;devcount&gt; &lt;sparecount&gt; &lt;fstype&gt; &lt;mountpoint&gt; \ # &lt;devices&gt; &lt;sparedevices&gt; # São suportados RAID 0, 1 e 5; os dispositivos são separados com "#" #d-i partman-auto-raid/recipe string \ # 1 2 0 ext3 / \ # /dev/discs/disc0/part1#/dev/discs/disc1/part1 \ # . \ # 1 2 0 swap - \ # /dev/discs/disc0/part5#/dev/discs/disc1/part5 \ # . \ # 0 2 0 ext3 /home \ # /dev/discs/disc0/part6#/dev/discs/disc1/part6 \ # . # Isto faz com que o partman particione automaticamente sem confirmação. d-i partman-md/confirm boolean true d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true

source: Clock and time zone setup
ko: 시계 및 시간대 설정
pt: Configuração do relógio e fuso horário

source: # Controls whether or not the hardware clock is set to UTC. d-i clock-setup/utc boolean true # You may set this to any valid setting for $TZ; see the contents of # /usr/share/zoneinfo/ for valid values. d-i time/zone string US/Eastern
ko: # 하드웨어 시계를 UTC로 할 지 여부를 결정합니다 d-i clock-setup/utc boolean true # $TZ로 설정 가능한 값은 뭐든지 쓸 수 있습니다. 설정 가능한 # 값은 /usr/share/zoneinfo/ 아래의 내용을 참고하십시오. d-i time/zone string US/Eastern
pt: # Controla se o relógio de hardware está ou não definido para UTC. d-i clock-setup/utc boolean true # Pode definir este valor como qualquer definição válida para $TZ; # para valores válidos veja o conteúdo de /usr/share/zoneinfo/. d-i time/zone string US/Eastern

source: Apt setup
ko: APT 설정
pt: Configuração do Apt

source: Setup of the <filename>/etc/apt/sources.list</filename> and basic configuration options is fully automated based on your installation method and answers to earlier questions. You can optionally add other (local) repositories.
ko: <filename>/etc/apt/sources.list</filename>의 설정과 기본 설정 옵션은 설치 방법과 그 이전의 질문에 대한 대답에 따라 완전히 자동화됩니다. 추가적으로 다른 레파지토리를 지정할 수 있습니다.
pt: A configuração do <filename>/etc/apt/sources.list</filename> e as opções da configuração básica são totalmente automatizadas de acordo com o seu método de instalação e respostas às questões anteriores. Opcionalmente pode acrescentar outros repositórios (locais).

source: # You can choose to install non-free and contrib software. #d-i apt-setup/non-free boolean true #d-i apt-setup/contrib boolean true # Uncomment this to avoid adding security sources, or # add a hostname to use a different server than security.debian.org. #d-i apt-setup/security_host string # Additional repositories, local[0-9] available #d-i apt-setup/local0/repository string \ # deb http://local.server/debian stable main #d-i apt-setup/local0/comment string local server # Enable deb-src lines #d-i apt-setup/local0/source boolean true # URL to the public key of the local repository; you must provide a key or # apt will complain about the unauthenticated repository and so the # sources.list line will be left commented out #d-i apt-setup/local0/key string http://local.server/key
ko: # non-free와 contrib 소프트웨어를 설치할 수 있습니다. #d-i apt-setup/non-free boolean true #d-i apt-setup/contrib boolean true # 보안 소스를 설치하지 않으려면 아래의 주석을 지우고, security.debian.org가 # 아닌 다른 서버를 사용하려면 호스트이름을 추가하십시오. #d-i apt-setup/security_host string # 추가 레파지토리, local[0-9] 사용가능 #d-i apt-setup/local0/repository string \\ # deb http://local.server/debian stable main #d-i apt-setup/local0/comment string local server # deb-src 줄을 만듭니다 #d-i apt-steup/local0/source boolean true # 가까운 저장소의 공개키 URL. 키를 제공하지 않으면 APT가 인증되지 않은 # 저장소에 대해서 오류 메세지를 출력하고 관련 sources.list 줄을 주석 # 처리합니다. #d-i apt-setup/local0/key string http://local.server/key

source: Account setup
ko: 계정 설정
pt: Configuração de contas

source: The password for the root account and name and password for a first regular user's account can be preseeded. For the passwords you can use either clear text values or MD5 <emphasis>hashes</emphasis>.
ko: 루트 계정의 열쇠글과 맨 처음 만들게 될 일반 사용자의 이름과 열쇠글도 미리 설정할 수 있습니다. 열쇠글의 경우 원본 텍스트를 그대로 쓸 수도 있고 MD5 <emphasis>해시값</emphasis>을 쓸 수도 있습니다.
pt: À password para a conta de root, ao nome e à password para a primeira conta normal podem ser feitos preseed. Para as passwords pode utilizar valores em texto simples ou <emphasis>hashes</emphasis> MD5.

source: Be aware that preseeding passwords is not completely secure as everyone with access to the preconfiguration file will have the knowledge of these passwords. Using MD5 hashes is considered slightly better in terms of security but it might also give a false sense of security as access to a MD5 hash allows for brute force attacks.
ko: 미리 설정한 열쇠글은 안전하지 않습니다. 미리 설정 파일을 읽을 수 있는 사람은 열쇠글을 알 수 있기 때문입니다. MD5 해시를 사용하면 보안 측면에서 약간 낫지만, MD5 해시 역시 열쇠글을 계속해서 입력해 보는 방식의 공격에 약하므로 제대로 된 보안이라고 할 수 없습니다.
pt: Tenha em atenção que o preseed de passwords não é completamente seguro já que todos os que tiverem acesso ao ficheiro de pré-configuração ficam a conhecer essas passwords. Utilizar hashes MD5 é considerado ligeiramente melhor em termos de segurança mas também pode dar um falso sentido de segurança já que o acesso a hashes MD5 permite ataques "à bruta".

source: # Skip creation of a root account (normal user account will be able to # use sudo). #d-i passwd/root-login boolean false # Alternatively, to skip creation of a normal user account. #d-i passwd/make-user boolean false # Root password, either in clear text #d-i passwd/root-password password r00tme #d-i passwd/root-password-again password r00tme # or encrypted using an MD5 hash. #d-i passwd/root-password-crypted password [MD5 hash] # To create a normal user account. #d-i passwd/user-fullname string Debian User #d-i passwd/username string debian # Normal user's password, either in clear text #d-i passwd/user-password password insecure #d-i passwd/user-password-again password insecure # or encrypted using an MD5 hash. #d-i passwd/user-password-crypted password [MD5 hash]
ko: # 루트 계정을 만들지 않고 넘어갑니다. (일반 유저는 sudo를 사용할 # 수 있습니다.). #d-i passwd/root-login boolean false # 아니면 일반 사용자를 생성하지 않고 넘어갈 수 있습니다. #d-i passwd/make-user boolean false # 루트 열쇠글, 열쇠글 원문 텍스트를 직접 쓸 수도 있고 #d-i passwd/root-password password r00tme #d-i passwd/root-password-again password r00tme # 아니면 MD5 해시로 암호화된 열쇠글을 쓸 수도 있습니다. #d-i passwd/root-password-crypted password [MD5 hash] # 아니면 일반 사용자 계정을 하나 만듭니다. #d-i passwd/user-fullname string Debian User #d-i passwd/username string debian # 일반 사용자 열쇠글, 열쇠글 원문 텍스트를 직접 쓸 수도 있고 #d-i passwd/user-password password insecure #d-i passwd/user-password-again password insecure # 아니면 MD5 해시로 암호화된 열쇠글을 쓸 수도 있습니다. #d-i passwd/user-password-crypted password [MD5 hash]
pt: # Saltar a criação de uma conta de root (a conta de utilizador normal # poderá utilizar o sudo). #d-i passwd/root-login boolean false # Em alternativa, para saltar a criação da conta de utilizador normal. #d-i passwd/make-user boolean false # Password de root, quer em texto simples #d-i passwd/root-password password r00tme #d-i passwd/root-password-again password r00tme # ou encriptada utilizando um hash de MD5. #d-i passwd/root-password-crypted password [MD5 hash] # Para criar uma conta de utilizador normal. #d-i passwd/user-fullname string Debian User #d-i passwd/username string debian # Password de utilizador normal, quer em texto simples #d-i passwd/user-password password insecure #d-i passwd/user-password-again password insecure # ou encriptada utilizando um hash MD5. #d-i passwd/user-password-crypted password [MD5 hash]

source: The <classname>passwd/root-password-crypted</classname> and <classname>passwd/user-password-crypted</classname> variables can also be preseeded with <quote>!</quote> as their value. In that case, the corresponding account is disabled. This may be convenient for the root account, provided of course that an alternative method is setup to allow administrative activities or root login (for instance by using SSH key authentication or <command>sudo</command>).
ko: <classname>passwd/root-password-crypted</classname> 및 <classname>passwd/user-password-crypted</classname> 변수도 그 값으로 <quote>!</quote>을 써서 미리 설정할 수 있습니다. 이 경우 연관된 게정은 사용할 수 없습니다. 루트 계정의 경우 이렇게 하는 게 편리할 수도 있습니다. 물론 이 경우 또 다른 방법으로 시스템 관리를 할 수 있거나 루트 로그인을 할 수 있는 다른 방법이 있어야 합니다. (예를 들어 SSH 키 인증을 쓰거나 sudo를 사용하는 방법)
pt: Ás variáveis <classname>passwd/root-password-crypted</classname> and <classname>passwd/user-password-crypted</classname> também pode ser feito o preseed com <quote>!</quote> como o seu valor. Nesse caso, a conta correspondente é desactivada. Isto pode ser conveniente para a conta root, claro está desde que esteja definido outro método para permitir actividades administrativas ou login como root (por exemplo utilizando uma chave de autenticação SSH ou <command>sudo</command>).

source: An MD5 hash for a password can be generated using the following command.
ko: 열쇠글의 MD5 해시는 다음 명령으로 만들 수 있습니다.
pt: Pode ser gerada uma hash MD5 para uma password utilizando o seguinte comando.

source: Base system installation
ko: 기본 시스템 설치
pt: Instalação do sistema base

source: There is actually not very much that can be preseeded for this stage of the installation. The only questions asked concern the installation of the kernel.
ko: 이 상태에서는 미리 설정할 수 있는 부분이 별로 많지 않습니다. 유일하게 신경 쓸 부분은 커널 설치에 관한 질문입니다.
pt: Na verdade não há muito a que possa ser feito preseed nesta etapa da instalação. As únicas perguntas colocadas referem-se à instalação do kernel.

source: # Select the initramfs generator used to generate the initrd for 2.6 kernels. #d-i base-installer/kernel/linux/initramfs-generators string yaird
ko: # 2.6 커널의 initrd를 만드는 initramfs를 선택합니다 #d-i base-installer/kernel/linux/initramfs-generators string yaird
pt: # Escolhe o gerador de initramfs utilizado para gerar o initrd para os # kernels 2.6. #d-i base-installer/kernel/linux/initramfs-generators string yaird

source: Boot loader installation
ko: 부트 로더 설치
pt: Instalação do gestor de arranque

source: # Grub is the default boot loader (for x86). If you want lilo installed # instead, uncomment this: #d-i grub-installer/skip boolean true # This is fairly safe to set, it makes grub install automatically to the MBR # if no other operating system is detected on the machine. d-i grub-installer/only_debian boolean true # This one makes grub-installer install to the MBR if it also finds some other # OS, which is less safe as it might not be able to boot that other OS. d-i grub-installer/with_other_os boolean true # Alternatively, if you want to install to a location other than the mbr, # uncomment and edit these lines: #d-i grub-installer/only_debian boolean false #d-i grub-installer/with_other_os boolean false #d-i grub-installer/bootdev string (hd0,0) # To install grub to multiple disks: #d-i grub-installer/bootdev string (hd0,0) (hd1,0) (hd2,0)
ko: # GRUB은 (x86용) 기본 부트로더입니다. GRUB이 아니라 LILO를 설치하려면, # 다음의 주석을 지우십시오: #d-i grub-installer/skip boolean true # 다음과 같이 설정하는 게 안전합니다. 다음과 같이 하면 컴퓨터에 다른 운영 # 체제를 찾지 못한 경우 자동으로 GRUB을 MBR에 설치합니다. d-i grub-installer/only_debian boolean true # 다음과 같이 하면 다른 운영 체제가 있더라도 GRUB을 MBR에 설치합니다. # 다른 운영 체제를 부팅할 수 없을 수도 있기 때문에 좀 덜 안전한 방법입니다. d-i grub-installer/with_other_os boolean true # 다른 방법으로 MBR이 아닌 위치에 설치하려면, 다음 주석을 지우고 # 편집하십시오. #d-i grub-installer/only_debian boolean false #d-i grub-installer/with_other_os boolean false #d-i grub-installer/bootdev string (hd0,0) # GRUB을 여러 디스크에 설치하려면: #d-i grub-installer/bootdev string (hd0,0) (hd1,0) (hd2,0)
pt: # O grub é o gestor de arranque por omissão (para x86). Se deseja, em vez # disso, o lilo instalado, descomente isto: #d-i grub-installer/skip boolean true # Isto é relativamente seguro definir, instala o automaticamente o grub no MBR # se não for detectado nenhum outro sistema operativo na máquina. d-i grub-installer/only_debian boolean true # Isto faz com que o grub-installer instale para o MBR se encontrar # algum outro SO, que é menos seguro pois pode não ser possível arrancar # esse outro SO. d-i grub-installer/with_other_os boolean true # Em alternativa, se quiser instalar para outro local que não o mbr, # descomente e edite estas linhas: #d-i grub-installer/only_debian boolean false #d-i grub-installer/with_other_os boolean false#d-i grub-installer/bootdev string (hd0,0) # Para instalar o grub em vários discos: #d-i grub-installer/bootdev string (hd0,0) (hd1,0) (hd2,0)

source: Package selection
ko: 꾸러미 선택
pt: Selecção de pacotes

source: You can choose to install any combination of tasks that are available. Available tasks as of this writing include:
ko: 사용할 수 있는 태스크는 원하는 대로 설치할 수 있습니다. 현재 이 문서를 쓰는 시점에 사용할 수 있는 태스크는 다음과 같습니다:
pt: Pode escolher qualquer combinação de tarefas que estejam disponíveis. As tarefas disponíveis neste momento incluem:

source: standard
ko: 표준 시스템

source: desktop
ko: 데스크탑

source: web-server
ko: 웹 서버

source: print-server
ko: 인쇄 서버

source: dns-server
ko: dns 서버

source: file-server
ko: 파일 서버

source: mail-server
ko: 메일 서버

source: sql-database
ko: SQL 데이터베이스

source: laptop
ko: 노트북 컴퓨터

source: You can also choose to install no tasks, and force the installation of a set of packages in some other way. We recommend always including the <userinput>standard</userinput> task.
ko: 태스크를 설치하지 않을 수도 있고, 다른 방법으로 꾸러미들을 설치할 수 있습니다. <userinput>표준 시스템</userinput> 태스크는 항상 포함하시길 권장합니다.
pt: Pode também escolher não instalar nenhuma tarefa, e forçar a instalação de um conjunto de pacotes de alguma outra forma. Nós recomendamos sempre a inclusão da tarefa <userinput>standard</userinput>.

source: If you want to install some individual packages in addition to packages installed by tasks, you can use the parameter <classname>pkgsel/include</classname>. The value of this parameter can be a list of packages separated by either commas or spaces, which allows it to be used easily on the kernel command line as well.
ko: 태스크로 설치한 꾸러미 외에 꾸러미를 더 설치하려면, <classname>pkgsel/include</classname> 파라미터를 사용하면 됩니다. 이 파라미터의 값은 쉼표나 공백으로 구분할 수 있으므로, 커널 명령행에서도 쉽게 사용할 수 있습니다.
pt: Se quer instalar alguns pacotes adicionais além dos pacotes instalados pelas tarefas, pode utilizar o parâmetro <classname>pkgsel/include</classname>. O valor deste parâmetro pode ser uma lista de pacotes separada quer por vírgulas ou por espaços, assim permite também ser facilmente utilizado na linha de comandos do kernel.

source: tasksel tasksel/first multiselect standard, desktop #tasksel tasksel/first multiselect standard, web-server #tasksel tasksel/first multiselect standard, kde-desktop # Individual additional packages to install #d-i pkgsel/include string openssh-server build-essential # Some versions of the installer can report back on what software you have # installed, and what software you use. The default is not to report back, # but sending reports helps the project determine what software is most # popular and include it on CDs. #popularity-contest popularity-contest/participate boolean false
ko: tasksel tasksel/first multiselect standard, desktop #tasksel tasksel/first multiselect standard, web-server #tasksel tasksel/first multiselect standard, kde-desktop "# 추가로 설치할 꾸러미들 "#d-i pkgsel/include string openssh-server build-essential\n" "\n" # 설치 프로그램은 버전에 따라 무엇을 설치했는지 보고서를 보낼 수 있습니다. # 기본값은 보고하지 않는 것이지만, 보고서를 보내면 데비안 프로젝트에서 # 어떤 소프트웨어가 유명하고 CD에 포함하는 게 좋을 지 결정하는 데 도움이 # 됩니다. #popularity-contest popularity-contest/participate boolean false
pt: tasksel tasksel/first multiselect standard, desktop #tasksel tasksel/first multiselect standard, web-server #tasksel tasksel/first multiselect standard, kde-desktop # Pacotes individuais adicionais para instalar #d-i pkgsel/include string openssh-server build-essential # Algumas versões do instalador podem relatar de volta que software você # instalou, e que software você utiliza. Por omissão não é devolvido o # relatório. mas enviar relatórios ajuda o projecto a determinar qual o software mais popular e incluí-lo nos CDs. #popularity-contest popularity-contest/participate boolean false

source: Finishing up the first stage install
ko: 첫번째 단계 설치 끝내기
pt: A terminar a instalação da primeira etapa

source: # Avoid that last message about the install being complete. d-i finish-install/reboot_in_progress note # This will prevent the installer from ejecting the CD during the reboot, # which is useful in some situations. #d-i cdrom-detect/eject boolean false
ko: # 설치가 끝났다는 마지막 메세지를 표시하지 않습니다. d-i finish-install/reboot_in_progress note # 다음과 같이 하면 다시 시작할 때 CD를 빼지 않습니다. # 경우에 따라서는 CD를 빼지 않는 게 좋을 수 있습니다. #d-i cdrom-detect/eject boolean false
pt: # Evitar a última mensagem acerca da instalação estar completa. d-i finish-install/reboot_in_progress note # Isto irá prevenir que o instalador ejecte o CD quando re-iniciar, # que em algumas situações é útil. #d-i cdrom-detect/eject boolean false

source: Mailer configuration
ko: 메일 프로그램 설정

source: During a normal install, exim asks only a few questions. Here's how to avoid even those. More complicated preseeding is possible.
ko: 보통 설치할 경우, exim은 아주 몇 개만 질문을 합니다. 이 질문마저 다음과 같이 하면 건너뜁니다. 더 복잡한 미리 설정도 가능합니다.

source: X configuration
ko: X 설정
pt: Configuração do X

source: Preseeding Debian's X config is possible, but you probably need to know some details about the video hardware of the machine, since Debian's X configurator does not do fully automatic configuration of everything.
ko: 데비안의 X 설정을 미리설정할 수도 있지만, 해당 컴퓨터의 비디오 하드웨어에 대한 지식이 필요합니다. 데비안의 X 설정 프로그램은 모든 것을 자동 설정하지 못합니다.
pt: É possível fazer preseed à configuração do X de Debian, mas provavelmente necessita saber os detalhes acerca do hardware de vídeo da máquina, já que o configurador de X em Debian não faz a configuração automática de tudo.
