Repository: dankamongmen/s-i
Catalog: manual/po/*/preseed.po
Languages: ko, pt

source: Automating the installation using preseeding
ko: 미리 설정하기를 이용한 설치 자동화
pt: Automatizar a instalação com preseed

source: This appendix explains how to preseed answers to questions in &d-i; to automate your installation.
ko: 이 부록에서는 &d-i;의 질문에 대한 대답들을 미리 설정해서 설치를 자동화하는 방법을 설명합니다.
pt: Este apêndice explica como fazer preseed para responder às questões no &d-i; para automatizar a sua instalação.

source: The configuration fragments used in this appendix are also available as an example preconfiguration file from &urlset-example-preseed;.
ko: 이 부록에서 사용한 설정들은 &urlset-example-preseed;에 들어 있는 예제 파일에서도 구할 수 있습니다.
pt: Os fragmentos da configuração utilizados neste apêndice também estão disponíveis como ficheiro de exemplo de pré-configuração a partir de &urlset-example-preseed;.

source: Introduction
ko: 소개
pt: Introdução

source: Preseeding provides a way to set answers to questions asked during the installation process, without having to manually enter the answers while the installation is running. This makes it possible to fully automate most types of installation and even offers some features not available during normal installations.
ko: 미리 설정을 하면 설치 프로그램이 실행되는 동안 질문에 대한 답을 수동으로 입력할 필요없이 미리 설정해 놓을 수 있습니다. 이렇게 하면 대부분 경우의 설치를 완전히 자동화할 수 있고, 보통 설치할 때는 쓸 수 없는 기능들을 사용할 수도 있습니다.
pt: O preseed disponibiliza um modo de indicar respostas às questões colocadas durante o processo de instalação, sem ter de manualmente escrever as respostas enquanto está a decorrer a instalação. Isto torna possível automatizar totalmente a maioria dos tipos de instalação e mesmo oferecer algumas funcionalidades não disponíveis durante as instalações normais.

source: Preseeding methods
ko: 미리 설정 방법
pt: Métodos de preseed

source: There are three methods that can be used for preseeding: <firstterm>initrd</firstterm>, <firstterm>file</firstterm> and <firstterm>network</firstterm>. Initrd preseeding will work with any installation method and supports preseeding of more things, but it requires the most preparation. File and network preseeding each can be used with different installation methods.
ko: 미리 설정에 사용할 수 있는 세 가지 방법이 있습니다: <firstterm>initrd</firstterm>, <firstterm>파일</firstterm> 그리고 <firstterm>네트워크</firstterm>입니다. initrd 미리 설정은 어떤 설치 방법과 사용해도 동작하고 더 많은 부분을 미리 설정할 수 있지만, 준비를 가장 많이 해야 합니다.
pt: Existem três métodos que podem ser utilizados para fazer preseed: <firstterm>initrd</firstterm>, <firstterm>ficheiro</firstterm> e <firstterm>rede</firstterm>. O preseed através de initrd irá funcionar com qualquer método de instalação e suporta preseed de mais coisas, mas é o que requer maior preparação. O preseeding por ficheiro e rede podem ser utilizados com diferentes métodos de instalação.

source: The following table shows which preseeding methods can be used with which installation methods.
ko: 다음은 어떤 미리 설정을 어떤 설치 방법과 함께 사용할 수 있는 지를 나타낸 표입니다.
pt: A seguinte tabela mostra quais os métodos de preseed que podem ser utilizados com quais métodos de instalação.

source: Installation method
ko: 설치 방법
pt: Método de instalação

source: file
ko: 파일
pt: ficheiro

source: network
ko: 네트워크
pt: rede

source: <entry>yes</entry>
ko: <entry>예</entry>
pt: <entry>sim</entry>

source: but only if you have network access, and set <literal>preseed/url</literal> appropriately
ko: 하지만 네트워크에 연결된 경우에만 그렇게 해야 하고, <literal>preseed/url</literal>을 적절히 설정합니다
pt: mas apenas se tiver acesso à rede, e definir <literal>preseed/url</literal> de forma apropriada.

source: <entry>no</entry>
ko: <entry>아니오</entry>

source: hd-media <phrase condition="bootable-usb">(including usb-stick)</phrase>
ko: hd-media <phrase condition="bootable-usb">(usb-stick 포함)</phrase>
pt: hd-media <phrase condition="bootable-usb">(incluíndo stick usb)</phrase>

source: floppy based (cd-drivers)
ko: 플로피 기반 (cd-drivers)
pt: baseado em disquete (cd-drivers)

source: floppy based (net-drivers)
ko: 플로피 기반 (net-drivers)
pt: baseado em disquete (net-drivers)

source: An important difference between the preseeding methods is the point at which the preconfiguration file is loaded and processed. For initrd preseeding this is right at the start of the installation, before the first question is even asked. For file preseeding this is after the CD or CD image has been loaded. For network preseeding it is only after the network has been configured.
ko: 여러 가지 미리 설정 방법의 중요한 차이점은 미리 설정 파일을 읽어들이고 처리할 시점입니다. initrd 미리 설정의 경우 이 시점은 설치를 시작하는 시점으로, 맨 처음 질문을 하기도 전입니다. 파일 미리 설정의 경우 CD 혹은 CD 이미지를 읽어들인 후입니다. 네트워크 미리 설정의 경우 네트워크를 설정한 다음입니다.
pt: Uma diferença importante entre os métodos de preseed é a altura em que o ficheiro de pré-configuração é carregado e processado. Para o preseed por initrd isto acontece logo no início da instalação, mesmo antes de ser colocada a primeira questão. Para preseed por ficheiro isto acontece após ter sido carregado o CD ou a imagem de CD. Para o preseed por rede acontece apenas após ter sido configurada a rede.

source: Obviously, any questions that have been processed before the preconfiguration file is loaded cannot be preseeded (this will include questions that are only displayed at medium or low priority, like the first hardware detection run). <xref linkend="preseed-bootparms"/> offers a way to avoid these questions being asked.
ko: 당연히 미리 설정 파일을 읽어들이기도 전에 처리한 질문들은 미리 설정할 수 없습니다. (여기에는 중간 혹은 낮은 우선순위에서만 표시되는 질문들까지 포함합니다. 예를 들어 첫번째 하드웨어 검색이 그렇습니다.) <xref linkend="preseed-bootparms"/> 부분을 읽어보면 이 질문을 피하는 방법을 알 수 있습니다.
pt: Obviamente, a quaisquer questões que tenham sido processadas antes do ficheiro de pré-configuração ter sido carregado, não pode ser feito o preseed (isto inclui questões que são apenas mostradas em prioridades média e baixa, como a primeira ronda de detecção de hardware). <xref linkend="preseed-bootparms"/> oferece uma forma de evitar que essas questões sejam colocadas.

source: In order to avoid the questions that would normally appear before the preseeding occurs, you can start the installer in <quote>auto</quote> mode. This delays questions that would normally be asked too early for preseeding (i.e. language, country and keyboard selection) until after the network comes up, thus allowing them to be preseeded. It also runs the installation in critical priority, which avoids many unimportant questions. See <xref linkend="preseed-auto"/> for details.
ko: 미리 설정 기능이 시작하기 전에 나타나는 질문들을 피하려면, 설치 프로그램을 <quote>자동</quote> 모드로 시작하면 됩니다. 이렇게 하면 미리 설정하기 전에 물어보는 질문들을 네트워크 연결한 다음으로 늦춰서 미리 설정을 가능하게 만듭니다. 자동 모드에서는 설치를 필수 우선순위로 진행해서 중요하지 않은 많은 질문들을 건너 뜁니다. 자세한 정보는 <xref linkend="preseed-auto"/> 부분을 참고하십시오.

source: Limitations
ko: 한계
pt: Limitações

source: Although most questions used by &d-i; can be preseeded using this method, there are some notable exceptions. You must (re)partition an entire disk or use available free space on a disk; it is not possible to use existing partitions.
ko: &d-i;에서 사용하는 대부분의 질문들을 이 방법으로 미리 설정할 수 있지만, 몇 가지 알아둬야 할 예외가 있습니다. 전체 디스크를 다시 파티션하거나, 디스크의 빈 공간을 사용해야 합니다. 기존의 파티션을 이용할 수 없습니다.
pt: Embora à maioria das questões utilizadas pelo &d-i; possa ser feito preseed utilizando este método existem algumas notáveis excepções. Você tem de (re)particionar um disco completo ou utilizar o espaço vazio disponível num disco; não é possível utilizar partições já existentes.

source: Using preseeding
ko: 미리 설정 사용하기
pt: Utilizar o preseed

source: You will first need to create a preconfiguration file and place it in the location from where you want to use it. Creating the preconfiguration file is covered later in this appendix. Putting it in the correct location is fairly straightforward for network preseeding or if you want to read the file off a floppy or usb-stick. If you want to include the file on a CD or DVD, you will have to remaster the ISO image. How to get the preconfiguration file included in the initrd is outside the scope of this document; please consult the developers' documentation for &d-i;.
ko: 미리 설정 파일을 만들고 그 파일을 사용하려는 위치에 놓아야 합니다. 미리 설정 파일을 만드는 일은 이 부록의 뒤부분에서 설명합니다. 네트워크 미리 설정이나 플로피 혹은 USB 스틱에서 파일을 읽어들이는 경우 미리 설정 파일을 적당한 위치에 놓는 일도 명백합니다. CD나 DVD에 파일을 포함하려면 ISO 이미지를 다시 만들어야 합니다. 미리 설정 파일을 initrd에 포함하는 일은 이 문서의 범위를 벗어납니다. &d-i; 개발자 문서를 참고하십시오.
pt: Primeiro necessita criar um ficheiro de pré-configuração e colocá-lo no local a partir de onde o pretende utilizar. A criação do ficheiro de pré-configuração é descrita mais á frente neste apêndice. Colocá-lo no local correcto é razoavelmente simples para o preseed por rede ou se desejar ler o ficheiro de uma disquete ou de um stick-usb. Se deseja incluir o ficheiro num CD ou DVD, terá de reconstruir a imagem ISO. Como ter o ficheiro de pré-configuração incluído no initrd está fora do âmbito deste documento; por favor consulte a documentação dos developers para o &d-i;

source: An example preconfiguration file that you can use as basis for your own preconfiguration file is available from &urlset-example-preseed;. This file is based on the configuration fragments included in this appendix.
ko: 미리 설정 파일의 기본으로 사용할 수 있는 예제 파일이 &urlset-example-preseed;에 있습니다. 이 파일은 이 부록에 포함된 부분들을 기반으로 만들어졌습니다.
pt: Um ficheiro de exemplo de pré-configuração que pode utilizar como base para o seu ficheiro de pré-configuração está disponível a partir de &urlset-example-preseed;. Este ficheiro é baseado nos fragmentos de configuração incluídos neste apêndice.

source: Loading the preconfiguration file
ko: 미리 설정 파일 읽어들이기
pt: Carregar o ficheiro de pré-configuração

source: If you are using initrd preseeding, you only have to make sure a file named <filename>preseed.cfg</filename> is included in the root directory of the initrd. The installer will automatically check if this file is present and load it.
ko: initrd 미리 설정인 경우, <filename>preseed.cfg</filename> 파일이 initrd의 루트 디렉토리에 들어 있기만 하면 됩니다. 설치 프로그램에서 자동으로 이 파일이 있는 지 검사한 다음 읽어들입니다.
pt: Se está a usar o preseed com o initrd deve apenas certificar-se que um ficheiro chamado <filename>preseed.cfg</filename> foi incluído no directório raiz do initrd. O instalador irá automaticamente verificar se este ficheiro está presente e carregá-lo-á.

source: For the other preseeding methods you need to tell the installer what file to use when you boot it. This is normally done by passing the kernel a boot parameter, either manually at boot time or by editing the bootloader configuration file (e.g. <filename>syslinux.cfg</filename>) and adding the parameter to the end of the append line(s) for the kernel.
ko: 그 외의 미리 설정 방법의 경우 부팅할 때 어떤 파일을 읽어들일 지 설치 프로그램에 지정해야 합니다. 커널에 부팅 파라미터를 전달하면 됩니다. 부팅할 때 수동으로 넣거나 부트로더 설정 파일을 (예를 들어 <filename>syslinux.cfg</filename>) 편집해서 커널의 append 줄의 끝에 파라미터를 추가하면 됩니다.
pt: Para os outros métodos de preseed deve indicar ao instalador que ficheiro deve usar quando o arranca. Isto é normalmente feito passando um argumento de boot ao kernel, quer manualmente durante o início (boot) do sistema ou editando o ficheiro de configuração do bootloader (ex. <filename>syslinux.cfg</filename>) e adicionar esse parâmetro ao final da(s) linha(s) de "append" para o kernel.

source: If you do specify the preconfiguration file in the bootloader configuration, you might change the configuration so you don't need to hit enter to boot the installer. For syslinux this means setting the timeout to <literal>1</literal> in <filename>syslinux.cfg</filename>.
ko: 부트로더 설정에서 미리 설정 파일을 지정하는 경우, 설정을 수정해서 부팅할 때 엔터키도 칠 필요가 없도록 만들 수 있습니다. syslinux의 경우 <filename>syslinux.cfg</filename> 파일에서 timeout을 <literal>1</literal>로 하면 됩니다.
pt: Se de facto especificar um ficheiro de pré-configuração nos ficheiros que configuram o bootloader, você pode aproveitar e alterá-lo para não precisar de carregar no "enter" para entrar no instalador. Para o syslinux isto significa indicar um timeout de 1 no <filename>syslinux.cfg</filename>.

source: To make sure the installer gets the right preconfiguration file, you can optionally specify a checksum for the file. Currently this needs to be a md5sum, and if specified it must match the preconfiguration file or the installer will refuse to use it.
ko: 설치 프로그램이 올바른 미리 설정 파일을 읽어들이도록 확인하려면, 파일의 체크섬을 지정할 수도 있습니다. 현재는 md5sum만 사용 가능하고, md5sum을 지정하면 읽어들인 미리 설정 파일의 체크섬이 맞지 않는 경우 그 파일을 사용하지 않습니다.
pt: Para ter a certeza que o instalador usa o ficheiro de pré-configuração correcto, pode opcionalmente especificar um ficheiro de checksum para esse ficheiro. Actualmente este precisa de ser um md5sum, e se indicado deve corresponder ao ficheiro de pré-configuração ou o instalador irá recusar usá-lo.

source: Boot parameters to specify: - if you're netbooting: preseed/url=http://host/path/to/preseed.cfg preseed/url/checksum=5da499872becccfeda2c4872f9171c3d - if you're booting a remastered CD: preseed/file=/cdrom/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d - if you're installing from USB media (put the preconfiguration file in the toplevel directory of the USB stick): preseed/file=/hd-media/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d
ko: 지정해야 하는 부팅 파라미터: - 네트워크 부팅의 경우: preseed/url=http://host/path/to/preseed.cfg preseed/url/checksum=5da499872becccfeda2c4872f9171c3d - 이미지를 다시 만든 CD로 부팅하는 경우: preseed/file=/cdrom/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d - USB 미디어에서 설치하는 경우 (미리 설정 파일을 USB 스틱의 맨 위 디렉토리에 넣으십시오) preseed/file=/hd-media/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d
pt: Parâmetros de arranque a especificar: - se estiver a arrancar pela rede: preseed/url=http://host/caminho/para/preseed.cfg preseed/url/checksum=5da499872becccfeda2c4872f9171c3d - se está a arrancar por um CD reconstruído: preseed/file=/cdrom/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d - se está a instalar por um meio de armazenamento USB (coloque o ficheiro de pré-configuração no directório raiz do stick USB): preseed/file=/hd-media/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d

source: Note that <filename>preseed/url</filename> can be shortened to just <filename>url</filename> and <filename>preseed/file</filename> to just <filename>file</filename> when they are passed as boot parameters.
ko: <filename>preseed/url</filename>은 간단히 <filename>url</filename>로 줄여 쓸 수 있고 <filename>preseed/file</filename>은 <filename>file</filename>로 줄여서 부팅 파라미터로 쓸 수 있습니다.
pt: Note que o <filename>preseed/url</filename> pode ser abreviado para apenas <filename>url</filename> e <filename>preseed/file</filename> para apenas <filename>file</filename> quando são passados como parâmetros de arranque.

source: Using boot parameters to preseed questions
ko: 부팅 파라미터로 미리 설정하기
pt: Utilizar parâmetros de arranque para fazer preseed a questões

source: If a preconfiguration file cannot be used to preseed some steps, the install can still be fully automated, since you can pass preseed values on the command line when booting the installer.
ko: 미리설정 파일을 일부 단계에 대해서 사용할 수 없다고 하더라도, 그래도 설치를 자동화할 수 있습니다. 각각의 미리 설정할 값을 설치 프로그램이 부팅할 때 파라미터로 넘길 수 있습니다.
pt: Se um ficheiro de pré-configuração não puder ser utilizado para fazer preseed a alguns passos, a instalação pode mesmo assim ser totalmente automatizada, pois pode passar valores de preseed na linha de comandos quando arrancar o instalador.

source: Boot parameters can also be used if you do not really want to use preseeding, but just want to provide an answer for a specific question. Some examples where this can be useful are documented elsewhere in this manual.
ko: 미리 설정 기능을 사용하려는 게 아니더라도 특정 질문에 대한 답을 지정하고 싶은 경우라면, 부팅 파라미터를 이용할 수도 있습니다. 이 안내서에는 부팅 파라미터가 유용한 몇 가지 예제가 다른 곳에 쓰여 있습니다.
pt: Os parâmetros de arranque também podem ser utilizados se você não quiser mesmo utilizar o preseed, mas apenas quiser fornecer uma resposta a uma questão específica. Alguns exemplos onde isto pode ser útil estão documentados noutro local deste manual.

source: To set a value to be used inside &d-i;, just pass <userinput><replaceable>path/to/variable</replaceable>=<replaceable>value</replaceable></userinput> for any of the preseed variables listed in the examples in this appendix. If a value is to be used to configure packages for the target system, you will need to prepend the <firstterm>owner</firstterm><footnote> <para> The owner of a debconf variable (or template) is normally the name of the package that contains the corresponding debconf template. For variables used in the installer itself the owner is <quote>d-i</quote>. Templates and variables can have more than one owner which helps to determine whether they can be removed from the debconf database if the package is purged. </para> </footnote> of the variable as in <userinput><replaceable>owner</replaceable>:<replaceable>path/to/variable</replaceable>=<replaceable>value</replaceable></userinput>. If you don't specify the owner, the value for the variable will not be copied to the debconf database in the target system and thus remain unused during the configuration of the relevant package.
ko: &d-i;에서 사용하는 값들을 설정하려면, 이 부록에 있는 예제에 들어 있는 미리 설정 변수들에 대해 <userinput><replaceable>변수에/대한/경로</replaceable>=<replaceable>값</replaceable></userinput> 형식으로 넘깁니다. 어떤 값을 설치할 시스템의 꾸러미를 설정하는 데 사용한다면, 그 변수의 <firstterm>소유자</firstterm><footnote> <para> 어떤 debconf 변수(혹은 템플리트)의 소유자는 보통 해당 debconf 템플리트가 들어 있는 꾸러미의 이름을 말합니다. 템플리트와 변수는 소유자가 여러 개일 수도 있습니다. 그래서 꾸러미의 설정까지 지워버릴 때 소유자 정보를 이용해 해당 템플리트와 변수까지 지워질지 여부가 결정됩니다. </para> </footnote>를 <userinput><replaceable>소유자</replaceable>:<replaceable>변수에/대한/경로</replaceable>=<replaceable>값</replaceable></userinput> 형식으로 씁니다. 소유자를 지정하지 않으면 해당 변수의 값은 설치한 시스템의 debconf 데이터베이스에는 들어가지 않으므로 해당 꾸러미의 설정에 사용하지 않게 됩니다.
pt: Para definir um valor para ser utilizado dentro do &d-i;, passe apenas <userinput><replaceable>caminho/para/variável</replaceable>=<replaceable>valor</replaceable></userinput> para quaisquer das variáveis de preseed listadas nos exemplos neste apêndice. Se um valor é para ser utilizado para configurar pacotes para o sistema alvo, você tem de acrescentar antes o <firstterm>dono</firstterm><footnote> <para> O dono da variável debconf (ou template) é normalmente o nome do pacote que contém o correspondente template debconf. Para variáveis utilizadas no próprio instalador o dono é <quote>d-i</quote>. Os templates e variáveis podem ter mais de um dono que ajuda a determinar se podem ser removidos da base de dados debconf se o pacote tiver sido purgado. </para> </footnote> da variável como em <userinput><replaceable>dono</replaceable>:<replaceable>caminho/para/variável</replaceable>=<replaceable>valor</replaceable></userinput>. Se não especificar o dono, o valor da variável não será copiado para a base de dados debconf no sistema alvo e assim ficará por utilizar durante a configuração do pacote relevante.

source: Note that some variables that are frequently set at the boot prompt have a shorter alias. If an alias is available, it is used in the examples in this appendix instead of the full variable. In particular, the <literal>preseed/url</literal> variable has been aliased as <literal>url</literal> and has some extra magic to allow shortened urls to be used. Another example is the <literal>tasks</literal> alias, which translates to <literal>tasksel:tasksel/first</literal>.
ko: 부팅 파라미터에서 자주 사용하는 변수 몇개는 짧게 쓸 수 있습니다. 부록에서는 그렇게 짧게 형식이 있으면 완전한 변수명 대신에 짧은 형식을 사용합니다. 특히, <literal>preseed/url</literal> 변수는 <literal>url</literal>로 쓸 수 있고 URL도 줄여 쓰는 특별한 방법이 있습니다. 또 <literal>tasks</literal>라고 쓰면 <literal>tasksel:tasksel/first</literal>에 해당합니다.
pt: Note que algumas variáveis que são frequentemente definidas na prompt de arranque têm uma abreviatura. Se estiver disponível uma abreviatura, é utilizada nos exemplos deste apêndice em vez da variável completa. Em particular, a variável <literal>preseed/url</literal> tem a abreviatura <literal>url</literal> e tem alguma magia extra para permitir que sejam utilizados urls mais curtos. Outro exemplo é a abreviatura <literal>tasks</literal>, que se traduz como <literal>tasksel:tasksel/first</literal>.

source: A <quote>--</quote> in the boot options has special meaning. Kernel parameters that appear after the last <quote>--</quote> may be copied into the bootloader configuration for the installed system (if supported by the installer for the bootloader). The installer will automatically filter out any options (like preconfiguration options) that it recognizes.
ko: 부팅 옵션의 <quote>--</quote>는 특별한 의미가 있습니다. 마지막 <quote>--</quote> 뒤에 오는 커널 파라미터는 설치된 시스템의 부트로더 설정으로 복사되어 들어갈 수 있습니다. (설치 프로그램이 설치하는 부트로더가 지원하는 경우) 설치 프로그램은 (미리 설정 옵션과 같이) 설치 프로그램에서 인식하는 옵션만 모두 걸러냅니다.
pt: Um <quote>--</quote> nas opções de arranque tem um significado especial. Os parâmetros do kernel que aparecem depois do último <quote>--</quote> podem ser copiados para a configuração do gestor de arranque para o sistema instalado (se for suportado pelo instalador para o gestor de arranque). O instalador irá filtrar automaticamente quaisquer opções (tais como opções de pré-configuração) que reconheça.

source: Current linux kernels (2.6.9 and later) accept a maximum of 32 command line options and 32 environment options, including any options added by default for the installer. If these numbers are exceeded, the kernel will panic (crash). (For earlier kernels, these numbers were lower.)
ko: 현재 리눅스 커널은 (2.6.9 이후) 최대 32개까지의 명령행 파라미터와 32개까지의 환경 파라미터만 받아들일 수 있습니다. (설치 프로그램에서 기본으로 추가하는 파라미터 포함) 그 개수가 넘어가면, 커널은 멎어 버립니다. (이상 종료합니다.) (이보다 오래된 버전의 커널에서는 최대 파라미터 개수가 더 적습니다.)
pt: Os actuais kernels (2.6.9 e posteriores) aceitam um máximo de 32 argumentos pela linha de comandos e 32 variáveis de ambiente, incluindo quaisquer escolhas acrescentadas por omissão para o instalador. Se estes números forem excedidos, o kernel irá criar um "panic" (estourar). (Para kernels anteriores, estes números eram mais baixos.)

source: For most installations some of the default options in your bootloader configuration file, like <literal>vga=normal</literal>, may be safely removed which may allow you to add more options for preseeding.
ko: 대부분의 설치에서는 <literal>vga=normal</literal>같은 기본 옵션중의 일부는 안 써도 상관없습니다. 그러면 미리 설정 옵션을 몇 개 더 쓸 수 있습니다.
pt: Para a maioria das instalações algumas das escolhas por omissão no ficheiro de configuração do bootlader, como por exemplo <literal>vga=normal</literal>, podem ser removidas de forma segura e irá permitir adicionar mais opções para o preseeding.

source: It may not always be possible to specify values with spaces for boot parameters, even if you delimit them with quotes.
ko: 부팅 파라미터에서는 공백이 들어간 값을 지정할 수 없습니다. 따옴표로 묶더라도 할 수 없습니다.
pt: Pode não ser sempre possível especificar valores com espaços para os parâmetros de arranque, mesmo que os delimite com aspas.

source: Auto mode
ko: 자동 모드
pt: Modo Auto
