Repository: dankamongmen/s-i
Catalog: manual/po/*/preseed.po
Languages: ko, pt

source: # X can detect the right driver for some cards, but if you're preseeding, # you override whatever it chooses. Still, vesa will work most places. #xserver-xorg xserver-xorg/config/device/driver select vesa # A caveat with mouse autodetection is that if it fails, X will retry it # over and over. So if it's preseeded to be done, there is a possibility of # an infinite loop if the mouse is not autodetected. #xserver-xorg xserver-xorg/autodetect_mouse boolean true # Monitor autodetection is recommended. xserver-xorg xserver-xorg/autodetect_monitor boolean true # Uncomment if you have an LCD display. #xserver-xorg xserver-xorg/config/monitor/lcd boolean true # X has three configuration paths for the monitor. Here's how to preseed # the "medium" path, which is always available. The "simple" path may not # be available, and the "advanced" path asks too many questions. xserver-xorg xserver-xorg/config/monitor/selection-method \ select medium xserver-xorg xserver-xorg/config/monitor/mode-list \ select 1024x768 @ 60 Hz
ko: # X는 일부 카드에 대해서 올바른 드라이버를 자동 검색할 수 있지만, 미리 # 설정의 경우에는 자동 검색한 것보다 우선합니다. 아직도 vesa는 대부분의 # 경우에 동작합니다. #xserver-xorg xserver-xorg/config/device/driver select vesa # 마우스 자동 검색은 좀 위험한 부분이 있습니다. 실패하면 X가 계속해서 # 다시 시도합니다. 그러므로 미리 설정을 하면 마우스를 검색하지 못했을 # 때 무한루프테 빠질 가능성이 있습니다. #xserver-xorg xserver-xorg/autodetect_mouse boolean true # 모니터 자동 검색을 하는 게 좋습니다. xserver-xorg xserver-xorg/autodetect_monitor boolean true # LCD 디스플레이라면 다음 줄의 주석을 없애십시오. #xserver-xorg xserver-xfree86/config/monitor/lcd boolean true # X의 모니터 설정은 세 가지 방법이 있습니다. 다음은 "medium"으로 미리 # 설정하는 방법이고 언제나 사용할 수 있습니다. "simple"은 사용할 수 # 없을 수도 있고, "advanced"는 너무 많이 물어봅니다. xserver-xorg xserver-xorg/config/monitor/selection-method \ select medium xserver-xorg xserver-xorg/config/monitor/mode-list \ select 1024x768 @ 60 Hz
pt: # O X pode detectar o driver correcto para algumas placas, mas se estiver a # fazer preseed, você sobrepõe o quer que seja escolhido. Mesmo assim, # vesa irá funcionar na maioria dos casos. #xserver-xorg xserver-xorg/config/device/driver select vesa # Uma situação melindrosa com a auto-detecção do rato é que se falhar, o X # irá tentar sempre novamente. Por isso se for feito o preseed, existe a # possibilidade de um ciclo infinito se o rato não for auto-detectado. #xserver-xorg xserver-xorg/autodetect_mouse boolean true # É recomendada a auto-detecção do monitor. xserver-xorg xserver-xorg/autodetect_monitor boolean true # Descomente se tem um ecrã LCD. #xserver-xorg xserver-xorg/config/monitor/lcd boolean true # O X tem três caminhos para a configuração do monitor. Aqui está como # fazer o preseed o caminho "medium", que está sempre disponível. O caminho # "simple" pode não estar disponível, e o caminho "advanced" que coloca # demasiadas perguntas. xserver-xorg xserver-xorg/config/monitor/selection-method \ select medium xserver-xorg xserver-xorg/config/monitor/mode-list \ select 1024x768 @ 60 Hz

source: Preseeding other packages
ko: 기타 꾸러미 미리 설정
pt: Preseed de outros pacotes

source: # Depending on what software you choose to install, or if things go wrong # during the installation process, it's possible that other questions may # be asked. You can preseed those too, of course. To get a list of every # possible question that could be asked during an install, do an # installation, and then run these commands: # debconf-get-selections --installer > file # debconf-get-selections >> file
ko: # 어떤 소프트웨어를 설치하느냐에 따라, 혹은 설치하는 중에 무언가 잘못되는 # 경우, 다른 질문을 물어볼 수도 있습니다. 물론 이 질문도 미리 설정할 수 # 있습니다. 설치하는 동안 물어볼 수 있는 모든 질문의 목록을 받고 싶다면, # 설치를 한 다음에 다음 명령어를 실행하십시오: # debconf-get-selections --installer > file # debconf-get-selections >> file
pt: # Dependendo do software que escolher instalar, ou caso as coisas corram # mal durante o processo de instalação, é possível que sejam colocadas # outras questões. Também pode fazer preseed a essas, claro. Para obter # uma lista de todas as questões possíveis que possam ser colocadas # durante a instalação, faça uma instalação, e corra estes comandos: # debconf-get-selections --installer > file # debconf-get-selections >> file

source: Advanced options
ko: 고급 옵션
pt: Opções avançadas

source: Running custom commands during the installation
ko: 설치 중에 임의의 명령어 실행하기
pt: Executar comandos personalizados durante a instalação

source: A very powerful and flexible option offered by the preconfiguration tools is the ability to run commands or scripts at certain points in the installation.
ko: 미리 설정도구가 제공하는 매우 강력하고도 유연한 옵션은 설치 특정 시점에서 명령어와 스크립트를 실행하는 옵션입니다.
pt: Uma opção muito poderosa e flexível oferecida pelas ferramentas de pré-configuração é a habilidade de correr comandos ou scripts em certos pontos da instalação.

source: # d-i preseeding is inherently not secure. Nothing in the installer checks # for attempts at buffer overflows or other exploits of the values of a # preconfiguration file like this one. Only use preconfiguration files from # trusted locations! To drive that home, and because it's generally useful, # here's a way to run any shell command you'd like inside the installer, # automatically. # This first command is run as early as possible, just after # preseeding is read. #d-i preseed/early_command string anna-install some-udeb # This command is run just before the install finishes, but when there is # still a usable /target directory. You can chroot to /target and use it # directly, or use the apt-install and in-target commands to easily install # packages and run commands in the target system. #d-i preseed/late_command string apt-install zsh; in-target chsh -s /bin/zsh
ko: # d-i 미리 설정은 원래부터 보안에 안전하지 않습니다. 설치 프로그램 중의 # 어느 부분도 버퍼 오버플로우나 그 밖의 방법으로 미리 설정 파일의 값을 # 조작하는 공격을 검사하지 않습니다. 믿을 만한 곳에 있는 미리 설정 파일만 # 사용하십시오! 설치 프로그램 안에서 어떤 쉘 명령어라도 실행할 수 있는 # 방법이 만들어져 있습니다. 위험하지만 이 방법은 매우 유용하므로, # 다음과 같이 설치 프로그램 내에서 쉘 명령어를 실행할 수 있습니다. # 첫번째 명령어는 미리 설정 파일을 읽어들인 직후에 가능한 빨리 # 실행합니다. #d-i preseed/early_command string anna-install some-udeb # 이 명령은 설치를 끝내기 직전에 실행됩니다. 그러나 /target디렉토리는 # 아직 사용할 수 있을 때입니다. /target디렉토리로 chroot해서 직접 사용할 # 수 있고 꾸러미를 쉽게 설치하기 위해서 apt-install과 in-target명령을 사용 #할 수 있습니다.#d-i preseed/late_command string apt-install zsh; in-target chsh -s /bin/zsh
pt: # o preseed do d-i é inerentemente não seguro. Nada no instalador verifica # se existem tentativas de buffer overflows e outros exploits nos valores # do ficheiro de pré-configuração tal como este. Utilize apenas ficheiros # de pré-configuração de proveniência de confiança! Para conseguir isso, # e porque normalmente é útil, aqui está uma forma de correr qualquer # comando da shell que queira dentro do instalador, automaticamente. # Este primeiro comando é corrido tão cedo quanto possível, logo após o # preseed ser lido. #d-i preseed/early_command string anna-install some-udeb # Este comando é corrido mesmo antes da instalação terminar, mas quando # ainda existe um directório /target utilizável. Pode fazer chroot a # /target e utilizá-lo directamente, ou utilizar o apt-get install e # comandos no alvo para instalar facilmente pacotes e correr comandos # no sistema alvo. #d-i preseed/late_command string apt-install zsh; in-target chsh -s /bin/zsh

source: Using preseeding to change default values
ko: 미리 설정을 이용해 기본값 바꾸기
pt: Utilizar o preseed para alterar valores por omissão

source: It is possible to use preseeding to change the default answer for a question, but still have the question asked. To do this the <firstterm>seen</firstterm> flag must be reset to <quote>false</quote> after setting the value for a question.
ko: 미리 설정으로 질문에 대한 기본값을 바꾸면서, 그래도 그 질문을 받도록 만들 수 있습니다. 이렇게 하려면 해당 템플리트에 대한 값을 설정한 다음에 <firstterm>seen</firstterm> 플래그를 <quote>false</quote>로 놓으면 됩니다.

source: Chainloading preconfiguration files
ko: 미리설정 파일을 분리해서 사용하기
pt: Carregamento em série dos ficheiros de pré-configuração

source: It is possible to include other preconfiguration files from a preconfiguration file. Any settings in those files will override pre-existing settings from files loaded earlier. This makes it possible to put, for example, general networking settings for your location in one file and more specific settings for certain configurations in other files.
ko: 미리 설정 파일에서 다른 미리 설정 파일을 포함할 수도 있습니다. 파일에 들어 있는 설정은 앞에서 읽어들인 파일에 들어 있는 설정을 덮어 쓰게 됩니다. 이 방법을 이용해서, 예를 들어 파일 하나에 일반적인 네트워크 설정을 집어 넣고 세세한 설정을 다른 파일에 집어 넣는 식으로 활용이 가능합니다.
pt: É possível incluir outros ficheiros de pré-configuração a partir de um ficheiro de pré-configuração. Quaisquer definições nesses ficheiros irão sobrepôr-se às definições pré-existentes carregadas anteriormente. Isto torna possível pôr, por exemplo, definições gerais de rede para o seu local num ficheiro e mais definições específicas para certas configurações noutros ficheiros.

source: # More than one file can be listed, separated by spaces; all will be # loaded. The included files can have preseed/include directives of their # own as well. Note that if the filenames are relative, they are taken from # the same directory as the preconfiguration file that includes them. #d-i preseed/include string x.cfg # The installer can optionally verify checksums of preconfiguration files # before using them. Currently only md5sums are supported, list the md5sums # in the same order as the list of files to include. #d-i preseed/include/checksum string 5da499872becccfeda2c4872f9171c3d # More flexibly, this runs a shell command and if it outputs the names of # preconfiguration files, includes those files. #d-i preseed/include_command \ # string echo if [ "`hostname`" = bob ]; then echo bob.cfg; fi # Most flexibly of all, this downloads a program and runs it. The program # can use commands such as debconf-set to manipulate the debconf database. # More than one script can be listed, separated by spaces. # Note that if the filenames are relative, they are taken from the same # directory as the preconfiguration file that runs them. #d-i preseed/run string foo.sh
ko: # 여러 개 파일을 공백으로 구분해서 쓸 수도 있습니다. 그러면 모든 # 파일을 읽어들입니다. 물론 포함한 파일은 그 안에 preseed/include가 # 들어 있을 수 있습니다. 주의할 점으로, 파일이름이 상대 경로인 경우 그 # 파일이 포함되어 들어가는 파일이 있는 같은 디렉토리에서 찾게 됩니다. #d-i preseed/include string x.cfg # 설치 프로그램은 미리 설정 파일을 사용하기 전에 그 파일의 체크섬을 # 검사합니다. 현재는 md5sum만 지원하고, md5sum을 포함하는 파일과 같은 # 순서로 쓰십시오. #d-i preseed/include/checksum string 5da499872becccfeda2c4872f9171c3d # 좀 더 유연하게 하려면, 다음과 같이 하면 미리 설정 파일의 이름을 # 출력하는 쉘 명령어를 출력하고, 그 파일을 포함합니다. #d-i preseed/include_command \ # string echo if [ "`hostname`" = bob ]; then echo bob.cfg; fi # 이 중에거 가장 유연한 것으로, 프로그램을 다운로드하고 이를 실행할 수 # 있습니다. 이 프로그램은 debconf 데이터베이스를 조작하기 위해 # debconf-set과 같은 명령을 사용할 수 있습니다. 여러 개의 스크립트를 # 공백으로 구분해서 쓸 수도 있습니다. 파일명이 상대경로로 되어 있으면 # 프로그램을 실행하는 미리 설정파일이 있는 디렉토리에서 파일들을 찾습니다. #d-i preseed/run string foo.sh
pt: # Podem ser listados mais do que um ficheiro, separados por espaços; # todos serão carregados. Os ficheiros incluídos podem ter também # directivas de preseed/include deles próprios. Note que se os nomes dos # ficheiros forem relativos, serão tirados do mesmo directório do ficheiro # de pré-configuração que os incluí. #d-i preseed/include string x.cfg # O instalador pode opcionalmente verificar os checksums dos ficheiros de # pré-configuração antes de os utilizar. Actualmente apenas são # suportados md5sums, liste os md5sums na mesma ordem que a lista de # ficheiros a incluir. #d-i preseed/include/checksum string 5da499872becccfeda2c4872f9171c3d # De forma mais fléxivel, isto corre um comando da shell e se mostrar os # nome dos ficheiros de pré-configuração, inclui esses ficheiros. #d-i preseed/include_command \ # string echo if [ "`hostname`" = bob ]; then echo bob.cfg; fi # Da forma mais flexível, isto faz o download um programa e corre-o. # O programa pode utilizar comandos como o debconf-set para manipular a # base de dados do debconf. # Pode ser listado mais do que um script, separado por espaços. # Note que se os nomes dos ficheiros são relativos, serão retirados do mesmo # directório do ficheiro de pré-configuração que os corre. d-i preseed/run string foo.sh

source: It is also possible to chainload from the initrd or file preseeding phase, into network preseeding by setting preseed/url in the earlier files. This will cause network preseeding to be performed when the network comes up. You need to be careful when doing this, since there will be two distinct runs at preseeding, meaning for example that you get another chance to run the preseed/early command, the second one happening after the network comes up.
ko: initrd 혹은 파일을 이용한 미리 설정 단계에서, 파일 안에 다시 preseed/url을 설정해서 네트워크 미리 설정을 겹쳐 넣을 수도 있습니다. 이렇게 하면 네트워크가 연결되었을 때 미리 설정을 읽어들이게 됩니다. 이와 같이 하는 경우에는 주의해야 합니다. 미리 설정을 실행하는 두 개의 별도의 단계가 있기 때문입니다. 예를 들어서 preseed/early 명령을 한 번 더 실행할 수 있고, 두 번째가 네트워크가 연결된 다음에 실행될 수 있습니다.
pt: Também é possível carregar a partir do initrd ou da fase de preseed de ficheiro, para o preseed de rede definindo preseed/url nos ficheiros anteriores. Isto irá fazer com que seja feito preseed por rede quando a rede ficar disponível. Tem de ter cuidado ao fazer isto, já que existem duas execuções distintas de preseed, significa por exemplo que pode ter outra oportunidade de correr o comando preseed/early, a segunda acontece após a rede estar disponível.

source: generic/tape
pt: genérico/tape

source: In order to avoid the questions that would normally appear before the preseeding occurs, you can start the installer in <quote>auto</quote> mode. This delays questions that would normally be asked too early for preseeding (i.e. language, country and keyboard selection) until after the network comes up, thus allowing them to be preseeded. It also runs the installation at critical priority, which avoids many unimportant questions. See <xref linkend="preseed-auto"/> for details.
pt: De modo a evitar questões que normalmente iriam aparecer antes de ocorrer o preseed, pode iniciar o instalador em modo <quote>auto</quote>. Isto atrasa as questões que normalmente seriam colocadas demasiado cedo para lhes ser feito o preseed (i.e. idioma, país e selecção de teclado) até ter rede, permitindo assim que lhes seja feito o preseed. Também corre a instalação na prioridade crítica, que evita muitas questões pouco importante. Para detalhes veja <xref linkend="preseed-auto"/>.

source: The <literal>auto</literal> boot label is not yet defined on all architectures. The same effect may be achieved by simply adding the two parameters <literal>auto=true priority=critical</literal> to the kernel command line. The <literal>auto</literal> parameter is an alias for <literal>auto-install/enable</literal> and controls the delay of the locale and keyboard questions until after there has been a chance to preseed them, while <literal>priority</literal> is an alias for <literal>debconf/priority</literal> and setting it to <literal>critical</literal> stops any questions with a lower priority from being asked.
pt: A label de arranque <literal>auto</literal> ainda não está definida em todas as arquitecturas. O mesmo efeito pode ser alcançado simplesmente adicionando dois parâmetros <literal>auto=true priority=critical</literal> à linha de comandos do kernel. O parâmetro <literal>auto</literal> é uma abreviatura para <literal>auto-install/enable</literal> e controla a demora das questões do locale e do teclado até que exista a possibilidade de fazer preseed a estas, enquanto <literal>priority</literal> é uma abreviatura para <literal>debconf/priority</literal> e defini-lo como <literal>critical</literal> faz que seja evitada a colocação de quaisquer questões com prioridade inferior.

source: An extensive example of how to use this framework, including example scripts and classes, can be found on the <ulink url="http://hands.com/d-i/">website of its developer</ulink>. The examples available there also show many other nice effects that can be achieved by creative use of preconfiguration.
pt: Em exemplo extensivo acerca de como utilizar esta plataforma de trabalho, incluindo scripts e classes de exemplo, pode ser encontrado no <ulink url="http://hands.com/d-i">website do developer</ulink>. Os exemplos disponíveis também mostram muitos outros efeitos agradáveis que podem ser alcançados através do uso criativo da pré-configuração.

source: # If you select ftp, the mirror/country string does not need to be set. #d-i mirror/protocol string ftp d-i mirror/country string enter information manually d-i mirror/http/hostname string &archive-mirror; d-i mirror/http/directory string /debian d-i mirror/http/proxy string # Suite to install. #d-i mirror/suite string testing # Suite to use for loading installer components (optional). #d-i mirror/udeb/suite string testing
pt: # Se escolher ftp, a string mirror/país não necessita ser definida. #d-i mirror/protocol string ftp d-i mirror/country string enter information manually d-i mirror/http/hostname string &archive-mirror; d-i mirror/http/directory string /debian d-i mirror/http/proxy string # Conjunto a instalar. #d-i mirror/suite string testing # Conjunto a usar para carregar os componentes do instalador (opcional). #d-i mirror/udeb/suite string testing

source: # You can choose to install non-free and contrib software. #d-i apt-setup/non-free boolean true #d-i apt-setup/contrib boolean true # Uncomment this if you don't want to use a network mirror. #d-i apt-setup/use_mirror boolean false # Uncomment this to avoid adding security sources, or # add a hostname to use a different server than security.debian.org. #d-i apt-setup/security_host string # Additional repositories, local[0-9] available #d-i apt-setup/local0/repository string \ # deb http://local.server/debian stable main #d-i apt-setup/local0/comment string local server # Enable deb-src lines #d-i apt-setup/local0/source boolean true # URL to the public key of the local repository; you must provide a key or # apt will complain about the unauthenticated repository and so the # sources.list line will be left commented out #d-i apt-setup/local0/key string http://local.server/key # By default the installer requires that repositories be authenticated # using a known gpg key. This setting can be used to disable that # authentication. Warning: Insecure, not recommended. #d-i debian-installer/allow_unauthenticated string true
pt: # Pode escolher instalar software non-free e contrib. #d-i apt-setup/non-free boolean true #d-i apt-setup/contrib boolean true # Retire o comentário para evitar acrescentar fontes da secção de # segurança, ou acresente o nome de uma máquina para utilizar outro # servidor diferente de security.debian.org. #d-i apt-setup/security_host string # Repositórios adicionais, disponíveis local[0-9] # d-i apt-setup/local0/repository string \ # deb http://local.server/debian stable main #d-i apt-setup/local0/comment string local server # Habilitar as linhas deb-src # d-i apt-setup/local0/source boolean true # URL para a chave pública do repositório local; tem de disponibilizar uma # chave ou o apt irá queixar-se do repositório não autenticado e por isso a # linha do sources.list será deixada comentada #d-i apt-setup/local0/key string http://local.server/key # Por omissão o instalador necessita que os repositórios sejam autenticados # utilizando uma chave gpg conhecida. Esta configuração pode ser utilizada # para desabilitar essa autenticação. Aviso: Inseguro, não recomendado. #d-i debian-installer/allow_unauthenticated string true

source: It is possible to use preseeding to change the default answer for a question, but still have the question asked. To do this the <firstterm>seen</firstterm> flag must be reset to <quote>false</quote> after setting the value for a question. <informalexample><screen> d-i foo/bar string value d-i foo/bar seen false </screen></informalexample> The same effect can be achieved for <emphasis>all</emphasis> questions by setting the parameter <classname>preseed/interactive=true</classname> at the boot prompt. This can also be useful for testing or debugging your preconfiguration file. If you are preseeding using boot parameters, you can make the installer ask the corresponding question by using the <quote>?=</quote> operator, i.e. <userinput><replaceable>foo</replaceable>/<replaceable>bar</replaceable>?=<replaceable>value</replaceable></userinput>. This will of course only have effect for parameters that correspond to questions that are actually displayed during an installation and not for <quote>internal</quote> parameters.
pt: É possível utilizar o preseeding para alterar a resposta por omissão a uma questão, mas a questão será colocada na mesma. Para fazer tem de ser feito o reset para <quote>false</quote> á flag <firstterm>seen</firstterm> após definir o valor para a questão. <informalexample><screen> d-i foo/bar string value d-i foo/bar seen false </screen></informalexample> Pode ser alcançado o mesmo efeito para <emphasis>todas</emphasis> as questões definindo na prompt de arranque o parâmetro <classname>preseed/interactive=true</classname>. Isto também pode ser útil para testar ou depurar o seu ficheiro de pré-configuração. Se está a fazer preseed utilizando parâmetros de arranque, pode fazer o instalador colocar a questão correspondente utilizando o operador <quote>?=</quote>, i.e. <userinput><replaceable>foo</replaceable>/<replaceable>bar</replaceable>?=<replaceable>valor</replaceable></userinput>. Claro que isto só terá efeito para parâmetros que correspondam ás questões mostradas durante a instalação e não para parâmetros <quote>internos</quote>.
