Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: Then install the kernel package of your choice using its package name. <informalexample><screen> # aptitude install linux-image-<replaceable>&kernelversion;-arch-etc</replaceable> </screen></informalexample> If you did not create a <filename>/etc/kernel-img.conf</filename> before installing a pre-packaged kernel, you may be asked some questions during its installation that refer to it.
el: Στη συνέχεια εγκαταστήστε το πακέτο πυρήνα της επιλογής σας χρησιμοποιώντας το όνομα του πακέτου.<informalexample><screen> # aptitude install linux-image-<replaceable>&kernelversion;-arch-etc</replaceable> </screen></informalexample>. Αν δεν δημιουργήσατε ένα αρχείο <filename>/etc/kernel-img.conf</filename> πριν την εγκατάσταση ενός ήδη πακεταρισμένου πυρήνα, πιθανόν να σας γίνουν κάποιες ερωτήσεις σχετικά μ' αυτόν στην διάρκεια της εγκατάστασής του.
fi: Asenna sitten haluamasi ydinpaketti käyttämällä paketin nimeä. <informalexample><screen> # aptitude install linux-image-<replaceable>&kernelversion;-arch-etc</replaceable> </screen></informalexample> Jos et luonut tiedostoa <filename>/etc/kernel-img.conf</filename> ennen valmiiksi paketoidun ytimen asentamista, saatetaan sitä asennettaessa kysyä muutamia siihen viittaavia kysymyksiä.
hu: Majd telepítsd a választott kernel csomagot. <informalexample><screen> # aptitude install linux-image-<replaceable>&kernelversion;-arch-etc</replaceable> </screen></informalexample> Ha nem hozol létre <filename>/etc/kernel-img.conf</filename> fájlt egy elő-csomagolt kernel telepítése előtt, pár erre vonatkozó kérdést kapsz a telepítés során.
vi: Sau đó, hãy cài đặt gói hạt nhân đã muốn, dùng tên gói cua nó.<informalexample><screen> # aptitude install linux-image-<replaceable>&kernelversion;-kiến_trúc-v.v.</replaceable> </screen></informalexample> [install cài đặt linux-image ảnh linux] Nếu bạn chưa tạo tập tin cấu hình <filename>/etc/kernel-img.conf</filename> trước khi cài đặt hạt nhân đã đóng gói sẵn, bạn có thể được hỏi một số câu về nó trong tiến trình cài đặt.

source: Set up the Boot Loader
el: Ρύθμιση του Φορτωτή Εκκίνησης (Boot Loader)
fi: Käynnistyslataimen asetukset
hu: A boot betöltő beállítása
ko: 부트로더 설정하기
sv: Ställ in starthanteraren
vi: Thiết lập bộ tải khởi động

source: To make your &debian; system bootable, set up your boot loader to load the installed kernel with your new root partition. Note that <command>debootstrap</command> does not install a boot loader, though you can use <command>aptitude</command> inside your Debian chroot to do so.
el: Για να καταστήσετε το σύστημά σας &debian; εκκινήσιμο, ρυθμίστε τον φορτωτή εκκίνησης ώστε να φορτώνει τον εγκατεστημένο πυρήνα με την καινούρια ριζική κατάτμησή σας. Σημειώστε ότι η διαδικασία <command>debootstrap</command> δεν εγκαθιστά έναν φορτωτή εκκίνησης, αν και μπορείτε να χρησιμοποιήσετε την εντολή <command>aptitude</command> μέσα από το chroot σύστημα Debian για να κάνετε κάτι τέτοιο.
fi: &debian; -järjestelmä saadaan käynnistyskelpoiseksi säätämällä käynnistyslatain lataamaan asennettu ydin ja käyttämään uutta juuritiedostojärjestelmää. Huomaa ettei <command>debootstrap</command> asenna käynnistyslatainta, mutta sen voi asentaa komennolla <command>aptitude</command> Debianin chroot-eristyksen sisällä.
hu: A &debian; rendszer indíthatóvá tételéhez, állítsd be a boot betöltőt a kernel a telepített kernel indítására az új gyökér partícióval. A <command>debootstrap</command> nem telepít boot betöltőt, de az <command>aptitude</command> használható a Debian chroot környezetben erre.
vi: Để làm cho hệ thống &debian; có khả năng khởi động, bạn hãy thiết lập bộ tải khởi động để tải hạt nhân đã cài đặt cùng với phân vùng gốc mới. Ghi chú rằng <command>debootstrap</command> không cài đặt bộ tải khởi động, dù bạn có khả năng sử dụng lệnh <userinput>aptitude</userinput> bên trong chroot Debian để làm như thế.

source: Check <userinput>info grub</userinput> or <userinput>man lilo.conf</userinput> for instructions on setting up the bootloader. If you are keeping the system you used to install Debian, just add an entry for the Debian install to your existing grub <filename>menu.lst</filename> or <filename>lilo.conf</filename>. For <filename>lilo.conf</filename>, you could also copy it to the new system and edit it there. After you are done editing, call <command>lilo</command> (remember it will use <filename>lilo.conf</filename> relative to the system you call it from).
el: Ελέγξτε το <userinput>info grub</userinput> ή το <userinput>man lilo.conf</userinput> για οδηγίες σχετικά με τη ρύθμιση του φορτωτή εκκίνησης. Αν διατηρείτε το σύστημα που χρησιμοποιήσατε για την εγκατάσταση του Debian, απλά προσθέστε μια επιλογή για την εγκατάσταση του Debian στο ήδη υπάρχον αρχείο σας <filename>menu.lst</filename> του grub ή το <filename>lilo.conf</filename>. Το αρχείο <filename>lilo.conf</filename> μπορείτε επίσης να το αντιγράψετε στο καινούριο σας σύστημα και να το επεξεργαστείτε εκεί. Αφού τελειώσετε με τις διορθώσεις σας, τρέξτε την εντολή <command>lilo</command> (θυμηθείτε ότι θα χρησιμοποιήσει το αρχείο <filename>lilo.conf</filename> που αντιστοιχεί στο σύστημα μέσα από το οποίο την εκτελείτε).
fi: Komennoilla <userinput>info grub</userinput> tai <userinput>man lilo.conf</userinput> löytyy ohjeita käynnistyslataimen asetuksista. Jos järjestelmä josta Debian asennettiin halutaan säilyttää, riittää lisätä vanhaan grubin tiedostoon <filename>menu.lst</filename> tai lilon tiedostoon <filename>lilo.conf</filename> tietue Debiania varten. Tiedoston <filename>lilo.conf</filename> voi myös kopioida uuteen järjestelmään ja muokata sitä siellä. Muokkauksen jälkeen käynnistetään komento <command>lilo</command> (muista että se käyttää tiedostoa <filename>lilo.conf</filename> siitä järjestelmästä jossa se käynnistettiin.
hu: Lásd az <userinput>info grub</userinput> vagy <userinput>man lilo.conf</userinput> parancsokat a boot-betöltő beállításához. Ha megtartod a Debian telepítésére használt rendszert, csak adj egy bejegyzést a Debian telepítéshez a létező grub <filename>menu.lst</filename> vagy <filename>lilo.conf</filename> fájlhoz. A <filename>lilo.conf</filename> esetén át kell másolni az új rendszerre és ott szerkeszteni. A szerkesztés végeztével futtasd a <command>lilo</command> parancsot (emlékezz, hogy az őt meghívó rendszer <filename>lilo.conf</filename> fájlját használja).
vi: Xem trang thông tin <userinput>info grub</userinput> hay trang hướng dẫn <userinput>man lilo.conf</userinput> để tìm hướng dẫn về phương pháp thiết lập bộ tải khởi động. Nếu bạn muốn giữ lại hệ thống đã dùng để cài đặt Debian, đơn giản hãy thêm một mục nhập cho bản cài đặt Debian vào tập tin <filename>menu.lst</filename> grub đã có, hoặc vào tập tin cấu hình <filename>lilo.conf</filename>. Đối với tập tin <filename>lilo.conf</filename>, bạn cũng có khả năng sao chép nó vào hệ thống mới để chỉnh sửa nó ở đó. Sau khi chỉnh sửa xong, hãy gọi <command>lilo</command> (ghi nhớ rằng nó sẽ dùng tập tin cấu hình <filename>lilo.conf</filename> tương đối so với hệ thống từ đó bạn gọi nó).

source: Installing and setting up <classname>grub</classname> is as easy as: <informalexample><screen> # aptitude install grub # grub-install /dev/<replaceable>hda</replaceable> # update-grub </screen></informalexample> The second command will install <command>grub</command> (in this case in the MBR of <literal>hda</literal>). The last command will create a sane and working <filename>/boot/grub/menu.lst</filename>.
el: Η εγκατάσταση και ρύθμιση του <classname>grub</classname> είναι τόσο εύκολη όσο το να εκτελέσετε: <informalexample><screen> # aptitude install grub # grub-install /dev/<replaceable>hda</replaceable> # update-grub </screen></informalexample> Η δεύτερη εντολή θα εγκαταστήσει το <command>grub</command> (στη συγκεκριμένη περίπτωση στο MBR του δίσκου <literal>hda</literal>). Η τελευταία εντολή θα δημιουργήσει ένα εύλογο και λειτουργικό αρχείο <filename>/boot/grub/menu.lst</filename>.
fi: <classname>grub</classname>in asentaminen ja asetusten teko on näin helppoa: <informalexample><screen> # aptitude install grub # grub-install /dev/<replaceable>hda</replaceable> # update-grub </screen></informalexample> Toinen komento asentaa <command>grub</command>in (tässä tapauksessa levyn <literal>hda</literal> pääkäynnistyslohkoon). Viimeinen komento luo järkevän ja toimivan <filename>/boot/grub/menu.lst</filename>-tiedoston.
hu: A <classname>grub</classname> telepítése és beállítása ilyen könnyű: <informalexample><screen> # aptitude install grub # grub-install /dev/<replaceable>hda</replaceable> # update-grub </screen></informalexample> A 2. parancs telepíti a <command>grub</command> programot (ez esetben a <literal>hda</literal> MBR részébe). Az utolsó készít egy működő <filename>/boot/grub/menu.lst</filename> fájlt.
vi: Việc cài đặt và thiết lập <classname>grub</classname> là dễ dàng:<informalexample><screen> # aptitude install grub # grub-install /dev/<replaceable>hda</replaceable> # update-grub </screen></informalexample> Lệnh thứ hai sẽ cài đặt <command>grub</command> (trong trường hợp này, vào MBR của <literal>hda</literal>). Lệnh cuối cùng sẽ tạo một tập tin <filename>/boot/grub/menu.lst</filename> hợp lý và hoạt động được.

source: Here is a basic <filename>/etc/lilo.conf</filename> as an example:
el: Εδώ είναι ένα <filename>/etc/lilo.conf</filename> σαν παράδειγμα:
fi: Tässä on tiedoston <filename>/etc/lilo.conf</filename> perusversio malliksi:
hu: Itt egy alap <filename>/etc/lilo.conf</filename> példaként:
ko: 다음은 기본적인 <filename>/etc/lilo.conf</filename> 예제입니다:
sv: Här är ett enkelt exempel på en <filename>/etc/lilo.conf</filename>:
vi: Ở đây có mẫu <filename>/etc/lilo.conf</filename> cơ bản:

source: Depending on which bootloader you selected, you can now make some additional changes in <filename>/etc/kernel-img.conf</filename>.
el: Ανάλογα με τον φορτωτή εκκίνησης που επιλέξατε μπορείτε τώρα να κάνετε μερικές επιπρόσθετες αλλαγές στο αρχείο <filename>/etc/kernel-img.conf</filename>.
fi: Voit nyt tehdä lisämuutoksia tiedostoon <filename>/etc/kernel-img.conf</filename> valitsemasi käynnistyslataimen mukaisesti.
hu: A választott boot-betöltőtől függően egyes további módosítások tehetők a <filename>/etc/kernel-img.conf</filename> fájlban.
vi: Phụ thuộc vào bộ tải khởi động đã chọn, bạn lúc bây giờ có khả năng tạo một số thay đổi thêm trong tập tin cấu hình <filename>/etc/kernel-img.conf</filename>.

source: For the <classname>grub</classname> bootloader, you should set the <literal>do_bootloader</literal> option to <quote>no</quote>. And to automatically update your <filename>/boot/grub/menu.lst</filename> on installation or removal of Debian kernels, add the following lines: <informalexample><screen> postinst_hook = update-grub postrm_hook = update-grub </screen></informalexample> For the <classname>lilo</classname> bootloader, the value of <literal>do_bootloader</literal> needs to remain <quote>yes</quote>.
el: Για τον φορτωτή εκκίνησης <classname>grub</classname> θα πρέπει να ορίσετε την επιλογή <literal>do_bootloader</literal> σε <quote>no</quote>. Και για την αυτόματη ενημέρωση του αρχείου <filename>/boot/grub/menu.lst</filename> με την εγκατάσταση ή αφαίρεση πυρήνων του Debian, προσθέστε τις ακόλουθες γραμμές: <informalexample><screen> postinst_hook = update-grub postrm_hook = update-grub </screen></informalexample> Για τον φορτωτή εκκίνησης <classname>lilo</classname> η τιμή της επιλογής <literal>do_bootloader</literal> θα πρέπει να παραμείνει <quote>yes</quote>.
fi: Käynnistyslataimelle <classname>grub</classname> olisi asetuksen <literal>do_bootloader</literal> arvoksi asetettava <quote>no</quote>. Jotta <filename>/boot/grub/menu.lst</filename> päivitettäisiin automaattisesti Debianin ytimiä asennettaessa tai poistettaessa, lisätään seuraavat rivit: <informalexample><screen> postinst_hook = update-grub postrm_hook = update-grub </screen></informalexample> Käynnistyslataimelle <classname>lilo</classname> asetuksen <literal>do_bootloader</literal> arvona on säilytettävä <quote>yes</quote>.
hu: A <classname>grub</classname> betöltő esetén, állítsd a <literal>do_bootloader</literal> értékét erre: <quote>no</quote>. A <filename>/boot/grub/menu.lst</filename> önműködő frissítésére Debian kernelek telepítésekor vagy eltávolításakor add hozzá ezt: <informalexample><screen> postinst_hook = update-grub postrm_hook = update-grub </screen></informalexample> A <classname>lilo</classname> esetén a <literal>do_bootloader</literal> értéke legyen <quote>yes</quote>.
vi: Cho bộ tải khởi động <classname>grub</classname>, hãy đặt tùy chọn <literal>do_bootloader</literal> thành <quote>no</quote> (không). Để tự động cập nhật tập tin <filename>/boot/grub/menu.lst</filename> khi cài đặt hay gỡ bỏ hạt nhân Debian nào, hãy thêm những dòng này:<informalexample><screen> postinst_hook = update-grub postrm_hook = update-grub </screen></informalexample> [postinst viết tắt "post-installation", sau khi cài đặt postrm viết tắt "post-removal", sau khi gỡ bỏ hook móc (vào) update cập nhật] Còn cho bộ tải khởi động <classname>lilo</classname>, giá trị của <literal>do_bootloader</literal> nên là <quote>yes</quote> (có).

source: Check <userinput>man yaboot.conf</userinput> for instructions on setting up the bootloader. If you are keeping the system you used to install Debian, just add an entry for the Debian install to your existing <filename>yaboot.conf</filename>. You could also copy it to the new system and edit it there. After you are done editing, call ybin (remember it will use <filename>yaboot.conf</filename> relative to the system you call it from).
el: Ελέγξτε με <userinput>man yaboot.conf</userinput> για οδηγίες σχετικά με τη ρύθμιση του bootloader. Αν διατηρείτε το σύστημα που χρησιμοποιήσατε για την εγκατάσταση του Debian, απλά προσθέστε μια επιλογή για την εγκατάσταση του Debian στο υπάρχον αρχείο σας <filename>yaboot.conf</filename>. Μπορείτε επίσης να αντιγράψετε το αρχείο αυτό στο καινούριο σας σύστημα και να το εκδόσετε από εκεί. Μετά τις διορθώσεις, τρέξτε το ybin (θυμηθείτε ότι θα χρησιμοποιήσει το αρχείο <filename>yaboot.conf</filename> σχετικά με το σύστημα μέσα από το οποίο το τρέχετε).
fi: Komennolla <userinput>man yaboot.conf</userinput> löytyy ohjeita käynnistyslataimen asetuksista. Jos järjestelmä josta Debian asennettiin halutaan säilyttää, riittää lisätä vanhaan <filename>yaboot.conf</filename> tiedostoon tietue Debiania varten. Tiedoston voi myös kopioida uuteen järjestelmään ja muokata sitä siellä. Muokkauksen jälkeen käynnistetään komento <command>ybin</command> (muista että se käyttää tiedostoa <filename>yaboot.conf</filename> siitä järjestelmästä jossa se käynnistettiin."
hu: Futtasd a <userinput>man yaboot.conf</userinput> parancsot a boot-betöltő beállításához. Ha megtartod a Debian telepítésére használt rendszert, csak adj egy bejegyzést a Debian telepítéshez a létező <filename>yaboot.conf</filename> fájlhoz. Át kell másolni az új rendszerre és ott szerkeszteni. A szerkesztés végeztével futtasd a <command>ybin</command> parancsot (emlékezz, hogy az őt meghívó rendszer <filename>yaboot.conf</filename> fájlját használja).
ko: <userinput>man yaboot.conf</userinput> 명령으로 부트로더 설정 방법을 미리 알아보십시오. 데비안을 설치할 때 사용한 기존 시스템을 유지하는 경우라면, 기존의 <filename>yaboot.conf</filename>에 데비안에 해당하는 항목을 추가하십시오. 파일을 새로운 시스템으로 복사해 와서 편집할 수도 있습니다. 편집을 마친 다음에는 ybin을 실행하십시오. (ybin을 실행하면 실행하는 시스템에 상대적인 <filename>yaboot.conf</filename> 파일을 사용하게 됩니다.)
sv: Kontrollera <userinput>man yaboot.conf</userinput> för instruktioner om hur man ställer in starthanteraren. Om du behåller systemet du använde för att installera Debian, lägg bara till en post för Debian-installationen till din existerande <filename>yaboot.conf</filename>. Du kan även kopiera den till det nya systemet och redigera den där. Efter att du är klar med redigeringen, anropa ybin (kom ihåg att det använder <filename>yaboot.conf</filename> relativt till systemet du anropar det från).
vi: Chạy lệnh <userinput>man yaboot.conf</userinput> để xem hướng dẫn về cách thiết lập bộ tải khởi động. Nếu bạn giữ lại hệ thống bạn đã dùng để cài đặt Debian, đơn giản hãy thêm mục nhập cho bản cài đặt Debian vào tập tin cấu hình <filename>yaboot.conf</filename> đã có. Bạn cũng có khả năng sao chép nó vào hệ thống mới rồi hiệu chỉnh nó tại đó. Sau khi hiệu chỉnh xong, hãy gọi chức năng <command>ybin</command> (ghi nhớ rằng nó sẽ dùng tập tin cấu hình <filename>yaboot.conf</filename> tương đối so với hệ thống từ đó bạn gọi nó).

source: Here is a basic <filename>/etc/yaboot.conf</filename> as an example: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> On some machines, you may need to use <userinput>ide0:</userinput> instead of <userinput>hd:</userinput>.
el: Εδώ είναι ένα βασικό <filename>yaboot.conf</filename> σαν παράδειγμα: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> Σε κάποια συστήματα, μπορεί να πρέπει να χρησιμοποιήσετε <userinput>ide0:</userinput> αντί για <userinput>hd:</userinput>.
fi: Tässä on tiedoston <filename>/etc/yaboot.conf</filename> perusversio malliksi: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> Joissakin koneissa on ehkä käytettävä <userinput>ide0:</userinput> eikä <userinput>hd:</userinput>.
hu: Itt egy alap <filename>/etc/yaboot.conf</filename> példaként: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> Egyes gépeken az <userinput>ide0:</userinput> használata kell a <userinput>hd:</userinput> helyett.
ko: 다음은 기본적인 <filename>/etc/yaboot.conf</filename> 예제입니다: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> 일부 컴퓨터에서는, <userinput>ide0:</userinput>을 <userinput>hd:</userinput> 대신에 써야 할 수도 있습니다.
sv: Här en en grundläggande <filename>/etc/yaboot.conf</filename> som ett exempel: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> På vissa maskiner, kanske du behöver använda <userinput>ide0:</userinput> istället för <userinput>hd:</userinput>.
vi: Ở đây có mẫu <filename>/etc/yaboot.conf</filename> cơ bản: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample>[boot=khởi động; device=thiết bị; partition=phân vùng; root=gốc; magicboot=khởi động ma thuật; timeout=thời hạn; image=ảnh; label=nhãn] Trên một số máy riêng, có lẽ bạn cần phải sử dụng <userinput>ide0:</userinput> thay cho <userinput>hd:</userinput>.

source: Finishing touches
el: Τελευταίες πινελιές
fi: Viimeistely
hu: Végső lépések
vi: Đòn kết liễu

source: As mentioned earlier, the installed system will be very basic. If you would like to make the system a bit more mature, there is an easy method to install all packages with <quote>standard</quote> priority: <informalexample><screen> # tasksel install standard </screen></informalexample> Of course, you can also just use <command>aptitude</command> to install packages individually.
el: Όπως αναφέρθηκε προηγουμένως, το εγκατεστημένο σύστημα θα είναι πολύ βασικό. Αν θέλετε να κάνετε το σύστημα λίγο πιο ώριμο, υπάρχει μια εύκολη μέθοδος για να εγκαταστήσετε όλα τα πακέτα με <quote>standard</quote> προτεραιότητα: <informalexample><screen> # tasksel install standard </screen></informalexample> Φυσικά, μπορείτε απλά να χρησιμοποιήσετε το <command>aptitude</command> για να εγκαταστήσετε μεμονωμένα πακέτα.
fi: Kuten aiemmin mainittiin, asennettu järjestelmä on perusmallia. Jos järjestelmästä halutaan hieman kattavampi, voidaan helpolla tavalla asentaa kaikki paketit joiden prioriteetti on <quote>standard</quote>: <informalexample><screen> # tasksel install standard </screen></informalexample> Voit tietenkin myös asentaa <command>aptitude</command>:lla paketteja yksitellen.
hu: Amint már tudjuk, a telepített rendszer nagyon alap lesz. Kicsit komolyabb rendszer telepítésére egy könnyű mód az összes <quote>szabvány</quote> elsőségű csomag telepítésére az alábbi: <informalexample><screen> # tasksel install standard </screen></informalexample> Természetesen az <command>aptitude</command> is használható az egyes csomagok telepítésére.
vi: Như nói trước, hệ thống đã cài đặt là rất cơ bản. Nếu bạn muốn làm cho hệ thống ít rộng rãi hơn, dễ cài đặt các gói có ưu tiên <quote>chuẩn</quote> priority: <informalexample><screen> # tasksel install standard </screen></informalexample> Tất nhiên, bạn cũng có khả năng sử dụng <command>aptitude</command> để cài đặt mỗi gói riêng.

source: After the installation there will be a lot of downloaded packages in <filename>/var/cache/apt/archives/</filename>. You can free up some diskspace by running:
el: Μετά την εγκατάσταση θα υπάρχουν πολλά πακέτα που θα έχουν κατέβει στον κατάλογο <filename>/var/cache/apt/archives/</filename>. Μπορείτε να ελευθερώσετε λίγο χώρο στον δίσκο τρέχοντας την εντολή:
fi: Asennuksen jälkeen hakemistossa <filename>/var/cache/apt/archives/</filename> on suuri määrä noudettuja asennuspaketteja. Levytilaa voidaan vapauttaa komennolla:
hu: A telepítés után a letöltött csomagok a <filename>/var/cache/apt/archives/</filename> könyvtárban vannak. Ezek teljes törlésével felszabadítható egy kis hely például így:
vi: Sau khi cài đặt xong, có rất nhiều gói đã tải về nằm trong thư mục kho lưu <filename>/var/cache/apt/archives/</filename>. Vậy bạn có dịp giải phóng thêm chỗ trống trên đĩa bằng cách chạy lệnh « làm sạch »:

source: Installing &debian; over Parallel Line IP (PLIP)
el: Εγκαθιστώντας το &debian; πάνω από Parallel Line IP (PLIP)
fi: &debian;:in asennus käyttäen Parallel Line IP:tä (PLIP)
hu: A &debian; telepítése Parallel Line IP (PLIP) felett
ko: 병렬 라인 IP를 (PLIP) 이용해 &debian; 설치하기
sv: Installera &debian; över Parallel Line IP (PLIP)
vi: Cài đặt &debian; qua IP đường song song (PLIP)
