Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: You should not switch to a different console while the installer is busy; this may cause the frontend to crash. The frontend will be restarted automatically, but this may still cause problems with the installation. Switching to another console while the installer is waiting for input should work without causing any problems.
el: Δεν θα πρέπει να αλλάξετε κονσόλα ενώ ο εγκαταστάτης είναι απασχολημένος. Αυτό μπορεί να προκαλέσει την κατάρρευση του frontend. Το frontend θα ξεκινήσει και πάλι αυτόματα, αλλά αυτό μπορεί να δημιουργήσει κάποια προβλήματα με την εγκατάσταση. Η μετάβαση σε μια άλλη κονσόλα ενώ ο εγκαταστάτης περιμένει είσοδο εκ μέρους σας θα πρέπει να δουλεύει χωρίς να προκαλεί οποιαδήποτε προβλήματα.
fi: Ei pitäisi vaihtaa toiseen konsollin kun asennin on tekemässä jotain: tämä saattaa kaataa edustaohjelman. Edustaohjelma käynnistetään automaattisesti uudelleen, mutta tästä saattaa silti tulla pulmia asennuksessa. Vaihto toiseen konsoliin kun asennin odottaa syötteitä pitäisi toimia ongelmitta.
hu: Talán nem lehet konzolt váltani, míg a telepítő elfoglalt; ettől összeomolhat a felület. Noha a felület újraindul, még mindig gondok lehetnek a telepítéssel. A konzol-váltás a telepítő várakozásakor bármely pillanatban gond nélkül lehetséges.
vi: Bạn không nên chuyển đổi sang bàn giao tiếp khác trong khi bộ cài đặt vẫn bận; có thể gây ra giao diện sụp đổ. Giao diện sẽ tự động được khởi chạy lại, nhưng việc sụp đổ vẫn còn có thể gây ra lỗi trong tiến trình cài đặt. Việc chuyển đổi sang bàn giao tiếp khác trong khi bộ cài đặt đợi dữ liệu nhập nên hoạt động được, không gây ra lỗi nào.

source: Support for creating encrypted partitions is limited as it is not possible to generate a random encryption key. It is possible to set up an encrypted partition using a passphrase as encryption key.
el: Η υποστήριξη για την δημιουργία κρυπτογραφημένων κατατμήσεων είναι περιορισμένη και δεν είναι δυνατόν να παράγετε ένα τυχαίο κλειδί κρυπτογράφησης. Είναι δυνατόν να ρυθμίσετε μια κρυπτογραφημένη κατάτμηση χρησιμοποιώντας μια συνθηματική φράση σαν κλειδί κρυπτογράφησης.
fi: Tuki salattujen osioiden luonnille on rajoitettu eikä ole mahdollista luoda satunnaista salausavainta. On mahdollista luoda salattu osio käyttämällä tunnuslausetta salausavaimena.
hu: A titkosított partíciók létrehozásának támogatása korlátozott, mert nem hozható létre véletlen kulcs. Be lehet állítani titkosított partíciókat jelmondattal.
vi: Khả năng tạo phân vùng đã mật mã bị hạn chế vì không thể tạo ra một khoá mật mã ngẫu nhiên. Vẫn có thể thiết lập một phân vùng đã mật mã, dùng cụm từ mật khẩu như là khoá mật mã.

source: The mouse can be used in both the Linux console (with gpm) and the X window environment. Normally, this is a simple matter of installing <filename>gpm</filename> and the X server itself. Both should be configured to use <filename>/dev/input/mice</filename> as the mouse device. The correct mouse protocol is named <userinput>exps2</userinput> in gpm, and <userinput>ExplorerPS/2</userinput> in X. The respective configuration files are <filename>/etc/gpm.conf</filename> and <filename>/etc/X11/xorg.conf</filename>.
el: Το ποντίκι μπορεί να χρησιμοποιηθεί τόσο στην κονσόλα του Linux (με gpm) όσο και στο παραθυρικό περιβάλλον Χ. Συνήθως αυτό γίνεται απλά με την εγκατάσταση του ίδιου του <filename>gpm</filename> και του εξυπηρετητή X. Και τα δύο θα πρέπει να ρυθμιστούν ώστε να χρησιμοποιούν το <filename>/dev/input/mice</filename> σαν συσκευή ποντικιού. Το σωστό πρωτόκολλο για το ποντίκι είναι το <userinput>exps2</userinput> για το gpm, και το <userinput>ExplorerPS/2</userinput> για το Χ. Τα αντίστοιχα αρχεία ρυθμίσεων είναι τα <filename>/etc/gpm.conf</filename> και <filename>/etc/X11/xorg.conf</filename>.

source: Certain kernel modules must be loaded in order for your mouse to work. In most cases the correct modules are autodetected, but not always for old-style serial and bus mice<footnote> <para> Serial mice usually have a 9-hole D-shaped connector; bus mice have an 8-pin round connector, not to be confused with the 6-pin round connector of a PS/2 mouse or the 4-pin round connector of an ADB mouse. </para> </footnote>, which are quite rare except on very old computers. Summary of Linux kernel modules needed for different mouse types: <informaltable><tgroup cols="2"><thead> <row> <entry>Module</entry> <entry>Description</entry> </row> </thead><tbody> <row> <entry>psmouse</entry> <entry>PS/2 mice (should be autodetected)</entry> </row> <row> <entry>usbhid</entry> <entry>USB mice (should be autodetected)</entry> </row> <row> <entry>sermouse</entry> <entry>Most serial mice</entry> </row> <row> <entry>logibm</entry> <entry>Bus mouse connected to Logitech adapter card</entry> </row> <row> <entry>inport</entry> <entry>Bus mouse connected to ATI or Microsoft InPort card</entry> </row> </tbody></tgroup></informaltable> To load a mouse driver module, you can use the <command>modconf</command> command (from the package with the same name) and look in the category <userinput>kernel/drivers/input/mouse</userinput>.
el: Για να λειτουργήσει το ποντίκι σας θα πρέπει να φορτωθούν συγκεκριμένα αρθρώματα του πυρήνα. Στις περισσότερες περιπτώσεις αυτά ανιχνεύονται αυτόματα, όχι όμως πάντα για παλιού τύπου σειριακά ποντίκια και ποντίκια διαύλου (bus mice) <footnote> <para> Τα σειριακά ποντίκια έχουν συνήθως μια διασύνδεση σε σχήμα-D με 9 οπές. Τα ποντίκια διαύλου έχουν μια στρογγυλή διασύνδεση με 8 ακίδες (8-pin), που δεν θα πρέπει να συγχέεται με την στρογγυλή διασύνδεση των 6 ακίδων ενός ποντικιού PS/2 ή την στρογγυλή διασύνδεση 4 ακίδων ενός ποντικιού ADB.</para> </footnote>, που είναι αρκετά σπάνια εκτός από πολύ παλιούς υπολογιστές. Περίληψη των αρθρωμάτων του πυρήνα του Linux που χρειάζονται για τους διαφορετικούς τύπους ποντικιών:<informaltable><tgroup cols="2"><thead> <row> <entry>Άρθρωμα</entry> <entry>Περιγραφή</entry> </row> </thead><tbody> <row> <entry>psmouse</entry> <entry>ποντίκια PS/2 (θα πρέπει να ανιχνεύεται αυτόματα)</entry> </row> <row> <entry>usbhid</entry> <entry>ποντίκια USB (θα πρέπει να ανιχνεύονται αυτόματα)</entry> </row> <row> <entry>sermouse</entry> <entry>Τα περισσότερα σειριακά ποντίκια </entry> </row> <row> <entry>logibm</entry> <entry>Ποντίκι διαύλου συνδεδεμένου σε μια κάρτα προσαρμογέα Logitech </entry> </row> <row> <entry>inport</entry> <entry>Ποντίκι διαύλου συνδεδεμένου σε κάρτα ATI ή Microsoft InPort</entry> </row> </tbody></tgroup></informaltable> Για να φορτώσετε ένα άρθρωμα οδηγού για ποντίκι, μπορείτε να χρησιμοποιήσετε την εντολή <command>modconf</command> command (από το ομώνυμο πακέτο) και ψάχνοντας στην κατηγορία <userinput>kernel/drivers/input/mouse</userinput>.

source: A standard installation for the i386 architecture, including all standard packages and using the default 2.6 kernel, takes up &std-system-size;MB of disk space. A minimal base installation, without the <quote>Standard system</quote> task selected, will take &base-system-size;MB.
el: Η βασική εγκατάσταση για την αρχιτεκτονική i386, περιλαμβάνοντας όλα τα συνηθισμένα πακέτα και χρησιμοποιώντας τον προεπιλεγμένο πυρήνα 2.6 καταλαμβάνει μέχρι &std-system-size;MB χώρου στο δίσκο. Μια ελάχιστη βασική εγκατάσταση, χωρίς την επιλογή της ομάδας πακέτων <quote>Συνηθισμένο σύστημα</quote>, θα καταλάβει &base-system-size;MB..
vi: Bản cài đặt chuẩn trên máy kiểu i386, gồm các gói chuẩn và dùng hạt nhân phiên bản 2.6 mặc định, chiếm &std-system-size; MB sức chứa trên đĩa. Còn một bản cài đặt tối thiểu, không có công việc <quote>Hệ thống chuẩn</quote> được chọn, chiếm &base-system-size; MB.

source: Laptop
el: Φορητός υπολογιστής
fi: Läppäri
vi: Máy tính xách tay

source: <command>debootstrap</command> can download the needed files directly from the archive when you run it. You can substitute any Debian archive mirror for <userinput>&archive-mirror;/debian</userinput> in the command example below, preferably a mirror close to you network-wise. Mirrors are listed at <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.
el: Το <command>debootstrap</command> μπορεί, όταν το τρέξετε, να κατεβάσει τα απαραίτητα αρχεία αυτόματα από την αρχειοθήκη. Μπορείτε να αντικαταστήσετε το <userinput>&archive-mirror;/debian</userinput> στο παράδειγμα της εντολής που ακολουθεί με οποιονδήποτε καθρέφτη της αρχειοθήκης του Debian, κατά προτίμηση με κάποιον που να βρίσκεται δικτυακά κοντά σας. Οι διάφοροι καθρέφτες παραθέτονται στο <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.

source: Starting a shell from the graphical frontend is currently not supported. This means that relevant options to do that (which are available when you use the textual frontend), will not be shown in the main menu of the installation system and in the menu for the rescue mode. You will instead have to switch (as described above) to the shells that are available on virtual consoles VT2 and VT3.
el: Η έναρξη ενός κελύφους από το γραφικό frontend δεν υποστηρίζεται αυτή τη στιγμή. Αυτό σημαίνει ότι οι σχετικές επιλογές για να το κάνετε αυτό (και οι οποίες είναι διαθέσιμες όταν χρησιμοποιείτε το frontend κειμένου) δεν θα εμφανίζονται στο κύριο μενού του συστήματος εγκατάστασης και στο μενού της κατάστασης διάσωσης. Αντί γι' αυτό, θα πρέπει να αλλάξετε (όπως περιγράφηκε παραπάνω) στα κελύφη που είναι διαθέσιμα στις εικονικές κονσόλες VT2 και VT3.

source: After booting the installer in rescue mode, it may be useful to start a shell in the root partition of an already installed system. This is possible (after you have selected the partition to be mounted as the root partition) by switching to VT2 or VT3 and entering the following command:
el: Μετά την εκκίνηση του εγκαταστάτη σε κατάσταση διάσωσης, μπορεί να είναι χρήσιμο να ξεκινήσετε ένα κέλυφος στην ριζική κατάτμηση ενός ήδη εγκατεστημένου συτήματος. Αυτό είναι εφικτο (αφού έχετε επιλέξει την προσάρτηση της κατάτμησης σαν ριζικής) αλλάζοντας στις κονσόλες VT2 ή VT3 και εισάγοντας την ακόλουθη εντολή:

source: # /usr/sbin/debootstrap --arch ARCH &releasename; \ /mnt/debinst http://ftp.us.debian.org/debian
fi: # /usr/sbin/debootstrap --arch ARCH &releasename; \ /mnt/debinst http://ftp.fi.debian.org/debian
vi: # /usr/sbin/debootstrap --arch KIẾN_TRÚC &releasename; \ /mnt/debinst http://ftp.us.debian.org/debian

source: In Linux you have various special files in <filename>/dev</filename>. These files are called device files. In the Unix world accessing hardware is different. There you have a special file which actually runs a driver which in turn accesses the hardware. The device file is an interface to the actual system component. Files under <filename>/dev</filename> also behave differently than ordinary files. Below are the most important device files listed.
ko: 리눅스에서는 <filename>/dev</filename> 안에 여러가지 특수한 파일이 들어 있습니다. 이 파일들을 장치 파일이라고 합니다. 유닉스 세계에서는 하드웨어를 접근하는 방법이 좀 다릅니다. 어떤 특수 파일에 접근하면 실제로는 거기에 해당하는 하드웨어에 접근하게 됩니다. 장치 파일은 실제 시스템의 구성 하드웨어에 대한 인터페이스입니다. <filename>/dev</filename>에 있는 파일은 일반 파일과 완전히 다르게 동작하기도 합니다. 다음은 중요한 장치 파일의 목록입니다.
sv: I Linux har man olika specialfiler i <filename>/dev</filename>. De här filerna kallas för enhetsfiler. I Unix-världen skiljer sig åtkomst mot maskinvaran. Där har du en specialfil som faktiskt kör en drivrutin som i sin tur kommer åt maskinvaran. Enhetsfilen är ett gränssnitt till den faktiska systemkomponenten. Filer under <filename>/dev</filename> uppträder olikt vanliga filer. Nedan är de mest viktiga enhetsfilerna listade.

source: Everything pointed to this device will disappear
ko: 이 장치로 들어간 데이터는 모두 사라집니다
sv: Allting som pekas till den här enheten kommer att försvinna

source: If gpm is disabled or not installed with some reason, make sure to set X to read directly from the mouse device such as /dev/psaux. For details, refer to the 3-Button Mouse mini-Howto at <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename>, and <ulink url="&url-xorg;current/doc/html/mouse.html">README.mouse</ulink>.
ko: gpm을 사용하지 않거나 무언가의 이유로 설치하지 않았다면, X를 설정할 때 /dev/psaux같은 마우스 장치에서 직접 신호를 읽어들이도록 하십시오. 자세한 사항은 <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>의 3 단추 마우스 미니 하우투, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename>, <ulink url="&url-xorg;current/doc/html/mouse.html">README.mouse</ulink>를 참고하십시오.
sv: Om gpm är inaktiverad eller inte installerad av någon anledning, se till att ställa in X till att läsa direkt från musenheten såsom /dev/psaux. För detaljer, referera till 3-knappsmus mini-Howto på <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename> och <ulink url="&url-xorg;current/doc/html/mouse.html">README.mouse</ulink>.

source: The base installation for i386 using the default 2.4 kernel, including all standard packages, requires 573MB of disk space.
ko: 기본 2.4 커널을 사용해 i386에서 기본 설치를 하려면 표준 꾸러미를 모두 합쳐서 573MB의 디스크 공간을 차지합니다.
sv: Grundinstallationen för i386 med en standard 2.4-kärna, inklusive alla standardpaket, kräver 573MB diskutrymme.

source: Note that you will need to add the sizes listed in the table to the size of the base installation when determining the size of partitions. Most of the size listed as <quote>Installed size</quote> will end up in <filename>/usr</filename>; the size listed as <quote>Download size</quote> is (temporarily) required in <filename>/var</filename>.
ko: 파티션의 크기를 결정할 때, 베이스를 설치했을 때의 크기에다가 다음 표에 나온 크기를 더해야 합니다. <quote>설치 크기</quote>에 들어 있는 크기의 대부분은 <filename>/usr</filename>에 해당합니다. <quote>내려받기 크기</quote>는 (일시적으로) <filename>/var</filename>에 필요합니다.
sv: Notera att du behöver lägga till storlekarna som listas i tabellen till storleken för grundinstallationen när storlekarna på partitionerna bestäms. De flesta storlekar listade som <quote>Installerad storlek</quote> kommer att hamna i <filename>/usr</filename>; storleken listad som <quote>Hämtad storlek</quote> krävs (temporärt) i <filename>/var</filename>.

source: Desktop
ko: 데스크탑
sv: Skrivbordsmiljö

source: The <emphasis>Desktop</emphasis> task will install both the Gnome and KDE desktop environments.
ko: <emphasis>Desktop</emphasis> 작업은 GNOME과 KDE 데스크탑 환경을 모두 설치합니다.
sv: Uppgiften <emphasis>Skrivbordsmiljö</emphasis> kommer att installera båda skivbordsmiljöerna, Gnome och KDE.

source: If you install in a language other than English, <command>tasksel</command> may automatically install a <firstterm>localization task</firstterm>, if one is available for your language. Space requirements differ per language; you should allow up to 200MB in total for download and installation.
ko: 영어가 아닌 언어로 설치한다면 <command>tasksel</command>에서 자동으로 <firstterm>지역화 작업</firstterm>을 (해당 언어에 대한 작업이 있다면) 설치합니다. 언어마다 필요한 공간이 다릅니다. 내려받고 설치하는데 최대 200MB까지의 공간이 있어야 합니다.
sv: Om du installerar i ett annat språk än engelska, kan <command>tasksel</command> automatiskt installera en <firstterm>lokaliseringsuppgift</firstterm>, om en finns tillgänglig för ditt språk. Utrymmeskrav skiljer sig mellan språken; du bör avsätta upp till 200MB totalt för hämtning och installation.

source: With your current *nix partitioning tools, repartition the hard drive as needed, creating at least one filesystem plus swap. You need at least 150MB of space available for a console only install, or at least 300MB if you plan to install X.
ko: 기존 유닉스용 파티션 도구를 이용해 하드 드라이브를 필요한 대로 다시 파티션하십시오. 최소한 파일 시스템 한 개를 스왑으로 만드십시오. 콘솔만 설치하는 경우는 최소 150MB의 공간이 필요하고 X를 설치한다면 최소 300MB가 필요합니다.
sv: Med dina aktuella partitioneringsverktyg, partitionera om hårddisken efter behov, skapa åtminstone ett filsystem plus växlingsutrymme. Du behöver minst 150MB diskutrymme tillgängligt för en installation för endast konsoll, eller minst 300MB om du planerar att installera X.

source: To create file systems on your partitions. For example, to create an ext3 file system on partition <filename>/dev/hda6</filename> (that's our example root partition): <informalexample><screen> # mke2fs -j /dev/hda6 </screen></informalexample> To create an ext2 file system instead, omit <userinput>-j</userinput>.
ko: 파티션에 파일 시스템을 만드려면 다음과 같이 하십시오. 예를 들어 <filename>/dev/hda6</filename> 파티션에 ext3 파일 시스템을 만드는 경우라면 (여기 예제에서 루트 파티션입니다): <informalexample><screen> # mke2fs -j /dev/hda6 </screen></informalexample> ext2 파일 시스템을 만드는 경우라면 <userinput>-j</userinput> 옵션을 빼십시오.
sv: För att skapa ett filsystem på dina partitioner. Till exempel, för att skapa ett ext3-filsystem på partition <filename>/dev/hda6</filename> (det är vår rotpartition i exemplet): <informalexample><screen> # mke2fs -j /dev/hda6 </screen></informalexample> För att skapa ett ext2-filsystem istället, uteslut <userinput>-j</userinput>.

source: Initialize and activate swap (substitute the partition number for your intended Debian swap partition): <informalexample><screen> # mkswap /dev/hda5 # sync; sync; sync # swapon /dev/hda5 </screen></informalexample> Mount one partition as <filename>/mnt/debinst</filename> (the installation point, to be the root (<filename>/</filename>) filesystem on your new system). The mount point name is strictly arbitrary, it is referenced later below.
ko: 스왑을 초기화하고 활성화하십시오 (파티션을 사용하려는 데비안 스왑 파티션으로 바꾸십시오): <informalexample><screen> # mkswap /dev/hda5 # sync; sync; sync # swapon /dev/hda5 </screen></informalexample> 한 파티션을 <filename>/mnt/debinst</filename>에 (루트 (<filename>/</filename>) 파일시스템을 설치할 위치) 마운트하십시오. 마운트 위치 이름은 마음대로 정한 것이고, 아래에서 계속 사용합니다.
sv: Initialisera och aktivera växlingsutrymme (ersätt partitionsnumret med din tilltänkta Debian-partition för växlingsutrymme): <informalexample><screen> # mkswap /dev/hda5 # sync; sync; sync # swapon /dev/hda5 </screen></informalexample> Montera en partition som <filename>/mnt/debinst</filename> (installationspunkten, som ska vara rotfilsystemet (<filename>/</filename>) på ditt nya system). Namnet på monteringspunkten är strikt godtycklig, det refereras till senare här nedan.

source: The tool that the Debian installer uses, which is recognized as the official way to install a Debian base system, is <command>debootstrap</command>. It uses <command>wget</command> and <command>ar</command>, but otherwise depends only on <classname>/bin/sh</classname> and basic Unix/Linux tools<footnote> <para> These include the GNU core utilities and commands like <command>sed</command>, <command>grep</command>, <command>tar</command> and <command>gzip</command>. </para> </footnote>. Install <command>wget</command> and <command>ar</command> if they aren't already on your current system, then download and install <command>debootstrap</command>.
ko: 데비안 설치 프로그램이 사용하는 도구로, 데비안 베이스 시스템을 설치하는 공식적인 방법은 <command>debootstrap</command>입니다. <command>debootstrap</command>은 <command>wget</command>과 <command>ar</command>을 사용하지만, 그 밖에는 <classname>/bin/sh</classname>와 기본 Unix/Linux도구들 <footnote><para> 여기엔 GNU 기본 유틸리티와 <command>sed</command>, <command>grep</command>, <command>tar</command>와<command>gzip</command>같은 명령을 포함합니다. </para> </footnote>만 있으면 됩니다. 기존 시스템에 <command>wget</command>과 <command>ar</command>이 없으면 설치하십시오. 그리고 <command>debootstrap</command>을 내려 받고 설치하십시오.
sv: Verktyget som Debian Installer använder, som är känt som det officiella sättet att installera ett grundsystem av Debian, är <command>debootstrap</command>. Det använder <command>wget</command> och <command>ar</command>, men är annars endast beroende av <classname>/bin/sh</classname> och grundläggande Unix/Linux-verktyg<footnote> <para> Dessa inkluderar GNU-kärnverktyg och kommandon såsom <command>sed</command>, <command>grep</command>, <command>tar</command> och <command>gzip</command>. </para> </footnote>. Installera <command>wget</command> och <command>ar</command> om de inte redan finns på ditt aktuella system, hämta och installera sedan <command>debootstrap</command>.

source: Or, you can use the following procedure to install it manually. Make a work folder for extracting the .deb into: <informalexample><screen> # mkdir work # cd work </screen></informalexample> The <command>debootstrap</command> binary is located in the Debian archive (be sure to select the proper file for your architecture). Download the <command>debootstrap</command> .deb from the <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink>, copy the package to the work folder, and extract the binary files from it. You will need to have root privileges to install the binaries.
ko: 아니면, 다음 방법을 이용해 수동으로 설치할 수도 있습니다. 먼저 .deb 파일을 풀 작업용 폴더를 만드십시오: <informalexample><screen> # mkdir work # cd work </screen></informalexample> 바이너리 파일은 데비안 아카이브에 있습니다. (아키텍쳐에 맞는 파일을 선택하도록 하십시오) <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> 꾸러미 풀</ulink>에서 <command>debootstrap</command> .deb 파일을 내려받으시고, 꾸러미를 작업용 폴더에 복사하고, 바이너리 파일을 풀어 내십시오. 이 바이너리를 설치하려면 루트 권한이 필요할 것입니다.
sv: Eller så kan du använda följande procedur för att installera det manuellt. Skapa en arbetskatalog för att extrahera .deb till: <informalexample><screen> # mkdir work # cd work </screen></informalexample> Binären <command>debootstrap</command> finns i Debian-arkivet (se till att välja den lämpliga filen för din arkitektur). Hämta <command>debootstrap</command> .deb från <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink>, kopiera paketet till arbetsmappen, och extrahera binärfilerna från det. Du kommer att behöva root-privilegier för att installera binärerna.

source: # ar -x debootstrap_0.X.X_arch.deb # cd / # zcat /full-path-to-work/work/data.tar.gz | tar xv
ko: # ar -x debootstrap_0.X.X_아키텍처.deb # cd / # zcat /full-path-to-work/work/data.tar.gz | tar xv

source: Note that running <command>debootstrap</command> may require you to have a minimal version of <classname>glibc</classname> installed (currently GLIBC_2.3). <command>debootstrap</command> itself is a shell script, but it calls various utilities that require <classname>glibc</classname>.
ko: <command>debootstrap</command>을 실행하려면 <classname>glibc</classname>의 최소한의 버전은 (현재 GLIBC_2.3) 있어야 합니다. <command>debootstrap</command> 자체는 쉘 스크립트이지만, 이 스크립트에서 glibc가 있어야 하는 여러 가지 유틸리티를 실행합니다.
sv: Notera att köra <command>debootstrap</command> kan kräva att du har en minimal version av <classname>glibc</classname> installerad (för närvarande GLIBC_2.3). <command>debootstrap</command> själv är ett skalskript, men det anropar olika verktyg som kräver <classname>glibc</classname>.

source: Substitute one of the following for <replaceable>ARCH</replaceable> in the <command>debootstrap</command> command: <userinput>alpha</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, or <userinput>sparc</userinput>.
ko: <command>debootstrap</command> 명령에서 <replaceable>ARCH</replaceable>를 다음 중의 하나로 바꾸십시오: <userinput>alpha</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, <userinput>sparc</userinput>.
sv: Ersätt en av följande för <replaceable>ARCH</replaceable> i kommandot <command>debootstrap</command>: <userinput>alpha</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput> eller <userinput>sparc</userinput>.
