Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: Now you've got a real Debian system, though rather lean, on disk. <command>Chroot</command> into it:
ko: 이제 디스크에 작지만 진짜 데비안 시스템이 들어 있습니다. 이 데비안 시스템으로 <command>chroot</command>하십시오:
sv: Nu har du ett riktigt Debian-system på disk. Kör <command>chroot</command> in i det:

source: You need to create <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Here is a sample you can modify to suit: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Use <userinput>mount -a</userinput> to mount all the file systems you have specified in your <filename>/etc/fstab</filename>, or to mount file systems individually use: <informalexample><screen> # mount /path # e.g.: mount /usr </screen></informalexample> You can mount the proc file system multiple times and to arbitrary locations, though <filename>/proc</filename> is customary. If you didn't use <userinput>mount -a</userinput>, be sure to mount proc before continuing:
ko: <filename>/etc/fstab</filename>을 만들어야 합니다. <informalexample><screen> # editor /etc/fstab </screen></informalexample> 여기에 있는 예제를 필요에 맞게 수정하면 됩니다: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> <userinput>mount -a</userinput> 명령으로 <filename>/etc/fstab</filename>에 지정한 파일시스템을 모두 마운트하십시오. 아니면 다음 명령으로 파일시스템을 하나하나 마운트하십시오: <informalexample><screen> # mount /path # 예를 들어: mount /usr </screen></informalexample> proc 파일시스템은 여러번 어느 위치에서든 마운트할 수 있습니다. (하지만 /proc을 관행적으로 사용합니다.) <userinput>mount -a</userinput> 명령을 사용하지 않았다면, 계속하시기 전에 꼭 proc을 마운트하십시오.
sv: Du behöver skapa <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Här är ett exempel du kan ändra för att passa: <informalexample><screen> # /etc/fstab: statisk filsystemsinformation. # # filsystem monteringsp. typ flaggor dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Använd <userinput>mount -a</userinput> för att montera alla filsystem som du har angivet i din <filename>/etc/fstab</filename>, eller för att montera filsystem individuellt: <informalexample><screen> # mount /path # exempelvis: mount /usr </screen></informalexample> Du kan montera proc-filsystemet flera gånger och på godtyckliga platser, även om <filename>/proc</filename> är anpassningsbar. Om du inte använde <userinput>mount -a</userinput>, se till att montera proc innan du fortsätter:

source: Configure Keyboard
ko: 키보드 설정
sv: Konfigurera tangentbordet

source: To configure your keyboard:
ko: 키보드를 설정하려면:
sv: För att konfigurera ditt tangentbord:

source: To configure networking, edit <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>/etc/hostname</filename> and <filename>/etc/hosts</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Here are some simple examples from <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Enter your nameserver(s) and search directives in <filename>/etc/resolv.conf</filename>: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> A simple <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Enter your system's host name (2 to 63 characters): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> If you have multiple network cards, you should arrange the names of driver modules in the <filename>/etc/modules</filename> file into the desired order. Then during boot, each card will be associated with the interface name (eth0, eth1, etc.) that you expect.
ko: 네트워크를 설정하려면, <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>/etc/hostname</filename>과 <filename>/etc/hosts</filename> 파일을 편집하십시오. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> 다음은 <filename>/usr/share/doc/ifupdown/examples</filename>에 들어 있는 예제입니다: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> 네임서버와 search 명령을 <filename>/etc/resolv.conf</filename>에 입력하십시오: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> 간단한 <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> 시스템의 호스트이름을 입력하십시오 (2글자에서 63글자까지): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> 네트워크 카드가 여러개라면, <filename>/etc/modules</filename>에 드라이버 모듈 이름을 적당한 순서로 맞춰야 합니다. 그래야 부팅할 때 각 카드가 의도한 해당 인터페이스 이름으로 (eth0, eth1 등) 연결됩니다.

source: Configure Locales
ko: 로케일 설정하기
sv: Konfigurera lokalanpassning

source: To configure your locale settings to use a language other than English, install the locales support package and configure it: <informalexample><screen> # apt-get install locales # dpkg-reconfigure locales </screen></informalexample> NOTE: Apt must be configured beforehand by creating a sources.list and running apt-get update. Before using locales with character sets other than ASCII or latin1, please consult the appropriate localization HOWTO.
ko: 영어가 아닌 언어를 사용할 때 로케일을 설정하려면 로케일 지원 꾸러미를 설치하고 그 꾸러미를 설정하십시오: <informalexample><screen> # apt-get install locales # dpkg-reconfigure locales </screen></informalexample> 주의: 이 명령을 실행하기 전에 source.list를 생성하고 apt-get update를 실행해서 apt를 설정해야 합니다. ASCII 혹은 latin1 이외의 문자셋을 사용하는 로케일을 사용하려면 그 전에 적당한 지역화 HOWTO를 참고하십시오.
sv: För att konfigurera din lokalinställning för att använda ett språk annat än engelska, installera paketet för lokalstöd och konfigurera det: <informalexample><screen> # apt-get install locales # dpkg-reconfigure locales </screen></informalexample> NOTERA: Apt måste vara konfigurerad före det här genom att skapa en sources.list och köra apt-get update. Före användning av lokaler med teckenkodning annan än ASCII eller latin1, vänligen konsultera lämplig HOWTO för lokalisering.

source: If you intend to boot this system, you probably want a Linux kernel and a boot loader. Identify available pre-packaged kernels with <informalexample><screen> # apt-cache search <phrase condition="classic-kpkg">kernel</phrase><phrase condition="common-kpkg">linux</phrase>-image </screen></informalexample> Then install your choice using its package name.
ko: 이 시스템을 부팅하려면, 리눅스 커널과 부트로더가 있어야 합니다. 다음 명령으로 미리 꾸러미로 만들어져 있는 커널을 알아보십시오: <informalexample><screen> # apt-cache search <phrase condition="classic-kpkg">kernel</phrase><phrase condition="common-kpkg">linux</phrase>-image </screen></informalexample> 그리고 꾸러미 이름을 하나 골라서 설치하십시오.

source: To make your &debian; system bootable, set up your boot loader to load the installed kernel with your new root partition. Note that debootstrap does not install a boot loader, though you can use apt-get inside your Debian chroot to do so.
ko: &debian; 시스템을 부팅 가능하게 하려면, 부트로더를 설정해서 루트 파티션에서 설치한 커널을 읽어들이도록 하십시오. debootstrap은 부트로더를 설치하지 않는다는 점에 주의하십시오. 하지만 apt-get을 데비안 chroot 안에서 사용하면 부트로더를 설치할 수 있습니다.
sv: För att göra ditt &debian;-system startbart, ställ in din starthanterare att läsa in den installerade kärnan med din nya rotpartition. Notera att debootstrap inte installerar en starthanterare, dock kan du använda apt-get inne i din Debian chroot-miljö för att göra det.

source: Check <userinput>info grub</userinput> or <userinput>man lilo.conf</userinput> for instructions on setting up the bootloader. If you are keeping the system you used to install Debian, just add an entry for the Debian install to your existing grub <filename>menu.lst</filename> or <filename>lilo.conf</filename>. For <filename>lilo.conf</filename>, you could also copy it to the new system and edit it there. After you are done editing, call lilo (remember it will use <filename>lilo.conf</filename> relative to the system you call it from).
ko: <userinput>info grub</userinput> 혹은 <userinput>man lilo.conf</userinput> 명령으로 부트로더 설정 방법을 미리 알아보십시오. 데비안을 설치할 때 사용했던 기존 시스템을 계속 유지하는 경우라면, 기존의 grub <filename>menu.lst</filename> 혹은 <filename>lilo.conf</filename>에 데비안에 해당하는 항목을 추가하십시오. <filename>lilo.conf</filename>의 경우, 파일을 새로운 시스템으로 복사해 와서 편집할 수도 있습니다. 편집을 마친 다음에는 lilo를 실행하십시오. (lilo를 실행하면 실행하는 시스템에 상대적인 <filename>lilo.conf</filename> 파일을 사용하게 됩니다.)
sv: Kontrollera <userinput>info grub</userinput> eller <userinput>man lilo.conf</userinput> för instruktioner om hur man ställer in starthanteraren. Om du behåller systemet du använde för att installera Debian, lägg bara till en post för Debian-installationen till din existerande grub <filename>menu.lst</filename> eller <filename>lilo.conf</filename>. För <filename>lilo.conf</filename>, kan du även kopiera den till det nya systemet och redigera den där. Efter att du är klar med redigeringen, anropa lilo (kom ihåg att det använder <filename>lilo.conf</filename> relativt till systemet du anropar det från).

source: This section explains how to install &debian; on a computer without Ethernet card, but with just a remote gateway computer attached via a Null-Modem cable (also called Null-Printer cable). The gateway computer should be connected to a network that has a Debian mirror on it (e.g. to the Internet).
ko: 이 부분은 이더넷 카드가 없지만, 게이트웨이 컴퓨터에 널 모뎀 케이블을 (널 프린터 케이블이라고도 합니다) 통해 연결되어 있는 컴퓨터에 &debian;을 설치하는 방법을 설명합니다. 게이트웨이 컴퓨터는 데비안 미러가 있는 네트워크에 (예를 들어 인터넷에) 연결되어 있어야 합니다.
sv: Den här sektionen förklarar hur man installerar &debian; på en dator utan ett Ethernet-kort, men med en dator som fjärrgateway ansluten via en nollmodemkabel (också kallad nollskrivarkabel). Gatewaydatorn bör anslutas till ett nätverk som har en Debian-spegel på sig (exempelvis Internet).

source: Boot the installation media. The installation needs to be run in expert mode; enter <userinput>expert</userinput> at the boot prompt. Below are the answers that should be given during various stages of the installation.
ko: 설치 미디어로 부팅하십시오. 설치는 전문가 모드로 해야 합니다. 부팅 프롬프트에서 <userinput>expert</userinput>를 입력하십시오. 아래는 설치 단계에서 입력해야 할 사항들입니다.
sv: Starta upp installationsmediumet. Installationen behöver köras i expertläge; ange <userinput>expert</userinput> vid uppstartsprompten. Nedan är svaren som ska anges under de olika stegen av installationen.

source: Load installer components
ko: 설치 프로그램 구성 요소 읽어들이기
sv: Läs in installationskomponenter

source: Prompt for module parameters: Yes
ko: 모듈 파라미터에 대한 프롬프트: 예
sv: Fråga efter modulparametrar: Ja

source: Additional parameters for module parport_pc: <userinput><replaceable>io=0x378 irq=7</replaceable></userinput>
ko: parport_pc 모듈의 추가 파라미터: <userinput><replaceable>io=0x378 irq=7</replaceable></userinput>
sv: Ytterligare parametrar för modulen parport_pc: <userinput><replaceable>io=0x378 irq=7</replaceable></userinput>

source: Additional parameters for module plip: leave empty
ko: plip 모듈의 추가 파라미터: 비워둡니다
sv: Ytterligare parametrar för modulen plip: lämna blank

source: # /usr/sbin/debootstrap --arch ARCH &releasename; \ /mnt/debinst http://http.us.debian.org/debian
sv: # /usr/sbin/debootstrap --arch ARCH &releasename; \ /mnt/debinst http://http.se.debian.org/debian
