Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: The utility used by the Debian installer, and recognized as the official way to install a Debian base system, is <command>debootstrap</command>. It uses <command>wget</command> and <command>ar</command>, but otherwise depends only on <classname>/bin/sh</classname> and basic Unix/Linux tools<footnote> <para> These include the GNU core utilities and commands like <command>sed</command>, <command>grep</command>, <command>tar</command> and <command>gzip</command>. </para> </footnote>. Install <command>wget</command> and <command>ar</command> if they aren't already on your current system, then download and install <command>debootstrap</command>.
el: Το εργαλείο που χρησιμοποιεί ο εγκαταστάτης του Debian, και που αναγνωρίζεται σαν ο επίσημος τρόπος για να εγκαταστήσετε ένα βασικό σύστημα Debian, είναι το <command>debootstrap</command>. Χρησιμοποιεί τα<command>wget</command> και <command>ar</command>, αλλά κατά τ' άλλα εξαρτάται μόνο από το <classname>/bin/sh</classname> και βασικά εργαλεία του Unix/Linux <footnote> <para> Αυτά περιλαμβάνουν τα βασικά βοηθήματα του GNU και εντολές όπως οι <command>sed</command>, <command>grep</command>, <command>tar</command> και <command>gzip</command>. </para> </footnote>. Εγκαταστήστε τα <command>wget</command> και <command>ar</command> αν δεν είναι ήδη εγκατεστημένα στο υπάρχον σύστημά σας, και στη συνέχεια κατεβάστε και εγκαταστήστε το <command>debootstrap</command>.
fi: Debianin asentimen käyttämä työkaluohjelma on <command>debootstrap</command>. Se on virallinen tapa Debianin peruskokoonpanon asentamiseen. Se käyttää komentoja <command>wget</command> ja <command>ar</command>, mutta on muuten riippuvainen ainoastaan <classname>/bin/sh</classname>:sta ja Unixin/Linuxin perusohjelmista<footnote> <para> Näitä ovat GNU:n perustyökalut ja komennot kuten <command>sed</command>, <command>grep</command>, <command>tar</command> ja <command>gzip</command>. </para> </footnote>. Asenna <command>wget</command> ja <command>ar</command> jos niitä ei vielä nykyjärjestelmässä ole, ja nouda ja asenna sitten <command>debootstrap</command>.
hu: A Debian telepítő által használt eszköz, mely a Debian alaprendszer telepítésének hivatalos módja a <command>debootstrap</command>. A <command>wget</command> és <command>ar</command> programokat használja, de amúgy csak a <classname>/bin/sh</classname> és alapi Unix/Linux eszközöket használja<footnote> <para> Ezek a GNU mag-eszközök (coreutils) és <command>sed</command>, <command>grep</command>, <command>tar</command> és <command>gzip</command> parancsok. </para> </footnote>. Telepítsd a <command>wget</command> és <command>ar</command> programokat, majd töltsd le és telepítsd a <command>debootstrap</command> programot.
vi: Tiện ích được dùng bởi trình cài đặt Debian, cũng được chấp nhận như là phương pháp chính thức để cài đặt hệ thống cơ bản Debian, là <command>debootstrap</command>. Nó dùng chương trình <command>wget</command> và <command>ar</command>, nhưng về mặt khác thì phụ thuộc chỉ vào <classname>/bin/sh</classname> và công cụ Unix/Linux cơ bản<footnote> <para> Những công cụ này gồm có các tiện ích lõi của GNU và lệnh như <command>sed</command>, <command>grep</command>, <command>tar</command> và <command>gzip</command>. </para> </footnote>. Hãy cài đặt hai trình <command>wget</command> và <command>ar</command>, nếu chúng chưa nằm trên hệ thống của bạn, rồi tải về và cài đặt <command>debootstrap</command>.

source: Or, you can use the following procedure to install it manually. Make a work folder for extracting the .deb into: <informalexample><screen> # mkdir work # cd work </screen></informalexample> The <command>debootstrap</command> binary is located in the Debian archive (be sure to select the proper file for your architecture). Download the <command>debootstrap</command> .deb from the <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink>, copy the package to the work folder, and extract the files from it. You will need to have root privileges to install the files.
el: Ή μπορείτε να ακολουθήσετε την παρακάτω διαδικασία για να το εγκαταστήσετε με το χέρι. Δημιουργήστε έναν κατάλογο εργασίας για να αποσυμπιέσετε εκεί το πακέτο .deb:<informalexample><screen> # mkdir work # cd work </screen></informalexample>. Το πακέτο <command>debootstrap</command> βρίσκεται στην αρχειοθήκη του Debian (βεβαιωθείτε ότι διαλέγετε το σωστό αρχείο για την αρχιτεκτονική σας). Κατεβάστε το πακέτο <command>debootstrap</command> .deb από το <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink>, αντιγράψτε το πακέτο στον κατάλογο εργασίας, και εξάγετε από αυτό τα αρχεία που περιέχει. Πρέπει να έχετε προνόμια χρήστη root για να εγκαταστήσετε τα αρχεία αυτά.
fi: Tai voidaan käyttää seuraavaa menettelyä ja asentaa se itse. Tee työhakemisto johon .deb puretaan: <informalexample><screen> # mkdir work # cd work </screen></informalexample> Komennon <command>debootstrap</command> suoritettava ohjelmatiedosto on Debianin asennuspalvelimella (muista valita oikea tiedosto koneen suoritinperheelle). Nouda <command>debootstrap</command> .deb <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> varastoalueelta</ulink>, kopioi paketti työhakemistoon ja pura siitä suorituskelpoiset ohjelmatiedostot, joiden asentamiseen tarvitaan pääkäyttäjän oikeuksia.
hu: Vagy használd az alábbi eljárást kézi telepítésére. Készíts egy munka-könyvtárat a .deb kibontására: <informalexample><screen> # mkdir munka # cd munka </screen></informalexample> A <command>debootstrap</command> bináris a Debian archívumban van (a gépednek megfelelő fájlt válaszd). Töltsd le a <command>debootstrap</command> .deb fájlt innen: <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink> a munka könyvtárba és bontsd ki fájljait. Rendszergazda jog kell a fájlok telepítéséhez.
vi: Hoặc bạn có thể tự cài đặt nó bằng thủ tục theo đây. Hãy tạo một thư mục <filename>work</filename> vào đó cần giải nén .deb: <informalexample><screen> # mkdir work # cd work </screen></informalexample> Tập tin nhị phân <command>debootstrap</command> nằm trong kho Debian (hãy chắc là bạn chọn tập tin thích hợp với kiến trúc của mình). Tải tập tin dạng .deb <command>debootstrap</command> xuống <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink>, sao chép gói đó vào thư mục <filename>work</filename>, rồi giải thích các tập tin nhị phân ra nó. Bạn cần phải có quyền người chủ để cài đặt các tập tin nhị phân này.

source: # ar -x debootstrap_0.X.X_all.deb # cd / # zcat /full-path-to-work/work/data.tar.gz | tar xv
el: # ar -xf debootstrap_0.X.X_arch.deb # cd / # zcat /full-path-to-work/work/data.tar.gz | tar xv
fi: # ar -x debootstrap_0.X.X_arch.deb # cd / # zcat /kokonainen-polkunimi/work/data.tar.gz | tar xv
hu: # ar -x debootstrap_0.X.X_all.deb # cd / # zcat /a-munka-útvonala/munka/data.tar.gz | tar xv
vi: # ar -x debootstrap_0.X.X_all.deb # cd / # zcat /đường_dẫn_đầy_đủ_đến_work/work/data.tar.gz | tar xv

source: Run <command>debootstrap</command>
el: Τρέξτε το <command>debootstrap</command>
fi: Suoritetaan <command>debootstrap</command>
hu: Futtasd a <command>debootstrap</command> programot
ko: <command>debootstrap</command> 실행
sv: Kör <command>debootstrap</command>
vi: Chạy <command>debootstrap</command>

source: <command>debootstrap</command> can download the needed files directly from the archive when you run it. You can substitute any Debian archive mirror for <userinput>http.us.debian.org/debian</userinput> in the command example below, preferably a mirror close to you network-wise. Mirrors are listed at <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.
fi: Komento <command>debootstrap</command> osaa noutaa tarvittavat tiedostot suoraan varastoalueelta. <userinput>http://ftp.fi.debian.org/debian</userinput> tilalle voi kirjoittaa minkä tahansa Debianin asennuspalvelimen kopion, mieluiten verkon topologiassa lähellä olevan. Asennuspalvelimen kopioiden luettelo on osoitteessa <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.
hu: A <command>debootstrap</command> le tudja tölteni a szükséges fájlokat az archívumból. A lenti példában lévő <userinput>http.us.debian.org/debian</userinput> bármilyen tükööre cserélhető, lehetőleg válassz közelit. A tükrök listája itt: <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.
ko: <command>debootstrap</command>을 실행하면 필요한 파일들을 아카이브에서 직접 내려받습니다. 아래의 명령어 예제에서 <userinput>http.us.debian.org/debian</userinput>을 아무 데비안 아카이브 미러로 바꿀 수 있습니다. 네트워크에서 가까이 있는 미러로 하는 게 좋습니다. 미러 목록은 <ulink url="http://www.debian.org/misc/README.mirror"></ulink>에 있습니다.
sv: <command>debootstrap</command> kan hämta de nödvändiga filerna direkt från arkivet när du kör det. Du kan ersätta <userinput>http.se.debian.org/debian</userinput> mot vilken Debian-arkivspegel som du vill i kommandoexemplet nedan, en spegel närmast ditt nätverk är att föredra. Speglar finns listade på <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.

source: If you have a &releasename; &debian; CD mounted at <filename>/cdrom</filename>, you could substitute a file URL instead of the http URL: <userinput>file:/cdrom/debian/</userinput>
el: Αν έχετε ένα CD με την έκδοση &releasename; του &debian; προσαρτημένου στο <filename>/cdrom</filename>, μπορείτε να αντικαταστήσετε ένα URL αρχείου αντί του ενός http URL: <userinput>file:/cdrom/debian/</userinput>
fi: Jos &releasename; &debian; -romppu on liitettynä hakemistoon <filename>/cdrom</filename>, voidaan http URL korvata tiedostoon viittaavalla URL:llä: <userinput>file:/cdrom/debian/</userinput>
hu: Egy <filename>/cdrom</filename> könyvtárba csatolt &releasename; &debian; CD esetén fájl URL is megadható: <userinput>file:/cdrom/debian/</userinput>
ko: &releasename; &debian; CD를 <filename>/cdrom</filename>에 마운트했다면 http URL 대신에 file URL을 쓸 수 있습니다: <userinput>file:/cdrom/debian/</userinput>
sv: Om du har en &releasename; &debian; cd monterad på <filename>/cdrom</filename>, kan du ersätta en fil-url istället för en http-URL: <userinput>file:/cdrom/debian/</userinput>
vi: Nếu bạn có đĩa CD &debian; &releasename; được gắn kết vào <filename>/cdrom</filename>, bạn có khả năng thay thế địa chỉ Mạng kiểu HTTP bằng địa chỉ kiểu tập tin: <userinput>file:/cdrom/debian/</userinput>

source: Substitute one of the following for <replaceable>ARCH</replaceable> in the <command>debootstrap</command> command: <userinput>alpha</userinput>, <userinput>amd64</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, or <userinput>sparc</userinput>.
el: Αντικαταστήστε ένα από τα ακόλουθα για την αρχιτεκτονική <replaceable>ARCH</replaceable> στην εντολή <command>debootstrap</command>: <userinput>alpha</userinput>, <userinput>amd64</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, ή <userinput>sparc</userinput>.
fi: Korvaa komennossa <command>debootstrap</command> <replaceable>ARCH</replaceable> jollakin seuraavista: <userinput>alpha</userinput>, <userinput>amd64</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, tai <userinput>sparc</userinput>.
hu: Jelenleg az alábbi <replaceable>ARCH</replaceable> nevek választhatók a <command>debootstrap</command> parancsban: <userinput>alpha</userinput>, <userinput>amd64</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput> vagy <userinput>sparc</userinput>.
vi: Hãy thay thế một của những tên sau cho <replaceable>KIẾN_TRÚC</replaceable> trong lệnh <command>debootstrap</command>: <userinput>alpha</userinput>, <userinput>amd64</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, or <userinput>sparc</userinput>.

source: Configure The Base System
el: Ρύθμιση του βασικού συστήματος
fi: Perusjärjestelmän asetukset
hu: Az alaprendszer beálíltása
ko: 베이스 시스템 설정
sv: Konfigurera grundsystemet
vi: Cấu hình hệ thống cơ bản

source: Now you've got a real Debian system, though rather lean, on disk. <command>chroot</command> into it: <informalexample><screen> # LANG=C chroot /mnt/debinst /bin/bash </screen></informalexample> After chrooting you may need to set the terminal definition to be compatible with the Debian base system, for example:
el: Τώρα που έχετε ένα πραγματικό σύστημα Debian στον δίσκο σας, αν και μάλλον πολύ βασικό, μπορείτε να κάνετε <command>chroot</command> σ' αυτό: <informalexample><screen> # LANG=C chroot /mnt/debinst /bin/bash </screen></informalexample> Μετά από το chrooting ίσως χρειαστείτε να ορίσετε το τερματικό σας με τρόπο ώστε να είναι συμβατό με το βασικό σύστημα του Debian, για παράδειγμα:
fi: Nyt on levyllä oikea Debian-järjestelmä, vaikkakin varsin suppea. Siirry siihen komennolla <command>chroot</command>: <informalexample><screen> # LANG=C chroot /mnt/debinst /bin/bash </screen></informalexample> Kun chroot on tehty, saattaa olla tarpeen määritellä pääte yhteensopivaksi Debianin perusjärjestelmän kanssa, esimerkiksi:
hu: Most van egy igazi Debian rendszered - bár még csak rendkívül egyszerű - a lemezen. A <command>chroot</command> segítségével válts ebbe gyökeret: <informalexample><screen> # LANG=C chroot /mnt/debinst /bin/bash </screen></informalexample> Ezután be kell állítanod egy Debian rendszerrel kompatibilis terminál definíciót, például:
vi: Lúc bây giờ bạn có hệ thống Debian thật, dù hơi gầy, trên đĩa. Hãy <command>chroot</command> vào nó : <informalexample><screen> # LANG=C chroot /mnt/debinst /bin/bash </screen></informalexample>Sau khi chroot, bạn có thể cần phải đặt lời định nghĩa thiết bị cuối tương thích với hệ thống cơ bản Debian, chẳng hạn:

source: Mount Partitions
el: Προσαρτήστε τα τμήματα
fi: Liitetään osiot
hu: Partíciók csatolása
ko: 파티션 마운트하기
sv: Montera partitioner
vi: Gắn kết phân vùng

source: You need to create <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Here is a sample you can modify to suit: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /media/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /media/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Use <userinput>mount -a</userinput> to mount all the file systems you have specified in your <filename>/etc/fstab</filename>, or, to mount file systems individually, use: <informalexample><screen> # mount /path # e.g.: mount /usr </screen></informalexample> Current Debian systems have mountpoints for removable media under <filename>/media</filename>, but keep compatibility symlinks in <filename>/</filename>. Create these as as needed, for example: <informalexample><screen> # cd /media # mkdir cdrom0 # ln -s cdrom0 cdrom # cd / # ln -s media/cdrom </screen></informalexample> You can mount the proc file system multiple times and to arbitrary locations, though <filename>/proc</filename> is customary. If you didn't use <userinput>mount -a</userinput>, be sure to mount proc before continuing:
el: Πρέπει να δημιουργήσετε το αρχείο <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Εδώ υπάρχει ένα υπόδειγμα που μπορείτε να τροποποιήσετε ώστε να ταιριάζει στις ανάγκες σας: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Χρησιμοποιήστε την εντολή <userinput>mount -a</userinput> για να προσαρτήσετε όλα τα συστήματα αρχείων που έχετε προσδιορίσει στο αρχείο <filename>/etc/fstab</filename>, ή αν θέλετε να προσαρτήσετε μεμονωμένα συστήματα αρχείων χρησιμοποιήστε: <informalexample><screen> # mount /path # e.g.: mount /usr </screen></informalexample> Συστήματα Debian έχουν αυτή τη στιγμή σημαεία προσάρτησης για αφαιρέσιμα μέσα στον κατάλογο <filename>media</filename>, αλλά διατηρούν και συμβολικούς δεσμούς για συμβατότητα στον ριζικό κατάλογο <filename>/</filename>. Δημιουργήστε τα σύμφωνα με τις ανάγκες σας, για παράδειγμα:<informalexample><screen> # cd /media # mkdir cdrom0 # ln -s cdrom0 cdrom # cd / # ln -s media/cdrom </screen></informalexample> Μπορείτε να προσαρτήσετε το σύστημα αρχείων proc πολλαπλές φορές και σε αυθαίρετες τοποθεσίες, αν και το σημείο <filename>/proc</filename> είναι το σύνηθες. Αν δεν χρησιμοποιήσατε την εντολή <userinput>mount -a</userinput>, βεβαιωθείτε να προσαρτήσετε το proc πριν συνεχίσετε:
fi: On luotava tiedosto <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Tästä esimerkkitiedostosta voi muokata sopivan: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /media/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /media/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Komento <userinput>mount -a</userinput> liittää kaikki tiedostossa <filename>/etc/fstab</filename> luetellut tiedostojärjestelmät, tai liitä tiedostojärjestelmät yksitellen komentamalla: <informalexample><screen> # mount /path # esim.: mount /usr </screen></informalexample> Nykyiset Debian-järjestelmät tekevät liitoskohdat irrotettaville taltioille hakemistoon <filename>/media</filename>, mutta säilyttävät yhteensopivuuden takia symboliset linkit hakemistossa <filename>/</filename>. Luo linkit tarpeen mukaan, esimerkiksi: <informalexample><screen> # cd /media # mkdir cdrom0 # ln -s cdrom0 cdrom # cd / # ln -s media/cdrom </screen></informalexample> Tiedostojärjestelmä proc voidaan liittää useita kertoja ja mielivaltaisiin liitoskohtiin, vaikkakin tapana on käyttää <filename>/proc</filename>. Jos ei käytetty komentoa <userinput>mount -a</userinput>, varmistu että proc on liitetty ennen jatkamista:
hu: Létre kell hozni a <filename>/etc/fstab</filename> fájlt. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Itt egy példa: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /media/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /media/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Használd a <userinput>mount -a</userinput> parancsot a <filename>/etc/fstab</filename> fájlban megadott összes partíció csatolásához, vagy 1 csatolásához használj egy ilyet: <informalexample><screen> # mount /path # például: mount /usr </screen></informalexample> A jelenlegi Debian rendszerek a mozgatható médiát már a <filename>/media</filename> könyvtárban kezelik, de biztosítanak komparibilitási jláncokat a <filename>/</filename> könyvtárban. Hozd őket létre ahogy kell, például: <informalexample><screen> # cd /media # mkdir cdrom0 # ln -s cdrom0 cdrom # cd / # ln -s media/cdrom </screen></informalexample> A proc fájlrendszer többször és tetszőleges helyre csatolható, de a <filename>/proc</filename> adott. Ha nem használtad a <userinput>mount -a</userinput> parancsot, csatold a proc fájlrendszert a folytatás előtt:
vi: Bạn cần phải tạo tập tin <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Đây là mẫu bạn có thể sửa đổi để thích hợp với hệ thống: <informalexample><screen> # /etc/fstab: thông tin tĩnh về hệ thống tập tin. # # hệ thống tệp điểm lắp kiểu tùy chọn lần đổ /dev/XXX / ext3 defaults 0 1 /dev/XXX /boot ext3 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /media/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /media/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext3 rw,nosuid,nodev 0 2 /dev/XXX /var ext3 rw,nosuid,nodev 0 2 /dev/XXX /usr ext3 rw,nodev 0 2 /dev/XXX /home ext3 rw,nosuid,nodev 0 2 </screen></informalexample> Hãy dùng lệnh <userinput>mount -a</userinput> để lắp mọi hệ thống tập tin bạn đã xác định trong tập tin <filename>/etc/fstab</filename>, hoặc để lắp mỗi hệ thống tập tin riêng, dùng: <informalexample><screen> # mount /đường_dẫn # v.d.: mount /usr </screen></informalexample> Các hệ thống Debian hiện thời có những điểm lắp cho vật chứa rời dưới <filename>/media</filename>, còn giữ các liên kết tương trưng để tương thích trong <filename>/</filename>. Hãy tạo chúng như yêu cầu, chẳng hạn: <informalexample><screen> # cd /media # mkdir cdrom0 # ln -s cdrom0 cdrom # cd / # ln -s media/cdrom </screen></informalexample> Bạn có khả năng lắp hệ thống tập tin proc nhiều lần và vào nhiều vị trí, dù <filename>/proc</filename> thường dùng. Nếu bạn chưa dùng lệnh <userinput>mount -a</userinput>, kiểm tra xem bạn đã lắp proc trước khi tiếp tục.

source: The command <userinput>ls /proc</userinput> should now show a non-empty directory. Should this fail, you may be able to mount proc from outside the chroot:
el: Η εντολή <userinput>ls /proc</userinput> θα πρέπει τώρα να δείξει έναν μη-κενό κατάλογο. Σε περίπτωση αποτυχίας, μπορείτε να προσαρτήσετε το proc έξω από το chroot κατάλογο:
fi: Komennon <userinput>ls /proc</userinput> pitäisi nyt näyttää tiedostoja hakemistossa. Jos tämä ei toimi, proc voidaan ehkä liittää chroot-eristyksen ulkopuolelta:
hu: Az <userinput>ls /proc</userinput> tele kell, hogy legyen. Ha üres, kívülről kell csatolnod:
ko: <userinput>ls /proc</userinput> 명령을 실행하면 여러 파일이 들어 있는 디렉토리 내용을 표시합니다. 이 명령이 실패하면 chroot 바깥에서 proc을 마운트할 수 있습니다.
sv: Kommandot <userinput>ls /proc</userinput> bör nu visa en icke-tom katalog. Om det här skulle misslyckas, kan du kanske montera proc utanför chroot:
vi: Sau đó, lệnh liệt kê <userinput>ls /proc</userinput> nên hiển thị thư mục khác rỗng. Nếu nó bị lỗi, có lẽ bạn có khả năng gắn kết <filename>proc</filename> từ bên ngoài chroot đó.
