Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: Name server addresses: you can enter the same addresses used on source (see <filename>/etc/resolv.conf</filename>)
el: Διευθύνσεις των διακομιστών ονοματοδοσίας: μπορείτε να εισάγετε τις ίδιες διευθύνσεις που χρησιμοποιήθηκαν και στο σύστημα αφετηρίας (δείτε το αρχείο <filename>/etc/resolv.conf</filename>).
fi: Nimipalvelinten osoitteet: voidaan käyttää samoja kuin yhdyskäytäväkone (katso tiedostosta <filename>/etc/resolv.conf</filename>)
hu: Név kiszolgáló címek: a forráson is használt címek használhatók (lásd a <filename>/etc/resolv.conf</filename> fájlt)
ko: 네임서버 주소: 소스에서 사용한 같은 주소를 입력합니다. (<filename>/etc/resolv.conf</filename> 파일 참고)
sv: Namnserveradresser: du kan ange samma adresser som används på källan (se <filename>/etc/resolv.conf</filename>)
vi: Các địa chỉ của máy phục vụ tên: bạn có khả năng nhập cùng những địa chỉ được dùng trên máy tính nguồn (xem tập tin cấu hình <filename>/etc/resolv.conf</filename>)

source: The Graphical Installer
el: Ο γραφικός εγκαταστάτης
fi: Graafinen asennin
hu: A grafikus telepítő
vi: Bộ cài đặt đồ họa

source: The graphical version of the installer is only available for a limited number of architectures, including &arch-title;. The functionality of the graphical installer is essentially the same as that of the regular installer as it basically uses the same programs, but with a different frontend.
el: Η γραφική έκδοση του εγκαταστάτη είναι διαθέσιμη μόνο σε έναν περιορισμένο αριθμό αρχιτεκτονικών, συμπεριλαμβανομένης της &arch-title;. Η λειτουργικότητα του γραφικού εγκαταστάτη είναι ουσιαστικά η ίδια με αυτήν του συνηθισμένου εγκαταστάτη καθώς χρησιμοποιεί βασικά τα ίδια προγράμματα, αλλά με ένα διαφορετικό frontend.
fi: Asentimen graafinen versio on saatavilla vain muutamille laitealustoille, mukaan lukien &arch-title;. Graafisen asentimen toiminnallisuus on käytännöllisesti katsoen sama kuin tavallisen asentimen, koska se käyttää samoja ohjelmia mutta erilaisella edustaohjelmalla.
hu: A telepítő grafikus változata csak pár típusú, például &arch-title; gépre érhető el. A grafikus telepítő feladata ugyanaz, mint a simáé csak más felületen.
vi: Phiên bản đồ họa của bộ cài đặt chỉ sẵn sàng cho một số kiến trúc bị hạn chế, gồm &arch-title;. Bộ cài đặt đồ họa thật có cùng chức năng với bộ cài đặt chuẩn, vì nó sử dụng cùng những chương trình thông qua giao diện khác.

source: Although the functionality is identical, the graphical installer still has a few significant advantages. The main advantage is that it supports more languages, namely those that use a character set that cannot be displayed with the regular <quote>newt</quote> frontend. It also has a few usability advantages such as the option to use a mouse, and in some cases several questions can be displayed on a single screen.
el: Αν και η λειτουργικότητα είναι ταυτόσημη, ο γραφικός εγκαταστάτης έχει παρ' όλα αυτά μερικά αξιοσημείωτα πλεονεκτήματα. Το κυριότερο είναι ότι υποστηρίζει περισσότερες γλώσσες, δηλαδή εκείνες που χρησιμοποιούν ένα σύνολο χαρακτήρων που δεν μπορούν να εμφανιστούν με το συνηθισμένο frontend <quote>newt</quote>. Έχει επίσης μερικά πλεονεκτήματα χρηστικότητας όπως την επιλογή χρήσης ενός ποντικιού, και σε μερικές περιπτώσεις αρκετές ερωτήσεις μπορούν να εμφανιστούν σε μια και μόνο οθόνη.
fi: Vaikkakin toiminnallisuus on sama, on graafisella asentimella silti muutamia merkittäviä etuja. Tärkein etu on enemmän tuettuja kieliä, nimittäin ne kielet joiden merkistöä ei tavallinen <quote>newt</quote>-edustaohjelma osaa näyttää. Käytettävyysetuja on mahdollisuus käyttää hiirtä, ja joissakin tapauksissa voidaan useita kysymyksiä esittää samalla ruudulla.
hu: Bár feladatuk ugyanaz, a grafikus telepítőnek is van pár előnye. A fő előny, hogy még több nyelvet képes támogatni, főleg azokat, melyek olyan karakter készlettet használnak, melyet a sima <quote>newt</quote> felület nem tud megjeleníteni. A felhasználás szempontjából képes használni az egeret és néha pár kérdés egy képernyőre vonható.
vi: Mặc dù có chức năng trùng, bộ cài đặt đồ họa vẫn còn có vài lợi ích đáng kể. Lợi ích chính là nó hỗ trợ số ngôn ngỡ lớn hơn, đặc biệt những ngôn ngữ được viết bằng bộ ký tự không thể được hiển thị bằng giao diện <quote>newt</quote> chuẩn. Nó cũng có vài lợi ích trong cách sử dụng, như (tùy chọn) khả năng sử dụng con chuột, và trong một số trường hợp riêng, vài câu hỏi có thể được hiển thị trên cùng một màn hình.

source: The graphical installer is available with all CD images and with the hd-media installation method. As the graphical installer uses a separate (much larger) initrd than the regular installer, it has to be booted using <userinput>installgui</userinput> instead of <userinput>install</userinput>. Analogous, the expert and rescue modes are booted using <userinput>expertgui</userinput> and <userinput>rescuegui</userinput> respectively.
el: Ο γραφικός εγκαταστάτης είναι διαθέσιμος με όλες τις εικόνες CD και με την μέθοδο εγκατάστασης με μέσα hd-media. Καθώςο γραφικός εγκαταστάτης χρησιμοποιεί έναν ξεχωριστό (και πολύ μεγαλύτερο) δίσκο μνήμης initrd από τον συνηθισμένο εγκαταστάτη, θα πρέπει να εκκινηθεί χρησιμοποιώντας την επιλογή <userinput>installgui</userinput> αντί της <userinput>install</userinput>. Ανάλογα, ο εγκαταστάτης εκκινείται στις καταστάσεις expert και rescue χρησιμοποιώντας <userinput>expertgui</userinput> και <userinput>rescuegui</userinput> αντίστοιχα.
fi: Graafinen asennin on käytettävissä kaikilla CD-otoksilla ja asennustavalla hd-media. Koska graafinen asennin käyttää toista (paljon suurempaa) initrd:tä kuin tavallinen asennnin, se on käynnistettävä komennolla <userinput>installgui</userinput> eikä <userinput>install</userinput>. Vastaavasti expert- ja hätäkäynnistys tehdään komennoilla <userinput>expertgui</userinput> ja <userinput>rescuegui</userinput>.
hu: A grafikus telepítő elérhető minden CD kép és hd-media telepítő móddal. Mivel a grafikus telepítő önálló (sokkal nagyobb) initrd-t használ, mint a sima, az <userinput>installgui</userinput> és nem a sima <userinput>install</userinput> szóval indul. A grafikus szakértő és mentő módok az <userinput>expertgui</userinput> és <userinput>rescuegui</userinput> szóval.
vi: Bộ cài đặt đồ họa có sẵn cùng với mọi ảnh đĩa CD, cũng với phương pháp cài đặt vào vật chứa đĩa cứng. Vì bộ cài đặt đồ họa sử dụng một initrd riêng rất lớn hơn bộ cài đặt chuẩn, nó cần phải được khởi động bằng <userinput>installgui</userinput> thay cho <userinput>install</userinput>. Tương tự, những chế độ chuyên môn và cứư được khởi động bằng <userinput>expertgui</userinput> và <userinput>rescuegui</userinput> riêng từng cái.

source: It is also available as a special <quote>mini</quote> ISO image<footnote id="gtk-miniiso"> <para> The mini ISO image can be downloaded from a Debian mirror as described in <xref linkend="downloading-files"/>. Look for <quote>gtk-miniiso</quote>. </para> </footnote>, which is mainly useful for testing; in this case the image is booted just using <userinput>install</userinput>. There is no graphical installer image that can be netbooted.
el: Είναι επίσης διαθέσιμος σαν μια ειδική <quote>mini</quote> εικόνα ISO <footnote id="gtk-miniiso"> <para> H εικόνα ISO mini μπορεί να μεταφορτωθεί από έναν καθρέφτη του Debian όπως περιγράφεται στην ενότητα <xref linkend="downloading-files"/>. Κοιτάξτε για το αρχείο <quote>gtk-miniiso</quote>. </para> </footnote>, που είναι κυρίως χρήσιμο για δοκιμές. Στην περίπτωση αυτή η εικόνα εκκινείται απλά χρησιμοποιώντας <userinput>install</userinput>. Δεν υπάρχει γραφικός εγκαταστάτης που να εκκινείται δικτυακά.
fi: Graafinen asennin on saatavilal myös erikoisena <quote>mini</quote> ISO-otoksena<footnote id="gtk-miniiso"> <para> Mini ISO-otos voidaan noutaa Debianin asennuspalvelimelta kuten <xref linkend="downloading-files"/> neuvoo. Etsi otosta <quote>gtk-miniiso</quote>. </para> </footnote>, joka on tarkoitettu lähinnä testaamiseen; tässä tapauksessa otos käynnistetään komennolla <userinput>install</userinput>. Mitään graafisen asentimen otosta ei voi käyttää käynnistettäessä verkosta.
hu: Speciális <quote>mini</quote> ISO képként is létezik<footnote id="gtk-miniiso"> <para> A mini ISO kép egy Debian tükörről tölthető le a <xref linkend="downloading-files"/> szerint. Keresd ezt: <quote>gtk-miniiso</quote>. </para> </footnote>, mely főleg teszt célú; ekkor a kép az <userinput>install</userinput> szóra indul. Nincs grafikus hálózati-indító kép.
vi: Bộ cài đặt đồ họa cũng có sẵn dạng ảnh ISO <quote>nhỏ</quote> đặc biệt<footnote id="gtk-miniiso"> <para>Ảnh ISO nhỏ này có thể được tải xuống máy nhân bản Debian nào như được diễn tả trong <xref linkend="downloading-files"/>. Tìm tên <quote>gtk-miniiso</quote>. </para> </footnote>, mà có ích chính để thử ra; trong trường hợp này, ảnh được khởi động chỉ bằng <userinput>install</userinput>. Chưa có ảnh bộ cài đặt đồ họa có thể được khởi động qua mạng.

source: For &arch-title;, currently only an experimental <quote>mini</quote> ISO image is available<footnote id="gtk-miniiso"> <para> The mini ISO image can be downloaded from a Debian mirror as described in <xref linkend="downloading-files"/>. Look for <quote>gtk-miniiso</quote>. </para> </footnote>. It should work on almost all PowerPC systems that have an ATI graphical card, but is unlikely to work on other systems.
el: Για την αρχιτεκτονική &arch-title;, υπάρχει προς το παρόν διαθέσιμη μόνο μια πειραματική εικόνα ISO <quote>mini</quote> <footnote id="gtk-miniiso"> <para> Η εικόνα ISO mini μπορεί να μεταφορτωθεί από έναν καθρέφτη του Debian όπως περιγράφεται στην ενότητα <xref linkend="downloading-files"/>. Κοιτάξτε για το αρχείο <quote>gtk-miniiso</quote>. </para> </footnote>. Θα πρέπει να δουλεύει σε όλα σχεδόν τα συστήματα PowerPC systems που έχουν μια κάρτα γραφικών ATI, αλλά είναι μάλλον απίθανο να δουλεύει σε άλλα συστήματα.
fi: Laitealustalle &arch-title; on tällä hetkellä saatavilla vain koekäyttöön <quote>mini</quote> ISO-otos<footnote id="gtk-miniiso"> <para> Mini ISO-otos voidaan noutaa Debianin asennuspalvelimelta kuten <xref linkend="downloading-files"/> neuvoo. Etsi otosta <quote>gtk-miniiso</quote>. </para> </footnote>. Sen pitäisi toimia melkein kaikilla PowerPC-koneilla joissa on ATI:n näytönohjain, mutta luultavasti muissa koneissa se ei toimi.
hu: A jelen &arch-title; géphez még csak egy kísérleti <quote>mini</quote> ISO kép elérhető<footnote id="gtk-miniiso"> <para> A mini ISO kép egy Debian tükörről tölthető le a <xref linkend="downloading-files"/> szerint. Keresd ezt: <quote>gtk-miniiso</quote>. </para> </footnote>. Szinte minden ATI kártyás PowerPC rendszeren működik más kártyákkal viszont valószínűleg nem.
vi: Cho &arch-title;, hiện thời chỉ có sẵn một ảnh ISO <quote>mini</quote> thử nghiệm<footnote id="gtk-miniiso"> <para>Ảnh ISO nhỏ này có thể được tải xuống máy nhân bản Debian nào như được diễn tả trong <xref linkend="downloading-files"/>. Tìm tên <quote>gtk-miniiso</quote>. </para> </footnote>. Nó nên hoạt động được trên gần tất cả các hệ thống PowerPC có thẻ đồ họa kiểu ATI, nhưng rất có thể sẽ không hoạt động được trên hệ thống khác.

source: The graphical installer requires significantly more memory to run than the regular installer: &minimum-memory-gtk;. If insufficient memory is available, it will automatically fall back to the regular <quote>newt</quote> frontend.
el: Ο γραφικός εγκαταστάτης απαιτεί σημαντικά περισσότερη μνήμη για να τρέξει από τον συνηθισμένο εγκαταστάτη:&minimum-memory-gtk;. Αν δεν υπάρχει επαρκής μνήμη διαθέσιμη θα περάσει αυτόματα στο συνηθισμένο frontend.<quote>newt</quote>.
fi: Graafinen asennin vaati merkittävästi enemmän muistia kuin tavallinen asennin: &minimum-memory-gtk;. Jos muistia ei ole riittävästi, palataan automaattisesti käyttämään tavallista <quote>newt</quote>-käyttöliittymää.
hu: A grafikus telepítő jóval nagyobb memória-igényű, mint a sima: &minimum-memory-gtk;. Ha kevés van, a sima <quote>newt</quote> felület pótolja.
vi: Việc chạy vộ cài đặt đồ họa cần thiết bộ nhớ hơi nhiều hơn bộ cài đặt chuẩn: &minimum-memory-gtk;. Không đủ bộ nhớ thì nó tự động sẽ dùng lại giao diện <quote>newt</quote>.

source: You can add boot parameters when starting the graphical installer, just as with the regular installer. One of those parameters allows you to configure the mouse for left-handed use. See <xref linkend="boot-parms"/> for valid parameters.
el: Μπορείτε να προσθέσετε παραμέτρους εκκίνησης όταν ξεκινάτε τον γραφικό εγκαταστάτη ακριβώς όπως και με τον συνηθισμένο εγκαταστάτη. Μια από αυτές τις παραμέτρους σας επιτρέπει να ρυθμίσετε το ποντίκι για χρήση από αριστερόχειρες. Δείτε την ενότητα <xref linkend="boot-parms"/> για έγκυρες παραμέτρους.
fi: Graafista asenninta käynnistettäessä voidaan antaa käynnistysparametrejä samalla tavalla kuin tavalliselle asentimelle. Yksi parametreista muuttaa hiiren asetuksen vasenkätiseen käyttöön. <xref linkend="boot-parms"/> kertoo käytettävissä olevat parametrit.
hu: Indító paraméterek ugyanúgy adhatók a grafikus telepítőhöz, mint a simához. E paraméterek egyike az egeret balkezesre állítja. Lásd az <xref linkend="boot-parms"/> részt az érvényes paraméterekért.
vi: Bạn có khả năng thêm các tham số khởi động khi khởi chạy bộ cài đặt đồ họa, đúng như khi khởi động bộ cài đặt chuẩn. Một của những tham số này cũng cho bạn có khả năng cấu hình con chuột để sử dụng tay trái. Xem <xref linkend="boot-parms"/> để tìm các tham số hợp lệ.

source: Using the graphical installer
el: Χρησιμοποιώντας τον γραφικό εγκαταστάτη
fi: Graafisen asentimen käyttö
hu: A grafikus telepítő használata
vi: Cách sử dụng bộ cài đặt đồ họa

source: As already mentioned, the graphical installer basically works the same as the regular installer and thus the rest of this manual can be used to guide you through the installation process.
el: Όπως αναφέρθηκε ήδη, ο γραφικός εγκαταστάτης δουλεύει βασικά όπως ο συνηθισμένος εγκαταστάτης και συνεπώς το υπόλοιπο αυτού του εγχειριδίου μπορεί να χρησιμοποιηθεί για να σας καθοδηγήσει στην διαδικασία εγκατάστασης.<keycap>+</keycap> and <keycap>-</keycap>
fi: Kuten jo mainittiin, graafinen asennin toimii samalla tavalla kuin tavallinen asennin ja niinpä tätä ohjetta voidaan yhtä lailla käyttää asennusohjeena.
hu: A grafikus telepítő a simához hasonlóan működik, melyet e kézikönyv bemutat.
vi: Như nói trên, bộ cài đặt thật hoạt động đúng như bộ cài đặt chuẩn, thì phần còn lại của sổ tay này có thể được dùng để hướng dẫn bạn qua tiến trình cài đặt.

source: If you prefer using the keyboard over the mouse, there are two things you need to know. To expand a collapsed list (used for example for the selection of countries within continents), you can use the <keycap>+</keycap> and <keycap>-</keycap> keys. For questions where more than one item can be selected (e.g. task selection), you first need to tab to the <guibutton>Continue</guibutton> button after making your selections; hitting enter will toggle a selection, not activate <guibutton>Continue</guibutton>.
el: Αν προτιμάτε να χρησιμοποιήσετε το πληκτρολόγιο αντί για το ποντίκι, υπάρχουν δυο πράγματα που θα πρέπει να γνωρίζετε. Για να αναπτύξετε μια συνεπτυγμένη λίστα (που χρησιμοποιείται για παράδειγμα για την επιλογή χωρών από τις ηπείρους) μπορείτε να χρησιμοποιήσετε τα πλήκτρα <keycap>+</keycap> και <keycap>-</keycap>. Για ερωτήσεις όπου μπορείτε να επιλέξετε περισσότερα από ένα αντικείμενα (πχ. επιλογή ομάδων πακέτων) πρέπει αφού κάνετε τις επιλογές σας να πάτε πρώτα στο κουμπί <guibutton>Συνέχεια</guibutton> με το πλήκτρο tab. Πατώντας το πλήκτρο enter θα επιλέξει/αποεπιλέξει μια επιλογή, δεν θα ενεργοποιήσει την <guibutton>Συνέχεια</guibutton>.
fi: Jos käytät näppäimistöä mieluummin kuin hiirtä, olisi tiedettävä kaksi seikkaa. Supistettu lista (käytetään esimerkiksi valittaessa maa mannerkohtaisesta luettelosta) laajennetaan käyttäen näppäimiä <keycap>+</keycap> ja <keycap>-</keycap>. Kysymyksissä joissa voidaan valita useampi kuin yksi kohta (esim. tehtävien valinnassa), on ensin siirryttävä sarkaimella <guibutton>Jatka</guibutton>-painikkeeseen kun valinnat on tehty; Enterin painaminen tarkoittaa valinnan vaihtamista, ei painikkeen <guibutton>Jatka</guibutton> painamista.
hu: Ha inkább a billentyűzetet szereted, 2 dolgot kell tudni. A zárt listák kinyitásához (például a földrészenkénti ország választásban használt) a <keycap>+</keycap> és <keycap>-</keycap> használható. A többes választásoknál (például feladat választás) a tab billentyűvel lehet a <guibutton>Tovább</guibutton> gombra lépni a választások után; az enter itt mindig egy adott választást kapcsol, nem a <guibutton>Tovább</guibutton> gombot működteti.
vi: Thích sử dụng bàn phím hơn là con chuột thì có hai thứ bạn cần biết. Để bung danh sách đã co lại (dùng chẳng hạn khi chọn quốc gia bên trong châu), bạn có thể sử dụng hai phím dấu cộng <keycap>+</keycap> và dấu trừ <keycap>-</keycap>. Đối với câu hỏi yêu cầu bạn chọn một mục trong nhiều điều (v.d. chọn công việc), trước tiên bạn cần phải bấm phím Tab tới cái nút <guibutton>Tiếp tục</guibutton> sau khi chọn mục thích hợp, rồi bám phím <keycap>Enter</keycap> sẽ bật/tắt sự chọn, không phải kích hoạt cái nút <guibutton>Tiếp tục</guibutton>.

source: To switch to another console, you will also need to use the <keycap>Ctrl</keycap> key, just as with the X Window System. For example, to switch to VT1 you would use: <keycombo> <keycap>Ctrl</keycap> <keycap>Left Alt</keycap> <keycap>F1</keycap> </keycombo>.
el: Για να πάτε σε μια άλλη κονσόλα, θα πρέπει επίσης να χρησιμοποιήσετε το πλήκτρο <keycap>Ctrl</keycap> ακριβώς όπως και με το παραθυρικό σύστημα Χ. Για παράδειγμα, για να πάτε στην κονσόλα VT1 θα πρέπει να χρησιμοποιήσετε:<keycombo> <keycap>Ctrl</keycap> <keycap>Left Alt</keycap> <keycap>F1</keycap> </keycombo>.
fi: Toiseen konsoliin vaihdettaessa on käytettävä myös näppäintä <keycap>Ctrl</keycap>, kuten tehdään X Window -järjestelmässäkin. Esimerkiksi konsoliin VT1 vaihdetaan painamalla: <keycombo> <keycap>Ctrl</keycap> <keycap>Left Alt</keycap> <keycap>F1</keycap> </keycombo>.
hu: Másik konzolra váltáshoz a <keycap>Ctrl</keycap> billentyű is kell, mint az X ablakozó rendszernél. Például a VT1 virtuális terminálra váltás módja: <keycombo> <keycap>Ctrl</keycap> <keycap>Balt Alt</keycap> <keycap>F1</keycap> </keycombo>.
vi: Để chuyển đổi sang bàn giao tiếp khác, bạn cũng cần phải sử dụng phím <keycap>Ctrl</keycap>, đúng như trong hệ thống cửa sổ X. Lấy thí dụ, để chuyển đổi sang VT1, bạn cần dùng tổ hợp phím: <keycombo> <keycap>Ctrl</keycap> <keycap>Alt trái</keycap> <keycap>F1</keycap> </keycombo>.

source: Known issues
el: Γνωστά προβλήματα
fi: Tunnetut viat
hu: Ismert hiba-jelenségek
vi: Vấn đề đã biết

source: Etch is the first release that includes the graphical installer and uses some relatively new technology. There are a few known issues that you may run into during the installation. We expect to be able to fix these issues for the next release of &debian;.
el: Η Etch είναι η πρώτη έκδοση που περιλαμβάνει τον γραφικό εγκαταστάτη και χρησιμοποιεί μια σχετικά καινούρια τεχνολογία. Υπάρχουν μερικά γνωστά προβλήματα που μπορεί να συναντήσετε στη διάρκεια της εγκατάστασης. Περιμένουνμε ότι θα μπορέσουμε να διορθώσουμε τα προβλήματα αυτά στην επόμενη έκδοση του &debian;.
fi: Etch on ensimmäinen julkaisu johon sisältyy graafinen asennin ja se käyttää suhteellisen uutta teknologiaa. Saatat törmätä muutamiin tunnettuihin vikoihin asennuksen aikana. Oletamme pystyvämme korjaamaan nämä viat &debian;in seuraavassa versiossa.
hu: Az Etch az 1. olyan kiadás, mely grafikus telepítőt tartalmaz és nagyon friss technológiát használ. Van pár ismert lehetséges hiba, mely előfordulhat telepítéskor, ha arra a grafikus felületet választjuk. A &debian; következő kiadására még ezek is javulnak.
vi: <quote>Etch</quote> là bản phát hành thứ nhất hợp nhất bộ cài đặt đồ họa, cũng sử dụng một số kỹ thuật hơi mới. Có vài vấn đề đã biết có thể gặp trong khi cài đặt. Chúng tôi ngờ có khả năng sửa chữa các vấn đề này trong bản phát hành &debian; kế tiếp.

source: Information on some screens is not nicely formatted into columns as it should be. The most obvious example is the first screen where you select your language. Another example is the main screen of partman.
el: Η πληροφορία σε μερικές οθόνες δεν είναι τόσο όμορφα μορφοποιημένη σε στήλες όπως θα έπρεπε. Το πιο εμφανές παράδειγμα είναι η πρώτη οθόνη όταν επιλέγετε την γλώσσα. Ένα άλλο παράδειγμα είναι η κύρια οθόνη του partman.
fi: Joissakin ruuduissa tiedot eivät ole siististi muotoiltuja sarakkeisiin kuten pitäisi. Ilmeisin esimerkki on ensimmäinen ruutu jossa valitaan kieli. Toinen esimerkki on partmanin pääruutu.
hu: Egyes képernyők adatai talán nem formálnak oly szép oszlopokat, mint kéne. Ez főleg az 1. képernyőnél lehet, ami a nyelv kiválasztása. Egy másik példa a partman fő képernyője.
vi: Thông tin trên một số màn hình không có định dạng cột đẹp. Trường hợp thường nhất là màn hình thứ nhất trên đó bạn chọn ngôn ngữ. Một trường hợp khác là màn hình chính của chương trình <filename>partman</filename>.

source: Typing some characters may not work and in some cases the wrong character may be printed. For example, "composing" a character by typing an accent and then the letter over/under which the accent should appear does not work.
el: H πληκτρολόγηση μερικών χαρακτήρων πιθανόν να μην δουλεύει και σε μερικές περιπτώσεις μπορεί να εμφανίζεται ένας λάθος χαρακτήρας. Για παράδειγμα, η "σύνθεση" ("composing") ενός χαρακτήρα με πληκτρολόγηση ενός τόνου και μετά του γράμματος κάτω/πάνω από το οποίο θα πρέπει να εμφανιστεί αυτός ο τόνος δεν δουλεύει.
fi: Joidenkin merkkien kirjoittaminen ei ehkä toimi ja joissakin tapauksissa tulostuu väärä merkki. Esimerkiksi "yhdistyvät" merkit, jotka kirjoitetaan näppäilemällä aksentti ja sen jälkeen merkki jonka ylle/alle aksentin pitäisi tulla, eivät näytä toimivan.
hu: Egyes karakterek nem működhetnek és elvétve rossz karakterek jelenhetnek meg. Például egy karakter "összeállítása" az ékezet majd az alatta/felette lévő karakter gépelése esetén az ékezet esetleg nem jelenik meg.
vi: Việc gõ một số ký tự riêng có thể không hoạt động được: trong một số trường hợp riêng, ký tự sai được in ra. Chẳng hạn, việc cấu tạo nguyên âm có dấu bằng cách bấm phím chết nhập dấu phụ, rồi bấm nguyên âm, không in ra được. (Ghi chú : người dùng muốn đọc/viết tiếng Việt không cần dùng bộ cài đặt đồ họa.)

source: Support for touchpads is not yet optimal.
el: Υποστήριξη για touchpad δεν είναι ακόμα η καλλίτερη.
fi: Tasohiirien tuki ei vielä ole paras mahdollinen
hu: A tapipadok támogatása még nem optimális.
vi: Khả năng hỗ trợ vùng sờ chưa tối ưu.
