Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: Random Bits
el: Διάφορα
fi: Sekalaista
hu: Vegyes tudnivalók
ko: 여러가지 내용들
sv: Diverse bitar
vi: Lặt vặt

source: Linux Devices
el: Συσκευές Linux
fi: Linuxin laitetiedostot
hu: Linux eszközök
ko: 리눅스 장치
sv: Linux-enheter
vi: Thiết bị Linux

source: In Linux various special files can be found under the directory <filename>/dev</filename>. These files are called device files and behave unlike ordinary files. The most common types of device files are for block devices and character devices. These files are an interface to the actual driver (part of the Linux kernel) which in turn accesses the hardware. Another, less common, type of device file is the named <firstterm>pipe</firstterm>. The most important device files are listed in the tables below.
el: Στο Linux διάφορα ειδικά αρχεία μπορεί να βρίσκονται στον κατάλογο <filename>/dev</filename>. Τα αρχεία αυτά λέγονται αρχεία συσκευών και δεν συμπεριφέρονται όπως τα συνηθισμένα αρχεία. Οι πιο συνηθισμένοι τύποι αρχείων συσκευών είναι για συσκευές block και συσκευές χαρακτήρα (character). Τα αρχεία αυτά είναι διεπαφές για τον πραγματικό οδηγό (μέρος του πυρήνα του Linux) που με την σειρά του έχει την πρόσβαση στο αντίστοιχο υλικό. Ένας άλλος, λιγότερο συνηθισμένος, τύπος αρχείου συσκευής είναι ο λεγόμενος <firstterm>σωλήνωση (pipe)</firstterm>. Τα πιο σημαντικά αρχεία συσκευών παραθέτονται στους πίνακες που ακολουθούν.
fi: Hakemistosta <filename>/dev</filename> löytyy Linuxissa erilaisia erikoistiedostoja. Nämä tiedostot ovat laitetiedostoja ja ne käyttäytyvät eri tavalla kuin tavalliset tiedostot. Tavallisimmat laitetiedostojen tyypit ovat lohkolaitteille ja merkkilaitteille. Nämä tiedostot toimivat rajapintana varsinaiseen laiteajuriin (joka on Linux-ytimessä), joka puolestaan keskustelee laitteen kanssa. Toinen harvinaisempi laitetiedosto on nimetty <firstterm>putki</firstterm>. Tärkeimmät laitetiedostojen tyypit luetellaan alla olevassa taulukoissa.
hu: A Linuxban több különleges fájl található a <filename>/dev</filename> könyvtárban. E fájlokat eszköz-fájloknak hívjuk és eltérnek a sima fájloktól. A legismertebbek típusok a blokk eszköz és karakter eszköz fájlok. E fájlok felületet adnak az adott meghajtókhoz (a Linux kernel részei) a hardverhez féréshez. Egy másik, kevésbé általános típus, melyet csak <firstterm>pipe</firstterm> (cső) néven neveznek. Alább a legfontosabb eszköz-fájlok.
vi: Trong hệ thống Linux, một số tập tin đặc biệt nằm dưới thư mục <filename>/dev</filename>. Những tập tin này được gọi là tập tin thiết bị (device files), có ứng xử khác với tập tin chuẩn. Kiểu tập tin thiết bị thường nhất thuộc về thiết bị khối và thiết bị ký tự. Những tập tin này là giao diện với trình điều khiển thật (phần của hạt nhân Linux) mà lần lượt truy cập phần cứng. Một kiểu tập tin thiết bị khác, ít thường hơn, có tên <firstterm>pipe</firstterm> (ống dẫn). Những tập tin thiết bị quan trọng nhất được liệt kê trong các bảng bên dưới.

source: First Floppy Drive
el: Πρώτη Συσκευή Δισκέτας
fi: Ensimmäinen levykeasema
hu: Első flopi meghajtó
ko: 첫번째 플로피 드라이브
sv: Första diskettenheten
vi: Ổ đĩa mềm thứ nhất

source: Second Floppy Drive
el: Δεύτερη Συσκευή Δισκέτας
fi: Toinen levykeasema
hu: Második flopi meghajtó
ko: 두번째 플로피 드라이브
sv: Andra diskettenheten
vi: Ổ đĩa mềm thứ hai

source: IDE Hard disk / CD-ROM on the first IDE port (Master)
el: Σκληρός Δίσκος IDE / CD-ROM στην πρώτη θύρα IDE (Πρωτεύων)
fi: IDE kiintolevy / romppuasema ensisijaisessa IDE-väylässä (Isäntä)
hu: IDE merevlemez / CD-ROM az 1. IDE porton (mester)
ko: 첫번째 IDE 포트 마스터에 달린 IDE 하드디스크 / CD-ROM
sv: IDE-hårddisk / Cd-rom på första IDE-porten (Master)
vi: Đĩa cứng/CD-ROM kiểu IDE nằm trên cổng IDE thứ nhất (chính)

source: IDE Hard disk / CD-ROM on the first IDE port (Slave)
el: Σκληρός Δίσκος IDE / CD-ROM στην πρώτη θύρα IDE (Δευτερεύων)
fi: IDE kiintolevy / romppuasema ensisijaisessa IDE-väylässä (orja)
hu: IDE merevlemez / CD-ROM az 1. IDE porton (szolga)
ko: 첫번째 IDE 포트 슬레이브에 달린 IDE 하드디스크 / CD-ROM
sv: IDE-hårddisk / Cd-rom på första IDE-porten (Slav)
vi: Đĩa cứng/CD-ROM kiểu IDE nằm trên cổng IDE thứ nhất (phụ)

source: IDE Hard disk / CD-ROM on the second IDE port (Master)
el: Σκληρός Δίσκος IDE / CD-ROM στη δεύτερη θύρα IDE (Πρωτεύων)
fi: IDE kiintolevy / romppuasema toisessa IDE-väylässä (isäntä)
hu: IDE merevlemez / CD-ROM az 2. IDE porton (mester)
ko: 두번째 IDE 포트 마스터에 달린 IDE 하드디스크 / CD-ROM
sv: IDE-hårddisk / Cd-rom på andra IDE-porten (Master)
vi: Đĩa cứng/CD-ROM kiểu IDE nằm trên cổng IDE thứ hai (chính)

source: IDE Hard disk / CD-ROM on the second IDE port (Slave)
el: Σκληρός Δίσκος IDE / CD-ROM στη δεύτερη θύρα IDE (Δευτερεύων)
fi: IDE kiintolevy / romppuasema toisessa IDE-väylässä (orja)
hu: IDE merevlemez / CD-ROM az 2. IDE porton (szolga)
ko: 두번째 IDE 포트 슬레이브에 달린 IDE 하드디스크 / CD-ROM
sv: IDE-hårddisk / Cd-rom på andra IDE-porten (Slav)
vi: Đĩa cứng/CD-ROM kiểu IDE nằm trên cổng IDE thứ hai (phụ)

source: First partition of the first IDE hard disk
el: Πρώτο τμήμα στον πρώτο σκληρό δίσκο IDE
fi: Ensimmäisen IDE-kiintolevyn ensimmäinen osio
hu: 1. partíció az 1. IDE merevlemezen
ko: 첫번째 IDE 하드디스크의 첫번째 파티션
sv: Första partitionen på första IDE-hårddisken
vi: Phân vùng thứ nhất nằm trên đĩa cứng KDE thứ nhất

source: Fifteenth partition of the fourth IDE hard disk
el: Δεκατοπέμπτο τμήμα στον τέταρτο σκληρό δίσκο IDE
fi: Neljännen IDE-kiintolevyn viidestoista osio
hu: 15. partíció az 4. IDE merevlemezen
ko: 네번째 IDE 하드디스크의 열다섯번째 파티션
sv: Femtonde partitionen på fjärde IDE-hårddisken
vi: Phân vùng thứ mười năm nằm trên đĩa cứng KDE thứ tư

source: SCSI Hard disk with lowest SCSI ID (e.g. 0)
el: Σκληρός δίσκος SCSI με το μικρότερο SCSI ID (π.χ.. 0)
fi: SCSI-kiintolevy jolla pienin SCSI ID (alkaa nollasta)
hu: SCSI merevlemez a legalacsonyabb SCSI ID-vel (például 0)
ko: SCSI ID가 가장 낮은 (0번) SCSI 하드디스크
sv: SCSI-hårddisken med lägsta SCSI ID (alltså 0)
vi: Đĩa cứng kiểu SCSI với mã nhận diện ID SCSI thấp nhất (v.d. 0)

source: SCSI Hard disk with next higher SCSI ID (e.g. 1)
el: Σκληρός δίσκος SCSI με το επόμενο μεγαλύτερο SCSI ID (π.χ. 1)
fi: SCSI-kiintolevy jolla seuraavaksi pienin SCSI ID (esim. 1)
hu: SCSI merevlemez a magasságban következő SCSI ID-vel (például 1)
ko: SCSI ID가 다음 번호인 (1번) SCSI 하드디스크
sv: SCSI-hårddisken med nästa högre SCSI ID (alltså 1)
vi: Đĩa cứng SCSI với ID SCSI cao hơn kế tiếp (v.d. 1)

source: SCSI Hard disk with next higher SCSI ID (e.g. 2)
el: Σκληρός δίσκος SCSI με το επόμενο μεγαλύτερο SCSI ID (π.χ. 2)
fi: SCSI-kiintolevy jolla seuraavaksi suurempi SCSI ID (esim. 2)
hu: SCSI merevlemez a magasságban következő SCSI ID-vel (például 2)
ko: SCSI ID가 다음 번호인 (2번) SCSI 하드디스크
sv: SCSI-hårddisken med nästa högre SCSI ID (alltså 2)
vi: Đĩa cứng SCSI với ID SCSI cao hơn kế tiếp (v.d. 2)

source: First partition of the first SCSI hard disk
el: Πρώτο τμήμα στον πρώτο σκληρό δίσκο SCSI
fi: Ensimmäisen SCSI-kiintolevyn ensimmäinen osio
hu: Az 1. SCSI merevlemez 1. partíciója
ko: 첫번째 SCSI 하드디스크의 첫번째 파티션
sv: Första partitionen på första SCSI-hårddisken
vi: Phân vùng thứ nhất nằm trên đĩa cứng kiểu SCSI thứ nhất

source: Tenth partition of the fourth SCSI hard disk
el: Δέκατο τμήμα στον τέταρτο σκληρό δίσκο SCSI
fi: Neljännen SCSI-kiintolevyn kymmenes osio
hu: Az 4. SCSI merevlemez 10. partíciója
ko: 네번째 SCSI 하드디스크의 열번째 파티션
sv: Tionde partitionen på fjärde SCSI-hårddisken
vi: Phân vùng thứ mười nằm trên đĩa cứng SCSI thứ tư

source: SCSI CD-ROM with the lowest SCSI ID
el: SCSI CD-ROM με το μικρότερο SCSI ID
fi: SCSI-romppuasema jolla pienin SCSI ID
hu: SCSI CD-ROM a legalacsonyabb SCSI ID-vel
ko: SCSI ID가 가장 낮은 SCSI CD-ROM
sv: SCSI cd-rom med lägsta SCSI ID
vi: Đĩa CD-ROM kiểu SCSI với ID SCSI thấp nhất

source: SCSI CD-ROM with the next higher SCSI ID
el: SCSI CD-ROM με το επόμενο μεγαλύτερο SCSI ID
fi: SCSI-romppuasema jolla toiseksi pienin SCSI ID
hu: SCSI CD-ROM a magasságban következő SCSI ID-vel
ko: SCSI ID가 다음 번호인 (2번) SCSI CD-ROM
sv: SCSI cd-rom med nästa högre SCSI ID
vi: Đĩa CD-ROM SCSI với ID SCSI cao hơn kế tiếp

source: Serial port 0, COM1 under MS-DOS
el: Σειραϊκή θύρα 0, COM1 στο MS-DOS
fi: Sarjaportti 0, MS-DOS:ssa COM1
hu: 0. soros port, ami DOS alatt COM1
ko: 시리얼 포트 0, MS-DOS에서는 COM1
sv: Seriellport 0, COM1 under MS-DOS
vi: Cổng nối tiếp 0, COM1 dưới MS-DOS

source: Serial port 1, COM2 under MS-DOS
el: Σειραϊκή θύρα 1, COM2 στο MS-DOS
fi: Sarjaportti 1, MS-DOS:ssa COM2
hu: 1. soros port, ami DOS alatt COM2
ko: 시리얼 포트 1, MS-DOS에서는 COM2
sv: Seriellport 1, COM2 under MS-DOS
vi: Cổng nối tiếp 1, COM2 dưới MS-DOS

source: PS/2 mouse device
el: Συσκευή ποντικιού PS/2
fi: PS/2 hiiriportti
hu: PS/2 egér eszköz
ko: PS/2 마우스 장치
sv: PS/2-musenhet
vi: Thiết bị con chuột PS/2

source: Pseudo device, repeater data from GPM (mouse) daemon
el: Ψευδοσυσκευή, αναμεταδότης δεδομένων από τον δαίμονα GPM (ποντίκι)
fi: Näennäislaite, GPM-demonin (hiiri) toistin
hu: Ál-eszköz, a GPM (egér) démon ismétlő adatai
ko: 가장 장치, GPM (마우스) 데몬에서 나온 데이터의 리피터
sv: Pseudoenhet, repeterar data från GPM-demonen (mus)
vi: Thiết bị giả, dữ liệu lặp lại từ trình nền GPM (con chuột)

source: Symbolic link to the CD-ROM drive
el: Συμβολικός δεσμός στη συσκευή CD-ROM
fi: Symbolinen linkki romppuasemaan
hu: Jelképes lánc a CD-ROM eszközre
ko: CD-ROM 드라이브에 대한 심볼릭 링크
sv: Symbolisk länk till Cd-enheten
vi: Liên kết tượng trưng đến ổ đĩa CD-ROM

source: mouse
hu: egér
sv: mus

source: Symbolic link to the mouse device file
el: Συμβολικός δεσμός στο αρχείο συσκευής του ποντικιού
fi: Symbolinen linkki hiiren laitetiedostoon
hu: Jelképes lánc az egér eszköz fájlra
ko: 마우스 장치 파일에 대한 심볼릭 링크
sv: Symbolisk länk till musenheten
vi: Liên kết tượng trưng đến tập tin thiết bị con chuột

source: Anything written to this device will disappear
el: Οτιδήποτε γράφεται σ' αυτήν τη συσκευή θα εξαφανιστεί
fi: Kaikki tälle laitteelle kirjoitettu katoaa
hu: Az erre az eszközre írtak eltűnnek
vi: Mọi gì được ghi vào thiết bị này sẽ biến mất

source: One can endlessly read zeros out of this device
el: Κάποιος μπορεί να διαβάζει ασταμάτητα μηδενικά από αυτή τη συσκευή
fi: Tältä laitteelta voi lukea nollia loputtomasti
hu: Erről az eszközről lehet végtelenül 0 értéket olvasni
ko: 이 장치에서 끊임없이 0을 읽을 수 있습니다
sv: Man kan läser oändligt antal nollor från den här enheten
vi: Có thể đọc vô hạn số không ra thiết bị này

source: Setting Up Your Mouse
el: παλΡύθμιση του ποντικιού
fi: Hiiren asetukset
hu: Az egér beállítása
ko: 마우스 설정하기
sv: Konfigurera din mus
vi: Thiết lập con chuột

source: The mouse can be used in both the Linux console (with gpm) and the X window environment. The two uses can be made compatible if the gpm repeater is used to allow the signal to flow to the X server as shown: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (repeater) (symlink) /dev/ttyS1 </screen></informalexample> Set the repeater protocol to be raw (in <filename>/etc/gpm.conf</filename>) while setting X to the original mouse protocol in <filename>/etc/X11/XF86Config</filename> or <filename>/etc/X11/XF86Config-4</filename>.
fi: Hiirtä voidaan käyttää sekä Linuxin konsolilla (gpm:n avulla) että X Window -ympäristössä. Nämä kaksi käyttötapaa saadaan toimimaan yhdessä käyttämällä gpm:ää toistimena välittämään signaalit X-palvelimelle tähän tapaan: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (toistin) (symbolinen /dev/ttyS1 linkki) </screen></informalexample> Toistimen yhteyskäytännöksi asetetaan raw (tiedostossa <filename>/etc/gpm.conf</filename>) ja X säädetään käyttämään hiiren alkuperäistä yhteyskäytäntöä (tiedostossa <filename>/etc/X11/XF86Config</filename> tai <filename>/etc/X11/XF86Config-4</filename>.
hu: Az egér Linux konzol alatt is (a gpm programmal) és az X ablakozó alatt is használható. Ezek kompatibilisek, ha a gpm ismétlő adja a mozgás jelet az X kiszolgálónak így: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (repeater) (symlink) /dev/ttyS1 </screen></informalexample> Állítsd az ismétlő protokollt nyers módba (<filename>/etc/gpm.conf</filename> fájl), az X az eredeti egér protokollt használja a <filename>/etc/X11/XF86Config</filename> vagy <filename>/etc/X11/XF86Config-4</filename> fájlban.
ko: 마우스는 리눅스 콘솔에서 (gpm을 이용해) 사용할 수도 있고 X 윈도우 환경에서 사용할 수도 있습니다. 이 두가지를 동시에 사용하려면 다음과 같이 gpm 리피터를 사용해 마우스 신호를 X 서버에도 들어가도록 만들면 됩니다: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (리피터) (심볼릭 링크) /dev/ttyS1 </screen></informalexample> (<filename>/etc/gpm.conf</filename>에서) 리피터 프로토콜을 raw로 하고 <filename>/etc/X11/XF86Config</filename>이나 <filename>/etc/X11/XF86Config-4</filename>에서 X 설정은 원래의 마우스 프로토콜로 합니다.
sv: Musen kan användas i både Linux-konsollen (med gpm) och i fönstermiljön X. De två användningsområdena kan göras kompatibla om repeteraren gpm används för att tillåta att signaler skicka till X-servern som visas: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (repeterare) (symlänk) /dev/ttyS1 </screen></informalexample> Ställ in repeterarprotokoll till "raw" (i <filename>/etc/gpm.conf</filename>) och ställ in X till originalmusprotokollet i <filename>/etc/X11/XF86Config</filename> eller <filename>/etc/X11/XF86Config-4</filename>.

source: This approach to use gpm even in X has advantages when the mouse is unplugged inadvertently. Simply restarting gpm with <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> will re-connect the mouse in software without restarting X.
fi: Tästä tavasta käyttää gpm:ää myös X:ssä on hyötyä kun hiiri irrotetaan vahingossa. Riittää käynnistää gpm uudelleen komennolla <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> jotta hiiri saadaan uudestaan toimimaan eikä tarvitse käynnistää X:ää uudelleen.
hu: A gpm használatának X alatt is van előnye az egér váratlan kihúzása esetén. Ilyenkor a gpm egyszerű újraindítása: <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> újra-csatolja az egeret a szoftverben az X újraidítása nélkül.
ko: gpm을 X에서도 사용하는 이런 방법은 마우스가 갑자기 빠졌을 때도 좋은 점이 있습니다. gpm을 다음 명령으로 다시 시작하면, <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> X를 다시 시작하지 않고도 소프트웨어적으로 마우스를 다시 연결합니다.
sv: Det här sättet att använda gpm på har även fördelar i X när musen blir oavsiktligt urkopplad. Starta helt enkelt om gpm med <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> kommer att återansluta musen i programvara utan att starta om X.

source: If gpm is disabled or not installed for some reason, make sure to set X to read directly from a mouse device such as /dev/psaux. For details, refer to the 3-Button Mouse mini-Howto at <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename>, and <ulink url="&url-xorg;current/doc/html/mouse.html">README.mouse</ulink>.
fi: Mikäli gpm on pois käytöstä tai sitä ei jostain syystä ole asennettu, pitää varmistua että X käyttää suoraan hiiren laitetiedostoa, esimerkiksi <filename>/dev/psaux</filename>. Tarkempaa tietoa löytyy ohjeista 3-Button Mouse mini-Howto tiedostossa <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename> ja <ulink url="&url-xorg;current/doc/html/mouse.html">README.mouse</ulink>.
hu: Ha a gpm kikapcsolt vagy valamiért nem telepített, az X közvetlenül olvasson egy egér eszközről, például /dev/psaux. Részletekért lásd ezeket: 3-gombos egér mini-Hogyan: <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename>, és <ulink url="&url-xorg;current/doc/html/mouse.html">README.mouse</ulink>.

source: For PowerPC, in <filename>/etc/X11/XF86Config</filename> or <filename>/etc/X11/XF86Config-4</filename>, set the mouse device to <userinput>"/dev/input/mice"</userinput>.
fi: Jos tietokone on PowerPC, asetetaan tiedostossa <filename>/etc/X11/XF86Config</filename> tai <filename>/etc/X11/XF86Config-4</filename> hiirilaitteeksi <userinput>"/dev/input/mice"</userinput>.
hu: PowerPC gépekhez a <filename>/etc/X11/XF86Config</filename> vagy <filename>/etc/X11/XF86Config-4</filename> fájlban állítsd az egér eszközt erre: <userinput>"/dev/input/mice"</userinput>.
ko: PowerPC의 경우, <filename>/etc/X11/XF86Config</filename> 혹은 <filename>/etc/X11/XF86Config-4</filename> 파일에서 마우스 장치를 <userinput>"/dev/input/mice"</userinput>로 하십시오.
sv: För PowerPC, i <filename>/etc/X11/XF86Config</filename> eller <filename>/etc/X11/XF86Config-4</filename>, ställ in musenheten till <userinput>"/dev/input/mice"</userinput>.

source: Modern kernels give you the capability to emulate a three-button mouse when your mouse only has one button. Just add the following lines to <filename>/etc/sysctl.conf</filename> file.
el: Σύγχρονοι πυρήνες σας επιτρέπουν να προσομοιώσετε ένα ποντίκι με τριαπλήκτρα όταν το ποντίκι σας έχει μόνο πλήκτρα. Απλά προσθέστε τις παρακάτω γραμμές στο αρχείο <filename>/etc/sysctl.conf</filename>.
fi: Uudet ytimet mahdollistavat kolmipainikkeisen hiiren emuloinnin vaikka hiiressä olisi vain yksi painike. Riittää lisätä seuraavat rivit tiedostoon <filename>/etc/sysctl.conf</filename>.
hu: A modern kernelek 1-gombos egérnél is képesek 3-gombos emulációra. Csak add az alábbi sorokat a <filename>/etc/sysctl.conf</filename> fájlhoz.
ko: 최근의 커널에서는 단추가 1개인 마우스로도 3 단추 마우스를 에뮬레이션할 수 있습니다. 다음 줄을 <filename>/etc/sysctl.conf</filename> 파일에 추가하십시오.
sv: Moderna kärnor ger dig möjligheten att emulera en tre-knappars mus när din mus endast har en knapp. Lägg helt enkelt till följande rader till filen <filename>/etc/sysctl.conf</filename>.
vi: Hạt nhân hiện đại cho bạn khả năng mô phỏng con chuột có ba cái nút khi con chuột vật lý có chỉ một nút riêng lẻ. Đơn giản hãy thêm những dòng theo đây vào tập tin cấu hình <filename>/etc/sysctl.conf</filename>.

source: # 3-button mouse emulation # turn on emulation /dev/mac_hid/mouse_button_emulation = 1 # Send middle mouse button signal with the F11 key /dev/mac_hid/mouse_button2_keycode = 87 # Send right mouse button signal with the F12 key /dev/mac_hid/mouse_button3_keycode = 88 # For different keys, use showkey to tell you what the code is.
fi: # 3-painikkeisen hiiren emulointi # emulointi päälle /dev/mac_hid/mouse_button_emulation = 1 # Lähetä hiiren keskimmäisen painikkeen signaali näppäimellä F11 /dev/mac_hid/mouse_button2_keycode = 87 # Lähetä hiiren oikeanpuoleisen painikkeen signaali näppäimellä F12 /dev/mac_hid/mouse_button3_keycode = 88 # Muut näppäimet: komento showkey näyttää näppäimen koodin.
hu: # 3-gombos egér emuláció # emuláció bekapcsolása /dev/mac_hid/mouse_button_emulation = 1 # Középső gomb jel az F11 billentyűvel /dev/mac_hid/mouse_button2_keycode = 87 # Jobb gomb jel az F11 billentyűvel /dev/mac_hid/mouse_button3_keycode = 88 # A showkey programmal megnézhetők a küldött billentyű-kódok..
ko: # 단추 3개 마우스 에뮬레이션 # 에뮬레이션 켜기 /dev/mac_hid/mouse_button_emulation = 1 # 가운데 마우스 단추 신호를 F11 키로 보냅니다 /dev/mac_hid/mouse_button2_keycode = 87 # 오른쪽 마우스 단추 신호를 F12 키로 보냅니다 /dev/mac_hid/mouse_button3_keycode = 88 # 다른 키의 경우에는, showkey로 그 키의 코드가 무엇인지 알 수 있습니다.
sv: # Emulering av 3-knapparsmus # aktivera emulering /dev/mac_hid/mouse_button_emulation = 1 # Skicka mittenmusknappssignal med tangenten F11 /dev/mac_hid/mouse_button2_keycode = 87 # Skicka högermusknappssignal med tangenten F12 /dev/mac_hid/mouse_button3_keycode = 88 # För andra tangenter, använd showkey för att visa dig vilken koden är.
vi: # Mô phỏng con chuột có ba cái nút: # bật khả năng mô phỏng /dev/mac_hid/mouse_button_emulation = 1 # Gởi tín hiệu của cái nút nằm giữa trên con chuột bằng phím chức năng F11 /dev/mac_hid/mouse_button2_keycode = 87 # Gởi tín hiệu của cái nút bên phải trên con chuột bằng phím F12 /dev/mac_hid/mouse_button3_keycode = 88 # Đối với phím khác, dùng công cụ showkey để báo bạn biết mã thích hợp.

source: Disk Space Needed for Tasks
el: Χώρος στο δίσκο που χρειάζεται για τις διάφορες Εργασίες
fi: Tehtävien vaatima levytila
hu: Feladatokhoz szükséges hely
ko: 작업마다 필요한 디스크 공간
sv: Diskplats som behövs för uppgifter
vi: Sức chứa trên đĩa cần thiết cho công việc

source: A standard installation for the i386 architecture, including all standard packages and using the default 2.6 kernel, takes up 442MB of disk space. A minimal base installation, without the <quote>Standard system</quote> task selected, will take 230MB.
fi: Peruskokoonpanon asennus ja kaikki vakiopaketit i386-arkkitehtuurilla oletusarvona olevaa 2.6-ydintä käyttäen vie 442 Mt levytilaa. Suppea perusasennus vie 230 Mt, jos standard-tehtävää ei valita.
hu: A szabvány i386 telepítés az össze szabvány csomaggal és az alap 2.6 kernellel 442MB méretű. Egy minimális alap telepítés a <quote>Szabvány rendszer</quote> kijelölésének megszűntetésével 230MB.

source: In both cases this is the actual disk space used <emphasis>after</emphasis> the installation is finished and any temporary files deleted. It also does not take into account overhead used by the file system, for example for journal files. This means that significantly more disk space is needed both <emphasis>during</emphasis> the installation and for normal system use.
el: Και στις δυο περιπτώσεις αυτό είναι ο πραγματικός χώρος που θα χρησιμοποιηθεί στο δίσκο <emphasis>μετά</emphasis> το τέλος της εγκατάστασης και την διαγραφ των όποιων προσωρινών αρχείων. Δεν λαμβάνει υπόψιν επίσης την επιβάρυνση από το ίδιο το σύστημα αρχείων, για παράδειγμα από αρχεία journal. Αυτό σημαίνει ότι απαιτείται σημαντικά περισσότερος χώρος δίσκου τόσο <emphasis>κατά</emphasis> την εγκατάσταση όσο και για την κανονική χρήση του συστήματος.
fi: Molemmissa tapauksissa tämä on todellinen käytetty levytila asennuksen <emphasis>jälkeen</emphasis> kun tilapäiset tiedostot on poistettu. Myöskään ei oteta huomioon tiedostojärjestelmän yleisrasitetta, esimerkiksi tiedosto-operaatioiden kirjanpidon tiedostoja. Tämä tarkoittaa, että tarvitaan huomattavasti enemmän levytilaa sekä asennuksen <emphasis>aikana</emphasis> että järjestelmän tavallisessa käytössä.
hu: Mindkét esetben ez a ténylegesen használt hely a telepítés vége és átmeneti fájlok törlése <emphasis>után</emphasis>. Nem számítanak bele a fájlrendszer szokásos költségei sem például a journal fájlokhoz. Ennél tehát főleg a telepítés <emphasis>alatt</emphasis>, de a rendszer rendes hétköznapi használata során is több kell.
vi: Trong cả hai trường hợp, số lượng này là sức chứa thật được dùng trên đĩa <emphasis>sau khi</emphasis> cài đặt xong và tập tin tạm thời nào được xoá. Số này cũng không tính tài nguyên thêm được chiếm bởi hệ thống tập tin, chẳng hạn cho các tập tin nhật ký. Có nghĩa là cần thiết sức chứa nhiều hơn, cả <emphasis>trong khi</emphasis> cài đặt lẫn khi sử dụng hệ thống hàng ngày.
