Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: The following table lists sizes reported by aptitude for the tasks listed in tasksel. Note that some tasks have overlapping constituents, so the total installed size for two tasks together may be less than the total obtained by adding up the numbers.
el: Ο επόμενος πίνακας παραθέτει τα μεγέθη που αναφέρονται από το aptitude για τις εργασίες που εμφανίζονται στο tasksel. Σημειώστε ότι μερικά καθήκοντα έχουν αλληλεπικαλυπτόμενα συστατικά, οπότε το συνολικό μέγεθος εγκατάστασης δυο καθηκόντων μπορεί να είναι μικρότερο από το άθροισμα που προκύπτει αν προστεθούν όλα τα μεμονωμένα μεγέθη.
fi: Seuraavassa taulukossa luetellaan aptituden ilmoittamat koot taskselin tuntemille tehtäville. Huomaa joillakin tehtävillä olevan yhteisiä osia, joten kahden tehtävän yhteensä kuluttama levytila voi olla vähemmän kuin niiden kokojen summa.
hu: Az alábbi táblázat a tasksel programban lévő feladatok aptitude által adott méretét adja. Több feladat részben átfedi egymást, így 2 feladat teljes telepítési mérete kevesebb lehet, mint a számok sima összeadásából származó összeg.
ko: 다음 표는 aptitude에서 표시하는 값으로 tasksel에 들어 있는 작업에 필요한 크기입니다. 작업 중에는 겹치는 부분이 있기 때문에 두 개의 작업을 같이 설치하면 숫자를 합친 전체 크기보다는 작을 수도 있습니다.
sv: Följande tabell listar storlekar som rapporterats av aptitude för uppgifterna listade i tasksel. Notera att några uppgifter har överlappande beståndsdelar, så den totala installerade storleken för två uppgifter tillsammans kan vara mindre än totalen som fås genom att lägga ihop siffrorna.
vi: Theo đây có bảng hiển thị các kích cỡ do trình aptitude thông báo cho những công việc được liệt kê trong trình <quote>tasksel</quote>. Ghi chú rằng một số công việc riêng có nội dung chung, vì vậy tổng số kích cỡ đã cài đặt của hai công việc với nhau có thể là nhỏ hơn tổng hai số đó.

source: Note that you will need to add the sizes listed in the table to the size of the standard installation when determining the size of partitions. Most of the size listed as <quote>Installed size</quote> will end up in <filename>/usr</filename> and in <filename>/lib</filename>; the size listed as <quote>Download size</quote> is (temporarily) required in <filename>/var</filename>.
el: Σημειώστε ότι θα χρειαστεί, όταν προσδιορίζετε το μέγεθος των κατατμήσεων, να προσθέσετε στο μέγεθος της συνηθισμένης εγκατάστασης όλα τα μεγέθη που παραθέτονται στον πίνακα. Το μεγαλύτερο ποσοστό από το μέγεθος του χώρου που εμφανίζεται σαν <quote>Installed size</quote> θα αφορά τους καταλόγους <filename>/usr</filename> και <filename>/lib</filename>. Το μέγεθος που αναγράφεται σαν <quote>Download size</quote> απαιτείται (προσωρινά) από τον κατάλογο <filename>/var</filename>.
fi: Huomaa, että taulukossa lueteltuihin kokoihin on lisättävä peruskokoonpanon vaatima tila laskettaessa levyosioiden kokoa. Valtaosa sarakkeessa <quote>Koko purettuna</quote> olevasta tilasta kuluu hakemistosta <filename>/usr</filename>; sarakkeessa <quote>Koko pakattuna</quote> mainittu tila tarvitaan (tilapäisesti) hakemistosta <filename>/var</filename>.
hu: A méreteket hozzá kell adni a szabvány telepítés méretéhez a partíciók méretének meghatározásakor. A <quote>Telepített méret</quote> néven írt legtöbb méret a <filename>/usr</filename> és <filename>/lib</filename> könyvtárakhoz jön; a <quote>Letöltési méret</quote> (átmenetileg) a <filename>/var</filename> könyvtárat növeli.
vi: Ghi chú rằng bạn cần phải cộng các kích cỡ được liệt kê trong bảng này với kích cỡ của bản cài đặt chuẩn, khi tính kích cỡ của phân vùng. Phần lớn sức chứa được hiển thị trong cột <quote>Kích cỡ đã cài đặt</quote> sẽ nằm trong thư mục <filename>/usr</filename> và <filename>/lib</filename>; sức chứa trong cột <quote>Kích cỡ tải về</quote> cần thiết (tạm thời) trong thư mục <filename>/var</filename>.

source: Task
el: Εργασία
fi: Tehtävä
hu: Feladat
ko: 작업
sv: Uppgift
vi: Công việc

source: Installed size (MB)
el: Εγκατεστημένο Μέγεθος (ΜΒ)
fi: Koko purettuna (Mt)
hu: Telepített méret (MB)
ko: 설치 크기 (MB)
sv: Installerad storlek (MB)
vi: Kích cỡ đã cài đặt (MB)

source: Download size (MB)
el: Μέγεθος λήψης (MB)
fi: Koko pakattuna (Mt)
hu: Letöltési méret (MB)
ko: 다운로드 크기 (MB)
sv: Hämtad storlek (MB)
vi: Kích cỡ tải về (MB)

source: Space needed to install (MB)
el: Χώρος Απαιτούμενος για την Εγκατάσταση (MB)
fi: Asennuksen aikana tarvittava tila (Mt)
hu: Telepítéshez szükséges hely (MB)
ko: 설치하는데 필요한 공간 (MB)
sv: Utrymme som behövs för installation (MB)
vi: Sức chứa cần thiết để cài đặt (MB)

source: Desktop environment
el: Περιβάλλον επιφάνειας εργασίας
fi: Työpöytäympäristö
hu: Asztali környezet
vi: Môi trường làm việc

source: There is a large overlap of the Laptop task with the Destop environment task. If you install both, the Laptop task will only require a few MB additional disk space.
el: Σε μεγάλο βαθμό οι ομάδες πακέτων Φορητός υπολογιστής και Περιβάλλον επιφάνειας εργασίας επικαλύπτονται. Αν εγκαταστήσετε και τα δύο, η ομάδα πακέτων Laptop θα καταλάβει μόνο μερικά ΜΒ επιπρόσθετου χώρου στον δίσκο.
fi: Tehtävät Läppäri ja Työpöytäympäristö menevät suurelta osilta päällekkäin. Jos molemmat asennetaan, Läppäri vaati vain muutaman Mt lisää levytilaa.
hu: A Laptop és Asztali környezet feladatok között nagy az átfedés. Mindkettő telepítésekor a Laptop csak pár MB további helyet igényel.
vi: Công việc Máy tính xách tay chồng lấp nhiều với công việc Môi trường làm việc. Cài đặt cả hai thì công việc Máy tính xách tay sẻ chiếm chỉ vài MB thêm sức chứa trên đĩa.

source: Web server
el: Διακομιστής Ιστοσελίδων
hu: Webkiszolgáló
ko: 웹 서버
sv: Webbserver
vi: Trình phục vụ Mạng

source: Print server
el: Εξυπηρετητής εκτυπώσεων
hu: Nyomtatókiszolgáló
ko: 인쇄 서버
sv: Utskriftsserver
vi: Trình phục vụ in

source: DNS server
el: Διακομιστής DNS
hu: DNS kiszolgáló
ko: DNS 서버
vi: Trình phục vụ DNS

source: File server
el: Διακομιστής Αρχείων
hu: Fájlkiszolgáló
ko: 파일 서버
sv: Filserver
vi: Trình phục vụ tập tin

source: Mail server
el: Διακομιστής αλληλογραφίας
hu: Levelezőkiszolgáló
ko: 메일 서버
sv: E-postserver
vi: Trình phục vụ thư

source: SQL database
el: Βάση Δεδομένων SQL
hu: SQL adatbázis
ko: SQL 데이터베이스
sv: SQL-databas
vi: Cơ sở dữ liệu SQL

source: The <emphasis>Desktop</emphasis> task will install the GNOME desktop environment.
el: Το <emphasis>Περιβάλλον επιφάνειας εργασίας</emphasis> θα εγκαταστήσει το περιβάλλον επιφάνειας εργασίας GNOME.
fi: Tehtävä <emphasis>Desktop</emphasis> asentaa GNOME-työpöytäympäristön.
hu: Az <emphasis>Asztal</emphasis> feladat a GNOME asztali környezetet telepíti.
vi: Công việc <emphasis>Môi trường làm việc</emphasis> sẽ cài đặt môi trường làm việc GNOME.

source: If you install in a language other than English, <command>tasksel</command> may automatically install a <firstterm>localization task</firstterm>, if one is available for your language. Space requirements differ per language; you should allow up to 350MB in total for download and installation.
el: Αν εγκαταστήσετε μια γλώσσα άλλη από τα Αγγλικά, το <command>tasksel</command> ίσως εγκαταστήσει αυτόματα ένα <firstterm>localization task</firstterm>, αν ένα τέτοιο είναι διαθέσιμο για την γλώσσα σας. Οι απαιτήσεις σε χώρο δίσκου διαφέρουν για κάθε γλώσσα. Θα πρέπει να αφήσετε συνολικά περίπου 350ΜΒ για κατέβασμα των πακέτων και εγκατάσταση.
fi: Jos asennuskieli on joku muu kuin englanti, <command>tasksel</command> saattaa asentaa automaattisesti <firstterm>kotoistustehtävän</firstterm>, jos sellainen on asennuskielelle saatavissa. Tilavaatimus riippuu kielestä; olisi varauduttava 350 Mt kokonaistilaan noudossa ja asennuksessa.
hu: Ha nem angolul telepítesz, a <command>tasksel</command> programmal automatikusan telepítésre kerül egy <firstterm>honosítási feladat</firstterm>, ha elérhető nyelvedhez. Az igényelt hely nyelvenként eltér; főleg a távol-keleti nyelvek esetében akár 350MB méretű is lehet, amúgy legalább 100MB méretet érdemes rá számolni.
vi: Nếu bạn cài đặt bằng ngôn ngữ khác tiếng Anh, <command>tasksel</command> có thể tự động cài đặt một <firstterm>công việc địa phương hoá</firstterm>, nếu có, cho ngôn ngữ của bạn (có một công việc dành cho tiếng Việt). Sức chứa cần thiết khác biệt giữa những ngôn ngữ khác nhau; bạn nên tính đến tổng là 350 MB để tải về và cài đặt công việc này.

source: Installing &debian; from a Unix/Linux System
el: Εγκαθιστώντας το &debian; από ένα Σύστημα Unix/Linux
fi: &debian;in asentaminen Unix/Linux-järjestelmästä.
hu: A &debian; telepítése egy Unix/Linux rendszerből
ko: 유닉스/리눅스 시스템에서 &debian; 설치하기
sv: Installera &debian; från ett Unix/Linux-system
vi: Cài đặt &debian; từ hệ thống UNIX/Linux

source: This section explains how to install &debian; from an existing Unix or Linux system, without using the menu-driven installer as explained in the rest of the manual. This <quote>cross-install</quote> HOWTO has been requested by users switching to &debian; from Red Hat, Mandrake, and SUSE. In this section some familiarity with entering *nix commands and navigating the file system is assumed. In this section, <prompt>$</prompt> symbolizes a command to be entered in the user's current system, while <prompt>#</prompt> refers to a command entered in the Debian chroot.
el: Η ενότητα αυτή εξηγεί πώς να εγκαταστήσετε το &debian; από ένα υπάρχον from Unix ή Linux σύστημα, χωρίς τη χρήση του βασισμένου στις ncurses, και οδηγούμενου από το μενού εγκαταστάτη όπως εξηγείται στο υπόλοιπο αυτού του εγχειριδίου. Αυτό το "cross-install" HOWTO έχει ζητηθεί από χρήστες που αλλάζουν σε &debian; από διανομές όπως οι Redhat, Mandrake, και SUSE. Στην ενότητα αυτή προϋποθέτουμε κάποια οικειότητα στην εισαγωγή εντολών *nix και πλοήγησης στο σύστημα αρχείων. Εδώ, η παρακίνηση <prompt>$</prompt> συμβολίζει μια εντολή που πρέπει να εισαχθεί στο υπάρχον σύστημα του χρήστη, ενώ το <prompt>#</prompt> αναφέρεται σε μια εντολή που θα εισαχθεί στο περιβάλλον Debian chroot.
fi: Tämä luku selittää miten &debian; asennetaan koneessa jo olevasta Unix- tai Linux-järjestelmästä käyttämättä valikkopohjaista asenninta josta muut osat tätä ohjetta kertovat. Tämä ohjetta <quote>ristiinasennuksesta</quote> ovat pyytäneet käyttäjät jotka vaihtavat &debian;iin järjestelmistä Red Hat, Mandrake ja SUSE. Tässä luvussa edellytetään jonkinlaista kokemusta *nix-komennoista ja tiedostojärjestelmässä liikkumisesta. Tässä luvussa <prompt>$</prompt> tarkoittaa komentoa joka kirjoitetaan koneessa jo olevassa käyttöjärjestelmässä, ja <prompt>#</prompt> tarkoittaa chroot-eristetyssä Debianissa kirjoitettavaa komentoa.
hu: E szakasz leírja, hogyan telepítsd a &debian; rendszeredet létező Unix vagy Linux rendszer alól a menü-vezérelt telepítő nélkül, amit már leírtunk e kézikönyvben. E <quote>kereszt-telepítő</quote> HOGYAN leírást seregnyi felhasználónk kérte, akik &debian; rendszerre váltanak mégpedig üzemszünet nélkül például Red Hat, Mandrake és SUSE disztribúciókról. A szakasz azért feltételezi legalább a legalapvetőbb *nix parancsok és fájlrendszer ismeretét. E szakaszban a <prompt>$</prompt> a felhasználó mostani rendszerében, a <prompt>#</prompt> a Debian chroot környezetben kiadott parancsot jelöli.
ko: 이 부분에서는 이 안내서의 다른 부분에 설명되어 있는 ncurses 기반 메뉴 방식 설치 프로그램을 사용하지 않고, 기존 유닉스 혹은 리눅스 시스템을 이용해 &debian; 배포판을 설치하는 방법을 설명합니다. 이 <quote>크로스 설치</quote> HOWTO는 Red Hat, Mandrake, SUSE에서 &debian; 배포판으로 바꾸려는 사용자들에게 필요한 부분입니다. 여기서는 유닉스 계열의 명령어를 입력하는 방법이나 파일 시스템을 돌아다니는 데 익숙해져 있다고 가정합니다. 여기서 <prompt>$</prompt> 표시는 사용자의 기존 시스템에서 입력하는 명령어이고, <prompt>#</prompt> 표시는 데비안 chroot에서 입력하는 명령어를 말합니다.
sv: Den här sektionen förklarar hur man installerar &debian; från ett existerande Unix- eller Linux-system, utan att använda den menystyrda installeraren som förklaras i resten av manualen. Den här HOWTO:n för <quote>cross-installation</quote> har efterfrågats av användare som byter till &debian; från Red Hat, Mandrake och SUSE. I denna sektion antas att viss erfarenhet av *nix-kommandon och navigering i filsystemet. I denna sektion, symboliserar <prompt>$</prompt> ett kommando som ska anges i användarens aktuella system, medan <prompt>#</prompt> refererar till ett kommando som ska anges i Debians chroot-miljö.
vi: Phần này diễn tả phương pháp cài đặt &debian; từ một hệ thống UNIX hay Linux đã có, không cần dùng trình cài đặt dựa vào trình đơn như được diễn tả trong phần sổ tay còn lại. Tài liệu <quote>cài đặt chéo</quote> Thế Nào này đã được yêu cầu bởi người dùng chuyển đổi sang &debian; từ hệ thống Red Hat, Mandrake, và SUSE. Trong phần này giả sử là bạn quen với cách nhập lệnh *nix và cách duyệt qua hệ thống tập tin. Trong phần này, dấu đồng <prompt>$</prompt> đại diện lệnh cần nhập vào hệ thống hiện thời của người dùng, còn dấu băm <prompt>#</prompt> đại diện lệnh được nhập vào chroot của Debian.

source: Once you've got the new Debian system configured to your preference, you can migrate your existing user data (if any) to it, and keep on rolling. This is therefore a <quote>zero downtime</quote> &debian; install. It's also a clever way for dealing with hardware that otherwise doesn't play friendly with various boot or installation media.
el: Από τη στιγμή που έχετε ρυθμίσει το καινούριο Debian σύστημά σας σύμφωνα με τις προτιμήσεις σας, μπορείτε να μεταφέρετε τα υπάρχοντα δεδομένα σας (αν υπάρχουν) σε αυτό, και να συνεχίσετε να δουλεύετε. Πρόκειται λοιπόν για μια εγκατάσταση Debian GNU/Linux με <quote>μηδενικό χρόνο μη λειτουργίας</quote>. Είναι επίσης και ένας έξυπνος τρόπος να αντιμετωπίσει κανείς δυσκολίες με υλικό που διαφορετικά δεν είναι φιλικό με διάφορα μέσα εκκίνησης ή εγκατάστασης.
fi: Kun uuden Debian-järjestelmän asetukset on saatu mieleisiksi, voidaan vanhan järjestelmän käyttäjien tiedot (jos niitä on) siirtää ja jatkaa koneen käyttöä. Kyseessä on siis &debian; asennus <quote>ilman alhaallaoloaikaa</quote>. Tämä on myös näppärä keino jos laitteiston kanssa on vaikeuksia käynnistys- ja asennustaltioiden kanssa.
hu: A Debian telepítés végeztével átviheted rá létező felhasználói adataidat (ha vannak), és folyamatosan életben tarthatod. Ezért ez egy <quote>zéró leállású</quote> &debian; telepítés. A különböző indító vagy telepítő médiával nem baráti hardverekkel is el lehet így bánni.
ko: 새로 설치한 데비안 시스템을 필요에 맞게 설정하기만 하면, 기존 사용자 데이터를 (있다면) 옮겨와서 계속 사용할 수 있습니다. 즉 <quote>다운타임이 없는</quote> &debian; 설치입니다. 또 이 방법은 여러가지 부팅 미디어나 설치 미디어들이 동작하지 않는 하드웨어에 설치하는 쉬운 방법이기도 합니다.
sv: När du har fått det nya Debian-systemet konfigurerat enligt din smak, kan du migrera din existerande användardata (om den finns) till det, och fortsätta köra. Det här är alltså en installation av &debian; <quote>utan nedtid</quote>. Det är också ett klurigt sätt att hantera maskinvara som annars inte fungerar snällt med olika uppstarts- eller installationsmedia.
vi: Một khi bạn cấu hình hệ thống Debian mới một cách thích hợp, bạn có khả năng nâng cấp các dữ liệu người dùng tồn tại (nếu có) lên nó, rồi tiếp tục làm việc như bình thường. Vì vậy, tiến trình cài đặt &debian; này <quote>không có thời gian chết</quote>. Nó cũng là phương pháp thông minh để quản lý phần cứng thường không hợp tác với vật chứa khác nhau kiểu khởi động hay cài đặt.

source: Getting Started
el: Ξεκινώντας
fi: Alkuunpääsy
hu: Kezdés
ko: 시작하기
sv: Påbörja arbetet
vi: Bắt đầu

source: With your current *nix partitioning tools, repartition the hard drive as needed, creating at least one filesystem plus swap. You need around 350MB of space available for a console only install, or about 1GB if you plan to install X (more if you intend to install desktop environments like GNOME or KDE).
el: Με τα διαθέσιμα *nix εργαλεία διαμέρισης, επαναδιαμερίσετε τον σκληρό σας δίσκο όπως απαιτείται, δημιουργώντας τουλάχιστον ένα σύστημα αρχείων και ένα μια κατάτμηση swap. Χρειάζεστε τουλάχιστον 350MB διαθέσιμου χώρου για μια εγκατάσταση μόνο με κονσόλα, ή περίπου 1GB αν σκοπεύετε να εγκαταστήσετε το περιβάλλον X (και περισσότερα αν σκοπεύετε να εγκαταστήσετε κάποιο περιβάλλον επιφάνειας εργασίας όπως το GNOME ή το KDE).
fi: Koneessa jo olevan *nix-järjestelmän osiontityökaluilla osioidaan tarvittaessa kiintolevy. On tehtävä ainakin yksi tiedostojärjestelmä ja sivutustila. Tarvitaan ainakin 350 Mt pelkästään konsolilta käytettävälle asennukselle, tai noin 1 Gt jos asennetaan X (enemmän jos asennetaan työpöytäympäristö kuten GNOME tai KDE).
hu: Mostani *nix partíciós eszközöddel particionáld újra a merevlemezt ha és ahogy szükséges, legyen legalább 1 fájlrendszer és egy csere. Mintegy 350MB kell egy csak konzolos telepítéshez vagy mintegy 1GB X telepítése estén (Ha tervezed egy az Xfce környezetnél nagyobb teljes munkakörnyezet telepítését, mint például a GNOME vagy KDE, akkor jelentősen több).
vi: Bằng các công cụ phân vùng *nix hiện thời, hãy phân vùng lại đĩa cứng như cần thiết, cũng tạo ít nhất một hệ thống tập tin cộng với vùng trao đổi (swap). Bạn cần có khoảng 350 MB sức chứa còn rảnh khi cài đặt chỉ với bàn giao tiếp, hay khoảng 1 GB nếu bạn định cài đặt hệ thống cửa sổ X (còn nhiều hơn nếu bạn định cài đặt môi trường làm việc như GNOME hay KDE).

source: Next, create file systems on the partitions. For example, to create an ext3 file system on partition <filename>/dev/hda6</filename> (that's our example root partition): <informalexample><screen> # mke2fs -j /dev/<replaceable>hda6</replaceable> </screen></informalexample> To create an ext2 file system instead, omit <userinput>-j</userinput>.
el: Στην συνέχεια, δημιουργήστε συστήματα αρχείων στις κατατμήσεις. Για παράδειγμα, για να δημιουργήσετε ένα σύστημα αρχείων ext3 στην κατάτμηση <filename>/dev/hda6</filename> (που είναι η ριζική κατάτμηση του παραδείγματος μας): <informalexample><screen> $ mke2fs -j /dev/hda6 </screen></informalexample>. Αν αντίθετα θέλετε να δημιουργήσετε ένα σύστημα αρχείων ext2, παραλήψτε την παράμετρο <userinput>-j</userinput>.
fi: Osioille on luotava tiedostojärjestelmät. Esimerkiksi jos tehdään ext3-tiedostojärjestelmä osioon <filename>/dev/hda6</filename> (se on esimerkin juuriosio): <informalexample><screen> # mke2fs -j /dev/<replaceable>hda6</replaceable> </screen></informalexample> Jos halutaankin ext2-tiedostojärjestelmä, jätetään <userinput>-j</userinput> pois.
hu: Ezután hozd létre a fájlrendszereket a partíciókon. Például egy ext3 fájlrendszer létrehozásához a <filename>/dev/hda6</filename> partíción (ez a példa gyökér partíciónk): <informalexample><screen> # mke2fs -j /dev/<replaceable>hda6</replaceable> </screen></informalexample> Egy ext2 fájlrendszerhez hagyd el a <userinput>-j</userinput> opciót.
vi: Sau đó, hãy tạo hệ thống tập tin trên những phân vùng. Chẳng hạn, để tạo một hệ thống tập tin kiểu ext3 trên phân vùng <filename>/dev/hda6</filename> (phân vùng gốc mẫu): <informalexample><screen> # mke2fs -j /dev/<replaceable>hda6</replaceable> </screen></informalexample> Còn để tạo hệ thống tập tin kiểu ext2, chỉ cần bỏ đoạn <userinput>-j</userinput> đi.

source: Initialize and activate swap (substitute the partition number for your intended Debian swap partition): <informalexample><screen> # mkswap /dev/<replaceable>hda5</replaceable> # sync; sync; sync # swapon /dev/<replaceable>hda5</replaceable> </screen></informalexample> Mount one partition as <filename>/mnt/debinst</filename> (the installation point, to be the root (<filename>/</filename>) filesystem on your new system). The mount point name is strictly arbitrary, it is referenced later below.
el: Διαμορφώστε και ενεργοποιήστε μια κατάτμηση swap (αντικαταστήστε τον αριθμό της κατάτμησης μ' αυτόν της κατάτμησης swap του δικού σας συστήματος Debian):<informalexample><screen> # mkswap /dev/<replaceable>hda5</replaceable> # sync; sync; sync # swapon /dev/<replaceable>hda5</replaceable> </screen></informalexample> Προσαρτήστε μια κατάτμηση του δίσκου σαν <filename>/mnt/debinst</filename> (το σημείο εγκατάστασης που θα γίνει το ριζικό σύστημα αρχείων (<filename>/</filename>) στο καινούριο σας σύστημα). Το όνομα του σημείου προσάρτησης είναι αυστηρά αυθαίρετο, δείτε αναφορά γι' αυτό παρακάτω.
fi: Alustetaan sivutus ja otetaan se käyttöön (korvaa osion numero halutulla Debianin sivutusosiolla): <informalexample><screen> # mkswap /dev/<replaceable>hda5</replaceable> # sync; sync; sync # swapon /dev/<replaceable>hda5</replaceable> </screen></informalexample> Yksi osio on liitettävä kohtaan <filename>/mnt/debinst</filename> (asennus tehdään tähän, siitä tulee uuden järjestelmän juuritiedostojärjestelmä (<filename>/</filename>)). Liitoskohta voi olla mikä tahansa hakemisto, mutta nimeä käytetään myöhemmin.
hu: Inicializáld és aktiváld a cserehelyet (cseréld a partíció számot tervezett Debian csere partíciódra): <informalexample><screen> # mkswap /dev/<replaceable>hda5</replaceable> # sync; sync; sync # swapon /dev/<replaceable>hda5</replaceable> </screen></informalexample> Csatolj egy partíciót mint <filename>/mnt/debinst</filename> (a csatolási pont, a leendő (<filename>/</filename>) fájlrendszer az új rendszeren). A csatolási pont név teljesen önkényes. alább hivatkozunk rá.
vi: Sở khởi và kích hoạt vùng trao đổi (thay thế số hiệu phân vùng của phân vùng trao đổi Debian đã dự định): <informalexample><screen> # mkswap /dev/<replaceable>hda5</replaceable> # sync; sync; sync # swapon /dev/<replaceable>hda5</replaceable> </screen></informalexample> Hãy lắp một phân vùng như là <filename>/mnt/debinst</filename> (điểm cài đặt, để là hệ thống tập tin gốc (<filename>/</filename>) trên hệ thống mới). Tên của điểm lắp là tùy ý chặt chẽ: nó được diễn tả lại sau bên dưới.

source: If you want to have parts of the filesystem (e.g. /usr) mounted on separate partitions, you will need to create and mount these directories manually before proceding with the next stage.
el: Αν θέλετε να έχετε μέρη του συστήματος αρχείων σας (πχ. /usr) προσαρτημένα σε διαφορετικές κατατμήσεις, θα πρέπει να δημιουργήσετε και να προσαρτήσετε αυτούς τους καταλόγους χειροκίνητα πριν προχωρήσετε στο επόμενο στάδιο.
fi: Jos osa tiedostojärjestelmästä (esim. /usr) halutaan omiin levyosioihinsa, on nämä osiot tehtävä ja liitettävä itse ennen kuin jatketaan seuraavaan kohtaan.
hu: Ha a fájlrendszer részeit (például /usr) külön partícióra akarod, létre kell hoznod és csatolnod a könyvtárakat a következők előtt.
ko: 파일시스템의 (예를 들어 /usr) 일부를 별도의 파티션에 마운트하려면, 다음 단계로 넘어가기 전에 그 디렉토리를 수동으로 만들어서 마운트해야 합니다.
sv: Om du vill ha delar av filsystemet (exempelvis, /usr) monterat på separata partitioner, behöver du skapa och montera dessa kataloger manuellt innan du fortsätter till nästa steg.
vi: Nếu bạn muốn đặt phần nào của hệ thống tập tin (v.d. <filename>/usr</filename>) được gắn kết vào phân vùng riêng, bạn cần phải tự tạo và gắn kết những thư mục này trước khi tiếp tục tới giao đoạn kế tiếp.

source: Install <command>debootstrap</command>
el: Εγκαθιστώντας με το <command>debootstrap</command>
fi: Asennetaan <command>debootstrap</command>
hu: A <command>debootstrap</command> telepítése
ko: <command>debootstrap</command> 설치
sv: Installera <command>debootstrap</command>
vi: Cài đặt <command>debootstrap</command>
