Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: Setting Timezone
el: Ρύθμιση της Χρονικής Ζώνης
fi: Aikavyöhyke
hu: Időzóna beállítása
vi: Đặt múi giờ

source: An option in the file <filename>/etc/default/rcS</filename> determines whether the system will interpret the hardware clock as being set to UTC or local time. The following command allow you to set that and choose your timezone.
el: Μια επιλογή στο αρχείο <filename>/etc/default/rcS</filename> καθορίζει αν το σύστημα θα ερμηνεύει την ώρα στο ρολόι του υπολογιστή σαν ορισμένης στην ζώνη UTC ή στην τοπική χρονική ζώνη. Η ακόλουθη εντολή σας επιτρέπει να καθορίσετε αυτή την επιλογή και να διαλέξετε την χρονική ζώνη.
fi: Valinta tiedostossa <filename>/etc/default/rcS</filename> määrittää katsooko järjestelmä laitteiston kellon olevan maailmanajassa (UTC) vai paikallisessa ajassa. Seuraavalla komennolla voi tämän määrätä ja valita aikavyöhykkeen.
hu: A <filename>/etc/default/rcS</filename> egy opciója szabja meg, hogy a rendszer a hardver órát az UTC vagy a helyi időre állítva értelmezi-e. Az alábbi paranccsal ez és az időzóna beállítható.
vi: Tập tin <filename>/etc/default/rcS</filename> chứa một tùy chọn xác định nếu hệ thống sẽ giải thích đồng hồ phần cứng như là giờ thế giới (UTC) hay giờ địa phương. Lệnh sau cho bạn có khả năng đặt nó và chọn múi giờ riêng.

source: Configure Networking
el: Ρύθμιση Δικτύου
fi: Verkon asetukset
hu: Hálózat beállítása
ko: 네트워크 설정하기
sv: Konfigurera nätverket
vi: Cấu hình khả năng chạy mạng

source: To configure networking, edit <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>/etc/hostname</filename> and <filename>/etc/hosts</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Here are some simple examples from <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Enter your nameserver(s) and search directives in <filename>/etc/resolv.conf</filename>: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> A simple example <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Enter your system's host name (2 to 63 characters): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> And a basic <filename>/etc/hosts</filename> with IPv6 support: <informalexample><screen> 127.0.0.1 localhost DebianHostName # The following lines are desirable for IPv6 capable hosts ::1 ip6-localhost ip6-loopback fe00::0 ip6-localnet ff00::0 ip6-mcastprefix ff02::1 ip6-allnodes ff02::2 ip6-allrouters ff02::3 ip6-allhosts </screen></informalexample> If you have multiple network cards, you should arrange the names of driver modules in the <filename>/etc/modules</filename> file into the desired order. Then during boot, each card will be associated with the interface name (eth0, eth1, etc.) that you expect.
el: Για να ρυθμίσετε το δίκτυο, επεξεργαστείτε τα αρχεία <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>etc/hostname</filename> και <filename>/etc/hosts</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Εδώ είναι μερικά απλά παραδείγματα από το <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Βάλτε τις ρυθμίσεις για τους εξυπηρετητές ονοματοδοσίας και την έρευνα ονομάτων τομέων στο<filename>/etc/resolv.conf</filename>: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> Ένα απλό αρχείο <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Εισάγετε το όνομα του υπολογιστή σας (2 έως 63 χαρακτήρες): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> Και ένα βασίκο αρχείο <filename>/etc/hosts</filename> με υποστήριξη για ΙΡv6: <informalexample><screen> 127.0.0.1 localhost DebianHostName # The following lines are desirable for IPv6 capable hosts ::1 ip6-localhost ip6-loopback fe00::0 ip6-localnet ff00::0 ip6-mcastprefix ff02::1 ip6-allnodes ff02::2 ip6-allrouters ff02::3 ip6-allhosts </screen></informalexample> Αν έχετε περισσότερες από μια κάρτες δικτύου, θα πρέπει να διευθετήσετε τα ονόματα των αρθρωμάτων των οδηγών στο αρχείο <filename>/etc/modules</filename> με την επιθυμητή σειρά. Έτσι, κατά τη διάρκεια της εκκίνησης, κάθε κάρτα θα συσχετιστεί με το αναμενόμενο όνομα της διεπαφής (eth0, eth1, etc.).
fi: Verkon asetukset tehdään muokkaamalla tiedostoja <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>/etc/hostname</filename> ja <filename>/etc/hosts</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Tässä on muutamia yksinkertaisia esimerkkejä hakemistosta <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Tiedostoon <filename>/etc/resolv.conf</filename> kirjoitetaan nimipalvelimet ja hakuasetuksia: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> Yksinkertainen <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Kirjoita järjestelmän konenimi (2 - 63 merkkiä): <informalexample><screen> # echo DebianinKonenimi &gt; /etc/hostname </screen></informalexample> Vielä perusversio tiedostosta <filename>/etc/hosts</filename> jossa on mukana IPv6-tuki: <informalexample><screen> 127.0.0.1 localhost DebianHostName # The following lines are desirable for IPv6 capable hosts\ ::1 ip6-localhost ip6-loopback\ fe00::0 ip6-localnet ff00::0 ip6-mcastprefix ff02::1 ip6-allnodes ff02::2 ip6-allrouters ff02::3 ip6-allhosts </screen></informalexample> Jos verkkoliitäntöjä on useita, olisi ajurimoduulien nimet järjestettävä tiedostossa <filename>/etc/modules</filename> haluttuun järjestykseen. Näin on jokainen liitäntä käynnistyksessä tunnetulla nimellä (eth0, eth1, etc.).
hu: A hálózat beállításához szerkeszd ezeket: <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>/etc/hostname</filename> és <filename>/etc/hosts</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> A példák helye ez: <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Adj meg 1 vagy több név-kiszolgálót és a keresést a <filename>/etc/resolv.conf</filename> fájlban: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> Egy egyszerű <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Add meg a rendszer gépnevét (2 és 63 karakter között): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> És egy alap <filename>/etc/hosts</filename> fájlt IPv6 támogatással: <informalexample><screen> 127.0.0.1 localhost DebianHostName # The following lines are desirable for IPv6 capable hosts ::1 ip6-localhost ip6-loopback fe00::0 ip6-localnet ff00::0 ip6-mcastprefix ff02::1 ip6-allnodes ff02::2 ip6-allrouters ff02::3 ip6-allhosts </screen></informalexample> Több hálózati kártya esetén a kívánt sorrendre kell rendezni a meghajtó modulok nevét a <filename>/etc/modules</filename> fájlban. Az indítás alatt minden kártya egy csatoló-névvel társul (eth0, eth1 és így tovább).
vi: Để cấu hình cách chạy mạng, hãy chỉnh sửa các tập tin <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, <filename>/etc/hostname</filename> và <filename>/etc/hosts</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Ở đây có một số mẫu thí dụ đơn giản từ <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- tập tin cấu hình cho ifup(8), ifdown(8) # Xem trang hướng dẫn về interfaces(5) để tìm thông tin về những tùy chọn nào sẵn sàng. ###################################################################### # Luôn luôn muốn có giao diện mạch. # auto lo iface lo inet loopback # Để sử dụng dịch v ụ DHCP: # # auto eth0 # iface eth0 inet dhcp # Một thiết lập IP tĩnh mẫu: (tùy chọn là quảng bá [broadcast] và cổng ra [gateway]) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Hãy nhập các máy phục vụ tên và chỉ thị tìm kiếm vào tập tin cấu hình <filename>/etc/resolv.conf</filename>: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> Một tập tin <filename>/etc/resolv.conf</filename> mẫu đơn giản: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Nhập tên máy của hệ thống (2 đến 63 ký tự): <informalexample><screen> # echo tên_máy_Debian &gt; /etc/hostname </screen></informalexample> Tập tin <filename>/etc/hosts</filename> cơ bản với khả năng hỗ trợ IPv6: <informalexample><screen> 127.0.0.1 localhost tên_máy_Debian # Khuyên bạn gồm những dòng sau cho máy có khả năng IPv6 ::1 ip6-localhost ip6-loopback fe00::0 ip6-localnet ff00::0 ip6-mcastprefix ff02::1 ip6-allnodes ff02::2 ip6-allrouters ff02::3 ip6-allhosts </screen></informalexample> Có nhiều thẻ mạng thì bạn nên sắp xếp nhưng tên mô-đun trình điều khiển theo thứ tự đã muốn trong tập tin <filename>/etc/modules</filename>. Sau đó, trong khi khởi động, mỗi thẻ sẽ được lắp với tên giao diện (eth0, eth1, v.v.) mong đợi.

source: Configure Apt
el: Ρύθμιση του Apt
fi: Aptin asetukset
hu: Az APT beállítása
vi: Cấu hình Apt

source: Debootstrap will have created a very basic <filename>/etc/apt/sources.list</filename> that will allow installing additional packages. However, you may want to add some additional sources, for example for source packages and security updates: <informalexample><screen> deb-src http://ftp.us.debian.org/debian etch main deb http://security.debian.org/ etch/updates main deb-src http://security.debian.org/ etch/updates main </screen></informalexample> Make sure to run <userinput>aptitude update</userinput> after you have made changes to the sources list.
el: To debootstrap θα έχει δημιουργήσει ένα πολύ βασικό αρχείο <filename>/etc/apt/sources.list</filename> που θα σας επιτρέψει να εγκαταστήσετε επιπλέον πακέτα. Πιθανόν όμως να θέλετε να προσθέσετε κάποιες επιπρόσθετες πηγές, για παράδειγμα για πακέτα πηγαίου κώδικα και αναβαθμίσεις ασφαλείας:<informalexample><screen> deb-src http://ftp.us.debian.org/debian etch main deb http://security.debian.org/ etch/updates main deb-src http://security.debian.org/ etch/updates main </screen></informalexample>. Βεβαιωθείτε ότι τρέξατε <userinput>aptitude update</userinput> αφού κάνατε τις αλλαγές στην λίστα των πηγών.
fi: Debootstrap on luonut hyvin perusversion tiedostosta <filename>/etc/apt/sources.list</filename>, jonka avulla voi asentaa lisää paketteja. Saatat kuitenkin haluta lisätä enemmän asennuslähteitä, esimerkiksi lähdekoodipaketeille ja tietoturvapäivityksille: <informalexample><screen> deb-src http://ftp.fi.debian.org/debian etch main deb http://security.debian.org/ etch/updates main deb-src http://security.debian.org/ etch/updates main </screen></informalexample> Muista käynnistää <userinput>aptitude update</userinput> kun sources.list-tiedostoa on muutettu.
hu: A debootstrap létrehoz egy alap <filename>/etc/apt/sources.list</filename> fájlt, ami lehetővé teszi további csomagok telepítését. De további források megadása is ajánlott, például a forrás csomagoké és a biztonsági frissítéseké: <informalexample><screen> deb-src http://ftp.us.debian.org/debian etch main deb http://security.debian.org/ etch/updates main deb-src http://security.debian.org/ etch/updates main </screen></informalexample> Futtasd az <userinput>aptitude update</userinput> parancsot a forrás-lista fájl módosítása után.
vi: Lúc đó, Debootstrap đã tạo một tập tin liệt kê các nguồn <filename>/etc/apt/sources.list</filename> rất cơ bản sẽ cho bạn có khả năng cài đặt các gói thêm. Tuy nhiên, bạn có thể muốn thêm một số nguồn nữa, chẳng hạn cho gói nguồn và bản cập nhật bảo mật: <informalexample><screen> deb-src http://ftp.us.debian.org/debian etch main deb http://security.debian.org/ etch/updates main deb-src http://security.debian.org/ etch/updates main </screen></informalexample> Đảm bảo bạn chạy <userinput>aptitude update</userinput> sau khi thay đổi danh sách các nguồn.

source: Configure Locales and Keyboard
el: Ρύθμιση πληκτρολογίου και τοπικοποίησης
fi: Näppäimistön asetukset ja maa-asetusto
hu: Honosítás és billentyűzet beállítása
vi: Cấu hình miền địa phương và bàn phím

source: To configure your locale settings to use a language other than English, install the <classname>locales</classname> support package and configure it. Currently the use of UTF-8 locales is recommended. <informalexample><screen> # aptitude install locales # dpkg-reconfigure locales </screen></informalexample> To configure your keyboard (if needed):
el: Για να ρυθμίσετε την τοπικοποίησή σας ώστε να χρησιμοποιήσετε μια γλώσσα διαφορετική από τα Αγγλικά, εγκαταστήστε το πακέτο υποστήριξης <filename>locales</filename> και ρυθμίστε το. Προς το παρόν συνιστάται η χρήση της τοπικοποίησης UTF-8. <informalexample><screen> # aptitude install locales # dpkg-reconfigure locales </screen></informalexample> Για να ρυθμίσετε το πληκτρολόγιο σας (αν είναι απαραίτητο):
fi: Maa-asetukset saadaan englannin lisäksi muidenkin kielien mukaiseksi asentamalla paketti <classname>locales</classname> ja tekemällä sen asetukset. Nyt suositellaan UTF-8-lokaalien käyttöä. <informalexample><screen> # aptitude install locales # dpkg-reconfigure locales </screen></informalexample> Näppäimistön asetukset tehdään (tarvittaessa):
hu: Az angol nyelvtől eltérő helyi beállítások konfigurálásához telepítsd a <classname>locales</classname> támogató csomagot és állítsd be. Jelenleg az UTF-8 beállítások ajánlottak. <informalexample><screen> # aptitude install locales # dpkg-reconfigure locales </screen></informalexample> Állítsd be a billentyűzetet (ha szükséges):
vi: Để cấu hình thiết lập miền địa phương để sử dụng ngôn ngữ khác tiếng Anh, hãy cài đặt gói hỗ trợ <filename>locales</filename> và cấu hình nó. Khuyên bạn sử dụng miền địa phương UTF8.<informalexample><screen> # aptitude install locales # dpkg-reconfigure locales </screen></informalexample> Để cấu hình bàn phím (nếu cần):

source: Note that the keyboard cannot be set while in the chroot, but will be configured for the next reboot.
el: Σημειώστε ότι δεν μπορείτε να ορίσετε το πληκτρολόγιο όσο είσαστε στο περιβάλλον chroot, αλλά θα ρυθμιστεί με την επόμενη επανεκκίνηση.
fi: Huomaa ettei näppäimistön asetuksia saa käyttöön kun ollaan chroot-eristettynä, mutta ne tulevat käyttöön seuraavassa käynnistyksessä.
hu: A billentyűzet nem kerül beállításra a chroot környezetben, de az újraindítás után igen.
ko: 키보드는 chroot 안에 있을 때 설정할 수 없다는 데 유의하십시오. 다음에 다시 시작한 다음에 설정합니다.
sv: Notera att tangentbordet inte kan ställas in när chroot används men kommer att konfigureras inför nästa omstart.
vi: Ghi chú rằng bàn phím không thể được đặt trong khi nằm trong chroot, nhưng sẽ được cấu hình cho lần khởi động lại kế tiếp.

source: Install a Kernel
el: Εγκατάσταση ενός Πυρήνα
fi: Asennetaan ydin
hu: Kernel telepítése
ko: 커널 설치
sv: Installera en kärna
vi: Cài đặt hạt nhân

source: If you intend to boot this system, you probably want a Linux kernel and a boot loader. Identify available pre-packaged kernels with:
el: Αν θέλετε να εκκινήσετε αυτό το σύστημα το πιθανότερο χρειάζεστε έναν πυρήνα Linux και έναν φορτωτή εκκίνησης. Προσδιορίστε διαθέσιμα πακέτα με πυρήνες με την εντολή:
fi: Jos tämä järjestelmä aiotaan käynnistää, haluttaneen Linux ydin ja käynnistyslatain. Saatavilla olevat ytimien valmiit asennuspaketit löytää komennolla:
hu: A rendszer indításához kell egy Linux kernel és egy boot betöltő. Az elérhető elő-csomagolt kernelek:
vi: Nếu bạn dự định khởi động hệ thống này, bạn rất có thể muốn có một hạt nhân (kernel) Linux và một bộ tải khởi động (boot loader). Có thể nhận diện các hạt nhân đóng gói sẵn bằng lệnh:

source: If you intend to use a pre-packaged kernel, you may want to create the configuration file <filename>/etc/kernel-img.conf</filename> before you do so. Here's an example file:
el: Αν σκοπεύετε να χρησιμοποιήσετε έναν πυρήνα από πακέτο, πιθανόν να θέλετε να δημιουργήσετε πριν απ' αυτό το αρχείο ρύθμισης <filename>/etc/kernel-img.conf</filename>. Εδώ είναι ένα παράδειγμα:
fi: Jos aiotaan käyttää valmista paketoitua ydintä, kannattaa ennen sitä luoda asetustiedosto <filename>/etc/kernel-img.conf</filename>. Tässä on esimerkkitiedosto:
hu: Egy elő-csomagolt kernel használatához hozd létre a <filename>/etc/kernel-img.conf</filename> beállító fájlt. Példa:
vi: Nếu bạn định sử dụng một hạt nhân đóng gói sẵn, đề nghị bạn tạo tập tin cấu hình <filename>/etc/kernel-img.conf</filename> trước đó. Đây là một tập tin thí dụ :

source: # Kernel image management overrides # See kernel-img.conf(5) for details do_symlinks = yes relative_links = yes do_bootloader = yes do_bootfloppy = no do_initrd = yes link_in_boot = no
hu: # Kernel image management overrides # Lásd a kernel-img.conf(5) kézikönyv-oldalt a részletekért do_symlinks = yes relative_links = yes do_bootloader = yes do_bootfloppy = no do_initrd = yes link_in_boot = no
vi: # Các việc ghi đè khả năng quản lý ảnh hạt nhân # Xem kernel-img.conf(5) để tìm chi tiết do_symlinks = yes relative_links = yes do_bootloader = yes do_bootfloppy = no do_initrd = yes link_in_boot = no# [do làm # symlinks các liên kết tượng trưng # relative links các liên kết tương đối # bootloader bộ tải khởi động # bootfloppy đĩa mềm khởi động # link in boot liên kết vào khởi động]

source: For detailed information about this file and the various options, consult its man page which will be available after installing the <classname>kernel-package</classname> package. We recommend that you check that the values are appropriate for your system.
el: Για λεπτομερείς πληροφορίες σχετικά με το αρχείο αυτό και τις διάφορες επιλογές, συμβουλευτείτε την σελίδα χρήσης του (man page) που θα είναι διαθέσιμη μετά την εγκατάσταση του πακέτου <classname>kernel-package</classname>. Προτείνουμε να ελέγξετε ότι οι τιμές είναι κατάλληλες για το σύστημά σας.
fi: Yksityiskohtaisempaa tietoa tästä tiedostosta ja sen erilaisista valitsimista löytyy sen man-sivulta, joka on saatavilla kun <classname>kernel-package</classname> on asennettu. Suosittelemme, että tarkistat arvojen olevan sopivat järjestelmällesi.
hu: Részletes adatokért e fájlról és a különböző lehetőségekről lásd a kézikönyv oldalt, mely elérhető lesz a <classname>kernel-package</classname> csomag telepítése után. Mindig ellenőrizd, hogy az értékek megfelelnek a rendszerednek.
vi: Để tìm thông tin chi tiết về tập tin này và các tùy chọn khác nhau, xem trang hướng dẫn của nó mà sẵn sàng sau khi cài đặt gói <classname>kernel-package</classname>. Khuyên bạn kiểm tra xem những giá trị trong nó cũng thích hợp với hệ thống của bạn.
