Repository: dankamongmen/s-i
Catalog: manual/po/*/random-bits.po
Languages: el, fi, hu, ko, sv, vi

source: This section explains how to install &debian; on a computer without an Ethernet card, but with just a remote gateway computer attached via a Null-Modem cable (also called Null-Printer cable). The gateway computer should be connected to a network that has a Debian mirror on it (e.g. to the Internet).
el: Η ενότητα αυτή εξηγεί πώς να εγκαταστήσετε το &debian; σε έναν υπολογιστή χωρίς κάρτα Ethernet, αλλά μόνο μ' έναν απομακρυσμένο υπολογιστή σαν πύλη συνδεδεμένο μέσω ενός καλωδίου Null-Modem (που λέγεται επίσης και καλώδιο Null-Printer). Ο υπολογιστής-πύλη θα πρέπει να είναι συνδεδεμένος σ' ένα δίκτυο που να διαθέτει ένα καθρέφτη της αρχειοθήκης του Debian (πχ. στο Διαδίκτυο).
fi: Tässä luvussa kerrotaan miten &debian; asennetaan tietokoneelle jossa ei ole Ethernetliitäntää, vain yhdyskäytävänä toimiva etätietokone johon on yhteys nollamodeemikaapelilla (eli nollatulostinkaapelilla). Yhdyskäytäväkoneen olisi oltava verkossa jossa on Debianin asennuspalvelimen kopio (esim. Internetissä).
hu: E szakasz bemutatja, hogy telepítsük a &debian; rendszert hálózati tükörrel egy Ethernet kártya nélküli gépen, csak egy Null-Modem kábel (Null-Printer kábel) által csatolt átjáró géppel. Az átjáró gép Debian tükröt elérő hálózaton van (például Interneten).
vi: Phần này diễn tả phương pháp cài đặt &debian; vào máy tính không có thẻ Ethernet, chỉ có máy tính cổng ra từ xa được gắn nối bằng cáp Null-Modem (bộ điều giải rỗng, cũng được gọi như là cáp Null-Printer, máy in rỗng). Máy tính cổng ra nên được kết nối đến mạng chứa máy nhân bản Debian (v.d. có kết nối đến Mạng).

source: In the example in this appendix we will set up a PLIP connection using a gateway connected to the Internet over a dial-up connection (ppp0). We will use IP addresses 192.168.0.1 and 192.168.0.2 for the PLIP interfaces on the target system and the source system respectively (these addresses should be unused within your network address space).
el: Στο παράδειγμα στο παράρτημα αυτό, θα ρυθμίσουμε μια σύνδεση PLIP χρησιμοποιώντας μια πύλη συνδεδεμένη στο Διαδίκτυο μέσω μιας dial-up σύνδεσης (ppp0). Θα χρησιμοποιήσουμε τις διευθύνσεις IP 192.168.0.1 και 192.168.0.2 για τις διασυνδέσεις PLIP στο σύστημα προορισμού και αφετηρίας αντίστοιχα (οι διευθύνσεις αυτές θα πρέπει να μην είναι σε χρήση μέσα στο χώρο διευθύνσεων του δικτύου σας).
fi: Tämän liitteen esimerkissä tehdään PLIP-yhteys yhdyskäytäväkoneeseen josta on soittoyhteys Internetiin (ppp0). Käytettävät IP-numerot PLIP-liitännöille ovat 192.168.0.1 tälle koneelle (kohdekone) ja 192.168.0.2 yhdyskäytäväkoneelle (on valittava osoitteet jotka eivät kuulu paikallisverkon osoiteavaruuteen).
hu: E példában beállítunk egy Internetre kötött átjárót használó PLIP kapcsolatot be-tárcsázós kapcsolaton (ppp0). A 192.168.0.1 és 192.168.0.2 IP címeket használjuk a PLIP csatolókhoz a cél és forrás rendszeren (természetesen, ha ezeket használjuk, más ne használja a hálózaton).
ko: 이 부록의 예제에서는 전화접속 연결을 통해 (ppp0) 인터넷에 연결된 게이트웨이와 PLIP 연결을 합니다. 타겟 컴퓨터와 소스 컴퓨터 각각에 IP 주소로 192.168.0.1 및 192.168.0.2를 사용합니다. (게이트웨이에 연결되어 있는 네트워크에서 이 IP 주소는 사용하지 말아야 합니다.)
sv: I exemplet i det här appendixet kommer vi att ställa in en PLIP-anslutning med en gateway ansluten till Internet över en uppringd anslutning (ppp0). Vi kommer att använda IP-adresserna 192.168.0.1 och 192.168.0.2 för PLIP-gränssnitten på målsystemet respektive källsystemet (dessa adresser bör vara oanvända inom din nätverksadressrymd).
vi: Mẫu trong phụ lục này sẽ hiển thị phương pháp thiết lập sự kết nối PLIP, dùng cổng ra được kết nối đến Mạng qua sự kết nối quay số (ppp0). Nó sẽ dùng địa chỉ IP <userinput>192.168.0.1</userinput> và <userinput>192.168.0.2</userinput> cho hai giao diện PLIP trên hệ thống đích và hệ thống nguồn riêng từng cái (những địa chỉ này nên là không dùng bên trong miền địa chỉ của mạng của bạn).

source: The PLIP connection set up during the installation will also be available after the reboot into the installed system (see <xref linkend="boot-new"/>).
el: Η ρύθμιση της σύνδεσης PLIP κατά την εγκατάσταση θα είναι επίσης διαθέσιμη μετά την επανεκκίνηση στο εγκατεστημένο σύστημα (δείτε το <xref linkend="boot-new"/>).
fi: Asennuksen aikana tehty PLIP-yhteys on käytettävissä myös kun on käynnistetty asennettuun järjestelmään (katso <xref linkend="boot-new"/>).
hu: A telepítés alatt használt PLIP kapcsolat a telepített rendszer újraindítása után is elérhető (lásd: <xref linkend="boot-new"/>).
ko: 설치한 시스템으로 다시 시작한 다음에도 설치할 때 사용한 PLIP 연결을 설정할 수 있습니다. (<xref linkend="boot-new"/> 참고)
sv: Inställningen av PLIP-anslutningen under installationen kommer också vara tillgänglig efter omstart till det installerade systemet (se <xref linkend="boot-new"/>).
vi: Sự kết nối PLIP được thiết lập trong khi cài đặt sẽ cũng sẵn sàng sau khi khởi động lại vào hệ thống đã cài đặt (xem <xref linkend="boot-new"/>).

source: Before you start, you will need to check the BIOS configuration (IO base address and IRQ) for the parallel ports of both the source and target systems. The most common values are <literal>io=0x378</literal>, <literal>irq=7</literal>.
el: Πριν ξεκινήσετε θα πρέπει να ελέγξετε τις ρυθμίσεις στο BIOS (βασική διεύθυνση IO και IRQ) για τις παράλληλες θύρες τόσο στο σύστημα αφετηρίας όσο και στο σύστημα προορισμού. Οι πιο συνηθισμένες τιμές είναι <literal>io=0x378</literal>, <literal>irq=7</literal>.
fi: Ennen asennuksen aloittamista on tarkistettava BIOS:n asetuksista IO base address ja IRQ sekä kohdekoneen että yhdyskäytäväkoneen rinnakkaisportille. Yleisimmät arvot ovat <literal>io=0x378</literal>, <literal>irq=7</literal>.
hu: Kezdés előtt ellenőrizd a párhuzamos kapuk BIOS beállításait (IO címek és IRQ) a forrás és cél rendszeren is. A legáltalánosabb értékek ezek: <literal>io=0x378</literal>, <literal>irq=7</literal>.
ko: 시작하기 전에, 소스와 타겟 컴퓨터 모두에 대해 BIOS 설정의 병렬 포트 부분을 (IO 베이스 주소 및 IRQ) 확인해야 합니다. 가장 많이 쓰이는 값은 <literal>io=0x378</literal>, <literal>irq=7</literal>입니다.
sv: Innan du börjar, behöver du kontrollera BIOS-konfigurationen (IO-basadress och IRQ) för parallellportar på både käll- och målsystemet. De mest vanliga värdena är <literal>io=0x378</literal> och <literal>irq=7</literal>.
vi: Trước khi bắt đầu, bạn cần phải xem cấu hình BIOS (địa chỉ cơ bản IO và IRQ) để tìm cổng song song của hệ thống cả đích lẫn nguồn. Giá trị thường nhất là <literal>io=0x378</literal>, <literal>irq=7</literal>.

source: Requirements
el: Απαιτήσεις
fi: Vaatimukset
hu: Követelmények
ko: 요구 사항
sv: Krav
vi: Nhu cầu

source: A target computer, called <emphasis>target</emphasis>, where Debian will be installed.
el: Ένα σύστημα προορισμού, που ονομάζεται <emphasis>target</emphasis>, στον οποίον θα εγκατασταθεί το Debian.
fi: Kohdekone, käytetään nimeä <emphasis>kohde</emphasis>, johon Debian asennetaan
hu: A gép, melyet most így hívunk: <emphasis>cél</emphasis>, melyre a Debian rendszert most telepítjük.
ko: 데비안을 설치할 <emphasis>타겟</emphasis>이라고 하는 타겟 컴퓨터.
sv: En måldator, kallad <emphasis>mål</emphasis>, där Debian kommer att installeras.
vi: Máy tính đích, được gọi như là <emphasis>target</emphasis> (đích), vào đó Debian sẽ được cài đặt.

source: System installation media; see <xref linkend="installation-media"/>.
el: Μέσα εγκατάστασης; δείτε <xref linkend="installation-media"/>.
fi: Asennustaltio; katso <xref linkend="installation-media"/>.
hu: Rendszer telepítő média; lásd: <xref linkend="installation-media"/>.
ko: 시스템 설치 미디어. <xref linkend="installation-media"/> 참고.
sv: Systeminstallationsmedia; se <xref linkend="installation-media"/>.
vi: Vật chứa phần mềm cài đặt hệ thống; xem <xref linkend="installation-media"/>.

source: Another computer connected to the Internet, called <emphasis>source</emphasis>, that will function as the gateway.
el: Ένα άλλο σύστημα συνδεδεμένο στο Διαδίκτυο, που ονομάζεται <emphasis>αφετηρία</emphasis>, που θα λειτουργήσει σαν πύλη.
fi: Toinen tietokone, käytetään nimeä <emphasis>lähde</emphasis>, joka on kytketty Internettiin ja toimii yhdyskäytävänä.
hu: Egy másik gép, mely az Internetre van kötve, neve <emphasis>forrás</emphasis>, mely az átjárót adja majd.
ko: 인터넷에 연결된 <emphasis>소스</emphasis>라고 하는 컴퓨터, 게이트웨이로 동작합니다.
sv: En annan dator ansluten till Internet, kallad <emphasis>källa</emphasis>, som kommer att fungera som en gateway.
vi: Máy tính khác được kết nối đến Mạng, được gọi như là <emphasis>source</emphasis> (nguồn), mà sẽ hoạt động là cổng ra.

source: A DB-25 Null-Modem cable. See the <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> for more information on this cable and instructions how to make your own.
el: Ένα καλώδιο DB-25 Null-Modem. Δείτε το <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> για περισσότερες πληροφορίες σχετικά μ' αυτό το καλώδιο και οδηγίες για το πώς να το φτιάξετε οι ίδιοι.
fi: DB-25 nollamodeemikaapeli. Katso ohjeesta <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> lisätietoja ja teko-ohjeet jos teet kaapelin itse.
hu: Egy DB-25 Null-Modem kábel. Lásd a <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> leírást több adatért e kábelről és készítésének módjáról.
ko: DB-25 널모뎀 케이블. 이 케이블에 대한 정보 및 케이블을 직접 만드는 방법은 <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink>를 참고하십시오.
sv: En DB-25 nollmodemkabel. Se <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> för mer information för den här kabeln och instruktioner hur man tillverkar en egen.
vi: Một cáp Null-Modem DB-25. Xem tài liệu cài đặt PLIP Thế Nào <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> để tìm thông tin thêm về cáp kiểu này, gồm hướng dẫn về cách tạo điều riêng.

source: Setting up source
el: Ρύθμιση της αφετηρίας
fi: Lähdekoneen asetukset
hu: Forrás beállítása
ko: 소스 설정하기
sv: Ställ in källor
vi: Thiết lập nguồn

source: The following shell script is a simple example of how to configure the source computer as a gateway to the Internet using ppp0.
el: Το παρακάτω σκριπτ είναι ένα απλό παράδειγμα του πώς να ρυθμίσετε το σύστημα αφετηρίας σαν πύλη στο Διαδίκτυο χρησιμοποιώντας ppp0.
fi: Seuraava komentotiedosto on yksinkertainen esimerkki lähdekoneessa tehtävistä asetuksista jotta se toimii yhdyskäytävänä Internettiin ppp0-portin kautta.
hu: Az alábbi héj parancs-fájl egy egyszerű példa a forrás gép átjárónak állítására az Internetre a ppp0 által.
ko: 다음 쉘 스크립트는 소스 컴퓨터를 ppp0를 사용한 인터넷 게이트웨이로 설정하는 예제입니다.
sv: Följande skript är ett enkelt exempel på hur man konfigurerar källdatorn som en gateway till Internet med ppp0.
vi: Theo đây có một tập lệnh trình bao là mẫu đơn giản về phương pháp cấu hình máy tính nguồn như là cổng ra Mạng dùng ppp0.

source: #!/bin/sh # We remove running modules from kernel to avoid conflicts and to # reconfigure them manually. modprobe -r lp parport_pc modprobe parport_pc io=<replaceable>0x378</replaceable> irq=<replaceable>7</replaceable> modprobe plip # Configure the plip interface (plip0 for me, see dmesg | grep plip) ifconfig <replaceable>plip0 192.168.0.2</replaceable> pointopoint <replaceable>192.168.0.1</replaceable> netmask 255.255.255.255 up # Configure gateway modprobe iptable_nat iptables -t nat -A POSTROUTING -o <replaceable>ppp0</replaceable> -j MASQUERADE echo 1 > /proc/sys/net/ipv4/ip_forward
fi: #!/bin/sh # Poistetaan ytimestä käytössä olevat moduulit jottei tule # ristiriitoja ja jotta niiden asetukset saadaan tehtyä uudelleen. modprobe -r lp parport_pc modprobe parport_pc io=<replaceable>0x378</replaceable> irq=<replaceable>7</replaceable> modprobe plip # Tehdään plip-liitännän asetukset (tässä plip0, katso dmesg | grep plip) ifconfig <replaceable>plip0 192.168.0.2</replaceable> pointopoint <replaceable>192.168.0.1</replaceable> netmask 255.255.255.255 up # Tehdään yhdyskäytävän asetukset modprobe iptable_nat iptables -t nat -A POSTROUTING -o <replaceable>ppp0</replaceable> -j MASQUERADE echo 1 > /proc/sys/net/ipv4/ip_forward
hu: #!/bin/sh # Eltávolítjuk a futó modulokat a kernelből az ütközések elkerüléséért és # beállítjuk kézzel. modprobe -r lp parport_pc modprobe parport_pc io=<replaceable>0x378</replaceable> irq=<replaceable>7</replaceable> modprobe plip # A plip csatoló beállítása (nálam plip0, lásd: dmesg | grep plip) ifconfig <replaceable>plip0 192.168.0.2</replaceable> pointopoint <replaceable>192.168.0.1</replaceable> netmask 255.255.255.255 up # Átjáró beállítása modprobe iptable_nat iptables -t nat -A POSTROUTING -o <replaceable>ppp0</replaceable> -j MASQUERADE echo 1 > /proc/sys/net/ipv4/ip_forward
ko: #!/bin/sh # 커널에서 실행중인 모듈을 제거해서 충돌을 방지하고 다시 # 수동으로 설정합니다. modprobe -r lp parport_pc modprobe parport_pc io=<replaceable>0x378</replaceable> irq=<replaceable>7</replaceable> modprobe plip # plip 인터페이스를 설정합니다 (이 경우는 plip0, dmesg | grep plip 명령으로 확인하십시오) ifconfig <replaceable>plip0 192.168.0.2</replaceable> pointopoint <replaceable>192.168.0.1</replaceable> netmask 255.255.255.255 up # gateway 설정 modprobe iptable_nat iptables -t nat -A POSTROUTING -o <replaceable>ppp0</replaceable> -j MASQUERADE echo 1 > /proc/sys/net/ipv4/ip_forward
sv: #!/bin/sh # Vi tar bort körande moduler från kärnan för att undvika konflikter och # för att konfigurera om dem manuellt. modprobe -r lp parport_pc modprobe parport_pc io=<replaceable>0x378</replaceable> irq=<replaceable>7</replaceable> modprobe plip # Konfigurera plip-gränssnittet (plip0 för mig, se dmesg | grep plip) ifconfig <replaceable>plip0 192.168.0.2</replaceable> pointopoint <replaceable>192.168.0.1</replaceable> netmask 255.255.255.255 up # Konfigurera gateway modprobe iptable_nat iptables -t nat -A POSTROUTING -o <replaceable>ppp0</replaceable> -j MASQUERADE echo 1 > /proc/sys/net/ipv4/ip_forward
vi: #!/bin/sh # Gỡ bỏ các mô-đun đang chạy ra hạt nhân để tránh xung đột, # cũng để tự cấu hình lại. modprobe -r lp parport_pc modprobe parport_pc io=<replaceable>0x378</replaceable> irq=<replaceable>7</replaceable> modprobe plip # Cấu hình giao diện PLIP (chọn « plip0 », xem « dmesg | grep plip ») ifconfig <replaceable>plip0 192.168.0.2</replaceable> pointopoint <replaceable>192.168.0.1</replaceable> netmask 255.255.255.255 up # Cấu hình cổng ra modprobe iptable_nat iptables -t nat -A POSTROUTING -o <replaceable>ppp0</replaceable> -j MASQUERADE echo 1 > /proc/sys/net/ipv4/ip_forward

source: Installing target
el: Εγκατάσταση στο σύστημα προορισμού
fi: Asennetaan kohdekone
hu: A cél telepítése
ko: 타겟 설치
sv: Installera måldatorn
vi: Cài đặt đích

source: Boot the installation media. The installation needs to be run in expert mode; enter <userinput>expert</userinput> at the boot prompt. If you need to set parameters for kernel modules, you also need to do this at the boot prompt. For example, to boot the installer and set values for the <quote>io</quote> and <quote>irq</quote> options for the parport_pc module, enter the following at the boot prompt: <informalexample><screen> expert parport_pc.io=<replaceable>0x378</replaceable> parport_pc.irq=<replaceable>7</replaceable> </screen></informalexample> Below are the answers that should be given during various stages of the installation.
el: Εκκινήστε το μέσο εγκατάστασης. Η εγκατάσταση θα πρέπει να γίνει σε κατάσταση ειδικού (expert). Εισάγετε <userinput>expert</userinput> στο προτρεπτικό εκκίνησης. Αν χρειάζεται να θέσετε παραμέτρους για αρθρώματα του πυρήνα, θα πρέπει επίσης να το κάνετε στο προτρεπτικό εκκίνησης. Για παράδειγμα, για να εκκινήσετε τον εγκαταστάτη και να ορίσετε τιμές για τις επιλογές <quote>io</quote> και <quote>irq</quote> του αρθρώματος parport_pc, εισάγετε τα παρακάτω στο προτρεπτικό εκκίνησης: <informalexample><screen> expert parport_pc.io=<replaceable>0x378</replaceable> parport_pc.irq=<replaceable>7</replaceable> </screen></informalexample> Ακολουθούν οι απαντήσεις που θα πρέπει να δωθούν κατά τα διάφορα στάδια της εγκατάστασης.
fi: Käynnistetään kone asennustaltiolta. Asennus on suoritettava expert-tilassa; kirjoita asentimen kehotteeseen <userinput>expert</userinput>. Jos ytimien moduuleille on välitettävä parametreja, on tämäkin tehtävä asentimen kehotteessa. Esimerkiksi asennin käynnistetään ja annetaan moduulille parport_pc parametrit <quote>io</quote> ja <quote>irq</quote>: <informalexample><screen> expert parport_pc.io=<replaceable>0x378</replaceable> parport_pc.irq=<replaceable>7</replaceable> </screen></informalexample> Asennuksen aikana pitäisi kysymyksiin vastata kuten seuraavassa kerrotaan.
hu: Indítsd a telepítő médiát. Szakértő mód kell majd, írd be ezt: <userinput>expert</userinput> az indító jelnél. Ha paraméterek kellenek kernel modulokhoz, ezt is itt kell megtenni. Például a telepítő indításához és a parport_pc modul <quote>io</quote> and <quote>irq</quote> értékek beállításához add meg az alábbit az indító jelnél: <informalexample><screen> expert parport_pc.io=<replaceable>0x378</replaceable> parport_pc.irq=<replaceable>7</replaceable> </screen></informalexample> Alább a telepítés egyes részeinél adandó válaszok.
vi: Khởi động vật chứa cài đặt. Cần phải chạy tiến trình cài đặt bằng chế độ nhà chuyên môn: hãy nhập <userinput>expert</userinput> vào dấu nhắc khởi động. Nếu bạn cần đặt tham số cho mô-đun hạt nhân, cũng cần phải làm như thế tại dấu nhắc khởi động. Chẳng hạn, để khởi động trình cài đặt và đặt giá trị cho những tùy chọn <quote>io</quote> và <quote>irq</quote> cho mô-đun <filename>partport_pc</filename>, hãy nhập dãy dưới vào dấu nhắc khởi động:<informalexample><screen> expert parport_pc.io=<replaceable>0x378</replaceable> parport_pc.irq=<replaceable>7</replaceable> </screen></informalexample>Bên dưới có những trả lời cần nhập trong những giai đoạn khác nhau của tiến trình cài đặt.

source: Load installer components from CD
el: Φόρτωση συνιστωσών του εγκαταστάτη από το CD
fi: Ladattavat asentimen osat
hu: Telepítő összetevők betöltése CD-lemezről
vi: Tải các thành phần cài đặt từ đĩa CD

source: Select the <userinput>plip-modules</userinput> option from the list; this will make the PLIP drivers available to the installation system.
el: Επιλέξτε <userinput>plip-modules</userinput> από την λίστα. Αυτό θα καταστήσει διαθέσιμους τους οδηγούς PLIP στο σύστημα εγκατάστασης.
fi: Valitaan luettelosta kohta <userinput>plip-modules</userinput>; tämän jälkeen PLIP-ajurit ovat käytettävissä asennusjärjestelmässä.
hu: Válaszd a <userinput>plip-modules</userinput> opciót a listából; így a PLIP meghajtók elérhetőek lesznek a telepítő rendszer számára.
ko: 목록에서 <userinput>plip-modules</userinput> 옵션을 선택하십시오. 그러면 설치 시스템에서 PLIP 드라이버를 사용할 수 있습니다.
sv: Välj <userinput>plip-modules</userinput> från listan; det här kommer att göra drivarna för PLIP tillgängliga för installationssystemet.
vi: Chọn mục <userinput>plip-modules</userinput> trong danh sách: nó sẽ làm cho các trình điều khiển PLIP sẵn sàng cho hệ thống cài đặt.

source: Detect network hardware
el: Ανίχνευση υλικού δικτύου
fi: Tunnista verkkolaitteisto
hu: Hálózati hardver érzékelése
ko: 네트워크 하드웨어 검색
sv: Identifiera nätverksmaskinvara
vi: Phát hiện phần cứng mạng

source: If target <emphasis>does</emphasis> have a network card, a list of driver modules for detected cards will be shown. If you want to force &d-i; to use plip instead, you have to deselect all listed driver modules. Obviously, if target doesn't have a network card, the installer will not show this list.
el: Αν το σύστημα προορισμού <emphasis>έχει</emphasis> μια κάρτα δικτύου, θα εμφανιστεί μια λίστα με οδηγούς για τις κάρτες που έχουν ανιχνευθεί. Αν θέλετε να εξαναγκάσετε τον &d-i; να χρησιμοποιήσει έτσι κι αλλιώς την σύνδεση plip, θα πρέπει να αποεπιλέξετε όλους τους οδηγούς που εμφανίζονται στη λίστα. Προφανώς, αν το σύστημα προορισμού δεν διαθέτει μια κάρτα δικτύου, ο εγκαταστάτης δεν θα εμφανίσει αυτή τη λίστα.
fi: Jos kohdekoneessa <emphasis>on</emphasis> verkkoliitäntä, näytetään luettelo löydettyjen liitäntöjen ajurimoduuleista. Mikäli halutaan pakottaa &d-i; käyttämään plip-liitäntää eikä näitä, on poistettava valinta kaikista luettelon ajurimoduuleista. Asennin ei tietenkään näytä tätä luetteloa jos kohdekoneessa ei ole verkkoliitäntää.
hu: Ha a cél gépen <emphasis>van</emphasis> hálózati kártya, megjelenik egy meghajtó modul lista az érzékelt kártya számára. Ha azt akarod, hogy a &d-i; plip modult használjon, töröld mindegyik kijelölést. Ha a cél gépen nincs hálózati kártya, a telepítő nem adja e listát.
ko: 만약 타겟에 네트워크 카드가 <emphasis>있으면</emphasis>, 검색한 드라이버 모듈의 목록이 표시됩니다. &d-i;에서 plip을 강제로 사용하려면 목록에 있는 드라이버 모듈을 모두 선택 해제하십시오. 물론 타겟에 네트워크 카드가 없으면 이 목록은 표시하지 않습니다.
sv: Om målet <emphasis>har</emphasis> ett nätverkskort, kommer en lista över drivarmoduler för identifierade kort att visas. Om du vill tvinga &d-i; att använda plip istället, måste du avmarkera alla listade drivarmoduler. Så klart, om målet inte har ett nätverkskort kommer installeraren inte att visa den här listan.
vi: Nếu máy đích <emphasis>có phải</emphasis> chứa thẻ mạng, trình cài đặt sẽ hiển thị danh sách các mô-đun trình điều khiển cho những thẻ được phát hiện. Nếu bạn muốn ép buộc &d-i; dùng PLIP thay thế, bạn cần phải bỏ chọn mọi mô-đun trình điều khiển đã liệt kê. Tất nhiên, nếu máy đích không có thẻ mạng, trình cài đặt sẽ không hiển thị danh sách này.

source: Because no network card was detected/selected earlier, the installer will ask you to select a network driver module from a list. Select the <userinput>plip</userinput> module.
el: Επειδή δεν ανιχνέυθηκε/επιλέχθηκε καμμιά κάρτα δικτύου νωρίτερα, ο εγκαταστάτης θα σας ζητήσει να επιλέξετε έναν οδηγό κάρτας δικτύου από μια λίστα. Επιλέξτε τον οδηγό του αρθρώματος <userinput>plip</userinput>.
fi: Koska aiemmin ei löytynyt tai ei valittu verkkoliitäntää, pyytää asennin valitsemaan verkkoajurin luettelosta. Valitaan moduuli <userinput>plip</userinput>.
hu: Mivel nem volt hálózati kártya felismerés/választás, a telepítő kér egy hálózati meghajtó modul választására. Válaszd a <userinput>plip</userinput> modult.
ko: 앞에서 네트워크 카드를 찾지/검색하지 못했으므로, 목록에서 네트워크 드라이버의 모듈을 설치합니다. <userinput>plip</userinput> 모듈을 선택하십시오.
sv: På grund av att inget nätverkskort hittades/valdes tidigare, kommer installeraren att fråga dig om att välja en nätverksdrivarmodul från en lista. Välj modulen <userinput>plip</userinput>.
vi: Vì chưa phát hiện thẻ mạng, trình cài đặt sẽ nhắc bạn chọn trình điều khiển mạng trong danh sách. Hãy chọn mô-đun <userinput>plip</userinput>.

source: Configure the network
el: Ρύθμιση του Δικτύου
fi: Tee verkkoasetukset
hu: Hálózat beállítása
ko: 네트워크 설정
sv: Konfigurera nätverket
vi: Cấu hình mạng

source: Auto-configure network with DHCP: No
el: Αυτόματη ρύθμιση του δικτύου με DHCP: Όχι
fi: Haetaanko verkkoasetukset automaattisesti DHCP:llä?
hu: Hálózat automata-beállítása DHCP segítségével: Nem
ko: DHCP로 네트워크 자동 설정: 아니오
sv: Auto-konfigurera nätverk med DHCP: Nej
vi: Tự động cấu hình mạng bằng DHCP không? : Không

source: IP address: <userinput><replaceable>192.168.0.1</replaceable></userinput>
el: Διεύθυνση IP: <userinput><replaceable>192.168.0.1</replaceable></userinput>
fi: IP-osoite: <userinput><replaceable>192.168.0.1</replaceable></userinput>
hu: IP cím: <userinput><replaceable>192.168.0.1</replaceable></userinput>
ko: IP 주소: <userinput><replaceable>192.168.0.1</replaceable></userinput>
sv: IP-adress: <userinput><replaceable>192.168.0.1</replaceable></userinput>
vi: Địa chỉ IP: <userinput><replaceable>192.168.0.1</replaceable></userinput>

source: Point-to-point address: <userinput><replaceable>192.168.0.2</replaceable></userinput>
el: Διεύθυνση Point-to-point <userinput><replaceable>192.168.0.2</replaceable></userinput>
fi: kaksipisteosoite: <userinput><replaceable>192.168.0.2</replaceable></userinput>
hu: Pont-pont cím: <userinput><replaceable>192.168.0.2</replaceable></userinput>
ko: Point-to-point 주소: <userinput><replaceable>192.168.0.2</replaceable></userinput>
sv: Punkt-till-punkt-adress: <userinput><replaceable>192.168.0.2</replaceable></userinput>
vi: Địa chỉ điểm-đến-điểm: <userinput><replaceable>192.168.0.2</replaceable></userinput>
