Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: These messages can also be found in <filename>/var/log/syslog</filename>. After installation, this log is copied to <filename>/var/log/installer/syslog</filename> on your new system. Other installation messages may be found in <filename>/var/log/</filename> during the installation, and <filename>/var/log/installer/</filename> after the computer has been booted into the installed system.
el: Αυτά τα μηνύματα μπορούν να βρεθούν επίσης στο <filename>/var/log/syslog</filename>. Μετά την εγκατάσταση, αυτό το αρχείο καταγραφής αντιγράφεται στο <filename>/var/log/installer/syslog</filename> του νέου σας συστήματος. Στη διάρκεια της εγκατάστασης μπορούν να βρεθούν κι άλλα μηνύματα εγκατάστασης στο <filename>/var/log/</filename> και στο <filename>/var/log/installer/</filename> μετά την εκκίνηση του υπολογιστή σας στο εγκατεστημένο σύστημα.
ko: 이 메세지는 <filename>/var/log/syslog</filename> 파일에도 들어 있습니다. 설치한 후에는 이 로그는 새로 설치한 시스템의 <filename>/var/log/installer/syslog</filename> 파일로 복사됩니다. 그 밖의 설치할 때 나오는 메세지는 <filename>/var/log/</filename> 안에 들어 있고, 새로 설치한 시스템으로하고 났다면 <filename>/var/log/installer/</filename> 안에 들어갑니다.
pt: Estas mensagens também podem ser encontradas em <filename>/var/log/syslog</filename>. Após a instalação, este log é copiado para <filename>/var/log/installer/syslog</filename> no seu sistema. Outras mensagens de instalação podem ser encontradas, durante o processo de instalação em <filename>/var/log/</filename>, e <filename>/var/log/installer/</filename> após o seu computador iniciar no seu sistema instalado.filename>.
sv: Dessa meddelanden kan också hittas i <filename>/var/log/syslog</filename>. Efter installation blir den här loggen kopierad till <filename>/var/log/installer/syslog</filename> på ditt nya system. Andra installationsmeddelanden kan hittas i <filename>/var/log/</filename> under installationen och <filename>/var/log/installer/</filename> efter att datorn har startats om till det nya systemet.
vi: Các thông điệp này cũng nằm trong bản ghi hệ thống <filename>/var/log/syslog</filename>. Một khi cài đặt xong, bản ghi này được sao chép vào thư mục <filename>/var/log/installer/syslog</filename> trong hệ thống mới. Thông điệp cài đặt kiểu khác cũng nằm trong thư mục <filename>/var/log/</filename> trong khi cài đặt, rồi trong thư mục <filename>/var/log/installer/</filename> sau khi máy tính đã khởi động vào hệ thống mới cài đặt.
zh_cn: 这些信息还可以在 <filename>/var/log/syslog</filename> 里找到。完成安装之后，该记录会被复制到您新系统中的 <filename>/var/log/debian-installer/syslog</filename>。其它的安装信息安装时可以在 <filename>/var/log/</filename> 找到。在系统重新启动后记录的地方是 <filename>/var/log/installer/</filename>。

source: Components Introduction
el: Εισαγωγή στα συστατικά
ko: 구성 요소 소개
pt: Introdução de Componentes
sv: Introduktion till komponenter
vi: Giới thiệu về thành phần
zh_cn: 组件介绍

source: Here is a list of installer components with a brief description of each component's purpose. Details you might need to know about using a particular component are in <xref linkend="module-details"/>.
el: Ακολουθεί μία λίστα συστατικών του εγκαταστάτη με λεπτομερή περιγραφή του σκοπού του καθενός. Στο <xref linkend="module-details"/> θα βρείτε λεπτομέρειες , που πιθανόν να είναι αναγκαίο να γνωρίζετε, σχετικά με την χρήση κάποιου συγκεκριμένου συστατικού.
ko: 다음은 설치 프로그램의 구성 요소와 각 구성 요소가 하는 일에 대한 간단한 설명입니다. 특정 구성 요소를 사용하는 방법에 대해 더 자세한 정보는 <xref linkend="module-details"/>에 있습니다.
pt: Aqui está uma lista de componentes do instalador com uma breve descrição do propósito de cada componente. Se necessita de saber detalhes sobre como usar um componente em particular veja em <xref linkend="module-details"/>.
sv: Här är en lista på installationskomponenter med en kort beskrivning av varje komponents syfte. Detaljer du kanske behöver känna till om en specifik komponent finns i <xref linkend="module-details"/>.
vi: Đây là danh sách các thành phần cài đặt, cùng với mô tả ngắn về mục đích của mỗi điều. Chi tiết về cách sử dụng thành phần riêng nào nằm trong <xref linkend="module-details"/>.
zh_cn: 下面列出安装程序使用的组件，和各个组件目的的简要说明。如果您需要了解各组件详细的信息，见 <xref linkend="module-details"/>。

source: Shows the list of components to the user during installer operation, and starts a component when it is selected. Main-menu's questions are set to priority medium, so if your priority is set to high or critical (high is the default), you will not see the menu. On the other hand, if there is an error which requires your intervention, the question priority may be downgraded temporarily to allow you to resolve the problem, and in that case the menu may appear.
el: Κατά την λειτουργία του εγκαταστάτη εμφανίζεται στο χρήστη μία λίστα συστατικών, και κάθε συστατικό τίθεται σε λειτουργία από την στιγμή που θα το επιλέξετε. Οι ερωτήσεις του Βασικού μενού τίθενται σε μεσαία προτεραιότητα, οπότε αν η δικιά σας προτεραιότητα είναι υψηλή ή κρίσιμη (η προεπιλεγμένη είναι η υψηλή), δεν θα εμφανιστεί το μενού. Από την άλλη, εάν εμφανιστεί κάποιο σφάλμα το οποίο χρειάζεται την παρέμβασή σας, η προτεραιότητα των ερωτήσεων μπορεί να χαμηλώσει προσωρινά έτσι ώστε να σας επιτραπεί να λύσετε το πρόβλημα, οπότε σ' αυτή την περίπτωση το μενού εμφανίζεται.
ko: 설치 프로그램이 동작하는 중에 구성 요소의 목록을 표시하고, 구성 요소를 선택하면 그 구성 요소를 시작합니다. 주 메뉴의 질문은 우선순위가 중간이기 때문에, 우선 순위를 높음이나 중요로 해 놓으면 (기본값은 높음) 이 메뉴를 볼 수 없습니다. 하지만 오류가 발생해서 사용자가 뭔가 작업을 해야 한다면, 사용자가 이 문제를 해결할 수 있도록 우선순위가 일시적으로 낮아지고, 이 경우 메뉴가 나타날 수도 있습니다.
pt: Mostra ao utilizador durante o processo de instalação a lista de componentes, e inicia um componente quando seleccionado. Questões do Main-menu são ajustadas para prioridade média, se a sua prioridade estiver ajustada para alta ou crítica (por omissão é alta), não irá visualizar o menu. Por outro lado, se existir um erro que requer a sua intervenção, a prioridade da questão pode temporariamente baixar para permitir que resolva o problema, e nesse caso o menu pode aparecer.
sv: Visar listan av komponenter för användaren under installationen och startar en komponent när den väljs. Huvudmenyns frågor är satta till medium prioritet så om din prioritet är satt till hög eller kritisk (hög är förvald) kommer du inte att se den här menyn. Om det inträffar fel som kräver ingripande från dig kommer prioriteten att nergraderas temporärt för att låta dig lösa problemet och i så fall kommer menyn att visas.
vi: Thành phần này hiển thị danh sách các thành phần cho người dùng xem trong khi chạy trình cài đặt, rồi khởi chạy mỗi thành phần đã được chọn. Các câu hỏi của thành phần « main-menu » được đặt là ưu tiên vừa, vậy nếu bạn đã đặt ưu tiên cài đặt cao hay tới hạn (cao là giá trị mặc định), bạn sẽ không xem trình đơn. Mặt khác, nếu tiến trình gặp lỗi cần thiết bạn can thiệp, ưu tiên của câu hỏi có thể được hạ cấp tạm thời để cho bạn khả năng giải quyết vấn đề: trong trường hợp đó, trình đơn có thể xuất hiện.
zh_cn: 在安装进行中，显示组件列表，并执行选中的组件。主菜单的优先级设为中，如果您的优先级设为高或紧急(默认为高)，您不会看的菜单。另一方面，假如出现问题需要您干预，询问的优先级会临时调低，而让您解决该问题，菜单可能在这种情况下出现。

source: You can get to the main menu by selecting the <quote>Back</quote> button repeatedly to back all the way out of the currently running component.
el: Μπορείτε να βρεθείτε στο κυρίως μενού επιλογών πιέζοντας το πλήκτρο <quote>Back</quote> επανειλημμένα μέχρι να βγείτε τελείως από το συστατικό που εκείνη τη στιγμή τρέχετε.
ko: <quote>뒤로</quote> 단추를 계속해서 눌러 현재 실행중인 구성 요소를 나가게 되면 주 메뉴로 갑니다.
pt: Pode chegar ao menu principal seleccionando repetidamente a opção <quote>Voltar</quote> para retroceder todo o caminho para fora do componente em que actualmente se encontrar a correr.
sv: Du kan komma till huvudmenyn genom att välja <quote>Tillbaka</quote>-knappen flera gånger för att backa hela vägen ut ur nuvarande komponent.
vi: Bạn có khả năng tới trình đơn chính bằng cách bấm cái nút <quote>Lùi</quote> nhiều lần để lùi lại hoàn toàn ra thành phần đang chạy.
zh_cn: 您可以通过不断地按<quote>返回</quote>按钮，从当前运行的组件回到主菜单。

source: Allows the user to select localization options for the installation and the installed system: language, country and locales. The installer will display messages in the selected language, unless the translation for that language is not complete in which case some messages may be shown in English.
el: Επιτρέπει στον χρήστη να διαλέξει κάποια από τις επιλογές τοπικοποίησης της εγκατάστασης και του εγκατεστημένου συστήματος: γλώσσα, χώρα και τοπικές ρυθμίσεις (localles). Ο εγκαταστάτης θα εμφανίζει τα μηνύματα στην επιλεγμένη γλώσσα, εκτός αν η μετάφραση για εκείνη την γλώσσα δεν είναι πλήρης οπότε σ' αυτή την περίπτωση μερικά μηνύματα μπορεί να εμφανιστούν στα αγγλικά.
ko: 사용자가 설치 및 설치할 시스템에 사용할 지역화 옵션을 (언어, 국가, 로케일) 선택합니다. 설치 프로그램에서는 선택한 언어로 메세지를 표시합니다. 단 그 언어로 번역이 다 되지 않았다면, 일부 영어 메세지를 표시할 수도 있습니다.
pt: Permite ao utilizador seleccionar as opções de localização para a instalação e para o sistema instalado: idioma, país e definições locais. O instalador irá mostrar mensagens no idioma escolhido a menos que a tradução para esse idioma não esteja completa, nesse caso algumas mensagens podem ser mostradas em Inglês.
sv: Låter användaren lokalanpassa installationen och det installerade systemet: språk, land och lokaler. Installeraren kommer att visa meddelanden på det valda språket om inte översättningen för det språket inte är komplett och då kommer vissa meddelanden att visas på engelska.
vi: Thành phần này cho bạn khả năng chọn tùy chọn địa phương hoá cho tiến trình cài đặt, cũng cho hệ thống sẽ cài đặt: ngôn ngữ, quốc gia và miền địa phương (locale). Trình cài đặt sẽ hiển thị thông điệp trong ngôn ngữ đã chọn, trừ có bản dịch chưa hoàn toàn sang ngôn ngữ đó, trong trường hợp đó một số thông điệp riêng vẫn còn có thể được hiển thị bằng tiếng Anh.
zh_cn: 允许用户为安装程序和安装的系统选择地区选项: 语言，国家和位置。除非选中的语言没有被翻译，安装程序将以您选择的语言显示信息。对于没有翻译的语言，将显示英文信息。

source: Shows a list of keyboards, from which the user chooses the model which matches his own.
el: Παρουσιάζει μία λίστα πληκτρολογίων, από τον οποίο ο χρήστης επιλέγει το μοντέλο που ταιριάζει με το δικό του.
ko: 키보드 목록을 표시합니다. 여기에서 자기 키보드에 해당하는 모델을 선택합니다.
pt: Mostra uma lista de teclados, a partir da qual o utilizador escolhe o modelo que coincide com o seu.
sv: Visar en lista på tangentbord från vilken användaren kan välja den modell som passar bäst.
vi: Thành phần này hiển thị danh sách các bàn phím, trong đó người dùng họn điều thích hợp.
zh_cn: 显示键盘列表，用户在其中选择与自己匹配的模式。

source: Automatically detects most of the system's hardware, including network cards, disk drives, and PCMCIA.
el: Ανιχνεύει αυτόματα το μεγαλύτερο μέρος του υλικού του συστήματος, συμπεριλαμβανομένων των καρτών δικτύων, οδηγών δίσκων, και καρτών PCMCIA.
ko: 시스템의 하드웨어 대부분을 자동으로 검색합니다. 네트워크 카드, 디스크 드라이브, PCMCIA 등입니다.
pt: Detecta automaticamente a maioria do hardware do sistema, incluindo placas de rede, discos, e PCMCIA.
sv: Identifierar automatiskt det mesta av systemets maskinvara inklusive nätverkskort, diskettenheter och PCMCIA.
vi: Thành phần này phát hiện tự động hậu hết phần cứng của máy tính, gồm thẻ mạng, ổ đĩa và PCMCIA.
zh_cn: 自动识别绝大多数系统硬件，包括网卡、硬盘和 PCMCIA。

source: Looks for and mounts a Debian installation CD.
el: Ψάχνει και προσαρτά ένα CD εγκατάστασης του Debian.
ko: 데비안 설치 CD를 찾아서 마운트합니다.
pt: Procura e monta um CD de instalação Debian.
sv: Letar efter och monterar Debians installations-cd.
vi: Thành phần này phát hiện và gắn kết đĩa CD cài đặt Debian.
zh_cn: 寻找并挂载 Debian 安装 CD。

source: Configures the computer's network connections so it can communicate over the internet.
el: Διαμορφώνει τις συνδέσεις δικτύου του υπολογιστή έτσι ώστε αυτός να μπορεί να επικοινωνεί μέσω του διαδικτύου.
ko: 인터넷을 통해 통신할 수 있도록 컴퓨터 네트워크 연결을 설정합니다.
pt: Configura as ligações de rede do computador de modo a que possa comunicar através da internet.
sv: Konfigurerar datorns nätverksanslutning så att den kan kommunicera mot Internet.
vi: Thành phần này cấu hình các sự kết nối mạng của máy tính để cho nó có khả năng liên lạc qua Mạng.
zh_cn: 配置计算机网络连接，使它能连上互联网。

source: Looks for ISO file systems, which may be on a CD-ROM or on the hard drive.
el: Ψάχνει για συστήματα αρχείων ISO, τα οποία μπορεί να βρίσκονται σ’ένα CD-ROM ή στο σκληρό δίσκο.
ko: ISO 파일 시스템을 찾습니다. CD-ROM일 수도 있고, 하드 드라이브에 들어 있을 수도 있습니다.
pt: Procura por sistemas de ficheiros ISO, que podem estar num CD-ROM ou num disco rígido.
sv: Letar efter ISO-filsystem som kan finnas på en cd-rom eller på hårddisken.
vi: Thành phần này tìm hệ thống tập tin kiểu ISO, mà có thể nằm hoặc trên đĩa CD-ROM hoặc trên đĩa cứng.
zh_cn: 寻找 ISO 文件系统，它可能存在于 CD-ROM 或者硬盘上。

source: Presents a list of Debian archive mirrors. The user may choose the source of his installation packages.
el: Παρουσιάζει μία λίστα με καθρέφτες της αρχειοθήκης του Debian. Ο χρήστης μπορεί να επιλέξει την πηγή των προς εγκατάσταση πακέτων του.
ko: 데비안 아카이브 미러 목록을 표시합니다. 설치할 꾸러미가 들어 있는 위치를 선택합니다.
pt: Mostra uma lista de mirrors de ficheiros Debian. O utilizador pode escolher a source dos seus pacotes de instalação.
sv: Presenterar en lista av Debian-arkivets speglar. Användaren kan välja källan för sina installationspaket.
vi: Thành phần này hiển thị danh sách các máy nhân bản Debian. Vậy người dùng có thể chọn nguồn của các gói cài đặt.
zh_cn: 列出 Debian 软件包镜像。用户可以选择从哪里安装软件包。

source: Checks integrity of a CD-ROM. This way, the user may assure him/herself that the installation CD-ROM was not corrupted.
ko: CD-ROM이 올바른지 확인합니다. 설치 CD-ROM이 망가지지는 않았는지 직접 확인할 수 있습니다.
pt: Verifica a integridade de um CD-ROM. Deste modo o/a utilizador(a) pode assegurar-se que o CD-ROM de instalação não estava corrompido.
sv: Kontrollerar integriteten på en cd-rom. På det här sättet kan användare förlita sig på att installationsskivan inte är felaktig.
vi: Thành phần này kiểm tra sự nguyên vẹn của đĩa CD-ROM. Bằng cách này, người dùng có khả năng kiểm tra xem đĩa CD-ROM cài đặt chưa bị hỏng.
zh_cn: 检验 CD-ROM 的完整。这种方法让用户确保所用的安装 CD-ROM 没有损坏。

source: Lowmem tries to detect systems with low memory and then does various tricks to remove unnecessary parts of &d-i; from the memory (at the cost of some features).
el: Το lowmem προσπαθεί να ανιχνεύσει συστήματα με χαμηλή μνήμη και έπειτα επιχειρεί με διάφορα τεχνάσματα να αφαιρέσει από την μνήμη τα περιττά μέρη του &d-i; (σε βάρος κάποιων χαρακτηριστικών του εγκαταστάτη).
ko: lowmem은 메모리가 작은 시스템을 검사하고, 여러가지 방법으로 &d-i;에서 필요없는 부분을 메모리에서 없앱니다. (그 대신 일부 기능이 없어집니다.)
pt: Lowmem tenta detectar sistemas com pouca memória e faz vários truques para remover da memória partes não necessárias do &d-i; (com o custo de algumas funcionalidades).
sv: Lowmem försöker att identifiera system med lite minne och gör då olika trick att ta bort onödiga delar av &d-i; från minnet (på bekostnad av vissa funktioner).
vi: Thành phần này thử phát hiện hệ thống không có đủ bộ nhớ, rồi thực hiện một số việc đặc biệt để gỡ bỏ phần &d-i; không cần thiết ra bộ nhớ đó (cũng mất vài tính năng).
zh_cn: 它会检测小内存容量的系统，并采用一些技巧从内存中删除 &d-i; 不需要的部分 (代价是丧失一些特性)。

source: Anna's Not Nearly APT. Installs packages which have been retrieved from the chosen mirror or CD.
el: Το Anna (Anna's Not Nearly APT). Εγκαθιστά πακέτα που έχουν ανακτηθεί από τον επιλεγμένο κατάλογο των ειδώλων αρχείων ή από ένα CD.
ko: Anna's Not Nearly APT. 선택한 미러 사이트 혹은 CD에서 가져온 꾸러미를 설치합니다.
pt: Anna's Not Nearly APT. Instala pacotes que foram obtidos a partir do mirror escolhido ou de CD.
sv: Anna's Not Nearly APT. Installerar paket som har hämtats från den valda spegeln eller cd-skiva.
vi: APT: thành phần này cài đặt gói được lấy từ máy nhân bản đã chọn, hay từ đĩa CD.
zh_cn: Anna's Not Nearly APT。安装软件包从选择的镜像或 CD 获取。

source: Allows the user to partition disks attached to the system, create file systems on the selected partitions, and attach them to the mountpoints. Included are also interesting features like a fully automatic mode or LVM support. This is the preferred partitioning tool in Debian.
el: Επιτρέπει στο χρήστη να διαμερίσει τους δίσκους που είναι συνδεδεμένοι στο σύστημα, να δημιουργήσει συστήματα αρχείων σε κατατμήσεις που έχει επιλέξει, και να τα συνδέσει με τα σημεία προσάρτησης. Περιλαμβάνονται επίσης ενδιαφέροντα χαρακτηριστικά όπως μια κατάσταση πλήρως αυτόματης διαμέρισης ή υποστήριξη Λογικών Τόμων (LVM). Αυτό είναι το εργαλείο διαμέρισης που προτιμάται από το Debian.
ko: 시스템에 달린 디스크를 파티션하고, 파티션에 파일 시스템을 만들고, 파일 시스템을 마운트 위치에 마운트합니다. 완전 자동 모드 혹은 LVM 지원 기능과 같은 재미있는 기능도 들어 있습니다. 데비안에서 기본 파티션 도구입니다.
pt: Permite ao utilizador particionar discos ligados ao sistema, criar sistemas de ficheiros nas partições seleccionadas, e ligá-las aos pontos de montagem. Estão incluídas alguma funcionalidades interessantes tais como um modo totalmente automático ou suporte para LVM. Esta é a ferramenta de particionamento preferida em Debian.
sv: Låter användaren partitionera hårddiskar ansluta till systemet, skapa filsystem på de valda partitionerna och ansluta dem till monteringspunkter. Inkluderat är också intressanta funktioner som ett fullt automatiskt läge eller stöd för LVM. Det här är det verktyg som föredras för partitionering i Debian.
vi: Thành phần này cho người dùng khả năng phân vùng đĩa được gắn kết vào hệ thống, tạo hệ thống tập tin trên những phân vùng đã chọn, và gắn kết chúng vào những điểm lắp. Cũng gồm có một số tính năng có ích như chế độ tự động hoàn toàn hay khả năng hỗ trợ LVM (bộ quản lý khối tin hợp lý). Thành phần partman là công cụ phân vùng ưa thích trong Debian.
zh_cn: 让用户为系统安排磁盘分区，创建文件系统，并分配挂载点。它包括一些有趣的特性，如自动模式或 LVM 支持。在 Debian 里这是推荐的分区工具。

source: Automatically partitions an entire disk according to preset user preferences.
el: Αυτόματη διαμέριση ενός ολόκληρου δίσκου σύμφωνα με τις προτιμήσεις που έχει προκαθορίσει ο χρήστης.
ko: 사용자가 정하는 방식에 따라 디스크를 자동으로 파티션합니다.
pt: Particiona automaticamente um disco inteiro de acordo com as preferências pré-definidas do utilizador.
sv: Partitionerar automatiskt en hel disk enligt förinställda egenskaper från användaren.
vi: Thành phần này phân vùng tự động toàn bộ đĩa tùy theo tùy thích người dùng định sẵn.
zh_cn: 根据用户预设，自动为整个硬盘分区。

source: Allows the user to partition disks attached to the system. A partitioning program appropriate to your computer's architecture is chosen.
el: Επιτρέπει στο χρήστη να διαμερίσει δίσκους που είναι συνδεδεμένοι στο σύστημα. Επιλέγεται το κατάλληλο προς την αρχιτεκτονική του υπολογιστή σας πρόγραμμα δημιουργίας κατατμήσεων.
ko: 여기서 시스템에 달린 디스크를 파티션합니다. 해당 컴퓨터 아키텍처에 적합한 파티션 프로그램을 이용합니다.
pt: Permite ao utilizador particionar discos ligados ao sistema. É escolhido um programa apropriado de acordo com a arquitectura do seu computador.
sv: Låter användaren partitionera disks kopplade till systemet. Ett partitioneringsprogram som lämpar sig för din dators arkitektur väljs.
vi: Thành phần này cho người dùng khả năng phân vùng đĩa được gắn kết vào hệ thống. Nó chọn chương trình thích hợp với kiến trúc của mỗi máy tính.
zh_cn: 允许用户为系统安排磁盘分区。根据用户计算机的体系选择和善的分区工具。

source: Displays a list of partitions, and creates file systems on the selected partitions according to user instructions.
el: Παρουσιάζει μία λίστα κατατμήσεων και στις επιλεγμένες κατατμήσεις δημιουργεί συστήματα αρχείων σύμφωνα με τις οδηγίες του χρήστη.
ko: 파티션 목록을 표시하고, 사용자 명령에 따라 선택한 파티션에 파일 시스템을 만듭니다.
pt: Mostra uma lista de partições, e cria sistemas de ficheiros nas partições seleccionadas de acordo com as instruções do utilizador.
sv: Visar en lista av partitioner och skapar filsystem på de valda partitionerna enligt användarens instruktioner.
vi: Thành phần này hiển thị danh sách các phân vùng, cũng tạo hệ thống tập tin trên những phân vùng đã chọn, tùy theo những hướng dẫn của người dùng.
zh_cn: 显示分区列表，按用户指令为选择的分区创建文件系统。

source: Helps the user with the configuration of the <firstterm>LVM</firstterm> (Logical Volume Manager).
el: Βοηθά το χρήστη για τη διαμόρφωση του <firstterm>LVM</firstterm> (Logical Volume Manager - Διαχειριστή Λογικών Τόμων).
ko: 여기서 <firstterm>LVM</firstterm>(Logical Volume Manager)을 설정합니다.
pt: Auxilia o utilizador com a configuração do <firstterm>LVM</firstterm> (Logical Volume Manager).
sv: Hjälper användaren med konfigurationen av <firstterm>LVM</firstterm> (logisk volymhantering).
vi: Thành phần này giúp đỡ người dùng cấu hình <firstterm>LVM</firstterm> (bộ quản lý khối tin hợp lý).
zh_cn: 帮助用户配置 <firstterm>LVM</firstterm> (Logical Volume Manager)。

source: Allows the user to setup Software <firstterm>RAID</firstterm> (Redundant Array of Inexpensive Disks). This Software RAID is usually superior to the cheap IDE (pseudo hardware) RAID controllers found on newer motherboards.
el: Επιτρέπει στο χρήστη την ρύθμιση <firstterm>RAID</firstterm> (Redundant Array of Inexpensive Disks) σε λογισμικό. Το RAID σε λογισμικό (Software RAID) είναι συνήθως καλύτερο από τους φτηνούς IDE ελεγκτές RAID ("ψευδο" RAID υλικού, pseudo hardware RAID) που βρίσκονται στις νεώτερες μητρικές κάρτες.
ko: 여기서 소프트웨어 <firstterm>RAID</firstterm>(Redundant Array of Inexpensive Disks)를 설정합니다. 이 소프트웨어 RAID는 최근 마더보드에 들어 있는 싸구려 IDE RAID (가짜 하드웨어 RAID) 컨트롤러보다는 대체로 우수합니다.
pt: Permite ao utilizador configurar <firstterm>RAID</firstterm> por Software (Redundant Array of Inexpensive Disks). Este RAID por Software geralmente é superior aos controladores RAID de IDE baratos (pseudo hardware) que se encontram em motherboards novas.
sv: Låter användaren ställa in programvaru-<firstterm>RAID</firstterm> (Redundant Array of Inexpensive Disks). Den här programvaru-RAID är normalt sett överlägsen till de billiga IDE (pseudomaskinvara) RAID-kontroller som finns på nyare moderkort.
vi: Thành phần này cho người dùng khả năng thiết lập <firstterm>RAID</firstterm> kiểu phần mềm. RAID phần mềm này thường là tốt hơn các bộ điều khiển RAID IDE (phần cứng giả) rẻ nằm trên bo mạch chủ mới hơn.
zh_cn: 让用户设置 Software <firstterm>RAID</firstterm> (Redundant Array of Inexpensive Disks)。Software RAID 是新主板提供的廉价 IDE (虚拟硬件) RAID 控制器的高级管理。

source: Selects the time zone, based on the location selected earlier.
el: Επιλογή της χρονικής ζώνης, με βάση την τοποθεσία που επιλέξατε νωρίτερα.
ko: 앞에서 설정한 지역 정보에 따라 시간대를 설정합니다.
pt: Escolhe o fuso horário, baseado na localização escolhida anteriormente.
sv: Väljer tidszonen, baserat på platsen som valdes tidigare.
vi: Thành phần này chọn múi giờ, dựa vào địa điểm đã chọn trước.
zh_cn: 选择时区，并基于前面选择的地点。

source: Determines whether the clock is set to UTC or not.
el: Καθορίζει αν το ρολόι έχει ρυθμιστεί σε ώρα UTC ή όχι.
ko: UTC 시간대를 선택할 지를 결정합니다.
pt: Determina se o relógio está definido para UTC ou não.
sv: Faststämmer om klockan är inställd till UTC eller inte.
vi: Thành phần này xác định nếu đồng hồ được đặt theo UTC (thời gian thế giới) hay không.
zh_cn: 决定时钟是否使用 UTC。

source: Sets up the root password, and adds a non-root user.
el: Ρύθμιση του κωδικού πρόσβασης του χρήστη root, και προσθήκη ενός μη προνομιούχου (non-root) χρήστη.
ko: 루트 열쇠글을 설정하고 비루트 사용자를 추가합니다.
pt: Define a password de root, e adiciona um utilizador que não o root.
sv: Ställer in root-lösenordet och lägger till en icke-root-användare.
vi: Thành phần này thiết lập mật khẩu chủ (root), cũng thêm một người dùng khác người chủ.
zh_cn: 建立 root 密码，然后添加一个非 root 用户。

source: Installs the most basic set of packages which would allow the computer to operate under Linux when rebooted.
el: Εγκαθιστά το πιό βασικό σύνολο πακέτων, γεγονός που θα επιτρέψει στον υπολογιστή να λειτουργήσει σε περιβάλλον Linux μετά από την επανεκκίνησή του.
ko: 다시 시작했을 때 리눅스가 동작하는 데 필요한 가장 기본적인 꾸러미를 설치합니다.
pt: Instala o conjunto de pacotes mais básicos que permitem ao computador operar sob Linux quando for reiniciado.
sv: Installerar de mest enkla paketuppsättningar som tillåter datorn att köra Linux efter omstart.
vi: Thành phần này cài đặt bộ gói cơ bản nhất cho máy tính khả năng hoạt động được dưới Linux khi được khởi động lại.
zh_cn: 安装一些基本的包，让计算机重起后能在 Linux 下运行。
