Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: So, you have the ability to choose <emphasis>tasks</emphasis> first, and then add on more individual packages later. These tasks loosely represent a number of different jobs or things you want to do with your computer, such as <quote>Desktop environment</quote>, <quote>Web server</quote>, or <quote>Print server</quote><footnote> <para> You should know that to present this list, the installer is merely invoking the <command>tasksel</command> program. It can be run at any time after installation to install (or remove) more packages, or you can use a more fine-grained tool such as <command>aptitude</command>. If you are looking for a specific single package, after installation is complete, simply run <userinput>aptitude install <replaceable>package</replaceable></userinput>, where <replaceable>package</replaceable> is the name of the package you are looking for. </para> </footnote>. <xref linkend="tasksel-size-list"/> lists the space requirements for the available tasks.
el: Έχετε, λοιπόν, την δυνατότητα να διαλέξετε πρώτα <emphasis>καθήκοντα (tasks)</emphasis> και στην συνέχεια να προσθέσετε ακόμα περισσότερα μεμονωμένα πακέτα. Αυτά τα "καθήκοντα" αντιπροσωπεύουν χονδρικά έναν αριθμό διαφορετικών "εργασιών" ή "πραγμάτων" που θέλετε να κάνετε με τον υπολογιστή σας, τέτοια όπως η χρήση ενός <quote>περιβάλλοντος γραφείου (Desktop environment)</quote>, <quote>Web server</quote>, ή <quote>Print server</quote><footnote> <para> Θα πρέπει να ξέρετε ότι για την εμφάνιση της λίστας αυτής, ο εγκαταστάτης απλά καλεί το πρόγραμμα <command>tasksel</command>.Μπορείτε να εκτελέσετε αυτή την εντολή οποιαδήποτε στιγμή μετά την εγκατάσταση για να εγκαταστήσετε (ή να αφαιρέσετε) περισσότερα πακέτα, ή μπορείτε να χρησιμοποιήσετε ένα πιο εκλεπτυσμένο εργαλείο όπως το <command>aptitude</command>. Αν ψάχνετε για ένα συγκεκριμένο πακέτο, αφού έχει ολοκληρωθεί η εγκατάσταση, απλά εκτελέστε την εντολή <userinput>aptitude install <replaceable>package</replaceable></userinput>,όπου <replaceable>package</replaceable> είναι το όνομα του πακέτου που ψάχνετε. </para> </footnote>. Στην ενότητα <xref linkend="tasksel-size-list"/> μπορείτε να δείτε τις απαιτήσεις σε χώρο στον δίσκο για τα διάφορα "καθήκοντα".

source: Once you've selected your tasks, select <guibutton>Ok</guibutton>. At this point, <command>aptitude</command> will install the packages you've selected.
el: Όταν έχετε επιλέξει τα "καθήκοντα" που θέλετε πατήστε το κουμπί <guibutton>Ok</guibutton>. Στο σημείο αυτό το <command>aptitude</command> θα εγκαταστήσει τα πακέτα που έχετε διαλέξει.

source: Note that some tasks may be pre-selected based on the characteristics of the computer you are installing. If you disagree with these selections you can un-select the tasks. You can even opt to install no tasks at all at this point.
el: Σημειώστε ότι μερικά καθήκοντα μπορεί να έχουν προ-επιλεχθεί με βάση τα χαρακτηριστικά του υπολογιστή στον οποίον κάνετε την εγκατάσταση. Αν διαφωνείτε με αυτές τις επιλογές, μπορείτε να απο-επιλέξετε τα "καθήκοντα". Μπορείτε ακόμα και να επιλέξετε να μην εγκαταστήσετε οποιοδήποτε από τα "καθήκοντα" αυτά σ' αυτό το σημείο.

source: Configuring Your Mail Transport Agent
el: Ρύθμιση του Πράκτορα Μεταφοράς Αλληλογραφίας (MTA)

source: Today, email is a very important part of many people's life, so it's no surprise Debian lets you configure your mail system right as a part of the installation process. The standard mail transport agent in Debian is <command>exim4</command>, which is relatively small, flexible, and easy to learn.
el: Σήμερα η ηλεκτρονική αλληλογραφία είναι ένα πολύ σημαντικό μέρος της ζωής πολλών ανθρώπων, επομένως δεν αποτελεί έκπληξη ότι το Debian σας επιτρέπει να ρυθμίσετε το σύστημα αλληλογραφίας σας σαν μέρος της διαδικασίας εγκατάστασης. Ο προκαθορισμένος πράκτορας ηλεκτρονικής αλληλογραφίας στο Debian είναι το <command>exim4</command>, που είναι σχετικά μικρό, ευέλικτο και εύκολο στην εκμάθηση.

source: You may ask if this is needed even if your computer is not connected to any network. The short answer is: Yes. The longer explanation: Some system utilities (like <command>cron</command>, <command>quota</command>, <command>aide</command>, &hellip;) may send you important notices via email.
el: Πιθανόν να ρωτήσετε αν ένα τέτοιο πρόγραμμα είναι απαραίτητο ακόμα και στην περίπτωση που ο υπολογιστής σας δεν είναι συνδεδεμένος σε κάποιο δίκτυο. Η σύντομη απάντηση είναι: Ναι. Η πιο μακροσκελής εξήγηση: Κάποια βοηθητικά εργαλεία του συστήματος (όπως τα <command>cron</command>, <command>quota</command>,<command>aide</command>, &hellip;) πιθανόν να σας αποστέλλουν σημαντικές πληροφορίες μέσω του ηλεκτρονικού ταχυδρομείου.

source: So on the first screen you will be presented with several common mail scenarios. Choose the one that most closely resembles your needs:
el: Στην πρώτη οθόνη της ρύθμισης, θα σας παρουσιαστούν μερικά συνηθισμένα σενάρια για τη χρήση του ταχυδρομείου. Διαλέξτε αυτό που ταιριάζει πιο κοντά στις δικές σας ανάγκες:

source: internet site
el: Διαδικτυακός τόπος

source: Your system is connected to a network and your mail is sent and received directly using SMTP. On the following screens you will be asked a few basic questions, like your machine's mail name, or a list of domains for which you accept or relay mail.
el: Το σύστημά σας είναι συνδεδεμένο σε ένα δίκτυο και η αλληλογραφία σας αποστέλλεται και λαμβάνεται απευθείας με χρήση του SMTP. Στις επόμενες οθόνες θα δείτε μερικές βασικές ερωτήσεις, όπως το όνομα αλληλογραφίας του μηχανήματός σας, ή μια λίστα από ονόματα τομέων για τους οποίους δέχεστε ή μεταβιβάζετε αλληλογραφία.

source: mail sent by smarthost
el: αλληλογραφία που αποστέλλεται μέσω smarthost

source: In this scenario is your outgoing mail forwarded to another machine, called a <quote>smarthost</quote>, which does the actual job for you. Smarthost also usually stores incoming mail addressed to your computer, so you don't need to be permanently online. That also means you have to download your mail from the smarthost via programs like fetchmail. This option is suitable for dial-up users.
el: Στο σενάριο αυτό. η εξερχόμενη αλληλογραφία σας προωθείται σε ένα άλλο μηχάνημα που ονομάζεται <quote>smarthost</quote>, που κάνει την πραγματική δουλειά για σας. Ένας smarthost αποθηκεύει συνήθως επίσης την εισερχόμενη αλληλογραφία που απευθύνεται στο σύστημά σας, οπότε δεν είναι απαραίτητο να είστε διαρκώς συνδεδεμένοι. Αυτό βέβαια σημαίνει ότι πρέπει να κατεβάζετε την αλληλογραφία σας από τον smarthost με προγράμματα όπως το fetchmail. Η επιλογή αυτή είναι κατάλληλη για χρήστες dial-up.

source: local delivery only
el: Μόνο τοπική παράδοση

source: Your system is not on a network and mail is sent or received only between local users. Even if you don't plan to send any messages, this option is highly recommended, because some system utilities may send you various alerts from time to time (e.g. beloved <quote>Disk quota exceeded</quote>). This option is also convenient for new users, because it doesn't ask any further questions.
el: Το σύστημά σας δεν είναι συνδεδεμένο σε κάποιο δίκτυο και αλληλογραφία στέλνεται και λαμβάνεται μόνο μεταξύ τοπικών χρηστών. Ακόμα και αν δεν σχεδιάζετε να στέλνετε οποιαδήποτε μηνύματα, αυτή η επιλογή προτείνεται ανεπιφύλακτα γιατί μερικά βοηθητικά προγράμματα στο σύστημά σας πιθανόν να πρέπει να σας στέλνουν κατά διαστήματα προειδοποιήσεις (πχ. το αγαπημένο μήνυμα <quote>Disk quota exceeded</quote>)! Η επιλογή αυτή είναι επίσης βολική για νέους χρήστες καθώς δεν συνοδεύεται από άλλες επιπλέον ερωτήσεις.

source: no configuration at this time
el: όχι ρύθμιση αυτή τη φορά

source: Choose this if you are absolutely convinced you know what you are doing. This will leave you with an unconfigured mail system &mdash; until you configure it, you won't be able to send or receive any mail and you may miss some important messages from your system utilities.
el: Διαλέξτε αυτό αν είστε απόλυτα σίγουροι ότι ξέρετε τι κάνετε! Αυτή η επιλογή θα σας αφήσει με ένα αρρύθμιστο σύστημα αλληλογραφίας &mdash; μέχρι να κάνετε κάποια ρύθμιση, δεν θα μπορείτε να στείλετε ή να πάρετε μηνύματα και πιθανόν να χάσετε κάποια σημαντικά μηνύματα από βοηθητικά προγράμματα του συστήματός σας.

source: If none of these scenarios suits your needs, or if you need a finer setup, you will need to edit configuration files under the <filename>/etc/exim4</filename> directory after the installation is complete. More information about <command>exim4</command> may be found under <filename>/usr/share/doc/exim4</filename>.
el: Αν κανένα από τα σενάρια αυτά δεν ταιριάζει στις ανάγκες σας, ή αν θέλετε να κάνετε πιο εξειδικευμένες ρυθμίσεις, θα πρέπει να επεξεργαστείτε τα αρχεία στον κατάλογο <filename>/etc/exim4</filename> μετά την ολοκλήρωση της εγκατάστασης. Περισσότερες πληροφορίες για το <command>exim4</command> μπορούν να βρεθούν στον κατάλογο <filename>/usr/share/doc/exim4</filename>.

source: If you are installing a diskless workstation, obviously, booting off the local disk isn't a meaningful option, and this step will be skipped. <phrase arch="sparc">You may wish to set the OpenBoot to boot from the network by default; see <xref linkend="boot-dev-select-sun"/>.</phrase>
el: Εάν εγκαθιστάτε σε ένα σταθμό εργασίας που δεν έχει σκληρό δίσκο, προφανώς, η εκκίνηση από τον τοπικό δίσκο είναι επιλογή χωρίς νόημα, όποτε αυτό το βήμα θα παραληφθεί. <phrase arch="sparc">Μπορεί να θέλετε να ρυθμίσετε τον OpenBoot έτσι ώστε να έχει ως προεπιλεγμένη την εκκίνηση από το δίκτυο. Δείτε το <xref linkend="boot-dev-select-sun"/>.</phrase>

source: Note that multiple operating systems booting on a single machine is still something of a black art. This document does not even attempt to document the various boot managers, which vary by architecture and even by subarchitecture. You should see your boot manager's documentation for more information.
el: Σημειώστε ότι η εκκίνηση πολλαπλών λειτουργικών συστημάτων από ένα μόνο υπολογιστή είναι ακόμα κάτι σαν μαύρη μαγεία. Το παρόν έγγραφο δεν προσπαθεί καθόλου να τεκμηριώσει τους διάφορους φορτωτές εκκίνησης, οι οποίοι ποικίλλουν από αρχιτεκτονική σε αρχιτεκτονική, ακόμα κι από υποαρχιτεκτονική σε υποαρχιτεκτονική. Για περισσότερες πληροφορίες δείτε τις οδηγίες χρήσης του φορτωτή σας εκκίνησης.

source: If you have booted from SRM, if you select this option, the installer will write <command>aboot</command> to the first sector of the disk on which you installed Debian. Be <emphasis>very</emphasis> careful &mdash; it is <emphasis>not</emphasis> possible to boot multiple operating systems (e.g. GNU/Linux, Free/Open/NetBSD, OSF/1 a.k.a. Digital Unix a.k.a. Tru64 Unix, or OpenVMS) from the same disk. If you also have a different operating system installed on the disk where you have installed Debian, you will have to boot GNU/Linux from a floppy instead.
el: Εάν εκκινήσατε από κονσόλα SRM και διαλέξετε αυτήν την επιλογή, ο εγκαταστάτης θα εγγράψει τον <command>aboot</command> στον πρώτο τομέα του δίσκου στον οποίο εγκαταστήσατε το Debian. Να είστε <emphasis>πολύ</emphasis> προσεκτικοί &mdash; επειδή <emphasis>δεν</emphasis> είναι δυνατό να εκκινείτε από τον ίδιο δίσκο πολλαπλά λειτουργικά συστήματα (π.χ. GNU/Linux, Free/Open/NetBSD, OSF/1 a.k.a. Digital Unix a.k.a. Tru64 Unix, ή OpenVMS). Επίσης, εάν στον δίσκο, που έχετε εγκαταστήσει το Debian, έχετε εγκατεστημένο και κάποιο άλλο λειτουργικό σύστημα, θα πρέπει να εκκινήσετε το GNU/Linux από δισκέτα.

source: &d-i; presents you three choices where to install the <command>LILO</command> boot loader:
el: Ο &d-i; σας προσφέρει τρεις επιλογές για το που να εγκαταστήσετε τον φορτωτή εκκίνησης <command>LILO</command>:

source: If you can no longer boot into Windows 9x (or DOS) after this step, you'll need to use a Windows 9x (MS-DOS) boot disk and use the <userinput>fdisk /mbr</userinput> command to reinstall the MS-DOS master boot record &mdash; however, this means that you'll need to use some other way to get back into Debian! For more information on this please read <xref linkend="reactivating-win"/>.
el: Εάν μετά από αυτό το βήμα δεν μπορείτε πια να εκκινήσετε τα Windows 9x (ή DOS), θα πρέπει να χρησιμοποιήσετε μια δισκέτα εκκίνησης των Windows 9x (MS-DOS) και να κάνετε χρήση της εντολής <userinput>fdisk /mbr</userinput> έτσι ώστε να εγκαταστήσετε πάλι την MS-DOS Κύρια Εγγραφή Εκκίνησης (MBR) &mdash; αυτό όμως σημαίνει ότι πρέπει να βρείτε κάποιον άλλο τρόπο για να επιστρέψετε στο Debian! Για περισσότερες πληροφορίες σχετικά με αυτό παρακαλούμε να διαβάσετε το <xref linkend="reactivating-win"/>.

source: The &architecture; boot loader is called <quote>elilo</quote>. It is modeled on the <quote>lilo</quote> boot loader for the x86 architecture and uses a similar configuration file. However, instead of writing an MBR or partition boot record to the disk, it copies the necessary files to a separate FAT formatted disk partition and modifies the <guimenuitem>EFI Boot Manager</guimenuitem> menu in the firmware to point to the files in the EFI partition. The <command>elilo</command> boot loader is really in two parts. The <filename>/usr/sbin/elilo</filename> command manages the partition and copies file into it. The <filename>elilo.efi</filename> program is copied into the EFI partition and then run by the <quote>EFI Boot Manager</quote> to actually do the work of loading and starting the Linux kernel.
el: Ο φορτωτής εκκίνησης της &architecture; ονομάζεται <quote>elilo</quote>. Βασίζεται στον φορτωτή εκκίνησης <quote>lilo</quote> της αρχιτεκτονικής x86 και χρησιμοποιεί παρόμοιο αρχείο ρύθμισης. Όμως, αντί του να γράφει μια κύρια εγγραφή εκκίνησης (MBR) ή εγγραφή εκκίνησης σε τμήμα δίσκου, αντιγράφει τα απαραίτητα αρχεία σε ξεχωριστό τμήμα δίσκου διαμορφωμένου ως FAT και τροποποιεί στο firmware το μενού του <guimenuitem>Διαχειριστή Εκκίνησης EFI</guimenuitem> έτσι ώστε να δείχνει στα αρχεία του τμήματος EFI. Ο φορτωτής εκκίνησης <command>elilo</command> χωρίζεται στην πραγματικότητα σε δυο μέρη. Η εντολή <filename>/usr/sbin/elilo</filename> διαχειρίζεται το τμήμα και αντιγράφει αρχεία σε αυτό. Το πρόγραμμα <filename>elilo.efi</filename> αντιγράφεται στο τμήμα EFI και έπειτα εκτελείται από τον <quote>Διαχειριστή Εκκίνησης EFI </quote> έτσι ώστε να συντελεστεί στην πραγματικότητα η φόρτωση και εκκίνηση του πυρήνα Linux.

source: The criteria for selecting a partition is that it is FAT format filesystem with its <emphasis>boot</emphasis> flag set. &d-i; may show multiple choices depending on what it finds from scanning all of the disks of the system including EFI partitions of other system disks and EFI diagnostic partitions. Remember, the <command>elilo</command> may format the partition during the installation, erasing any previous contents!
el: Τα κριτήρια για την επιλογή τμήματος είναι το συστήματα αρχείων να είναι διαμορφωμένο ως FAT με ενεργοποιημένη τη σήμανσή του ως <emphasis>boot</emphasis>. Ο &d-i; μπορεί να σας δείξει πολλές επιλογές, γεγονός που εξαρτάται από το τι βρίσκει κατά την ανίχνευση όλων των δίσκων του συστήματος συμπεριλαμβανομένων των τμημάτων EFI των άλλων δίσκων του συστήματος και των διαγνωστικών τμημάτων EFI. Να θυμάστε ότι ο <command>elilo</command> μπορεί να διαμορφώσει το τμήμα στη διάρκεια της εγκατάστασης, διαγράφοντας τα πάντα.

source: There is an <guimenuitem>Execute a Shell</guimenuitem> item on the menu. If the menu is not available when you need to use the shell, press <keycombo><keycap>Left Alt</keycap> <keycap>F2</keycap></keycombo> (on a Mac keyboard, <keycombo><keycap>Option</keycap> <keycap>F2</keycap> </keycombo>) to switch to the second <emphasis>virtual console</emphasis>. That's the <keycap>Alt</keycap> key on the left-hand side of the <keycap>space bar</keycap>, and the <keycap>F2</keycap> function key, at the same time. This is a separate window running a Bourne shell clone called <command>ash</command>.
el: Υπάρχει μια επιλογή στο μενού, η <guimenuitem>Εκτέλεση Κελύφους</guimenuitem>. Εάν αυτή η επιλογή δεν είναι διαθέσιμη όταν θα έχετε ανάγκη να χρησιμοποιήσετε ένα κέλυφος, πατήστε <keycombo><keycap>Αριστερό Alt</keycap> <keycap>F2</keycap></keycombo> (σε πληκτρολόγια Mac, <keycombo><keycap>Option</keycap> <keycap>F2</keycap> </keycombo>) για να μεταβείτε στη δεύτερη <emphasis>εικονική κονσόλα</emphasis>. Αυτό συνίσταται στο ταυτόχρονο πάτημα του πλήκτρου <keycap>Alt</keycap>, που βρίσκεται στην αριστερά του <keycap>πλήκτρου διαστήματος</keycap>, και του πλήκτρου ειδικών λειτουργιών <keycap>F2</keycap>. Είναι ένα άλλο παράθυρο που εκτελεί ένα τύπο κελύφους Bourne ονομαζόμενο <command>ash</command>.

source: At this point you are booted from the RAM disk, and there is a limited set of Unix utilities available for your use. You can see what programs are available with the command <command>ls /bin /sbin /usr/bin /usr/sbin</command> and by typing <command>help</command>. The text editor is <command>nano</command>. The shell has some nice features like autocompletion and history.
el: Σε αυτό το σημείο ξεκινάτε από το δίσκο RAM, και υπάρχει διαθέσιμο προς χρήση ένα περιορισμένο σύνολο εργαλείων Unix. Μπορείτε να δείτε ποια προγράμματα είναι στη διάθεση σας με την εντολή <command>ls /bin /sbin /usr/bin /usr/sbin</command> και με την εκτέλεση της εντολής <command>help</command>. Ο επεξεργαστής κειμένου είναι ο <command>nano</command>. Το κέλυφος έχει μερικά εντυπωσιακά χαρακτηριστικά όπως την αυτόματη συμπλήρωση και το ιστορικό.

source: Use the menus to perform any task that they are able to do &mdash; the shell and commands are only there in case something goes wrong. In particular, you should always use the menus, not the shell, to activate your swap partition, because the menu software can't detect that you've done this from the shell. Press <keycombo><keycap>Left Alt</keycap> <keycap>F1</keycap></keycombo> to get back to menus, or type <command>exit</command> if you used a menu item to open the shell.
el: Χρησιμοποιήστε τα μενού για να φέρετε σε πέρας οποιαδήποτε εργασία μπορεί να εκτελεστεί από αυτά &mdash; το κέλυφος και οι εντολές του υπάρχουν μόνο για την περίπτωση που κάτι δεν πάει καλά. Συγκεκριμένα, πάντα πρέπει να χρησιμοποιείτε τα μενού, όχι το κέλυφος, για την ενεργοποίηση του τμήματος swap, επειδή το λογισμικό των μενού δεν είναι σε θέση να ανιχνεύσει τις εργασίες που έχετε εκτελέσει μεσώ του κελύφους. Για να επιστρέψετε στο μενού πατήστε τo<keycombo><keycap>Αριστερό Alt</keycap> <keycap>F1</keycap></keycombo>, η, εάν χρησιμοποιήσατε κάποια επιλογή μενού για να ανοίξετε το κέλυφος, πληκτρολογήστε <command>exit</command>.
