Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: During the installation process, you are given the opportunity to select additional software to install. Rather than picking individual software packages from the &num-of-distrib-pkgs; available packages, this stage of the installation process focuses on selecting and installing predefined collections of software to quickly set up your computer to perform various tasks.
el: Κατά την διάρκεια της διαδικασίας εγκατάστασης, σας δίνεται η ευκαιρία να επιλέξετε για εγκατάσταση επιπρόσθετο λογισμικό. Αντί να διαλέγετε μεμονωμένα πακέτα λογισμικού από τα &num-of-distrib-pkgs; διαθέσιμα πακέτα, αυτό το στάδιο της διαδικασίας εγκατάστασης εστιάζει στην επιλογή και εγκατάσταση προκαθορισμένων συλλογών πακέτων ώστε να ρυθμίσετε γρήγορα τον υπολογιστή σας για την εκτέλεση διαφόρων "καθηκόντων".
ko: 설치 과정 도중 소프트웨어를 추가로 설치할 수 있는 기회가 있습니다. 이 단계는&num-of-distrib-pkgs; 개의 꾸러미 중에서 꾸러미를 일일이 선택하기보다 미리 정해진 소프트웨어의 묶음을 선택하고 설치하는 것에 초점을 두고 있습니다. 컴퓨터의 설치를 최대한 빨리 마쳐서 다양한 용도로 사용할 수 있도록 하기 위해서 입니다.
pt: Durante o processo de instalação, é-lhe dada a oportunidade de escolher software adicional para instalar. Em vez de escolher pacotes individuais de software a partir de &num-of-distrib-pkgs; pacotes disponíveis, esta etapa do processo de instalação foca-se em seleccionar e instalar colecções de software pré-definidas para rapidamente preparar o seu computador para executar várias tarefas.
sv: Under installationsprocessen får du möjligheten att välja ytterligare programvara att installera. Hellre än att välja individuella programvarupaket från de &num-of-distrib-pkgs; paket som finns tillgängliga fokuserar det här steget av installationsprocessen på att välja och installera fördefinierade samlingar av programvara för att snabbt ställa in din dator att genomföra olika funktioner.
vi: Trong tiến trình cài đặt, bạn có dịp chọn phần mềm thêm cần cài đặt. Hơn là chọn mỗi gói phần mềm riêng trong &num-of-distrib-pkgs; gói sẵn sàng, giai đoạn này của tiến trình cài đặt tập trung vào công việc chọn và cài đặt tập hợp phần mềm định sẵn để thiết lập nhanh máy tính của bạn để thực hiện nhiều tác vụ khác nhau.
zh_cn: 安装过程中，您有机会选择安装额外的软件包。不像从 &num-of-distrib-pkgs; 里面选择单独的软件包，这一阶段安装过程着眼于安装一组预定义软件包，来快速建立您的计算机应对各种任务。

source: So, you have the ability to choose <emphasis>tasks</emphasis> first, and then add on more individual packages later. These tasks loosely represent a number of different jobs or things you want to do with your computer, such as <quote>Desktop environment</quote>, <quote>Web server</quote>, or <quote>Print server</quote><footnote> <para> You should know that to present this list, the installer is merely invoking the <command>tasksel</command> program. It can be run at any time after installation to install more packages (or remove them), or you can use a more fine-grained tool such as <command>aptitude</command>. If you are looking for a specific single package, after installation is complete, simply run <userinput>aptitude install <replaceable>package</replaceable></userinput>, where <replaceable>package</replaceable> is the name of the package you are looking for. </para> </footnote>. <xref linkend="tasksel-size-list"/> lists the space requirements for the available tasks.
ko: 따라서 먼저 <emphasis>태스크</emphasis>를 선택하고, 개별 꾸러미는 나중에 추가하는 순서를 밟습니다. 태스크는 <quote>데스크탑 환경</quote>라든지 <quote>웹서버</quote>, <quote>프린트 서버</quote> <footnote> <para> 설치 프로그램은 이 목록을 출력할 때 <command>tasksel</command>를 사용하는 것 뿐이라는 것을 아시기 바랍니다. <command>tasksel</command>는 시스템 설치를 끝낸 다음에도 언제든지 실행하여 꾸러미를 설치하고 제거할 수 있습니다. <command>tasksel</command> 외에도 <command>aptitude</command>처럼 더 세세히 설치/제거를 하는 프로그램을 사용할 수도 있습니다. 설치를 모두 마친 후 특정 꾸러미를 찾고자 한다면 <userinput>aptitude install <replaceable>꾸러미</replaceable></userinput>을 입력하시면 됩니다. 이 때 꾸러미란 찾고자 하는 꾸러미의 이름을 뜻합니다. </para> </footnote> 등 컴퓨터로 할 수 있는 작업을 어느 정도 나타냅니다. <xref linkend="tasksel-size-list"/>에서 각 태스크에서 필요로 하는 공간을 볼 수 있습니다.
pt: Assim, você tem a possibilidade de primeiro escolher <emphasis>tarefas</emphasis>, e depois adicionar mais pacotes individuais. Estas tarefas representam um número de trabalhos diferentes ou coisas que deseja fazer com o seu computador, tais como <quote>Ambiente Desktop</quote>, <quote>Servidor Web</quote>, ou <quote>Servidor de Impressão</quote>><footnote> <para> Você deve saber que para apresentar esta lista, o instalador apenas invoca o programa <command>tasksel</command>. Isto pode ser corrido em qualquer altura após a instalação para instalar (ou remover) mais pacotes, ou pode usar uma ferramenta mais elaborada tal como o <command>aptitude</command>. Se está à procura de um pacote específico, após a instalação estar completa, simplesmente corra <userinput>aptitude install <replaceable>pacote</replaceable></userinput>, onde <replaceable>pacote</replaceable> é o nome do pacote de que está à procura. </para> </footnote>. <xref linkend="tasksel-size-list"/> lista as necessidades de espaço para as tarefas disponíveis.
sv: Du har alltså möjligheten att välja <emphasis>funktioner</emphasis> först, och sedan lägga till mer individuella paket senare. De här funktionerna representerar löst ett antal olika jobb eller saker du vill utföra med din dator, såsom <quote>Skrivbordsmiljö</quote>, <quote>Webbserver</quote>, eller <quote>Utskriftsserver</quote><footnote> <para> Du bör känna till att för att visa den här listan, anropar installeraren helt enkelt programmet <command>tasksel</command>. Det kan köras när som helst efter installationen för att installera (eller ta bort) fler paket, eller så kan du använda ett mer finkornigt verktyg såsom <command>aptitude</command>. Om du letar efter ett enda specifikt paket, efter att installationen är färdig, kör helt enkelt <userinput>aptitude install <replaceable>paket</replaceable></userinput>, där <replaceable>paket</replaceable> är namnet på paketet du letar efter. </para> </footnote>. <xref linkend="tasksel-size-list"/> listar utrymmet som krävs för de tillgängliga funktionerna.
vi: Vậy bạn có khả năng chọn <emphasis>công việc</emphasis> vào lúc trước, rồi thêm gói riêng về sau. Mỗi công việc đại diện việc đặc biệt bạn muốn làm bằng máy tính, như <quote>môi trường làm việc</quote>, <quote>trình phục vụ Mạng</quote>, hay <quote>trình phục vụ in</quote><footnote> <para> Để hiển thị danh sách các công việc này, trình cài đặt đơn giản gọi chương trình <command>tasksel</command>. Vẫn có thể chạy nó vào bất cứ điểm thời nào sau khi cài đặt hệ thống, để cài đặt (hay gỡ bỏ) gói thêm, hoặc bạn có thể sử dụng một công cụ xử lý mỗi gói như <command>aptitude</command>. Nếu bạn tìm một gói riêng, sau khi cài đặt hệ thống, đơn giản hãy chạy lệnh <userinput>aptitude install <replaceable>gói</replaceable></userinput>, mà <replaceable>gói</replaceable> là tên của gói bạn tìm. </para> </footnote>. <xref linkend="tasksel-size-list"/> xác định sức chứa cần thiết cho các công việc có sẵn.
zh_cn: 于是，您可以先选择<emphasis>任务</emphasis>，然后再单独添加软件包。任务松散地代表了您要在计算机上从事的一系列工作，比如 <quote>Desktop environment</quote>、<quote>Web server</quote> 或者 <quote>Print server</quote><footnote> <para> 您应该知道，呈现这个列表，安装程序仅仅是执行 <command>tasksel</command> 程序。它可以在安装之后的任何时间安装(或删除)其他软件包，或者使用更精致的工具，例如 <command>aptitude</command>。如果您要一个特定的软件包，在安装之后，只需执行 <userinput>aptitude install <replaceable>package</replaceable></userinput>，其中 <replaceable>package</replaceable> 是您需要的软件包名。</para> </footnote>。<xref linkend="tasksel-size-list"/> 列出各任务所需的空间。

source: Some tasks may be pre-selected based on the characteristics of the computer you are installing. If you disagree with these selections you can un-select the tasks. You can even opt to install no tasks at all at this point.
ko: 참고로 설치하고 있는 컴퓨터의 특성에 따라 미리 선택된 태스크가 있는 경우도 있습니다. 이 선택 내역을 변경하고자 하면 태스크의 선택을 해제할 수 있습니다. 이시점에서 태스크를 하나도 선택하지 않을 수도 있습니다.
pt: Note que algumas tarefas podem ser pré-seleccionadas de acordo com as características do computador que está a instalar. Se não concorda com essas selecções pode desseleccionar as tarefas. Neste ponto pode mesmo optar por não instalar nenhuma tarefa.
sv: Observera att vissa funktioner kan vara förvalda baserade på egenskaperna för datorn du installerar. Om du inte godkänner de här valen kan du avmarkera funktionerna. Du kan även välja att inte installera några funktioner alls.
vi: Một số công việc riêng có thể được chọn sẵn, dựa vào các đặc tính của máy tính vào đó bạn cài đặt hệ thống. Không đồng ý với các công việc chọn sẵn thì có khả năng bỏ chọn điều nào. Tại điểm thời này, bạn vẫn còn có thể chọn không cài đặt gì cả.
zh_cn: 注意，根据所安装电脑的特征，有些任务被预先选择。如果您不需要它们，可以取消这些任务。此时甚至可以不选中任何任务。

source: The <quote>Desktop environment</quote> task will install the GNOME desktop environment. The options offered by the installer currently do not allow to select a different desktop environment such as for example KDE.
ko: <quote>데스크탑 환경</quote> 작업은 그놈 데스크탑 환경을 설치합니다. 설치 프로그램에 있는 옵션으로는 KDE같은 다른 데스크탑 환경을 선택할 수 없습니다.
pt: A tarefa <quote>Ambiente Desktop</quote> irá instalar o ambiente de desktop GNOME. As opções oferecidas pelo instalador actualmente não permitem escolher um ambiente de desktop diferente como por exemplo, o KDE.
sv: Funktionen <quote>Skrivbordsmiljö</quote> kommer att installera skrivbordsmiljön GNOME. Alternativen som erbjuds av installeraren tillåter för närvarande inte att en annan skrivbordsmiljö väljs, till exempel KDE.
vi: Công việc <quote>môi trường làm việc</quote> sẽ cài đặt môi trường làm việc GNOME. Những tùy chọn được cung cấp bởi tiến trình cài đặt hiện thời không cho phép người dùng chọn môi trường làm việc khác (v.d. KDE, Xfce).
zh_cn: <quote>Desktop environment</quote> 任务将安装 Gnome 桌面环境。当前安装程序提供的选项不能选其他的桌面环境，比如 KDE。

source: It is possible to get the installer to install KDE by using preseeding (see <xref linkend="preseed-pkgsel"/>) or by adding <literal>tasks="standard, kde-desktop"</literal> at the boot prompt when starting the installer. However, this will only work if the packages needed for KDE are actually available. If you are installing using a full CD image, they will need to be downloaded from a mirror as KDE packages are not included on the first full CD; installing KDE this way should work fine if you are using a DVD image or any other installation method.
ko: 미리 설정을 사용하거나 (<xref linkend="preseed-pkgsel"/> 참고), 부팅 프롬프트에 <literal>tasks="standard, kde-desktop"</literal>이라고 추가하면 설치 프로그램에서 KDE를 설치할 수 있습니다. 하지만 이렇게 하더라도 KDE에 필요한 꾸러미가 실제로 있는 경우에만 동작합니다. 전체 CD 이미지를 사용해서 설치하는 경우에는, KDE 꾸러미는 첫 번째 CD에 없기 때문에 KDE 꾸러미는 미러 사이트에서 내려 받습니다. DVD 및 기타 설치 미디어를 사용하는 경우에는 이 방법이 잘 동작합니다.
pt: É possível fazer o instalador instalar KDE utilizando preseed (veja <xref linkend="preseed-pkgsel"/>) ou quando iniciar o instalador acrescentar <literal>tasks="standard, kde-desktop"</literal> na prompt de arranque. No entanto, isto só irá funcionar se os pacotes necessários para o KDE estiverem realmente disponíveis. Se estiver a instalar a partir de um CD completo, irá ser necessário fazer o download a partir de um mirror já que os pacotes KDE não estão incluidos no primeiro CD completo; instalar KDE desta forma deve funcionar bem se estiver a utilizar uma imagem de DVD ou outro método de instalação.
sv: Det är möjligt att få installeraren att installera KDE genom att använda förinställning (se <xref linkend="preseed-pkgsel"/>) eller genom att lägga till <literal>tasks="standard, kde-desktop"</literal> vid uppstartsprompten när installeraren startar. Dock kommer det här endast att fungera om paketen som behövs för KDE faktiskt är tillgängliga. Om du installerar med en fullständig cd-avbild, kommer de att behöva att hämtas ner från en spegel eftersom KDE-paket inte är inkluderade på den första fullständiga cd-skivan; installera KDE på det här sättet bör fungera bra om du använder en dvd-avbild eller någon annan installationsmetod.
vi: Vẫn còn có thể cài đặt KDE trong tiến trình cài đặt, dùng khả năng chèn sẵn (xem <xref linkend="preseed-pkgsel"/>), hoặc bằng cách thêm <literal>tasks="standard, kde-desktop"</literal> ở dấu nhắc khởi động khi khởi chạy trình cài đặt. Tuy nhiên, việc này sẽ chỉ hoạt động được nếu những gói cần thiết cho KDE thực sự sẵn sàng. Nếu bạn cài đặt từ ảnh đĩa CD đầy đủ, cần phải tải các gói này xuống một máy nhân bản Debian, vì các gói KDE không nằm trong đĩa CD đầy thứ nhất; sử dụng ảnh DVD hay phương pháp cài đặt khác thì việc cài đặt KDE bằng cách này nên chạy tốt.
zh_cn: 安装程序可以使用预置(参阅 <xref linkend="preseed-pkgsel"/>)来安装 KDE，或者在启动安装程序时添加 <literal>tasks="standard, kde-desktop"</literal> 到引导参数。然而，这只在 KDE 所需的软件包存在时才工作。如果您通过完整的 CD 映像安装，因为 CD 上没有 KDE 的软件包，它们需要从镜像网站下载。如果您使用的是 DVD 映像或其他安装方法，安装 KDE 就没有问题。

source: The various server tasks will install software roughly as follows. DNS server: <classname>bind9</classname>; File server: <classname>samba</classname>, <classname>nfs</classname>; Mail server: <classname>exim4</classname>, <classname>spamassassin</classname>, <classname>uw-imap</classname>; Print server: <classname>cups</classname>; SQL database: <classname>postgresql</classname>; Web server: <classname>apache</classname>.
ko: 여러가지 서버 태스크는 대략 다음과 같은 소프트웨어를 설치합니다. DNS 서버: <classname>bind9</classname>; 파일 서버: <classname>samba</classname>, <classname>nfs</classname>; 메일 서버: <classname>exim4</classname>, <classname>spamassassin</classname>, <classname>uw-imap</classname>; 인쇄 서버: <classname>cups</classname>; SQL 데이터베이스: <classname>postgresql</classname>; 웹 서버: <classname>apache</classname>.
pt: As várias tarefas de servidor irão instalar software como aproximadamente se segue. Servidor de DNS: <classname>bind9</classname>; Servidor de ficheiros: <classname>samba</classname>, <classname>nfs</classname>; Servidor de mail: <classname>exim4</classname>, <classname>spamassassin</classname>, <classname>uw-imap</classname>; Servidor de impressão: <classname>cups</classname>; Servidor SQL: <classname>postgresql</classname>; Servidor web: <classname>apache</classname>.
sv: De olika serverfunktionerna kommer att installera programvara ungefär så här. DNS-server: <classname>bind9</classname>; Filserver: <classname>samba</classname>, <classname>nfs</classname>; E-postserver: <classname>exim4</classname>, <classname>spamassassin</classname>, <classname>uw-imap</classname>; Utskriftsserver: <classname>cups</classname>; SQL-databas: <classname>postgresql</classname>; Webbserver: <classname>apache</classname>.
vi: Những công việc trình phục vụ khác nhau sẽ cài đặt phần mềm khoảng như theo:<classname>bind9</classname>; Trình phục vụ tập tin: <classname>samba</classname>, <classname>nfs</classname>; Trình phục vụ thư tín: <classname>exim4</classname>, <classname>spamassassin</classname>, <classname>uw-imap</classname>; Trình phục vụ in ấn: <classname>cups</classname>; Cơ sở dữ liệu SQL: <classname>postgresql</classname>; Trình phục vụ Mạng: <classname>apache</classname>.
zh_cn: 各种服务器任务大概会安装这些软件。DNS server: <classname>bind9</classname>; File server: <classname>samba</classname>, <classname>nfs</classname>; Mail server: <classname>exim4</classname>, <classname>spamassassin</classname>, <classname>uw-imap</classname>; Print server: <classname>cups</classname>; SQL database: <classname>postgresql</classname>; Web server: <classname>apache</classname>。

source: Once you've selected your tasks, select <guibutton>OK</guibutton>. At this point, <command>aptitude</command> will install the packages that are part of the tasks you've selected.
ko: 태스크들을 선택했다면, <guibutton>확인</guibutton>을 선택하십시오. 그러면 <command>aptitude</command>는 해당 태스크에 들어 있는 꾸러미를 설치할 것입니다.
pt: Assim que tiver seleccionado as suas tarefas, seleccione <guibutton>OK</guibutton>. Neste ponto, o <command>aptitude</command> irá instalar os pacotes que fazem parte das tarefas que seleccionou.
sv: När du har valt dina funktioner, välj <guibutton>OK</guibutton>. Vid det här tillfället kommer <command>aptitude</command> att installera paketen som är en del av funktionerna som du har valt.
vi: Một khi chọn các công việc, hãy bấm cái nút <guibutton>Được</guibutton>. Tại điểm thời này, chương trình <command>aptitude</command> sẽ cài đặt các gói thuộc về những công việc đã chọn.
zh_cn: 一旦您确定了任务，请选择 <guibutton>Ok</guibutton>。此时，<command>aptitude</command> 将安装选中的软件包。

source: In the standard user interface of the installer, you can use the space bar to toggle selection of a task.
el: Στο συνηθισμένο interface για τον χρήστη του εγκαταστάτη, μπορείτε να χρησιμοποιήσετε το πλήκτρο space για την επιλογή/αποεπιλογή ενός "καθήκοντος".
ko: 설치 프로그램의 표준 사용자 인터페이스에서 스페이스바를 이용하여 태스크를 선택하고 선택을 해제할 수 있습니다.
pt: No interface standard de utilizador do instalador, você pode utilizar a barra de espaços para mudar a selecção de uma tarefa.
sv: I standardanvändargränssnittet för installeraren kan du använda mellanslag för att växla val av en funktion.
vi: Trong giao diện người dùng chuẩn của trình cài đặt, bạn có thể sử dụng phím dài để (bỏ) chọn công việc nào.
zh_cn: 在安装程序的标准用户界面下，您可以使用空格键切换任务的选择。

source: You should be aware that especially the Desktop task is very large. Especially when installing from a normal CD-ROM in combination with a mirror for packages not on the CD-ROM, the installer may want to retrieve a lot of packages over the network. If you have a relatively slow Internet connection, this can take a long time. There is no option to cancel the installation of packages once it has started.
ko: 특히 데스크탑 작업은 매우 크므로 주의해야 합니다. 일반 CD-ROM과 함께 CD-ROM에 없는 꾸러미가 들어 있는 미러를 같이 쓰는 경우에는, 네트워크에서 수많은 꾸러미를 받아와야 할 수도 있습니다. 인터넷 연결이 느린 경우에는 받아오는 데 오랜 시간이 걸릴 수도 있습니다. 꾸러미 설치가 일단 시작되면 취소하는 방법은 없습니다.
pt: Deve estar atento que especialmente a tarefa Desktop é muito grande. Especialmente quando instalar a partir de um CD-ROM normal em combinação com um mirror para pacotes que não estejam no CD-ROM, o instalador pode querer obter muitos pacotes a partir da rede. Se tiver uma ligação à Internet relativamente lenta, isto pode demorar muito tempo. Assim que tiver começado não existe opção para cancelar a instalação de pacotes.
sv: Du bör vara medveten om att speciellt funktionen Skrivbord är mycket stor. Speciellt vid installation från en normal cd-rom i kombination med en spegel för paket som inte finns på cd-skivan, kan installeraren behöva hämta en hel del paket över nätverket. Om du har en relativt långsam Internetanslutning, kan det här ta lång tid. Det finns inget alternativ att avbryta installationen av paket när den väl har startats.
vi: Ghi chú rằng công việc « Môi trường làm việc » rất lớn. Đặc biệt khi cài đặt từ đĩa CD-ROM chuẩn cũng với máy nhân bản cho các gói không nằm trên đĩa CD-ROM, trình cài đặt có thể lấy rất nhiều gói qua mạng. Kết nối Mạng chạy hơi chậm thì việc này mất nhiều thời gian. Không có tùy chọn dừng chạy tiến trình cài đặt gói một khi khởi chạy được.
zh_cn: 您应当清楚 Desktop 任务非常巨大。特别是使用 CD-ROM 和 CD-ROM 上没有的软件包，安装程序将从网上下载大量的软件包。如果您的互联网接入较慢，这将花很长时间。一旦启动，安装软件包过程将无法取消。

source: Even when packages are included on the CD-ROM, the installer may still retrieve them from the mirror if the version available on the mirror is more recent than the one included on the CD-ROM. If you are installing the stable distribution, this can happen after a point release (an update of the original stable release); if you are installing the testing distribution this will happen if you are using an older image.
ko: 꾸러미가 CD-ROM 안에 들어 있는 경우에도, CD-ROM에 들어 있는 것보다 미러에 있는 꾸러미의 버전이 최신일 경우에는 미러에 있는 꾸러미를 받아 옵니다. 안정 버전 배포판을 설치하는 경우에는 주로 포인트 릴리스를 (안정 버전 릴리스 업데이트) 한 다음에 이런 일이 발생합니다. 테스팅 배포판을 설치하는 경우에는 오래된 CD 이미지를 사용한 경우 이런 일이 발생합니다.
pt: Mesmo quando os pacotes são incluídos no CD-ROM, o instalador poderá, mesmo assim, ter de obtê-los a partir do mirror se a versão disponível no mirror for mais recente do que a que está incluida no CD-ROM. Se está a instalar a distribuição estável, isto pode acontecer após um lançamento ponto (uma actualização do lançamento estável original); se está a instalar a distribuição testing isto irá acontecer se está a utilizar uma imagem mais antiga.
sv: Även när paket har inkluderats på cd-skivan, kan installeraren fortfarande behöva hämta dem från spegeln om den tillgängliga versionen på spegeln är nyare än den som inkluderats på cd-skivan. Om du installerar den stabila utgåvan, kan det här hända efter en punktutgåva (en uppdatering av den ursprungliga stabila utgåvan); om du installerar testutgåvan kommer det här att hända om du använder en äldre avbild.
vi: Ngay cả khi các gói nằm trên đĩa CD-ROM, trình cài đặt vẫn còn có thể lấy từ máy nhân bản nếu máy nhân bản có gói phiên bản mới hơn điều trên đĩa CD-ROM. Nếu bạn đang cài đặt bản phân phối ổn định (stable), trường hợp này có thể xảy ra sau khi phân phối bản « điểm » (bản cập nhật bản phân phối ổn định chính). Còn nếu bạn đang cài đặt bản phân phối thử ra (testing), nó có thể xảy ra nếu bạn sử dụng ảnh cũ.
zh_cn: 即使软件包在 CD-ROM 上，如果镜像服务器上的版本更新，安装程序还是会从镜像上获取这些软件包。如果您安装的是稳定版，这会出现在次版本发布之后(主稳定版本的更新)；如果您安装的是测试版本，这会出现在使用旧映像安装时。

source: Each package you selected with <command>tasksel</command> is downloaded, unpacked and then installed in turn by the <command>apt-get</command> and <command>dpkg</command> programs. If a particular program needs more information from the user, it will prompt you during this process.
el: Κάθε ένα από τα πακέτα που επιλέγετε με την εντολή <command>tasksel</command> κατεβαίνουν, αποσυμπιέζονται και στη συνέχεια εγκαθίστανται διαδοχικά από τα προγράμματα <command>apt-get</command> και <command>dpkg</command>. Αν ένα συγκεκριμένο πρόγραμμα χρειάζεται περισσότερες πληροφορίες από την πλευρά του χρήστη, θα τον προτρέψει στην διάρκεια της διαδικασίας αυτής.
ko: <command>tasksel</command>로 선택한 꾸러미는 모두 <command>apt-get</command>와<command>dpkg</command>에서 차례로 내려받고 압축을 풀고 설치를 합니다. 사용자에게서 필요한 정보가 있을 경우 도중에 사용자에게 질문하기도 합니다.
pt: A cada pacote que seleccionou com o <command>tasksel</command> é feito o download, descompactado e depois instalado à vez pelos programas <command>apt-get</command> e <command>dpkg</command>. Se um programa específico necessita de mais informação do utilizador, irá pedi-la durante este processo.
sv: Varje paket du väljer med <command>tasksel</command> hämtas ner, packas upp och sedan installeras i turordning av programmen <command>apt-get</command> och <command>dpkg</command>. Om ett speciellt program behöver mer information från användaren, kommer det att fråga dig under den här processen.
vi: Mỗi gói bạn đã chọn bằng <command>tasksel</command> sẽ được tải về, giải nén rồi cài đặt lần lượt bởi chương trình <command>apt-get</command> và <command>dpkg</command>. Nếu chương trình nào cần thiết thông tin thêm, nó sẽ nhắc bạn trong tiến trình này.
zh_cn: 通过 <command>tasksel</command> 选择的每个软件包，都是使用 <command>apt-get</command> 和 <command>dpkg</command> 程序依次进行下载、解压和安装。如果某个程序需要用户提供信息，它会在此过程中给出提示。

source: Making Your System Bootable
el: Καθιστώντας το Σύστημα Εκκινήσιμο
ko: 시스템을 부팅 가능하게 만들기
pt: Tornar o Sistema Iniciável
sv: Gör ditt system klart för uppstart
vi: Cho hệ thống khả năng khởi động
zh_cn: 创建启动系统
