Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: If you select some free space, you will have the opportunity to create a new partition. You will have to answer a quick series of questions about its size, type (primary or logical), and location (beginning or end of the free space). After this, you will be presented with a detailed overview of your new partition. The main setting is <guimenuitem>Use as:</guimenuitem>, which determines if the partition will have a file system on it, or be used for swap, software RAID, LVM, an encrypted file system, or not be used at all. Other settings include mountpoint, mount options, and bootable flag; which settings are shown depends on how the partition is to be used. If you don't like the preselected defaults, feel free to change them to your liking. E.g. by selecting the option <guimenuitem>Use as:</guimenuitem>, you can choose a different filesystem for this partition, including options to use the partition for swap, software RAID, LVM, or not use it at all. Another nice feature is the ability to copy data from an existing partition onto this one. When you are satisfied with your new partition, select <guimenuitem>Done setting up the partition</guimenuitem> and you will return to <command>partman</command>'s main screen.
ko: 빈 공간을 선택하면, 새 파티션을 만들 지 물어봅니다. 크기, 종류 (주 파티션 아니면 논리 파티션), 위치에 (빈 공간에서 처음 아니면 끝) 대해 답해야 합니다. 그러면 새 파티션에 대한 자세한 정보가 나타납니다. 주로 설정할 사항은 <guimenuitem>용도:</guimenuitem>으로, 파티션을 파일시스템으로 사용할지, 아니면 스왑, 소프트웨어 RAID, LVM, 암호화한 파일시스템으로 사용할지, 아니면 아예 사용하지 않을 지 설정합니다. 기타 설정은 마운트 위치, 마운트 옵션, 부팅 가능 플래그, 용도 따위의 옵션이 있는데, 이 옵션은 앞에서 설정한 파티션 용도에 따라 달라집니다. 기본값이 마음에 들지 않는다면, 원하는 대로 바꾸십시오. 예를 들어 <guimenuitem>용도:</guimenuitem> 옵션을 선택해서 이 파티션의 파일시스템을 선택할 수 있고, 스왑 파티션, 소프트웨어 RAID, LVM, 아니면 아예 사용하지 않는 것까지도 선택할 수 있습니다. 또 다른 멋진 기능은 기존 파티션의 데이터를 이 파티션으로 복사하는 기능입니다. 새 파티션이 마음에 들면 <guimenuitem>파티션 준비를 마쳤습니다</guimenuitem>를 선택하고 <command>partman</command>의 주 화면으로 돌아갑니다.
pt: Se seleccionar algum espaço livre, terá a oportunidade de criar uma nova partição. Terá que responder a uma série de questões rápidas acerca do seu tamanho, tipo (primária ou lógica), e local (início ou fim do espaço livre). Depois desta etapa, ser-lhe-á apresentada informação detalhada acerca da sua nova partição. A opção principal é <guimenu>Utilizar como:</guimenu>, que determina se a partição irá ter um sistema de ficheiros, ou se será utilizada para swap, RAID por software, LVM, sistema de ficheiros encriptado ou não será utilizada de todo. Outras configurações incluem ponto de montagem, opções de montagem, flag de arranque; as configurações que são mostradas dependem de como a partição irá ser utilizada. Se não gostar dos valores pré-seleccionados por omissão, esteja à vontade de os mudar a seu gosto. E.g. seleccionar a opção <guimenuitem>Utilizar como:</guimenuitem>, pode escolher um sistema de ficheiros diferente para esta partição, incluindo opções para utilizar a partição para swap, RAID por software, LVM, ou não a utilizar de todo. Outra funcionalidade simpática é a possibilidade de copiar informação de uma partição já existente para esta. Quando estiver satisfeito com a sua nova partição, seleccione <guimenuitem>Preparação da Partição Terminada</guimenuitem> e regressará novamente ao ecrã principal do <command>partman</command>.
sv: Om du väljer ett ledigt utrymme kommer du bli erbjuden att skapa en ny partition. Du kommer att få svara på några snabba frågor om dess storlek, typ (primär eller logisk), och plats (början eller slutet på det lediga utrymmet). Efter det kommer du att bli visad en detaljerad överblick av din nya partition. Huvudinställningen är <guimenuitem>Använd som:</guimenuitem>, vilken bestämmer om partitionen kommer att innehålla ett filsystem, eller användas som växlingsutrymme, programvaru-RAID, LVM, ett krypterat filsystem, eller inte användas alls. Andra inställningar inkluderar monteringspunkt, monteringsalternativ, och startbar-flaggan; vilka inställningar som visas beror på hur partitionen kommer att användas. Om de förinställda standardvärdena inte passar dig, kan du ändra dem för att passa ditt system. Till exempel genom att välja alternativet <guimenuitem>Använd som:</guimenuitem>, kan du välja ett annat filsystem för den här partitionen, inklusive alternativ för att använda partitionen som växlingsutrymme, programvaru-RAID, LVM, eller inte använda alls. En annan trevlig funktion är möjligheten att kopiera data från en befintlig partition till den nya. När du är nöjd med din nya partition, välj <guimenuitem>Klar med partitionen</guimenuitem> och du återvänder till huvudskärmen i <command>partman</command>.
vi: Nếu bạn chọn một phần sức chứa còn rảnh, bạn sẽ có dịp tạo một phân vùng mới. Tiến trình sẽ hỏi vài câu về kích cỡ, kiểu (chính hay hợp lý) và vị trí (đầu hay cuối của sức chứa còn rảnh) của phân vùng mới này. Sau đó, bạn sẽ xem toàn cảnh chi tiết về phân vùng mới. Thiết lập chính là <guimenuitem>Dùng làm:</guimenuitem>, mà quyết định nếu phân vùng sẽ chứa hệ thống tập tin, được dùng như là vùng trao đổi, RAID phần mềm, LVM, hệ thống tập tin đã mật mã, hoặc không được dùng bằng cách nào cả. Các thiết lập khác gồm điểm lắp, các tùy chọn lắp, cờ khả năng khởi động; những thiết lập được hiển thị phụ thuộc vào mục đích của phân vùng. Nếu bạn không thích những giá trị mặc định định sẵn, chỉnh sửa nhé. Chẳng hạn, bằng cách chọn tùy chọn <guimenuitem>Dùng làm:</guimenuitem>, bạn có khả năng chọn hệ thống tập tin khác cho phân vùng này, gồm tùy chọn dùng phân vùng cho vùng trao đổi, RAID phần mềm, LVM, hoặc không dùng nó bằng cách nào cả. Một tính năng đẹp khác là khả năng sao chép dữ liệu từ phân vùng tồn tại sang điều mới. Khi phân vùng mới ổn thỏa, hãy chọn <guimenuitem>Phân vùng đã được thiết lập</guimenuitem> rồi tiến trình sẽ trở về màn hình chính của <command>partman</command>.
zh_cn: 如果您选中了某块空闲空间，那么就可以在上面新建分区了。接着需要回答一系列简短的问题，它们会就分区大小、类型(主分区还是逻辑分区)、以及分区的位置(在空闲空间的开始部分还是在结束部分)向您询问。回答完毕后，您会看到一个新分区的小结。主要设置是 <guimenuitem>Use as:</guimenuitem>，它决定一个分区上是否会有文件系统，或被用作交换分区、软 RAID、LVM 和加密文件系统，或者根本就放着不用。其他的设置包括挂载点、挂载选项和启动标识；这些是否显示由分区的使用方式决定。如果您不喜欢预设的缺省设置的话，尽可以按照自己的喜好更改它们。比如说，选中 <guimenuitem>Use as:</guimenuitem> 选项，然后您可以让这个分区改用其他的文件系统，把它用作交换分区、软 RAID、LVM，或者根本就放着不用。另外还有个不错的功能，就是可以把现有分区的数据拷贝到新分区上。一旦您对新分区的设置感到满意了，就可以选择 <guimenuitem>Done setting up the partition</guimenuitem>，然后会自动退回到 <command>partman</command> 的主界面。

source: If you decide you want to change something about your partition, simply select the partition, which will bring you to the partition configuration menu. This is the same screen as is used when creating a new partition, so you can change the same settings. One thing that may not be very obvious at a first glance is that you can resize the partition by selecting the item displaying the size of the partition. Filesystems known to work are at least fat16, fat32, ext2, ext3 and swap. This menu also allows you to delete a partition.
ko: 파티션에서 뭔가 바꾸려고 한다면, 해당 파티션을 선택하십시오. 그러면 파티션 설정 메뉴가 나타납니다. 새 파티션을 만들 때와 같은 화면이기 때문에, 여기서도 마찬가지의 같은 옵션들을 설정합니다. 첫 눈에 잘 이해가 되지 않을 수도 있는 부분은, 파티션의 크기 항목을 이용해서 파티션의 크기를 바꿀 수 있다는 점입니다. 이 기능이 동작하는 파티션은 fat16, fat32, ext2, ext3, 및 스왑입니다. 이 메뉴에서 파티션을 지워 버릴 수도 있습니다.
pt: Se decidir que tem que alterar algo na sua partição, simplesmente seleccione a partição, o que o levará para o menu de configuração da partição. Este é o mesmo ecrã que é utilizado para a criação de uma nova partição, por isso poderá alterar as mesmas configurações. Uma coisa que poderá não ser muito óbvia, à primeira vista, é o facto de poder redimensionar a partição seleccionando o item que mostra o tamanho da partição. Os sistemas de ficheiros em que é conhecido funcionar são pelo menos fat16, fat32, ext2, ext3 e swap. Este menu permite-lhe ainda apagar uma partição.
sv: Om du bestämmer dig för att du vill ändra någonting på din partition, välj helt enkelt partitionen för att ta dig till konfigurationsmenyn för partitioner. Det här är samma skärm som när man skapar en ny partition, så du kan ändra samma inställningar. En sak som kanske inte är självklar vid första anblicken är att du kan ändra storleken på partitionen genom att välja posten som visar partitionens storlek. Filsystem som är kända att fungera är bland annat fat16, fat32, ext2, ext3 och swap (växlingsutrymme). Den här menyn låter dig även ta bort en partition.
vi: Muốn sửa đổi phân vùng này thì đơn giản hãy chọn phân vùng, việc đó hiển thị trình đơn cấu hình phân vùng. Đây là cùng một màn hình với điều cho khả năng tạo phân vùng mới, vì thế bạn có thể sửa đổi cùng những tùy chọn. Bạn cũng có khả năng thay đổi kích cỡ của phân vùng bằng cách chọn mục hiển thị kích cỡ phân vùng. Những hệ thống tập tin được biết là hoạt động được trong trường hợp này là ít nhất fat16, fat32, ext2, ext3 và vùng trao đổi. Trình đơn này cũng cho bạn có khả năng xoá phân vùng.
zh_cn: 若是您希望修改分区的设置，只要选中该分区，分区的配置菜单就会出现在您的面前。由于这个界面和新建分区时使用的界面是相同的，所以您可以像以前那样修改那些设置项。有一件事，可能第一眼看不大出来，就是您还可以通过选中显示分区大小的项目来调整分区的大小。已知适用的文件系统至少有 fat16、fat32、ext2、ext3 和 swap。在这个菜单中，您还可以删除分区。

source: Be sure to create at least two partitions: one for the <emphasis>root</emphasis> filesystem (which must be mounted as <filename>/</filename>) and one for <emphasis>swap</emphasis>. If you forget to mount the root filesystem, <command>partman</command> won't let you continue until you correct this issue.
el: Βεβαιωθείτε ότι έχετε δημιουργήσει τουλάχιστον δυο τμήματα: ένα για το <emphasis>βασικό (root)</emphasis> σύστημα αρχείων (το οποίο πρέπει να προσαρτηθεί ως <filename>/</filename>) και ένα για το σύστημα αρχείων<emphasis>swap</emphasis>. Εάν ξεχάσετε να προσαρτήσετε το βασικό (root) σύστημα αρχείων, το <command>προγραμμα κατάτμησης</command> δε θα σας αφήσει να συνεχίσετε μέχρι να το προσαρτήσετε.
ko: 최소한 파티션을 두 개 만들도록 하십시오. 한 개는 <emphasis>루트</emphasis> 파일시스템이고 (<filename>/</filename>에 마운트합니다), 다른 하나는 <emphasis>스왑</emphasis>입니다. 루트 파일 시스템을 마운트하지 않으면, 그 문제를 바로잡기 전에는 다음으로 진행하지 없습니다.
pt: Certifique-se que criou pelo menos duas partições: uma para o sistema de ficheiros <emphasis>root</emphasis> (que deverá ser montada como <filename>/</filename>) e outra para <emphasis>swap</emphasis>. Se se esquecer de montar o sistema de ficheiros root, o <command>partman</command> não lhe permitirá continuar até que corrija esta situação.
sv: Var säker på att du skapar åtminstone två partitioner: en för <emphasis>rot</emphasis>filsystemet (som måste monteras som <filename>/</filename>) och en för <emphasis>swap</emphasis> (växlingsutrymme). Om du glömde att montera rotfilsystemet kommer <command>partman</command> inte låta dig fortsätta förrän du har rättat till det.
vi: Hãy kiểm tra xem bạn đã tạo ít nhất hai phân vùng: một điều cho hệ thống tập tin <emphasis>gốc</emphasis> (mà phải được gắn kết như là <filename>/</filename>) và điều khác cho bộ nhớ <emphasis>trao đổi</emphasis>. Nếu bạn quên gắn kết hệ thống tập tin gốc, chương trình <command>partman</command> sẽ không cho phép bạn tiếp tục, cho đến khi bạn sửa trường hợp này.
zh_cn: 请确保至少分出两个分区：其中一个作为 <emphasis>root</emphasis> 文件系统(它必须挂载到 <filename>/</filename>)另一个用于 <emphasis>swap</emphasis>。若是您忘记了挂载根(root)文件系统的话，<command>partman</command> 会拒绝让您继续下面的步骤，直到您改正了这个错误。

source: If you forget to select and format an EFI boot partition, <command>partman</command> will detect this and will not let you continue until you allocate one.
ko: EFI 부팅 파티션을 만들고 포맷하지 않았다면 <command>partman</command>에서 그 사실을 알아내기 때문에 EFI 부팅 파티션을 만들기 전까지는 다음으로 진행하지 않습니다.
pt: Se se esqueceu de seleccionar e formatar uma partição de arranque EFI, o comando <command>partman</command> irá detectar isto e não o deixará continuar até que aloque uma.
sv: Om du glömmer att välja och formatera en uppstartspartition för EFI kommer <command>partman</command> att upptäcka det och inte låta dig fortsätta förrän du har allokerat en.
vi: Nếu bạn quên chọn và định dạng một phân vùng khởi động EFI, chương trình <command>partman</command> sẽ phát hiện lỗi này, không cho phép bạn tiếp tục, cho đến khi bạn cấp phát một điều.
zh_cn: 如果您忘记选择和格式化一个 EFI 启动分区 <command>partman</command> 会察觉这一点，不让您继续操作，直到您划分出这样一个分区。

source: Capabilities of <command>partman</command> can be extended with installer modules, but are dependent on your system's architecture. So if you can't see all promised goodies, check if you have loaded all required modules (e.g. <filename>partman-ext3</filename>, <filename>partman-xfs</filename>, or <filename>partman-lvm</filename>).
el: Οι δυνατότητες του <command>προγραμμα κατάτμησης</command> μπορούν να επεκταθούν με αρθρώματα του εγκαταστάτη, άλλα εξαρτώνται από την αρχιτεκτονική του συστήματός σας. Οπότε εάν δεν μπορείτε να δείτε όλες τις δυνατότητές του , ελέγξτε εάν έχετε φορτώσει όλα τα απαραίτητα αρθρώματα. ( π.χ. <filename>partman-ext3</filename>, <filename>partman-xfs</filename>, ή <filename>partman-lvm</filename>)
ko: <command>partman</command>의 기능은 설치 프로그램 모듈에 따라 확장되지만, 시스템의 아키텍처에 따라 다릅니다. 모든 기능들을 볼 수 없다면, 필요한 모듈을 모두 읽어들였는지 확인하십시오. (예를 들어, <filename>partman-ext3</filename>, <filename>partman-xfs</filename>, 아니면 <filename>partman-lvm</filename>)
pt: As capacidades do <command>partman</command> podem ser extendidas através de módulos de instalação, mas dependem da arquitectura do seu sistema. Assim se não conseguir obter todas as funcionalidades verifique todos os módulos necessários (p. ex. <filename>partman-ext3</filename>, <filename>partman-xfs</filename>, ou <filename>partman-lvm</filename>).
sv: Färdigheterna som <command>partman</command> besitter kan utökas med moduler, men är beroende på din systemarkitektur. Om du inte kan se alla utlovade godsaker, kontrollera om du har läst in alla nödvändiga moduler (exempelvis <filename>partman-ext3</filename>, <filename>partman-xfs</filename> eller <filename>partman-lvm</filename>).
vi: Các khả năng của chương trình <command>partman</command> có thể được kéo dài bằng mô-đun cài đặt, phụ thuộc vào kiến trúc của hệ thống bạn. Vì vậy nếu bạn không thể xem mọi tính năng đã diễn tả, hãy kiểm tra xem nếu bạn đã tải mọi mô-đun cần thiết chưa (v.d. <filename>partman-ext3</filename>, <filename>partman-xfs</filename>, hay <filename>partman-lvm</filename>).
zh_cn: 由于 <command>partman</command> 的功能是通过安装本套件的各模块功能得以延伸和扩展的，但是具体又因您的系统的体系架构而有所区别。因此，如果您发现安装的实际情况与我们所言不符，缺少了某些功能特性，那么请检查一下，确保已加载了所有必须的模块(比如，<filename>partman-ext3</filename>, <filename>partman-xfs</filename> 或者 <filename>partman-lvm</filename>)。

source: After you are satisfied with partitioning, select <guimenuitem>Finish partitioning and write changes to disk</guimenuitem> from the partitioning menu. You will be presented with a summary of changes made to the disks and asked to confirm that the filesystems should be created as requested.
el: Εάν είστε ικανοποιημένοι με την διαδικασία κατάτμησης, επιλέξτε από το μενού κατάτμησης <guimenuitem>Ολοκλήρωση κατάτμησης και αποθήκευση των αλλαγών στο δίσκο</guimenuitem>. Θα σας παρουσιαστεί μια περίληψη των αλλαγών που έχουν γίνει στους δίσκους και θα σας ζητηθεί να επιβεβαιώσετε ότι τα συστήματα αρχείων δημιουργήθηκαν όπως ακριβώς το ζητήσατε.
ko: 파티션이 마음이 들면, 파티션 메뉴에서 <guimenuitem>파티션 나누기를 마치고 바뀐 사항을 디스크에 쓰기</guimenuitem>를 선택하십시오. 디스크에 바뀐 점에 대한 요약이 나타나고 이대로 파일 시스템을 만들지 확인합니다.
pt: Assim que estiver satisfeito com o particionamento seleccione <guimenuitem>Terminar o particionamento e escrever as alterações no disco</guimenuitem> a partir do menu de particionamento. Ser-lhe-á apresentado um sumário das modificações efectuadas ao disco e pedida a confirmação para que os sistemas de ficheiros sejam criados conforme foram pedidos.
sv: Efter att du är nöjd med partitioneringen, välj <guimenuitem>Slutför partitioneringen och skriv ändringarna till hårddisken</guimenuitem> från partitioneringsmenyn. Du kommer att bli visad ett sammandrag på ändringar gjorda på diskarna och bli frågad att bekräfta skapandet av begärda filsystem.
vi: Sau khi bạn thấy trường hợp phân vùng là ổn thỏa, hãy chọn <guimenuitem>Phân vùng xong và ghi các thay đổi vào đĩa</guimenuitem> trong trình đơn phân vùng. Bạn sẽ xem bản tóm tắt các thay đổi trên đĩa, và được nhắc xác nhận các hệ thống tập tin nên được tạo như được yêu cầu.
zh_cn: 在您对分区设置感到满意后，就可以选择分区菜单中 的 <guimenuitem>分区设定结束并将修改写入磁盘</guimenuitem> 一项。在这之后，会出现一个清单，它列出了即将在硬盘上进行的所有操作。此时，安装程序会让您确认 是否就照此分区。

source: Configuring Multidisk Device (Software RAID)
el: Ρύθμιση Μονάδων Πολλαπλών Δίσκων (Λογισμικό RAID)
ko: 멀티디스크 장치 설정하기 (소프트웨어 RAID)
pt: Configurar o Dispositivo Multidisk (Software RAID)
sv: Konfiguration av multidiskenhet (Programvaru-RAID)
vi: Cấu hình thiết bị đa đĩa (RAID phần mềm)
zh_cn: 配置多磁盘设备(Software RAID)

source: If you have more than one harddrive<footnote><para> To be honest, you can construct MD device even from partitions residing on single physical drive, but that won't bring you anything useful. </para></footnote> in your computer, you can use <command>mdcfg</command> to setup your drives for increased performance and/or better reliability of your data. The result is called <firstterm>Multidisk Device</firstterm> (or after its most famous variant <firstterm>software RAID</firstterm>).
el: Εάν έχετε στον υπολογιστή σας περισσότερους του ενός σκληρούς δίσκους<footnote><para> Για να είμαστε ειλικρινείς, μπορείτε να δημιουργήσετε μια συσκευή MD ακόμα κι από τμήματα που βρίσκονται σε μια μονό φυσική μονάδα, άλλα αυτό δεν πρόκειται να φέρει κανένα χρήσιμο αποτέλεσμα. </para></footnote>, μπορείτε να χρησιμοποιήσετε την <command>mdcfg</command> έτσι ώστε να ρυθμίσετε τις μονάδες σας για αυξημένη απόδοση ή/και για καλύτερη αξιοπιστία των δεδομένων σας. Το αποτέλεσμα αυτής της διαδικασίας ονομάζεται <firstterm>Μονάδα Πολλαπλών Δίσκων</firstterm> (ή <firstterm>λογισμικό RAID</firstterm> μετά την διασημότερη παραλλαγή της).
ko: 컴퓨터에 하드 드라이브가 여러 개 있는 경우<footnote><para> 물론 물리적으로 한 개의 드라이브에 있는 여러개의 파티션에서 멀티디스크 장치를 만들 수도 있겠지만, 그렇게 해 봤자 좋은 점이 전혀 없습니다. </para></footnote>, <command>mdcfg</command> 명령으로 드라이브의 성능을 향상시키거나, 데이터 안정성을 높일 수 있습니다. 이렇게 하는 걸 <firstterm>멀티디스크 장치</firstterm>라고 합니다. (더 자주 쓰이는 다른 말로 <firstterm>RAID</firstterm>라고 합니다.)
pt: Se tiver mais que um disco rígido <footnote><para> Para ser honesto, poderá construir um dispositivo MD mesmo a partir de partições residentes num disco rígido, mas não se provará útil. </para></footnote> no seu computador, poderá utilizar o comando <command>mdcfg</command> para configurar as drives para aumentar a perfomance e/ou maior fiabilidade na sua informação. O resultado é chamado <firstterm>Multidisk Device</firstterm> (ou seguido da sua variante mais famosa <firstterm>software RAID</firstterm>).
sv: Om du har fler än en hårddisk<footnote><para> Det går faktiskt att bygga en MD-enhet även från partitioner som finns på samma fysiska disk, men det kommer inte att ge dig något användbart. </para></footnote> i din dator, kan du använda <command>mdcfg</command> för att ställa in dina diskar för ökad prestanda eller bättre tillförlitlighet på ditt data. Resultatet kallas för <firstterm>Multidisk Device</firstterm> (eller efter dess mest kända variant <firstterm>programvaru-RAID</firstterm>).
vi: Nếu bạn có nhiều đĩa cứng<footnote><para> Thực ra bạn có thể cấu tạo thiết bị đa đĩa ngay cả từ phân vùng nằm trên cùng một đĩa vật lý, nhưng mà việc đó sẽ không gây ra kết quả có ích. </para></footnote> nằm trong máy tính của mình, bạn có thể sử dụng tiện ích <command>mdcfg</command> để thiết lập các đĩa đó để làm hiệu suất tốt hơn và/hay duy trì dữ liệu tin cây hơn. Kết quả được gọi là <firstterm>Thiết Bị Đa Đĩa</firstterm> (hay theo biến thể phổ biến nhất, <firstterm>RAID phần mềm</firstterm>).
zh_cn: 如果您有多于一个的硬盘<footnote><para> 其实，您可以从单个物理硬盘上不同分区创建 MD 设备，但这样做不会给您带来任何用处。</para></footnote> 安装在您的计算机上，您可以用 <command>mdcfg</command> 配置硬盘以提升效能和/或更好的数据可靠性。这种结果称为 <firstterm>多磁盘设备 MD</firstterm>(或者更有名的 <firstterm>software RAID</firstterm>)。

source: MD is basically a bunch of partitions located on different disks and combined together to form a <emphasis>logical</emphasis> device. This device can then be used like an ordinary partition (i.e. in <command>partman</command> you can format it, assign a mountpoint, etc.).
el: Βασικά η MD είναι μια δεσμίδα τμημάτων που βρίσκονται σε διαφορετικούς δίσκους και συνδυάζονται όλα μαζί έτσι ώστε να σχηματίσουν μια <emphasis>λογική</emphasis> συσκευή. Κατόπιν αυτή η συσκευή μπορεί να χρησιμοποιηθεί σαν ένα κανονικό τμήμα (π.χ. με το <command>προγραμμα κατάτμησης</command> μπορείτε να την διαμορφώσετε, να ορίσετε σημείο προσάρτησης κλπ.).
ko: 기본적으로 멀티디스크는 여러 디스크에 있는 여러 개의 파티션으로 하나의 <emphasis>논리</emphasis> 장치를 만드는 걸 말합니다. 그러면 이 논리 장치는 일반 파티션처럼 사용할 수 있습니다. (예를 들어 <command>partman</command>에서 포맷하고 마운트 위치를 지정하고 따위를 할 수 있습니다.)
pt: Os MD são basicamente um conjunto de partições localizadas em discos diferentes e combinadas em conjunto de modo a formar um dispositivo <emphasis>lógico</emphasis>. Este dispositivo pode ser utilizado como uma partição vulgar (p.ex. no <command>partman</command> poderá formatá-la, atribuir um ponto de montagem, etc.).
sv: MD är enkelt sett en samling partitioner som finns på olika diskar och kombineras ihop för att skapa en <emphasis>logisk</emphasis> enhet. Den här enheten kan sedan användas som en vanlig partition (alltså, i <command>partman</command> kan du formatera den, ge den en monteringspunkt, etc.).
vi: Thiết bị đa đĩa là cơ bản một bộ phân vùng nằm trên nhiều đĩa khác nhau, được kết hợp với nhau để tạo một thiết bị <emphasis>hợp lý</emphasis>. Vì vậy thiết bị này có thể được dùng như một phân vùng chuẩn (tức là trong chương trình <command>partman</command> bạn có thể định dạng nó, gán điểm lắp v.v.).
zh_cn: MD 本质上是一束位于部分磁盘上的分区，组合在一起形成一个 <emphasis>逻辑</emphasis>设备。该设备可以像正常的分区一样使用(比如可以用 <command>partman</command> 格式化，分配挂载点，等等)。
