Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: Configures apt, mostly automatically, based on what media the installer is running from.
el: Ρύθμιση του apt, ως επί το πλείστον αυτόματη, με βάση το μέσο από το οποίο "τρέχει" ο εγκαταστάτης.
ko: apt를 설정합니다. 대부분 설치를 어떤 방식으로 하느냐에 따라 자동으로 설정합니다.
pt: Configura o apt, na maioria automaticamente, baseado no suporte de onde o instalador corre.
sv: Konfigurerar apt, mestadels automatiskt, baserad på vilket media som installeraren körs från.
vi: Thành phần này cấu hình chương trình « apt », một cách phần lớn tự động, dựa vào vật chứa nơi trình cài đặt chạy.
zh_cn: 配置 apt，大部分是自动完成，基于安装程序所运行的介质。

source: Uses <classname>tasksel</classname> to select and install additional software.
el: Χρήση του <classname>tasksel</classname> για την επιλογή και την εγκατάσταση επιπρόσθετου λογισμικού.
ko: 소프트웨어를 추가로 선택하여 설치하기 위해 <classname>tasksel</classname> 프로그램을 실행합니다.
pt: Utiliza o <classname>tasksel</classname> para escolher e instalar software adicional.
sv: Använder <classname>tasksel</classname> för att välja och installera ytterligare programvara.
vi: Thành phần này sử dụng chương trình <classname>tasksel</classname> để chọn và cài đặt phần mềm thêm.
zh_cn: 用 <classname>tasksel</classname> 选择安装额外的软件。

source: Detects currently installed operating systems on the computer and passes this information to the bootloader-installer, which may offer you an ability to add discovered operating systems to the bootloader's start menu. This way the user could easily choose at the boot time which operating system to start.
el: Ανιχνεύει λειτουργικά συστήματα εγκατεστημένα στον υπολογιστή σας την στιγμή της εγκατάστασης και περνά αυτές τις πληροφορίες στον εγκαταστάτη του φορτωτή εκκίνησης, πράγμα που σας δίνει την δυνατότητα να προσθέσετε στον κατάλογο επιλογών του φορτωτή εκκίνησης, ο οποίος εμφανίζεται κατά την έναρξη του, τα ανιχνευμένα λειτουργικά συστήματα . Μ’αυτό τον τρόπο ο χρήστης μπορεί εύκολα να επιλέξει ποιο λειτουργικό σύστημα θα ξεκινήσει την στιγμή της εκκίνησης του υπολογιστή.
ko: 컴퓨터에 지금 설치되어 있는 운영 체제를 찾아서 그 정보를 bootloader-installer에 넘깁니다. 그러면 bootloader-installer에서는 이 운영 체제를 부트 로더 시작 메뉴에 추가할 수 있습니다. 이렇게 하면 부팅할 때 어떤 운영 체제를 시작할 지 쉽게 선택할 수 있습니다.
pt: Detecta sistemas operativos actualmente instalados no computador e passa esta informação ao bootloader-installer, que pode oferecer-lhe a capacidade de adicionar os sistemas operativos detectados ao menu de arranque do gestor de arranque. Desta forma o utilizador durante o arranque pode facilmente escolher qual o sistema operativo em que quer arrancar.
sv: Identifierar nuvarande installerade operativsystem på datorn och skickar informationen till bootloader-installer vilken kan erbjuda dig möjligheten att lägga till upptäckta operativsystem till starthanterarens startmeny. Det här sättet gör att användaren lätt kan välja vilken operativsystem som ska startas vid uppstart.
vi: Thành phần này phát hiện hệ thống đã được cài đặt trên máy tính và gởi thông tin này cho trình cài đặt bộ tải khởi động, mà có thể cung cấp cho bạn khả năng thêm hệ thống đã có vào trình đơn bắt đầu của bộ tải khởi động. Bằng cách này, vào lúc khởi động người dùng có thể chọn dễ dàng hệ điều hành nào cần khởi chạy.
zh_cn: 检测当前计算机上安装的操作系统，将信息传递给 bootloader-installer，使它能将检测到的操作系统添加到 bootloader 的启动菜单里面。方便用户选择启动哪个操作系统。

source: The various bootloader installers each install a boot loader program on the hard disk, which is necessary for the computer to start up using Linux without using a floppy or CD-ROM. Many boot loaders allow the user to choose an alternate operating system each time the computer boots.
el: Τα διάφορα προγράμματα φορτωτών εκκίνησης εγκαθιστούν έναν φορτωτή εκκίνησης στο σκληρό δίσκο, που είναι απαραίτητος για να ξεκινήσει ο υπολογιστής τη χρήση Linux χωρίς να χρειάζεται μια δισκέττα ή CD-ROM. Πολλοί φορτωτές εκκίνησης επιτρέπουν στο χρήστη να επιλέξει ένα εναλλακτικό λειτουργικό σύστημα κάθε φορά που ξεκινά ο υπολογιστής.
ko: 부트로더 설치 프로그램은 하드디스크에 부토 로더 프로그램을 설치하는 프로그램입니다. 부트 로더 프로그램이 있어야 플로피나 CD-ROM 없이 컴퓨터를 부팅할 수 있습니다. 컴퓨터를 부팅할 때마다 다른 운영체제를 선택할 수 있는 부트 로더 프로그램이 많습니다.
pt: Cada um dos vários instaladores de gestores de arranque instala um programa que inicia o arranque a partir do disco rígido, que é necessário para o computador iniciar com Linux sem utilizar uma disquete ou CD-ROM. Muitos gestores de arranque permitem ao utilizador, cada vez que o computador inicia, escolher um sistema operativo alternativo.
sv: De olika installerarna av starthanterare installerar ett starthanteringsprogram på hårddisken som är nödvändig för att datorn ska starta upp med Linux utan att använda en diskett eller cd-rom. Många starthanterare låter användaren välja ett alternativt operativsystem varje gång datorn startas.
vi: Mỗi trình cài đặt bộ tải khởi động có cài đặt một chương trình tải khởi động vào đĩa cứng, mà cần thiết để máy tính khởi động được bằng Linux, không dùng đĩa mềm hay đĩa CD-ROM. Nhiều bộ tải khởi động cho người dùng có khả năng chọn hệ điều hành xen kẽ vào lúc khởi động máy tính.
zh_cn: 在硬盘上安装启动加载程序，是必须的一步，使得计算机启动 Linux 不必依靠软盘和 CD-ROM 启动。许多启动加载程序都允许用户在启动的时候选择使用哪个操作系统。

source: Allows the user to execute a shell from the menu, or in the second console.
el: Επιτρέπει στο χρήστη να εκτελέσει ένα κέλυφος από τον κατάλογο επιλογών, ή να μεταβεί στη δεύτερη κονσόλα.
ko: 사용자가 메뉴에서 쉘을 실행하거나, 두번째 콘솔에서 쉘을 실행합니다.
pt: Permite ao utilizador executar uma shell a partir do menu, ou na segunda consola.
sv: Låter användaren starta ett skal från menyn eller på den andra konsollen.
vi: Thành phần này cho người dùng khả năng thực hiện trình bao từ trình đơn, hoặc trong bàn giao tiếp thứ hai.
zh_cn: 让用户能从菜单或者第二控制台执行 shell。

source: Provides a way for the user to record information on a floppy disk, network, hard disk, or other media when trouble is encountered, in order to accurately report installer software problems to Debian developers later.
el: Παρέχει στομ χρήστη έναν τρόπο καταγραφής πληροφοριών σε μια δισκέττα, μέσω δικτύου, σε έναν σκληρό δίσκο, ή σε άλλο μέσο, στην περίπτωση αντιμετώπισης κάποιων προβλημάτων, ώστε να υπάρχει αργότερα η δυνατότητα μιας ακριβούς αναφοράς των προβλημάτων του λογισμικού του εγκαταστάτη προς τους προγραμματιστές του Debian.
ko: 문제가 발생했을 때 관련 정보를 플로피 디스크나 네트워크, 하드 디스크, 등등의 미디어에 기록하도록 합니다. 나중에 설치 프로그램의 소프트웨어 문제를 데비안 개발자에게 정확하게 알리는 데 이 기록을 이용합니다.
pt: Disponibiliza um modo do utilizador registar informação numa disquete , na rede, disco rígido, ou outro tipo de suporte quando é encontrado algum problema, de modo a posteriormente reportar de forma precisa os problemas de software do instalador aos Debian Developers.
sv: Ger ett sätt för användaren att spela in information på en diskett, nätverk, hårddisk eller andra media när problem påträffas för att senare kunna skicka en noggrann rapport om problem i installationsprogramvaran till Debian-utvecklarna.
vi: Thành phần này cung cấp cho người dùng có khả năng ghi thông tin vào đĩa mềm, qua mạng, vào đĩa cứng hay vào vật chứa khác khi gặp lỗi, để thông báo chính xác các vấn đề phần mềm cài đặt cho nhà phát triển xem vào lúc sau.
zh_cn: 当用户遇到麻烦时，提供一种方式记录信息到软盘，网络，硬盘或其他介质，用于以后给 Debian 开发人员精确地报告安装程序的问题。

source: Using Individual Components
el: Χρήση επιμέρους συστατικών
ko: 각 구성 요소 사용하기
pt: Utilizar Componentes Individuais
sv: Användning av individuella komponenter
vi: Sử dụng thành phần riêng
zh_cn: 使用单独的组件

source: In this section we will describe each installer component in detail. The components have been grouped into stages that should be recognizable for users. They are presented in the order they appear during the install. Note that not all modules will be used for every installation; which modules are actually used depends on the installation method you use and on your hardware.
el: Σ' αυτή την ενότητα θα περιγράψουμε λεπτομερώς κάθε συστατικό του εγκαταστάτη. Τα συστατικά έχουν ομαδοποιηθεί σε στάδια που πρέπει να είναι αναγνωρίσιμα για τους χρήστες. Παρουσιάζονται με τη σειρά που εμφανίζονται στη διάρκεια της εγκατάστασης. Σημειώστε ότι δεν θα χρησιμοποιηθούν σε κάθε εγκατάσταση όλα τα αρθρώματα. Το ποια αρθρώματα θα χρησιμοποιούνται εξαρτάται από τη μέθοδο εγκατάστασης που χρησιμοποιείτε και από το υλικό σας.
ko: 여기서는 설치 프로그램의 각 구성 요소를 자세히 설명합니다. 이 구성 요소는 사용자 입장에서 몇 단계로 분류할 수 있습니다. 여기서 설명하는 순서는 설치할 때 나타나는 순서입니다. 설치할 때 여기 있는 모듈을 모두 사용하는 건 아닙니다. 이 중에서 실제로 어떤 모듈을 사용하는 지는 설치 방법과 하드웨어에 따라 달라집니다.
pt: Neste secção iremos descrever em detalhe cada componente do instalador. Os componentes foram agrupados em etapas que devem ser reconhecidas pelos utilizadores. Estão presentes pela ordem que aparecem durante a instalação. Note que nem todos os módulos irão ser utilizados para todas as instalações; os módulos que são utilizados dependem do método de instalação que você escolhe e do seu hardware.
sv: I det här avsnittet kommer vi att beskriva varje installationskomponent i detalj. Komponenterna har blivit grupperade i steg som bör kännas igen av användarna. De presenteras i den ordning de dyker upp under installationen. Observera att inte alla moduler kommer att användas för varje installation; vilka moduler som faktiskt används beror på installationsmetoden du använder och på din maskinvara.
vi: Trong phần này có diễn tả mỗi thành phần cài đặt một cách chi tiết. Các thành phần đã được nhóm lại theo giai đoạn riêng dễ hiểu, được trình diễn theo thứ tự xuất hiện trong tiến trình cài đặt. Ghi chú rằng không phải tất cả các mô-đun sẽ được dùng trong mọi việc cài đặt; những mô-đun thật sự được dùng phụ thuộc vào phương pháp cài đặt và phần cứng riêng.
zh_cn: 本节将会描述各个安装组件的详细信息。各组件按用户可以识别的阶段分组。它们在安装过程中按次序显示出来。注意，每次安装并不会使用所有的模块； 至于使用哪些模块，取决于您的安装方法和您的硬件。

source: Setting up Debian Installer and Hardware Configuration
el: Έναρξη του Εγκαταστάτη του Debian και Ρύθμιση του Υλικού
ko: 데비안 설치 프로그램 및 하드웨어 설정 준비하기
pt: Preparar o Instalador Debian e a Configuração de Hardware
sv: Inställning av Debian-installeraren och maskinvarukonfiguration
vi: Thiết lập trình cài đặt Debian và cấu hình phần cứng
zh_cn: 启动 Debian 安装程序与配置硬件

source: Let's assume the Debian Installer has booted and you are facing its first screen. At this time, the capabilities of &d-i; are still quite limited. It doesn't know much about your hardware, preferred language, or even the task it should perform. Don't worry. Because &d-i; is quite clever, it can automatically probe your hardware, locate the rest of its components and upgrade itself to a capable installation system. However, you still need to help &d-i; with some information it can't determine automatically (like selecting your preferred language, keyboard layout or desired network mirror).
el: Ας υποθέσουμε ότι ο εγκαταστάτης του Debian έχει ξεκινήσει και είστε μπροστά στην πρώτη οθόνη του. Σ’αυτό το στάδιο, οι δυνατότητες του &d-i; είναι ακόμα αρκετά περιορισμένες. Δεν γνωρίζει πολλά για το υλικό του υπολογιστή σας, την γλώσσα που προτιμάτε, ούτε ακόμα και την επόμενη εργασία που πρόκειται να εκτελέσει. Μην ανησυχείτε. Επειδή ο &d-i; είναι αρκετά ευφυής, μπορεί να ανιχνεύσει αυτόματα το υλικό του υπολογιστή σας, να εντοπίσει τα υπόλοιπα συστατικά του και να αναβαθμιστεί ο ίδιος από μόνος του σ' ένα αποτελεσματικό σύστημα εγκατάστασης. Παρόλα αυτά, θα πρέπει ακόμα να βοηθήσετε κι άλλο τον &d-i; με μερικές πληροφορίες που δεν μπορεί να προσδιορίσει αυτόματα (όπως την επιλογή της γλώσσας που προτιμάτε, την διάταξη του πληκτρολογίου ή το επιθυμητό δίκτυο καθρέφτη της αρχειοθήκης).
ko: 데비안 설치 프로그램이 부팅하고 첫번째 화면이 나왔다고 가정합니다. 이 시점에서는 아직 &d-i;의 기능은 매우 제한적입니다. 하드웨어도 모르고, 선호하는 언어도 모르고, 어떤 작업을 해야 할 지도 모릅니다. 걱정하지 마십시오. &d-i;는 아주 똑똑하기 때문에, 하드웨어를 자동으로 검색해서, 필요한 구성 요소를 찾아낸 다음에, 다양한 기능을 갖춘 설치 시스템으로 다시 태어납니다. 하지만 자동으로 알아낼 수 없는 일부 정보의 경우는 (선호하는 언어 선택, 키보드 배치, 사용할 네트워크 미러 따위) 여러분이 직접 &d-i;에 관련 정보를 입력해야 합니다.
pt: Vamos assumir que o Instalador Debian iniciou e que você está perante o seu primeiro ecrã. Por esta altura, as compatibilidades do &d-i; ainda são bastante limitadas. Não sabe muito acerca do seu hardware, idioma preferido, ou que tarefa deve executar. Não se preocupe. O &d-i; é bastante inteligente, pode automaticamente testar o seu hardware, localizar o resto dos componentes e actualizar-se a ele próprio para uma instalação de sistema capaz. Contudo, ainda precisa ajudar o &d-i; com alguma informação que ele não consegue automaticamente detectar (como seleccionar o seu idioma preferido, configuração do teclado ou qual o mirror de rede desejado).
sv: Låt oss anta att Debian Installer har startat upp och du ser dess första skärm. Vid den här punkten är de färdigheter som &d-i; har ganska begränsade. Den vet inte mycket om din maskinvara, vilket språk som föredras eller inte ens vilken funktion installation ska ha. Var lugn. På grund av att &d-i; är ganska smart kan den automatiskt söka av din maskinvara, lokalisera resten av sina komponenter och uppgradera sig själv till ett kapabelt installationssystem. Dock, du behöver fortfarande hjälpa &d-i; med viss information som den inte kan fastställa automatiskt (såsom välja ditt föredragna språk, tangentbordslayout eller val av nätverksspegel).
vi: Giả sử là trình cài đặt Debian mới khởi động, và bạn xem màn hình thứ nhất. Vào lúc đó, khả năng của &d-i; vẫn còn hơi bị hạn chế. Nó chưa biết đủ về phần cứng, về ngôn ngữ ưa thích của bạn, hay ngay cả về công việc cần thực hiện. Không có sao đó, vì &d-i; hơi thông minh. Nó có khả năng thăm dò tự động phần cứng, tìm các thành phần còn lại của nó, và nâng cấp tự nó lên một hệ thống cài đặt có đủ khả năng. Tuy nhiên, bạn vẫn còn cần phải giúp đỡ &d-i; tập hợp vài thông tin nó không thể quyết định tự động (v.d. bằng cách chọn ngôn ngữ ưa thích, bố trí bàn phím thích hợp hay máy nhân bản riêng trên mạng).
zh_cn: 假设 Debian 安装程序已经启动，然后您看到了初始画面。此时，&d-i; 的能力还很有限。它还不了解您的硬件，首选的语言，甚至不知道要执行什么任务。不用担心，因为 &d-i; 相当聪明，它能自动探测您的硬件，定位其余的组件，并更新自己以具备安装系统的能力。但您仍然要协助 &d-i;，提供给它不能自动决定的内容 (比如选择您首选的语言，键盘布局或网络镜像)。

source: You will notice that &d-i; performs <firstterm>hardware detection</firstterm> several times during this stage. The first time is targeted specifically at the hardware needed to load installer components (e.g. your CD-ROM or network card). As not all drivers may be available during this first run, hardware detection needs to be repeated later in the process.
el: Θα παρατηρήσετε ότι ο &d-i; εκτελεί αρκετές φορές στη διάρκεια αυτού του σταδίου τον <firstterm>έλεγχο για υλικό</firstterm>. Την πρώτη φορά συγκεκριμένα στοχεύει στην ανίχνευση εκείνου του υλικού που απαιτείται για να φορτώσει τα συστατικά του (π.χ. την μονάδα CD-ROM ή την κάρτα δικτύου). Επειδή δεν είναι δυνατό να είναι διαθέσιμοι όλοι οι οδηγοί συσκευών στην διάρκεια αυτού του πρώτου τρεξίματος του εγκαταστάτη, η ανίχνευση του υλικού είναι αναγκαίο να επαναληφθεί αργότερα στη διάρκεια της εγκατάστασης.
ko: 이 단계에서 &d-i;는 여러 번의 <firstterm>하드웨어 검색</firstterm>을 합니다. 첫번째는 설치 프로그램의 구성 요소를 읽어들이는 데 필요한 하드웨어를 (예를 들어 CD-ROM이나 네트워크 카드) 검색합니다. 첫번째로 실행할 때는 아직 사용할 수 없는 드라이버가 있기 때문에, 나중 단계에서 하드웨어 검색을 다시 합니다.
pt: Você irá notar que o &d-i; executa a <firstterm>detecção de hardware</firstterm> várias vezes durante esta etapa. A primeira vez dirige-se especificamente ao hardware necessário para carregar componentes do instalador (e.g. o seu CD-ROM ou placa de rede). Como não estão disponíveis todos os drivers durante esta primeira execução, a detecção de hardware necessita de ser repetida posteriormente no processo.
sv: Du kommer att märka att &d-i; genomför <firstterm>identifiering av maskinvara</firstterm> flera gånger under det här steget. Första gången är målet den maskinvara som behövs för att läsa in komponenter för installeraren (exempelvis din cd-rom eller nätverkskort). Eftersom alla drivrutiner kanske inte finns tillgängliga under den första körningen behövs en repetering av identifieringen senare i processen.
vi: Bạn sẽ thấy biết rằng &d-i; thực hiện việc <firstterm>phát hiện phần cứng</firstterm> vài lần trong giao đoạn này. Lần đầu tiên nhằm mục đích tìm phần cứng cần thiết để tải các thành phần cài đặt (v.d. ổ đĩa CD-ROM hay thẻ mạng). Vì không phải tất cả các trình điều khiển luôn luôn sẵn sàng trong việc chạy đầu tiên này, việc phát hiện phần cứng cần phải được lặp lại vào điểm sau trong tiến trình.
zh_cn: 您会留意到 &d-i; 在本阶段执行 <firstterm>硬件侦测</firstterm> 多次。第一次目的是指定哪些硬件需要安装(比如，您的 CD-ROM 或者网卡)。在第一次运行的时候并不是所有的驱动程序都就绪，硬件侦测会在后续过程里面多次重复。

source: Check available memory / low memory mode
ko: 사용 가능 메모리 검사 / 저용량 메모리 모드
pt: Verificar a memória disponível / modo de baixa memória
sv: Kontrollera tillgängligt minne / minimalt minnesläge
vi: Kiểm tra bộ nhớ có sẵn / chế độ thiếu bộ nhớ
zh_cn: 检测可用内存/小内存模式

source: One of the first things &d-i; does, is to check available memory. If the available memory is limited, this component will make some changes in the installation process which hopefully will allow you to install &debian; on your system.
el: Ένα από τα πρώτα πράγματα που εκτελεί ο &d-i; είναι ο έλεγχος της διαθέσιμης μνήμης. Εάν η διαθέσιμη μνήμη είναι περιορισμένη, αυτό το συστατικό θα κάνει μερικές αλλαγές στη διαδικασία εγκατάστασης, ενέργεια η οποία ελπίζουμε ότι θα σας επιτρέψει να εγκαταστήσετε το &debian; στο σύστημά σας.
ko: &d-i;가 맨 처음에 하는 일 중의 하나는, 메모리를 검사하는 것입니다. 메모리가 부족할 경우, 이 구성 요소에서는 설치 과정에 약간 수정을 가해서 시스템에서 &debian;을 설치할 수 있게 합니다.
pt: Uma das primeiras coisas que o &d-i; faz, é verificar a memória disponível. Se a memória disponível é limitada, este componente fará algumas alterações no processo de instalação que lhe irão permitir instalar o &debian; no seu sistema.
sv: En av de första sakerna som &d-i; gör är att kontrollera tillgängligt minne. Om det tillgängliga minnet är begränsat kommer den här komponenten att göra ändringar i installationsprocessen som förhoppningsvis låter dig installera &debian; på ditt system.
vi: Một của những hành động thứ nhất của &d-i; là việc kiểm tra số lượng bộ nhớ có sẵn. Nếu không có đủ bộ nhớ có sẵn, thành phần này sẽ sửa đổi tiến trình cài đặt để (mong muốn) cho bạn khả năng cài đặt &debian; trên máy tính của mình.
zh_cn: &d-i; 首先要做的一件事是检测有效的内存。如果内存有限，该组件将修改后续的安装进程，使您可以将 &debian; 安装到您的系统上。

source: The first measure taken to reduce memory consumption by the installer is to disable translations, which means that the installation can only be done in English. Of course, you can still localize the installed system after the installation has completed.
ko: 설치 프로그램의 메모리 소모를 줄이기 위해 첫째로 번역 기능을 사용하지 않습니다. 즉 설치는 영어로만 진행됩니다. 물론 설치한 시스템은 설치가 끝난 다음에도 지역화 기능을 설정할 수 있습니다.
pt: A primeira medida tomada, pelo instalador, para reduzir o consumo de memória é desabilitar as traduções, o que significa que a instalação pode apenas ser feita em Inglês. Claro, que após a instalação estar terminada pode na mesma fazer a localização (definições regionais) do sistema.
sv: Den första åtgärden man kan göra för att minska installerarens minneskonsumtion är att inaktivera översättningar, vilket betyder att installationen endast kan göras på engelska. Du kan så klart fortfarande lokalanpassa det installerade system tefter installationen har färdigställts.
vi: Để giảm bộ nhớ được chiếm, bộ cài đặt trước tiên sẽ tắt các bản dịch nên chỉ có khả năng cài đặt bằng tiếng Anh. Tất nhiên, bạn vẫn còn có khả năng chạy hệ thống đã bản địa hoá sau khi cài đặt xong.
zh_cn: 安装程序用于减少内存消耗的第一项措施是关闭翻译，也就是说，安装将只在英文下进行。当然，您在安装完成之后还是可以进行本地化设置。

source: If that is not sufficient, the installer will further reduce memory consumption by loading only those components essential to complete a basic installation. This reduces the functionality of the installation system. You will be given the opportunity to load additional components manually, but you should be aware that each component you select will use additional memory and thus may cause the installation to fail.
ko: 그걸로 부족하다면, 설치 프로그램에서 기본적인 설치를 마칠 수 있는 구성 요소들만 읽어들이는 방법으로 메모리 소모를 줄입니다. 이렇게 하면 설치 시스템의 기능이 줄어듭니다. 수동으로 구성 요소들을 추가로 읽어들일 수도 있지만, 구성 요소를 하나 하나 선택할 때마다 메모리를 추가로 사용하기 때문에 설치가 실패할 수도 있습니다.
pt: Se isso não for o suficiente, o instalador irá reduzir ainda mais o consumo de memória carregando apenas os componentes essenciais para completar uma instalação básica. Isto reduz as funcionalidades do sistema de instalação. Ser-lhe-á dada a oportunidade de carregar manualmente componentes adicionais, mas deve ter em atenção que cada componente que escolher irá utilizar memória adicional e assim poderá fazer falhar a instalação.
sv: Om detta inte är tillräckligt kommer installeraren att minska minnesbehovet ytterligare genom att enbart läsa in de komponenter som är nödvändiga för att genomföra en grundinstallation. Det här minskar installationssystemets funktionalitet. Du kommer att ges möjlighet att läsa in individuella komponenter manuellt, men du ska vara medveten om att varje komponent du väljer använder ytterligare minne och kan således göra att installationen misslyckas.
vi: Để giảm bộ nhớ thêm, bộ cài đặt sẽ nạp chỉ những thành phần chủ yếu để chạy xong tiến trình cài đặt cơ bản. Việc này cũng giảm khả năng của hệ thống cài đặt. Bạn sẽ có dịp tự nạp các thành phần thêm, nhưng ghi chú rằng mỗi thành phần bạn chọn sẽ chiếm bộ nhớ thêm thì có thể gây ra tiến trình cài đặt bị lỗi do hết bộ nhớ.
zh_cn: 如果还不行，安装程序只加载那些完成基本安装的模块，进一步来减少内存消耗。这将减少安装系统的功能。您有机会手动加载额外的组件，但要留意您选择的组件会使用更多的内存，可能会使安装失败。

source: If the installer runs in low memory mode, it is recommended to create a relatively large swap partition (64&ndash;128MB). The swap partition will be used as virtual memory and thus increases the amount of memory available to the system. The installer will activate the swap partition as early as possible in the installation process. Note that heavy use of swap will reduce performance of your system and may lead to high disk activity.
ko: 설치 프로그램이 저용량 메모리 모드로 동작할 경우, 비교적 큰 스왑 파티션을 (64MB에서 128MB 정도) 만들기를 권장합니다. 스왑 파티션은 가상 메모리로 사용해서 시스템에서 사용 가능한 메모리 양을 늘립니다. 설치 프로그램에서는 스왑 파티션을 가능한한 설치 과정의 앞 부분에서 활성화합니다. 단 스왑 파티션을 많이 사용하면 시스템의 성능이 떨어지고 디스크 동작이 많아질 수 있습니다.
pt: Se o instalador correr em modo de baixa memória, é recomendado criar uma partição de swap relativamente grande (64&ndash;128MB). A partição de swap será utilizada como memória virtual e assim aumentar a quantidade de memória disponível para o seu sistema. O instalador irá activar a partição de swap o mais cedo possível durante o processo de instalação. Note que uma forte utilização da swap irá reduzir a performance do seu sistema e pode levar a uma grande actividade do disco.
sv: När installeraren har anpassat sig till ett litet minne så bör du skapa en förhållandevis stor växlingspartition (64&ndash;128 MB). Växlingspartitionen används som virtuellt minne och ökar således mängden minne som är tillgängligt för systemet. Installeraren kommer att använda växlingspartitionen så snart som möjligt i installationsprocessen. Observera att mycket användning av växlingsutrymmet kommer att minska ditt systems prestanda och kan leda till hög nyttjandegrad av systemets disk.
vi: Nếu bộ cài đặt chạy trong chế độ thiếu bộ nhớ, khuyên bạn tạo một vùng trao đổi tương đối lớn (64&ndash;128MB). Vùng trao đổi này sẽ được dùng như là bộ nhớ ảo thì tăng số lượng bộ nhớ sẵn sàng cho hệ thống. Bộ cài đặt sẽ kích hoạt vùng trao đổi càng sớm càng có thể trong tiến trình cài đặt. Ghi chú rằng cách sử dụng vùng trao đổi nặng sẽ giảm hiệu suất của hệ thống và có thể đưa tới hoạt động đĩa cao.
zh_cn: 如果安装程序运行在小内存模式下，建议创建一个相对较大的交换分区(64&ndash;128MB)。交换分区会被当作虚拟内存，使系统可用的内存总量增加。安装程序会在安装过程的尽早阶段激活交换分区。注意，过多地使用交换分区会降低系统性能，增加磁盘活动。
