Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: In case <filename>/etc/delo.conf</filename> is on the first partition on the disk and the default configuration shall be booted, it is sufficient to use
el: Στην περίπτωση που το <filename>/etc/delo.conf</filename> βρίσκεται στο πρώτο τμήμα του δίσκου και πρόκειται να γίνει εκκίνηση της προεπιλεγμένης ρύθμισης, το σωστό είναι να χρησιμοποιήσετε
ko: <filename>/etc/delo.conf</filename>가 디스크의 첫번째 파티션에 들어 있고 기본 설정으로 부팅하는 경우, 다음을 사용하면 충분합니다:
pt: No caso do <filename>/etc/delo.conf</filename> se encontrar na primeira partição do disco e a configuração por omissão ser iniciada, é suficiente para a sua utilização.
sv: Om <filename>/etc/delo.conf</filename> finns på första partitionen på disken och standardkonfigurationen ska startas upp, räcker det att använda
vi: Trong trường hợp mà tập tin cấu hình <filename>/etc/delo.conf</filename> nằm trên phân vùng thứ nhất trên đĩa và cấu hình mặc định sẽ được khởi động, đủ là dùng
zh_cn: 尽管 <filename>/etc/delo.conf</filename> 位于硬盘的第一个分区，并且应该引导默认的设置，但也可以用

source: <userinput>boot #/rz<replaceable>id</replaceable></userinput>
vi: <userinput>boot #/rz<replaceable>mã</replaceable></userinput>

source: Install <command>Yaboot</command> on a Hard Disk
el: Εγκατάσταση στον Σκληρό Δίσκο του <command>Yaboot</command>
ko: 하드 디스크에 <command>yaboot</command> 설치
pt: Instalar o <command>Yaboot</command> num Disco Rígido
sv: Installera <command>Yaboot</command> på en hårddisk
vi: Cài đặt <command>Yaboot</command> vào đĩa cứng
zh_cn: 安装 <command>Yaboot</command> 至硬盘

source: Newer (mid 1998 and on) PowerMacs use <command>yaboot</command> as their boot loader. The installer will set up <command>yaboot</command> automatically, so all you need is a small 820k partition named <quote>bootstrap</quote> with type <emphasis>Apple_Bootstrap</emphasis> created back in the partitioning component. If this step completes successfully then your disk should now be bootable and OpenFirmware will be set to boot &debian;.
el: Οι νεότεροι PowerMac (από το 1998 και μετά) χρησιμοποιούν ως φορτωτή εκκίνησης τον <command>yaboot</command>. Ο εγκαταστάτης θα ρυθμίσει αυτόματα τον <command>yaboot</command>, οπότε το μονό που χρειάζεστε είναι ένα μικρό τμήμα δίσκου μεγέθους 820 Kb που φέρει το όνομα <quote>bootstrap</quote> τύπου <emphasis>Apple_Bootstrap</emphasis>, το οποίο δημιουργείται στο συστατικό δημιουργίας κατατμήσεων του εγκαταστάτη. Εάν αυτό το βήμα ολοκληρωθεί με επιτυχία τότε ο δίσκος σας θα είναι εκκινήσιμος και το OpenFirmware θα είναι ρυθμισμένο να ξεκινά το &debian;.
ko: 최근의 (1998년 중반 이후) PowerMac에서는 부트로더로 <command>yaboot</command>를 사용합니다. 설치 프로그램은 자동으로 <command>yaboot</command>를 설정하기 때문에, 필요한 건 <emphasis>Apple_Bootstrap</emphasis> 타입의 <quote>bootstrap</quote>이라는 이름의 820k 크기의 작은 파티션뿐입니다. 이 파티션은 앞의 파티션 구성 요소에서 만듭니다. 이 단계에서 성공적으로 끝나면 디스크가 부팅 가능하게 되고 OpenFirmware에서 &debian; 부팅 준비가 끝납니다.
pt: Os novos PowerMacs (meados de 1998 e mais recentes) utilizam o <command>yaboot</command> como gestor de arranque. O instalador configurará automaticamente o <command>yaboot</command>, de modo que apenas necessita de uma pequena partição de 820k de nome <quote>bootstrap</quote> e do tipo <emphasis>Apple_Bootstrap</emphasis>, criadas anteriormente pelo componente de particionamento. Se esta fase for completada com sucesso, o seu disco estará então preparado para arrancar e o OpenFirmware será configurado para iniciar o &debian;.
sv: Nyare (mitten av 1998 och senare) PowerMac använder <command>yaboot</command> som sin starthanterare. Installeraren kommer att ställa in <command>yaboot</command> automatiskt, så allt du behöver är en liten 820k stor partition med namnet <quote>bootstrap</quote> med typen <emphasis>Apple_Bootstrap</emphasis> skapad tidigare i partitioneringskomponenten. Om det här steget slutförs korrekt ska din disk nu vara startbar och OpenFirmware kommer att vara inställd att starta upp &debian;.
vi: Máy PowerMac mới hơn (ở giữa năm 1998 và sau) sử dụng <command>yaboot</command> là bộ tải khởi động. Trình cài đặt sẽ thiết lập tự động <command>yaboot</command>, vậy bạn chỉ cần có một phân vùng 820k nhỏ có tên <quote>bootstrap</quote> với kiểu <emphasis>Apple_Bootstrap</emphasis> được tạo trước trong thành phần phân vùng. Nếu bước này chạy xong thành công, lúc đó đĩa nên có khả năng khởi động và OpenFirmware sẽ được đặt để khởi động &debian;.
zh_cn: 新的(1998 年以后)的 PowerMacs 使用 <command>yaboot</command> 作为它们的 boot loader。安装程序自动配置 <command>yaboot</command>，您只需一个 820k 的小分区，命名为 <quote>bootstrap</quote>，类型为 <emphasis>Apple_Bootstrap</emphasis> 这由分区组件创建。如果这步完全成功，硬盘就可以启动，OpenFireware 将设为启动 &debian;。

source: Install <command>Quik</command> on a Hard Disk
el: Εγκατάσταση στον Σκληρό Δίσκο του <command>Quik</command>
ko: 하드 디스크에 <command>Quik</command> 설치
pt: Instalar o <command>Quik</command> num Disco Rígido
sv: Installera <command>Quik</command> på en hårddisk
vi: Cài đặt <command>Quik</command> vào đĩa cứng
zh_cn: 安装 <command>Quik</command> 至硬盘

source: The boot loader for OldWorld Power Macintosh machines is <command>quik</command>. You can also use it on CHRP. The installer will attempt to set up <command>quik</command> automatically. The setup has been known to work on 7200, 7300, and 7600 Powermacs, and on some Power Computing clones.
el: Ο φορτωτής εκκίνησης για τα παλιά συστήματα Power Macintosh είναι ο <command>quik</command>. Μπορεί επίσης να χρησιμοποιηθεί σε συστήματα CHRP. Ο εγκαταστάτης θα προσπαθήσει αυτόματα να ρυθμίσει τον <command>quik</command>. Αυτί η ρύθμιση έχει επιτυχία σε 7200, 7300, και 7600 Powermac, όπως επίσης και σε μερικούς τύπους Power Computing.
ko: OldWorld Power Macintosh에서 부트로더는 <command>quik</command>입니다. CHRP 위에서 사용할 수도 있습니다. 설치 프로그램은 자동으로 <command>quik</command>를 설정합니다. 이 설정은 7200, 7300, 7600 Powermac 및 일부 Power Computing 호환품에서 동작한다고 알려져 있습니다.
pt: O gestor de arranque para as máquinas OldWorld Power Macintosh é o <command>quik</command>. Pode também usá-lo em CHRP. O instalador irá tentar a configuração do <command>quik</command> automaticamente. Esta configuração é reconhecida como funcional em 7200, 7300, e 7600 Powermacs, e em alguns clones da Power Computing.
sv: Starthanteraren för OldWorld Power Macintosh-maskiner är <command>quik</command>. Du kan även använda den på CHRP. Installeraren kommer att försöka att ställa in <command>quik</command> automatiskt. Konfigurationen är känd att fungera på 7200, 7300, och 7600 Powermac, och på vissa Power Computing-kloner.
vi: Bộ tải khởi động cho máy PowerMac kiểu cũ là <command>quik</command>. Bạn cũng có thể sử dụng nó trên CHRP. Trình cài đặt sẽ cố gắng thiết lập tự động <command>quik</command>. Thiết lập này được biết là hoạt động được trên máy PowerMac 7200, 7300, và 7600, và trên một số máy bắt chước Power Computing.
zh_cn: 用于 OldWorld Power Macintosh 机器的 boot loader 是 <command>quik</command>。您可以将它用于 CHRP。安装程序会自动配置 <command>quik</command>。该配置已知可以工作在 7200，7300 和 7600 Powermacs，以及一些 Power Computing 克隆。

source: <command>zipl</command>-installer
el: εγκαταστάτης του <command>zipl</command>
sv: <command>zipl</command>-installerare
vi: Bộ cài đặt <command>zipl</command>

source: The boot loader on &arch-title; is <quote>zipl</quote>. <command>ZIPL</command> is similar in configuration and usage to <command>LILO</command>, with a few exceptions. Please take a look at <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote> from IBM's developerWorks web site if you want to know more about <command>ZIPL</command>.
el: Ο φορτωτής εκκίνησης σε &arch-title; είναι ο <quote>zipl</quote>. Ο <command>ZIPL</command> είναι παρόμοιος ως προς την ρύθμιση και την χρήση με την <command>LILO</command>, με μερικές εξαιρέσεις. Εάν επιθυμείτε να μάθετε περισσότερα για τον <command>ZIPL</command>, παρακαλούμε ρίξτε μια μάτια στο <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote> στον δικτυακό τόπο των developerWorks της IBM.
ko: &arch-title; 아키텍처에서 부트로더는 <quote>ZIPL</quote>입니다. <command>ZIPL</command>은 <command>LILO</command>와 설정이나 사용법이 몇 가지만 제외하고 비슷합니다. <command>ZIPL</command>은에 대해 더 알고 싶으시면 IBM의 developerWorks 웹사이트에서 <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote>를 보십시오.
pt: O gestor de arranque em &arch-title; é o <quote>zipl</quote>. O <command>ZIPL</command> é similar na configuração e utilização ao <command>LILO</command>, com algumas excepções. Dê uma vista de olhos a <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote> da página web da IBM's developerWorks se quiser saber mais sobre <command>ZIPL</command>.
sv: Starthanteraren på &arch-title; är <quote>zipl</quote>. <command>ZIPL</command> är lik i konfiguration och användning som <command>LILO</command>, med ett fåtal undantag. Ta en titt på <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote> från IBM:s developerWorks-webbsida om du vill veta mer om <command>ZIPL</command>.
vi: Bộ tải khởi động trên kiến trúc &arch-title; là <quote>zipl</quote>. <command>ZIPL</command> có cấu hình và cách sử dụng tương tự với <command>LILO</command>, trừ vài thứ. Hãy xem tài liệu <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote> tại nơi Mạng developerWorks của công ty IBM nếu bạn muốn biết thêm về <command>ZIPL</command>.
zh_cn: &arch-title; 上的 boot loader 是 <quote>zipl</quote>。<command>ZIPL</command> 的配置和用法类似于 <command>LILO</command>，只有少许不同。如果您想了解更多，请参考 <quote>LINUX for &arch-title; Device Drivers and Installation Commands</quote>，它位于 IBM 的 developerWorks 网站<command>ZIPL</command>。

source: Install the <command>SILO</command> Boot Loader on a Hard Disk
el: Εγκατάσταση στον Σκληρό Δίσκο του Φορτωτή Εκκίνησης <command>SILO</command>
ko: 하드 디스크에 <command>SILO</command> 부트로더 설치
pt: Instalar o gestor de arranque <command>SILO</command> num Disco Rígido
sv: Installera starthanteraren <command>SILO</command> på en hårddisk
vi: Cài đặt bộ tải khởi động <command>SILO</command> vào đĩa cứng
zh_cn: 安装 <command>SILO</command> Boot Loader 到硬盘

source: The standard &architecture; boot loader is called <quote>silo</quote>. It is documented in <filename>/usr/share/doc/silo/</filename>. <command>SILO</command> is similar in configuration and usage to <command>LILO</command>, with a few exceptions. First of all, <command>SILO</command> allows you to boot any kernel image on your drive, even if it is not listed in <filename>/etc/silo.conf</filename>. This is because <command>SILO</command> can actually read Linux partitions. Also, <filename>/etc/silo.conf</filename> is read at boot time, so there is no need to rerun <command>silo</command> after installing a new kernel like you would with <command>LILO</command>. <command>SILO</command> can also read UFS partitions, which means it can boot SunOS/Solaris partitions as well. This is useful if you want to install GNU/Linux alongside an existing SunOS/Solaris install.
el: Ο τυπικός &architecture; φορτωτής εκκίνησης ονομάζεται <quote>silo</quote>. Η τεκμηρίωση του βρίσκεται στον κατάλογο <filename>/usr/share/doc/silo/</filename>. Ο <command>SILO</command> είναι παρόμοιος ως προς την ρύθμιση και την χρήση με τον <command>LILO</command>, με μερικές εξαιρέσεις. Πρώτα-πρώτα, ο <command>SILO</command> σας επιτρέπει να εκκινήσετε οποιοδήποτε είδωλο πυρήνα που βρίσκεται στον οδηγότου δίσκου σας, ακόμα κι αν δεν αναφέρεται στο αρχείο <filename>/etc/silo.conf</filename>. Αυτό συμβαίνει επειδή ο <command>SILO</command> μπορεί όντως να διαβάσει τμήματα Linux. Επίσης, το αρχείο <filename>/etc/silo.conf</filename> διαβάζεται τη στιγμή της εκκίνησης, οπότε δεν είναι αναγκαίο να εκτελέσετε πάλι την εντολή <command>silo</command> μετά την εγκατάσταση ενός νέου πυρήνα όπως πρέπει να κάνετε με τον <command>LILO</command>. Ο <command>SILO</command> μπορεί να διαβάσει επίσης τμήματα τύπου UFS, γεγονός που σημαίνει ότι μπορεί να εκκινήσει και τμήματα SunOS/Solaris. Αυτό είναι χρήσιμο στην περίπτωση που θέλετε να εγκαταστήσετε GNU/Linux παράλληλα με μία υπάρχουσα εγκατάσταση SunOS/Solaris.
ko: 표준 &architecture; 부트로더는 <quote>SILO</quote>라고 합니다. <quote>SILO</quote>의 문서는 <filename>/usr/share/doc/silo/</filename> 안에 있습니다. <command>SILO</command>는 설정과 사용법이 몇 가지만 제외하고 <command>LILO</command>와 비슷합니다. 일단 <command>SILO</command>를 사용하면 드라이브에 있는 어떤 커널 이미지라도 부팅할 수 있습니다. (<filename>/etc/silo.conf</filename> 파일에 들어 있지 않은 커널이라도 가능합니다.) <command>SILO</command>는 리눅스 파티션을 읽을 수 있기 때문입니다. 또 <filename>/etc/silo.conf</filename> 파일은 부팅할 때 읽어들이므로, <command>LILO</command>와는 달리 새로운 커널을 설치한 다음에도 <command>SILO</command> 명령을 다시 실행할 필요가 없습니다. <command>SILO</command>는 UFS 파티션도 읽을 수 있어서, SunOS/Solaris 파티션도 부팅할 수 있습니다. 이 기능은 GNU/리눅스를 기존 SunOS/Solaris와 같이 설치할 때 유용합니다.
pt: O gestor de arranque standard para &architecture; é o <quote>silo</quote>. Este está documentado em <filename>/usr/share/doc/silo/</filename>. O <command>SILO</command> é muito idêntico na configuração e utilização ao <command>LILO</command>, com algumas excepções. Primeiro que tudo, o <command>SILO</command> permite-lhe arrancar a partir de qualquer imagem do kernel no seu disco, mesmo que não esteja listado em <filename>/etc/silo.conf</filename>. E isto porque o <command>SILO</command> pode na realidade ler partições Linux. O <filename>/etc/silo.conf</filename> é ainda lido durante o arranque de modo não sendo necessário voltar a correr o <command>silo</command> depois de instalar um novo kernel, o que teria que fazer com o <command>LILO</command>. O <command>SILO</command> pode também ler partições UFS, o que significa que pode arrancar partições SunOS/Solaris. Isto é útil se quiser instalar o GNU/Linux em companhia de uma instalação SunOS/Solaris já existente.
sv: Den starthanterare som är standard på &architecture; kallas för <quote>silo</quote>. Den finns dokumenterad i <filename>/usr/share/doc/silo/</filename>. <command>SILO</command> är lik i konfiguration och användning som <command>LILO</command>, med ett fåtal undantag. Först, <command>SILO</command> låter dig starta upp valfri kärnavbild på din disk, även om den inte är listad i <filename>/etc/silo.conf</filename>. Det är på grund av att <command>SILO</command> kan faktiskt läsa Linux-partitioner. Ytterligare, <filename>/etc/silo.conf</filename> läses in vid uppstart, så det finns inget behov att köra om <command>silo</command> efter installation av ny kärna som du skulle gjort med <command>LILO</command>. <command>SILO</command> kan även läsa UFS-partitioner, som betyder att den även kan starta upp SunOS/Solaris-partitioner. Det här är användbart om du vill installera GNU/Linux vid sidan av en befintlig installation av SunOS/Solaris.
vi: Bộ tải khởi động chuẩn cho kiến trúc &architecture; có tên <quote>silo</quote>. Nó được diễn tả trong <filename>/usr/share/doc/silo/</filename>. <command>SILO</command> có cấu hình và cách sử dụng tương tự với <command>LILO</command>, trừ vài thứ. Trước tiên, <command>SILO</command> cho bạn khả năng khởi động bất kỳ ảnh hạt nhân trên đĩa cứng, thậm chí nếu nó không được liệt kê trong tập tin cấu hình <filename>/etc/silo.conf</filename>. Đó là vì <command>SILO</command> thật có khả năng đọc phân vùng Linux. Hơn nữa, <filename>/etc/silo.conf</filename> được đọc vào lúc khởi động, vậy không cần phải chạy lại <command>silo</command> sau khi cài đặt hạt nhân mới, như bạn phải làm với <command>LILO</command>. <command>SILO</command> cũng có khả năng đọc phân vùng UFS, vì thế nó cũng có thể khởi động phân vùng kiểu SunOS/Solaris. Có ích nếu bạn muốn cài đặt hệ điều hành GNU/Linux kế bên bản cài đặt SunOS/Solaris đã có.
zh_cn: &architecture; 上标准的 boot loader 称为 <quote>silo</quote>。它的文档位于 <filename>/usr/share/doc/silo/</filename>。<command>SILO</command> 的配置和用法类似于 <command>LILO</command>，只有少许不同。首先，<command>SILO</command> 允许您从磁盘上引导内核映象，即使它没有列入 <filename>/etc/silo.conf</filename>。这是因为 <command>SILO</command> 可以真正地读取 Linux 分区。当然，<filename>/etc/silo.conf</filename> 是在启动时读取，也就不需要在安装新内核之后再执行 <command>silo</command>，就像您用 <command>LILO</command>。<command>SILO</command> 也可以读取 UFS 分区，就是说它可以从 SunOS/Solaris 分区启动。这对于安装 GNU/Linux 到一个已经存在 SunOS/Solaris 的系统很有用。

source: Continue Without Boot Loader
el: Συνεχίστε Χωρίς Φορτωτή Εκκίνησης
ko: 부트로더 없이 계속
pt: Continuar Sem Gestor de Arranque
sv: Fortsätt utan starthanterare
vi: Tiếp tục không có bộ tải khởi động
zh_cn: 不使用启动引导器继续进行

source: This option can be used to complete the installation even when no boot loader is to be installed, either because the arch/subarch doesn't provide one, or because none is desired (e.g. you will use existing boot loader). <phrase arch="m68k">This option is especially useful for Macintosh, Atari, and Amiga systems, where the original operating system must be maintained on the box and used to boot GNU/Linux.</phrase>
el: Αυτή η επιλογή μπορεί να χρησιμοποιηθεί για την ολοκλήρωση της εγκατάστασης ακόμα κι όταν δεν πρόκειται να εγκατασταθεί κανένας φορτωτής εκκίνησης, είτε επειδή δεν προβλέπεται από την αρχιτεκτονική ή την υποαρχιτεκτονική του συστήματος, είτε επειδή δεν θέλετε κανέναν ( π.χ. πρόκειται να χρησιμοποιήσετε κάποιον φορτωτή εκκίνησης που ήδη υπάρχει). <phrase arch="m68k">Αυτή η επιλογή είναι ιδιαίτερα χρήσιμη για συστήματα Macintosh, Atari και Amiga, οπού πρέπει να υποστεί αλλαγές το αρχικό λειτουργικό σύστημα και να χρησιμοποιηθεί για την εκκίνηση του GNU/Linux.</phrase>
ko: 이 옵션은 부트로더를 설치하지 않았지만 설치를 마칠 때 사용할 수 있습니다. 이렇게 하는 경우는 아마도 해당 아키텍처나 서브 아키텍처에 부트로더가 없거나, 부트로더가 필요없는 경우일 (예를 들어 기존 부트로더를 사용) 것입니다. <phrase arch="m68k">이 옵션은 Macintosh, Atari, Amiga 시스템처럼 기존 운영체제를 유지하면서 기존 운영체제에서 GNU/리눅스를 부팅하는 경우에 사용합니다.</phrase>
pt: Esta opção pode ser usada para completar a instalação mesmo que o gestor de arranque não tenho sido instalado, ou pelo facto da arch/subarch não ter fornecido nenhum, ou porque nenhum ter sido desejado (p. ex. você irá usar o gestor de arranque existente). <phrase arch="m68k"> Esta opção é especialmente útil para sistemas Macintosh, Atari, e Amiga, onde o sistema operativo original terá que ser mantido inalterável e utilizado para arrancar o GNU/Linux.</phrase>
sv: Det här alternativet kan användas för att färdigställa installationen även om inte starthanterare kommer att installeras, antingen på grund av att arkitekturen/underarkitekturen inte erbjuder en eller på grund av att ingen önskas (exempelvis, du vill använda den befintliga starthanteraren). <phrase arch="m68k">Det här alternativet är speciellt användbart för Macintosh, Atari, och Amiga-system, där det ursprungliga operativsystemet måste hållas kvar på burken och användas för att starta upp GNU/Linux.</phrase>
vi: Tùy chọn này có thể được dùng để làm xong tiến trình cài đặt ngay cả khi không có bộ tải khởi động cần cài đặt, hoặc vì kiến trúc/kiến trúc phụ không cung cấp, hoặc vì không muốn nó (v.d. bạn sẽ dùng bộ tải khởi động đã có). <phrase arch="m68k">Tùy chọn này có ích đặc biệt cho hệ thống kiểu Macintosh, Atari và Amiga, nơi hệ điều hành gốc phải được duy trì trên máy đó và được dùng để khởi động hệ điều hành GNU/Linux.</phrase>
zh_cn: 该选项用于完成安装而不安装引导器，这种情况要么是体系/子体系不支持，要么是因为不想要(比如，您想使用已经存在的引导器)<phrase arch="m68k">这个选项对 Macintosh，Atari 和 Amiga 系统特别有用，因为它们本来的操作系统必须在机器上维护，以用于启动 GNU/Linux。</phrase>

source: If you plan to manually configure your bootloader, you should check the name of the installed kernel in <filename>/target/boot</filename>. You should also check that directory for the presence of an <firstterm>initrd</firstterm>; if one is present, you will probably have to instruct your bootloader to use it. Other information you will need are the disk and partition you selected for your <filename>/</filename> filesystem and, if you chose to install <filename>/boot</filename> on a separate partition, also your <filename>/boot</filename> filesystem.
el: Εάν σκοπεύετε να ρυθμίστε χειροκίνητα τον φορτωτή σας εκκίνησης, πρέπει να ελέγξετε το όνομα του εγκατεστημένου πυρήνα στο κατάλογο <filename>/target/boot</filename>. Πρέπει επίσης να ελέγξετε εάν υπάρχει σε αυτόν τον κατάλογο ένα αρχείο <firstterm>initrd</firstterm>. Εάν υπάρχει, μάλλον θα πρέπει να δώσετε οδηγίες στον φορτωτή σας εκκίνησης να το χρησιμοποιήσει. Μια άλλη πληροφορία που θα χρειαστείτε είναι ο δίσκος και το τμήμα που επιλέξατε για το σύστημα αρχείων <filename>/</filename> και, εάν επιλέξετε να εγκαταστήσετε το <filename>/boot</filename> σε ξεχωριστό τμήμα, πρέπει επίσης να γνωρίζετε το σύστημα αρχείων του <filename>/boot</filename>.
ko: 부트로더를 수동으로 설정하려면, <filename>/target/boot</filename>에 설치한 커널의 이름을 확인해야 합니다. 또 이 디렉토리에 <firstterm>initrd</firstterm>가 있는 지 확인하고, 있으면 아마도 부트로더가 그 <firstterm>initrd</firstterm>를 사용하도록 해야 할 것입니다. 그 외에 필요한 정보는 <filename>/</filename> 파일 시스템으로 사용하려는 디스크 및 파티션을 알아야 하고, <filename>/boot</filename>가 별도 파티션이면 <filename>/boot</filename> 파일시스템의 디스크 및 파티션도 알아야 합니다.
pt: Se planeia configurar manualmente o gestor de arranque, deverá verificar o nome do kernel que está instalado em <filename>/target/boot</filename>. Deverá verificar também a presença no directório de um <firstterm>initrd</firstterm>; se estiver um presente, provavelmente terá que instruir o gestor de arranque para que o utilize. Outro tipo de informação que irá necessitar é o disco e a partição que seleccionou para o seu sistema de ficheiros <filename>/</filename>, se escolher instalar a <filename>/boot</filename> numa partição separada.
sv: Om du planerar att manuellt konfigurera din starthanterare, bör du kontrollera namnet på den installerade kärnan i <filename>/target/boot</filename>. Du bör också kontrollera den katalogen om det finns en <firstterm>initrd</firstterm>; om det finns en ska du antagligen instruera din starthanterare att använda den. Övrig information som du behöver ange är disken och partition du har valt för ditt <filename>/</filename>-filsystem och, om du valde att installera <filename>/boot</filename> på en separat partition, även ditt <filename>/boot</filename>-filsystem.
vi: Nếu bạn định tự cấu hình bộ tải khởi động, bạn nên kiểm tra xem tên của hạt nhân đã được cài đặt vào <filename>/target/boot</filename>. Bạn cũng nên kiểm tra xem nếu thư mục đó chứa <firstterm>initrd</firstterm> không; nếu có, bạn rất có thể phải báo bộ tải khởi động sử dụng nó. Thông tin khác cần thiết là tên đĩa và phân vùng đã chọn cho hệ thống tập tin <filename>/</filename>, và nếu bạn đã chọn cài đặt <filename>/boot</filename> vào phân vùng riêng, tên hệ thống tập tin <filename>/boot</filename>.
zh_cn: 如果您打算手动设置 bootloader，需要检测安装的内核，它位于 <filename>/target/boot</filename>。您还需要检测 <firstterm>initrd</firstterm> 存在的目录；如果有，也许需要指导 bootloader 使用它。其他需要的信息，包括您为 <filename>/</filename> 文件系统选择的磁盘和分区，并且，如果您打算安装 <filename>/boot</filename> 到一个独立的分区，还需要 <filename>/boot</filename> 文件系统。

source: Finishing the Installation
el: Τελειώνοντας την Εγκατάσταση
ko: 설치 마치기
pt: Terminar a Instalação
sv: Färdigställ installationen
vi: Cài đặt xong
zh_cn: 完成安装

source: These are the last bits to do before rebooting to your new system. It mostly consists of tidying up after the &d-i;.
el: Αυτά είναι τα τελευταίες πράγματα που πρέπει να κάνετε πριν την επανεκκίνηση στο καινούριο σας σύστημα Debian. Συνίσταται κυρίως σε μια "τακτοποίηση" μετά την χρήση του &d-i;.
ko: 다음은 새 데비안 시스템을 다시 시작하기 전에 할 마지막 작업입니다. 대부분은 &d-i;를 정리하는 작업들입니다.
pt: Estes são os últimos detalhes a efectuar antes de reiniciar para o seu novo. Consiste basicamente em arrumar o &d-i;.
sv: De här är de sista bitarna att göra före omstarten in i ditt nya system. Det består mestadels av att knyta ihop allt efter &d-i;.
vi: Đây là các bước cuối cùng trước khi khởi động lại vào hệ thống mới: phần chính là làm sạch theo sau &d-i;.
zh_cn: 这是在您启动新系统之前的最后一些工作。主要进行一些 &d-i; 之后的清理。

source: Finish the Installation and Reboot
el: Ολοκλήρωση της Εγκατάστασης και Επανεκκίνηση
ko: 설치 마치기 및 다시 시작하기
pt: Terminar a Instalação e Reiniciar
sv: Färdigställ installationen och starta om systemet
vi: Cài đặt xong và khởi động lại
zh_cn: 完成安装并重启
