Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: After you return to the main <command>partman</command> screen, any created logical volumes will be displayed in the same way as ordinary partitions (and you should treat them as such).
ko: <command>partman</command> 주화면으로 돌아간 다음, 보통 파티션과 마찬가지로 방금 만든 논리 볼륨이 나타납니다. (또 보통 파티션과 마찬가지 방법으로 이용하면 됩니다.)
pt: Depois de voltar ao ecrã principal do <command>partman</command>, qualquer volume lógico criado será mostrado do mesmo modo que as partições normais (e deverá tratá-las como tal).
sv: Efter du återvänt till huvudskärmen i <command>partman</command> kommer du att se skapade logiska volymer på samma sätt som vanliga partitioner (och du bör även behandla dem som det).
vi: Sau khi bạn lùi lại về màn hình <command>partman</command> chính, khối tin hợp lý đã tạo nào sẽ được hiển thị đúng như phân vùng chuẩn (bạn cũng nên thao tác nó như vậy).
zh_cn: 返回到 <command>partman</command> 的主界面之后，可以看到新建的逻辑卷与其他普通的分区一样(您也应该这样对待它们)。

source: Configuring Encrypted Volumes
ko: 암호화 볼륨 설정하기
pt: Configurar Volumes Encriptados
sv: Konfigurera krypterade volymer
vi: Cấu hình khối tin được mật mã
zh_cn: 配置加密卷

source: &d-i; allows you to set up encrypted partitions. Every file you write to such a partition is immediately saved to the device in encrypted form. Access to the encrypted data is granted only after entering the <firstterm>passphrase</firstterm> used when the encrypted partition was originally created. This feature is useful to protect sensitive data in case your laptop or hard drive gets stolen. The thief might get physical access to the hard drive, but without knowing the right passphrase, the data on the hard drive will look like random characters.
ko: &d-i;에서 암호화 파티션을 설정할 수 있습니다. 암호화된 파티션에 파일을 쓰면 즉시 암호화된 형태로 장치에 저장됩니다. 암호화된 데이터에 접근하려면 파티션을 처음에 만들 때 사용한 <firstterm>열쇠글</firstterm>을 입력해야 합니다. 이 기능은 노트북이나 하드 드라이브를 도난 당했을 때 비밀 데이터를 보호하기 위해 사용합니다. 훔친 사람은 하드 드라이브에 물리적으로는 접근할 수 있지만, 올바른 열쇠글을 모르면 하드 드라이브의 데이터는 임의의 문자로 보입니다.
pt: O &d-i; permite-lhe configurar partições encriptadas. Cada ficheiro que escreva para cada uma dessas partições é imediatamente gravado no dispositivo sob a forma encriptada. O acesso aos dados encriptados é garantido apenas após introduzir a <firstterm>frase-chave</firstterm> utilizada quando a partição foi originalmente criada. Esta funcionalidade é útil para proteger dados sensíveis no caso do seu portátil ou disco rígido serem furtados. O ladrão pode ter acesso físico ao disco rígido, mas sem saber a frase-chave correcta, os dados no disco irão aparecer como caracteres aleatórios.
sv: &d-i; låter dig konfigurera krypterade partitioner. Varje fil som du skriver på en sådan partition kommer omedelbart att sparas till enheten i krypterad form. Tillgång till krypterat data ges endast efter att en <firstterm>lösenfras</firstterm> har angivits när den krypterade partitionen ursprungligen skapades. Denna funktion är användbart för att skydda känsligt data om till exempel din bärbara dator eller hårddisk blir stulna. Tjuven kanske får fysisk tillgång till hårddisken men utan att känna till den rätta lösenfrasen kommer det data som finns på hårddisken bara att se ut som slumpmässiga tecken.
vi: &d-i; cho bạn khả năng thiết lập khối tin được mật mã. Mỗi tập tin bạn ghi vào phân vùng như vậy được lưu mật mã ngay vào thiết bị đó. Chỉ người dùng nhập <firstterm>cụm từ mật khẩu</firstterm> được nhập để tạo phân vùng gốc có quyền truy cập dữ liệu đã mật mã trên nó. Tính năng này bảo vệ dữ liệu nhạy cảm, trong trường hợp máy tính xách tay hay đĩa cứng bị mất cắp. Kẻ trộm có thể truy cập đĩa cứng một cách vật lý, nhưng mà nếu ta không biết cụm từ mật khẩu đúng, dữ liệu nằm trên đĩa cứng sẽ hình như ký tự ngẫu nhiên thôi.
zh_cn: &d-i; 允许您建立加密分区。写入该分区的每个文件都立即存为加密形式。只有在输入 <firstterm>passphrase</firstterm> 通过认证之后才能访问加密后的数据，口令是在加密分区创建时设置的。该特性用于保护您被盗的便携机或硬盘上的敏感数据。盗贼或许可以访问硬盘，但是没有正确的口令，硬盘上的数据看起来就像是随机的字符。

source: The two most important partitions to encrypt are: the home partition, where your private data resides, and the swap partition, where sensitive data might be stored temporarily during operation. Of course, nothing prevents you from encrypting any other partitions that might be of interest. For example <filename>/var</filename> where database servers, mail servers or print servers store their data, or <filename>/tmp</filename> which is used by various programs to store potentially interesting temporary files. Some people may even want to encrypt their whole system. The only exception is the <filename>/boot</filename> partition which must remain unencrypted, because currently there is no way to load the kernel from an encrypted partition.
ko: 암호화해야 할 가장 중요한 두 파티션은 데이터가 들어 있는 홈 파티션과, 동작중에 비밀 데이터가 저장될 수도 있는 스왑 파티션입니다. 물론, 그 외에 하고 싶은 파티션을 암호화할 수 있습니다. 예를 들어 메일 서버나 인쇄 서버가 데이터를 저장하는 <filename>/var</filename>라던지, 여러가지 임시 파일을 저장해 둘 수도 있는 <filename>/tmp</filename>를 암호화할 수 있습니다. 어떤 사람들은 전체 시스템을 암호화하기도 합니다. 암호화하지 말아야 하는 한 가지 예외는 <filename>/boot</filename> 파티션으로, 암호화한 파티션에서 커널을 읽어들이는 건 현재 불가능합니다.
pt: As duas partições mais importantes para encriptar são a home, onde residem os seus dados privados, e a partição de swap, onde dados sensíveis podem ter sido guardados durante a operação. Claro que, ninguém o impede de encriptar outras partições de interesse. Por exemplo <filename>/var</filename> onde os servidores de bases de dados, os servidores de mail ou os servidores de impressão, guardam os seus dados, ou <filename>/tmp</filename> que é utilizado por vários programas para guardar temporariamente ficheiros potencialmente de interesse. Algumas pessoas podem até querer encriptar todo o seu sistema. A única excepção é a partição <filename>/boot</filename> que tem de permanecer não-encriptada, porque actualmente não existe maneira de carregar o kernel a partir de uma partição encriptada.
sv: De två mest viktiga partitionerna att kryptera är: hempartitionen, där ditt privata data finns och växlingspartitionen, där känsligt data kan lagras temporärt under körning. Så klart, ingenting hindrar dig från att kryptera någon annan partition som är av intresse. Till exempel <filename>/var</filename> där databasservrar, e-postservrar eller utskriftsservrar lagras sitt data, eller <filename>/tmp</filename> som används av olika program för att lagra möjligen intressanta temporärfiler. Vissa personer kanske även vill kryptera hela sitt system. Det enda undantaget är partitionen för <filename>/boot</filename> som måste kvarstå som okrypterad, på grund av att det för närvarande inte finns något sätt att läsa in kärnan från en krypterad partition.
vi: Hai phân vùng quan trọng nhất cần mật mã là phân vùng chính (chứa dữ liệu riêng của bạn) và phiên bản trao đổi (có thể chứa dữ liệu nhạy cảm trong khi thao tác). Tất nhiên, bạn cũng có thể mật mã phân vùng khác. Chẳng hạn, <filename>/var</filename> (nơi trình phục vụ co sở dữ liệu, thư tín và in ấn cất giữ dữ liệu) hay <filename>/tmp</filename> (do chương trình khác nhau dùng để cất giữ tập tin tạm thời có thể hấp dẫn). Một số người riêng có thể muốn mật mã toàn bộ hệ thống. Ngoại lệ duy nhất là phân vùng <filename>/boot</filename> (khởi động) mà phải còn lại không được mật mã, vì hiện thời không có khả năng tải hạt nhân từ phân vùng được mật mã.
zh_cn: 有两个需要加密的重要分区：home 分区，驻留您的私人数据，以及交换分区，敏感的数据在操作时会临时保存在这里。当然，这不影响您加密任何其他的分区。例如，数据库服务器、邮件服务器或打印服务器上用来保存数据的 <filename>/var</filename>。或者 /tmp，很多程序用来保存临时文件。有些人或许需要加密整个系统。有一个例外，<filename>/boot</filename> 分区必须保持未加密，这是因为当前没有办法从加密分区加载内核。

source: Please note that the performance of encrypted partitions will be less than that of unencrypted ones because the data needs to be decrypted or encrypted for every read or write. The performance impact depends on your CPU speed, chosen cipher and a key length.
ko: 암호화한 파티션은 암호화하지 않은 경우보다 성능이 떨어집니다. 매번 읽고 쓸 때마다 암호화하고 암호화를 해제해야 하기 때문입니다. 성능 저하 정도는 CPU 속도, 암호화 방법 및 키 길이에 달려 있습니다.
pt: Por favor tenha em conta que o desempenho de partições encriptadas será inferior ao das partições não-encriptadas porque os dados necessitam de ser desencriptados ou encriptados para cada escrita ou leitura. O impacto no desempenho depende da velocidade do seu CPU, da cifra escolhida e tamanho da chave.
sv: Observera att prestandan för krypterade partitioner kommer att vara mindre än för okrypterade eftersom datan behöver dekrypteras eller krypteras för varje läsning eller skrivning. Prestandaskillnaden beror på din processorhastighet, vald kryptering och nyckellängd.
vi: Ghi chú rằng phân vùng được mật mã có hiệu suất ít hơn phân vùng không mật mã, vì dữ liệu cần phải được giải mật mã hay mật mã trong mỗi việc đọc hay ghi. Tác động hiệu suất phụ thuộc vào tốc độ của CPU, kiểu mật mã và độ dài của khoá.
zh_cn: 请注意，加密分区的性能将低于未加密的状态，这是由于数据在每次读写时都要进行加密和解密。性能将与您的 CPU 速度、选择的加密算法和密钥长度紧密相关。

source: To use encryption, you have to create a new partition by selecting some free space in the main partitioning menu. Another option is to choose an existing partition (e.g. a regular partition, an LVM logical volume or a RAID volume). In the <guimenu>Partition settings</guimenu> menu, you need to select <guimenuitem>physical volume for encryption</guimenuitem> at the <menuchoice> <guimenu>Use as:</guimenu> </menuchoice> option. The menu will then change to include several cryptographic options for the partition.
ko: 암호화를 사용하려면, 파티션 메뉴에서 빈 공간을 선택해서 새 파티션을 만들어야 합니다. 다른 방법은 기존 파티션을 (예를 들어, 일반 파티션이나 LVM 논리 볼륨이나 RAID 볼륨) 선택하는 것입니다. <guimenu>파티션 설정</guimenu>에서, <menuchoice> <guimenu>용도:</guimenu> </menuchoice> 옵션에서 <guimenuitem>암호화할 물리 볼륨</guimenuitem> 메뉴를 선택해야 합니다. 그러면 메뉴가 해당 파티션에 대한 몇 가지 암호화 옵션이 나오도록 바뀝니다.
pt: Para utilizar encriptação, você tem de criar uma nova partição escolhendo no menu principal do particionamento algum espaço livre. Outra opção é escolher uma partição existente (e.g. uma partição normal, um volume lógico LVM ou um volume RAID). No menu <guimenuitem>Configurações da partição</guimenuitem>, necessita escolher <guimenuitem>volume físico para encriptação</guimenuitem> na opção <menuchoice> <guimenu>Utilizar como:</guimenu> </menuchoice>. O menu irá então mudar para incluir várias opções de criptografia para a partição.
sv: För att använda kryptering måste du skapa en ny partition genom att välja ett fritt utrymme i huvudpartitioneringsmenyn. Ett annat alternativ är att välja en befintlig partition (t.ex. en vanlig partition, en logisk LVM-volym eller en RAID-volym). I menyn <guimenu>Partitionsinställningar</guimenu> behöver du välja <guimenuitem>fysisk volym för kryptering</guimenuitem> för alternativet <menuchoice> <guimenu>Använd som:</guimenu> </menuchoice>. Menyn kommer att ändras till att inkludera flera krypteringsalternativ för partitionen.
vi: Để sử dụng khả năng mật mã, bạn cần phải tạo một phân vùng mới bằng cách chọn một phần sức chứa còn rảnh trong trình đơn phân vùng chính. Hoặc có thể chọn một phân vùng tồn tại (v.d. một phân vùng chuẩn, một khối tin hợp lý LVM hay một khối tin RAID). Trong trình đơn <guimenu>Thiết lập phân vùng</guimenu>, bạn cần chọn mục <guimenuitem>khối tin vật lý cho sự mật mã</guimenuitem> tại tùy chọn <menuchoice> <guimenu>Dùng làm:</guimenu> </menuchoice>. Trình đơn lúc đó thay đổi để hiển thị vài tùy chọn mật mã cho phân vùng đó.
zh_cn: 为了使用加密，您必须在主分区菜单选择空闲的空间创建一个新分区。另一种是使用现有的分区(例如，普通的分区，一个 LVM 逻辑卷或者 RAID 卷)。在 <guimenu>Partition setting</guimenu> 菜单，您需要选择 <guimenuitem>physical volume for encryption</guimenuitem>，其位于 <menuchoice> <guimenu>Use as:</guimenu> </menuchoice> 选项。菜单将包含分区的加密选项。

source: &d-i; supports several encryption methods. The default method is <firstterm>dm-crypt</firstterm> (included in newer Linux kernels, able to host LVM physical volumes), the other is <firstterm>loop-AES</firstterm> (older, maintained separately from the Linux kernel tree). Unless you have compelling reasons to do otherwise, it is recommended to use the default.
ko: &d-i;는 몇 가지 암호화 방법을 지원합니다. 기본 방법은 <firstterm>dm-crypt</firstterm>이고 (최근의 리눅스 커널에 포함되어 있고 LVM 물리 볼륨을 사용할 수 있습니다), 다른 방법은 <firstterm>loop-AES</firstterm>입니다 (오래된 방법으로, 리눅스 커널 트리와 별도로 관리됩니다). 다르게 할 특별한 이유가 없다면, 기본값을 사용하길 권합니다.
pt: O &d-i; suporta vários métodos de encriptação. O método por omissão é o <firstterm>dm-crypt</firstterm> (incluído nos kernels Linux recentes, capaz de alojar volumes físicos LVM), o outro é o <firstterm>loop-AES</firstterm> (mais antigo, mantido em separado da fonte do kernel Linux). A menos que tenha razões incontornáveis para fazer o contrário, é recomendado utilizar a escolha por omissão.
sv: &d-i; har stöd för flera krypteringsmetoder. Standardmetoden är <firstterm>dm-crypt</firstterm> (inkluderad i nyare Linux-kärnor, kan hantera fysiska LVM-volymer), den andra är <firstterm>loop-AES</firstterm> (äldre, underhålls separat från Linux-källkodsträd). Det rekommenderas att du använder standardmetoden såvida du inte har andra anledningar att göra annorlunda.
vi: &d-i; hỗ trợ vài phương pháp mật mã. Phương pháp mặc định là <firstterm>dm-crypt</firstterm> (được gồm trong hạt nhân Linux mới hơn, có khả năng hỗ trợ khối tin vật lý LVM); phương pháp khác là <firstterm>loop-AES</firstterm> (cũ hơn, được bảo tồn riêng với cây hạt nhân Linux). Khuyên bạn dùng phương pháp mặc định, nếu bạn không bắt buộc phải làm khác.
zh_cn: &d-i; 支持多种加密方法。默认的方法为 <firstterm>dm-crypt</firstterm> (已经包含在新的 Linux 内核中，用于 LVM 物理卷)，另外一种是 <firstterm>loop-AES</firstterm> (旧方法，在 Linux 内核树之外单独维护)。除非您另有特别的原因，推荐使用默认的方法。

source: First, let's have a look at the options available when you select <userinput>Device-mapper (dm-crypt)</userinput> as the encryption method. As always: when in doubt, use the defaults, because they have been carefully chosen with security in mind.
ko: 먼저 암호화 방법으로 <userinput>디바이스 매퍼 (dm-crypt)</userinput>를 선택했을 때 옵션을 봅니다. 마찬가지로 무언가 의심스러우면 기본값을 사용하십시오. 기본값은 이미 보안을 염두에 두고 결정되어 있습니다.
pt: Primeiro, vamos ver a lista de opções disponíveis quando você escolher <userinput>Device-mapper (dm-crypt)</userinput> como método de encriptação. Como sempre: em caso de dúvida, utilize os valores por omissão, porque estes foram cuidadosamente escolhidos com a segurança em mente.
sv: Låt oss först ta en titt på tillgängliga alternativ när du väljer <userinput>Device-mapper (dm-crypt)</userinput> som krypteringsmetod. Som vanligt: när du är osäker, använd standardvalen därför att de har noga valts ut med tanke på säkerhet.
vi: Trước tiên, hãy thấy những tùy chọn sẵn sàng khi bạn chọn <userinput>Device-mapper (dm-crypt)</userinput> là phương pháp mật mã. Lúc nào cũng dùng mặc định, khi bạn chưa chắc, vì mỗi giá trị mặc định đã được chọn cẩn thận tùy theo bảo mật.
zh_cn: 首先，让我们来看看选择 <userinput>Device-mapper (dm-crypt)</userinput> 作为加密方法后可用的选项。一般规律：如果不能确定，就使用默认项，因为它们是经过审慎的安全考虑的选择。

source: Encryption: <userinput>aes</userinput>
ko: 암호화: <userinput>aes</userinput>
pt: Encriptação: <userinput>aes</userinput>
sv: Kryptering: <userinput>aes</userinput>
vi: Mật mã: <userinput>aes</userinput>

source: This option lets you select the encryption algorithm (<firstterm>cipher</firstterm>) which will be used to encrypt the data on the partition. &d-i; currently supports the following block ciphers: <firstterm>aes</firstterm>, <firstterm>blowfish</firstterm>, <firstterm>serpent</firstterm>, and <firstterm>twofish</firstterm>. It is beyond the scope of this document to discuss the qualities of these different algorithms, however, it might help your decision to know that in 2000, <emphasis>AES</emphasis> was chosen by the American National Institute of Standards and Technology as the standard encryption algorithm for protecting sensitive information in the 21st century.
ko: 이 옵션은에서는 암호화 알고리즘을 (<firstterm>싸이퍼 (cipher)</firstterm>) 선택할 수 있습니다. 이 알고리즘은 파티션의 데이터를 암호화하는 데 사용합니다. &d-i;는 현재 다음 블록 싸이퍼를 지원합니다: <firstterm>aes</firstterm>, <firstterm>blowfish</firstterm>, <firstterm>serpent</firstterm>, 그리고 <firstterm>twofish</firstterm>입니다. 각 알고리즘이 얼마나 좋은지 설명하는 건 이 문서의 범위를 벗어난 것이지만, 어느 것을 결정할 지 도움이 되는 조언을 하면, 2000년에 미국 표준 기술 연구소에서 21세기에 비밀 정보를 보호할 알고리즘으로 <emphasis>AES</emphasis>를 선택했습니다.
pt: Esta opção deixa-o escolher o algoritmo de encriptação (<firstterm>cifra</firstterm>) que será utilizada para encriptar os dados na partição. O &d-i; actualmente suporta as seguintes cifras de blocos: <firstterm>aes</firstterm>, <firstterm>blowfish</firstterm>, <firstterm>serpent</firstterm>, e <firstterm>twofish</firstterm>. Está fora do âmbito deste documento discutir as qualidades destes diferentes algoritmos, no entanto, pode ajudar a sua decisão saber que em 2000, o <emphasis>AES</emphasis> foi escolhido pelo American National Institute of Standards and Technology como o algoritmo de encriptação standard para proteger informação sensível no século XXI.
sv: Detta alternativ låter dig välja krypteringsalgoritm (<firstterm>chiffer</firstterm>) som kommer att användas för att kryptera data på partitionen. &d-i; har för närvarande stöd för följande blockchiffer: <firstterm>aes</firstterm>, <firstterm>blowfish</firstterm>, <firstterm>serpent</firstterm> och <firstterm>twofish</firstterm>. Det är utanför omfånget för detta dokument att diskutera kvaliteterna för dessa olika algoritmer, dock kan det hjälpa dig i ditt val att år 2000 valdes <emphasis>AES</emphasis> av American National Institute of Standards and Technology som standardkrypteringsalgoritm för skydd av känslig information för 2000-talet.
vi: Tùy chọn này cho bạn khả năng chọn thuật toán mật mã (<firstterm>cipher</firstterm>) sẽ được dùng để mật mã dữ liệu nằm trên phân vùng đó. &d-i; hiện thời hỗ trợ những thuật toán mật mã khối này: <firstterm>aes</firstterm>, <firstterm>blowfish</firstterm>, <firstterm>serpent</firstterm>, <firstterm>twofish</firstterm>. Khả năng của mỗi thuật toán ở ngoại phạm vị của tài liệu này, nhưng mà thông tin có thê giúp đỡ bạn quyết định là trong năm 2000, <emphasis>AES</emphasis> được chọn bởi Viện Tiêu Chuẩn và Kỹ Thuật Quốc Gia Mỹ (American National Institute of Standards and Technology) là thuật toán mật mã tiêu chuẩn để bảo vệ thông tin nhạy cảm trong thế kỷ thứ hai mươi mốt.
zh_cn: 该选项让您选择加密算法(<firstterm>cipher</firstterm>)，它用来加密分区上的数据。&d-i; 当前支持以下 block ciphers：<firstterm>aes</firstterm>、<firstterm>blowfish</firstterm>、<firstterm>serpent</firstterm> 和 <firstterm>twofish</firstterm>。讨论这些算法的质量超出了本文的范畴，但是，您应该知道，在 2000，<emphasis>AES</emphasis> 被 American National Institute of Standards and Technology 选择作为标准的加密算法，用于保护 21 世纪的敏感信息。

source: Key size: <userinput>256</userinput>
ko: 키 크기: <userinput>256</userinput>
pt: Comprimento da chave: <userinput>256</userinput>
sv: Nyckellängd: <userinput>256</userinput>
vi: Dài khoá:<userinput>256</userinput>

source: Here you can specify the length of the encryption key. With a larger key size, the strength of the encryption is generally improved. On the other hand, increasing the length of the key usually has a negative impact on performance. Available key sizes vary depending on the cipher.
ko: 여기서는 암호화 키의 길이를 지정합니다. 키의 크기가 크면, 보통 그 암호화의 강력함이 더 증가합니다. 반면에 키의 길이를 늘리면, 성능에 안 좋은 영향을 줍니다. 사용할 수 있는 키의 크기는 싸이퍼에 따라 다릅니다.
pt: Pode especificar aqui o comprimento da chave de encriptação. Com um comprimento maior da chave, o poder da encriptação é normalmente melhorado. Por outro lado, aumentar o comprimento da chave tem um impacto negativo no desempenho. Os comprimentos disponíveis das chaves variam consoante a cifra.
sv: Här kan du ange längden för krypteringsnyckeln. En större nyckellängd ökar generellt styrkan på krypteringen. På andra sidan, ökning av längden på nyckeln har en negativ inverkan på prestandan. Tillgängliga nyckellängder är olika beroende på valt chiffer.
vi: Ở đây bạn có khả năng xác định độ dài của khoá mật mã. Khoá dài hơn thường mật mã mạnh hơn. Mặt khác, khoá dài hơn thường cũng giảm hiệu suất. Những độ dài khoá sẵn sàng phụ thuộc vào thuật toán mật mã.
zh_cn: 这里您可以指定密钥长度。使用较长的密钥，加密的能力自然得到提升。另一方面，增加长度自然会降低性能。cipher 决定可用的密钥长度。

source: IV algorithm: <userinput>cbc-essiv:sha256</userinput>
ko: IV 알고리즘: <userinput>cbc-essiv:sha256</userinput>
pt: Algoritmo IV: <userinput>cbc-essiv:sha256</userinput>
sv: IV-algoritm: <userinput>cbc-essiv:sha256</userinput>
vi: Thuật toán IV: <userinput>cbc-essiv:sha256</userinput>

source: The <firstterm>Initialization Vector</firstterm> or <firstterm>IV</firstterm> algorithm is used in cryptography to ensure that applying the cipher on the same <firstterm>clear text</firstterm> data with the same key always produces a unique <firstterm>cipher text</firstterm>. The idea is to prevent the attacker from deducing information from repeated patterns in the encrypted data.
ko: <firstterm>초기화 벡터 (Initialization Vector)</firstterm> 혹은 <firstterm>IV</firstterm> 알고리즘은 암호화 기법에서 같은 키의 <firstterm>일반 텍스트 (clear text)</firstterm>이 항상 유일한 <firstterm>암호화된 텍스트 (cipher text)</firstterm>를 만들도록 합니다. 이렇게 하면 공격하는 사람이 암호화된 데이터에 반복된 패턴을 통해 정보를 알아내지 못하게 됩니다.
pt: O algoritmo <firstterm>Vector de Inicialização</firstterm> ou <firstterm>IV</firstterm> é utilizado em criptografia para assegurar que aplicando a mesma cifra para os mesmos dados em <firstterm>texto em claro</firstterm> com a mesma chave produz sempre um <firstterm>texto cifrado</firstterm> único. A ideia é prevenir que o atacante deduza informação a partir de padrões repetidos nos dados encriptados.
sv: <firstterm>Initieringsvektorn</firstterm> eller <firstterm>IV</firstterm>-algoritm används i kryptografi för att se till att tillämpningen av chiffret på samma <firstterm>klartext</firstterm>data med samma nyckel, alltid producerar en unik <firstterm>chiffertext</firstterm>. Idén är att förhindra en attackerare från att kunna utläsa information från upprepade mönster i krypterat data.
vi: Thuật toán <firstterm>Véc-tơ sở khởi</firstterm> hay <firstterm>IV</firstterm> được dùng khi mật mã để đảm bảo việc áp dụng thuật toán cho cùng một <firstterm>đoạn thô</firstterm> với cùng một khoá sẽ luôn luôn tạo <firstterm>đoạn mật mã</firstterm> duy nhất. Mục đích là chặn người tấn công suy luận thông tin nào ra mẫu xảy ra nhiều lần trong dữ liệu đã mật mã.
zh_cn: <firstterm>Initialization Vector</firstterm> 或 <firstterm>IV</firstterm> 算法是确保加密过程中用同一个密钥对于同一 <firstterm>clear text</firstterm> 将产生惟一的 <firstterm>cipher text</firstterm>。用于防止攻击者根据加密数据中的重复模板推断信息。

source: From the provided alternatives, the default <userinput>cbc-essiv:sha256</userinput> is currently the least vulnerable to known attacks. Use the other alternatives only when you need to ensure compatibility with some previously installed system that is not able to use newer algorithms.
ko: 사용할 수 있는 여러 가지 방법 중에서, 기본값인 <userinput>cbc-essiv:sha256</userinput>이 알려진 공격 방법에서 현재 가장 위험이 적은 방법입니다. 다른 방법은 예전에 설치한 (새 알고리즘을 사용할 수 없는) 시스템과의 호환성을 유지할 때만 사용하십시오.
pt: A partir das alternativas disponibilizadas, a escolha por omissão <userinput>cbc-essiv:sha256</userinput> é actualmente o menos vulnerável a ataques conhecidos. Utilize as outras alternativas apenas quando precisar de assegurar compatibilidade com algum sistema instalado anteriormente que não seja capaz de utilizar algoritmos mais recentes.
sv: Det minst sårbara alternativet för kända attacker av de som tillhandahålls är standardvalet <userinput>cbc-essiv:sha256</userinput>. Använd endast de andra alternativen när du behöver kompatibilitet med tidigare installerade system som inte kan använda nyare algoritmer.
vi: Trong những xen kẽ được cung cấp, <userinput>cbc-essiv:sha256</userinput> hiện thời khó nhất bị tấn công bằng cách được biết. Hãy dùng xen kẽ khác chỉ khi bạn cần phải chắc là tương thích với hệ thống được cài đặt trước mà không có khả năng dùng thuật toán mới hơn.
zh_cn: 与其替代者比较，默认的 <userinput>cbc-essiv:sha256</userinput> 当前已知是最少的攻击漏洞。您只有在需要要保持与以前安装的系统兼容，它们无法使用新的算法时，才使用其他的算法。

source: Encryption key: <userinput>Passphrase</userinput>
ko: 암호화 키: <userinput>열쇠글</userinput>
pt: Chave de encriptação: <userinput>Frase-chave</userinput>
sv: Krypteringsnyckel: <userinput>Lösenfras</userinput>
vi: Khoá mật mã: <userinput>Cụm từ mật khẩu</userinput>
