Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: Using the Debian Installer
el: Χρησιμοποιώντας τον Εγκαταστάτη του Debian
ko: 데비안 설치 프로그램 사용하기
pt: Utilizar o Instalador Debian
sv: Användning av Debian Installer
vi: Sử dụng trình cài đặt Debian
zh_cn: 使用 Debian 安装程序

source: How the Installer Works
el: Πώς λειτουργεί ο Εγκαταστάτης
ko: 설치 프로그램이 동작하는 방식
pt: Como Funciona o Instalador
sv: Hur installeraren fungerar
vi: Trình cài đặt hoạt động như thế nào
zh_cn: 安装程序如何工作

source: The Debian Installer consists of a number of special-purpose components to perform each installation task. Each component performs its task, asking the user questions as necessary to do its job. The questions themselves are given priorities, and the priority of questions to be asked is set when the installer is started.
el: Ο Εγκαταστάτης του Debian αποτελείται από έναν αριθμό εξειδικευμένων συστατικών για κάθε εργασία της εγκατάστασης. Κάθε συστατικό εκτελεί την εργασία του, αλληλεπιδρώντας με τον χρήστη όπου είναι αυτό απαραίτητο. Για τις ίδιες τις ερωτήσεις έχουν οριστεί προτεραιότητες. Κατά την εκκίνηση του εγκαταστάτη καθορίζεται ποιες ερωτήσεις θα εμφανιστούν στο χρήστη ορίζοντας την προτεραιότητα.
ko: 데비안 설치 프로그램은 여러 가지 용도의 여러 구성 요소로 구성되어 있고, 각 구성 요소마다 설치 작업을 수행합니다. 각 구성 요소는 해당 작업을 수행하면서 그 작업에 필요한 정보를 사용자에게 물어봅니다. 이 질문들에는 우선순위가 부여되어 있고, 설치 프로그램이 맨 처음 시작할 때 물어볼 질문의 우선순위를 먼저 물어봅니다.
pt: O Instalador Debian consiste num número de componentes com um propósito específico para executar cada tarefa da instalação. Cada componente executa a sua tarefa, perguntando ao utilizador as questões necessárias para fazer a sua tarefa. Às próprias questões são dadas prioridades, e a prioridade das questões a serem colocadas é definida quando é iniciado o instalador.
sv: Debian-installeraren innehåller ett antal komponenter för speciella ändamål för att genomföra varje funktion i installationen. Varje komponent gör sin funktion och ställer frågor till användaren vars svar behövs för att utföra jobbet. Själva frågorna ger olika prioriteringar och prioriteten för frågorna som kommer att ställas ställs in när installeraren startas.
vi: Trình cài đặt Debian là bao gồm một số thành phần nhằm mục đích đặc biệt, để thực hiện mỗi công việc cài đặt. Mỗi thành phần thi hành tác vụ riêng của nó, hỏi người dùng những câu cần thiết. Mỗi câu hỏi được gán ưu tiên, còn ưu tiên các câu cần hỏi có được đặt vào lúc khởi chạy trình cài đặt.
zh_cn: Debian 安装程序由一些特定功能的组件组成，它们完成各自的安装任务。每一组件执行任务时，会询问一些任务相关的问题。每个任务又有各自的 优先级，可以在安装程序开始时设置优先级决定哪些问题会问到。

source: When a default installation is performed, only essential (high priority) questions will be asked. This results in a highly automated installation process with little user interaction. Components are automatically run in sequence; which components are run depends mainly on the installation method you use and on your hardware. The installer will use default values for questions that are not asked.
el: Σε μια τυπική εγκατάσταση, μόνο οι απαραίτητες (υψηλής προτεραιότητας) ερωτήσεις θα ερωτηθούν. Αυτό θα έχει ως αποτέλεσμα την αυτοματοποίηση της διαδικασίας εγκατάστασης με μικρή συμμετοχή του χρήστη. Τα συστατικά εκτελούνται διαδοχικά και η σειρά εκτέλεσής τους καθορίζεται κυρίως από τη μέθοδο της εγκατάστασης που χρησιμοποιείτε και την αρχιτεκτονική σας. Ο εγκαταστάτης θα χρησιμοποιήσει προκαθορισμένες τιμές για ερωτήσεις που δεν εμφανίζονται.
ko: 기본 설치를 하면, 꼭 필요한 (우선순위가 높은) 질문만 물어봅니다. 그래서 사용자가 거의 관여하지 않고 아주 자동화된 설치 과정이 가능합니다. 구성 요소는 순서대로 자동 실행합니다. 어떤 설치 방법을 사용하는 지 및 하드웨어가 무엇인지에 따라 어떤 구성 요소를 실행하는 지가 다릅니다. 설치 프로그램에서 물어보지 않는 질문은 기본 값을 사용합니다.
pt: Quando é feita uma instalação por omissão, apenas serão colocadas as questões essenciais (de alta prioridade). Isto resulta num processo de instalação altamente automatizado, com pouca interacção por parte do utilizador. Os componentes são executados sequencialmente e de uma forma automática; quais os componentes que são executados depende principalmente do método da instalação utilizado e do seu hardware. O instalador utilizará valores por omissão para as questões que não são colocadas.
sv: När en standardinstallation är genomförd kommer endast viktiga (hög prioritet) frågor att ställas. Det här resulterar i en mycket automatiserad installationsprocess med liten interaktivitet för användaren. Komponenter körs automatiskt i sekvens; vilka komponenter som körs beror huvudsakligen på installationsmetoden du använder och på din maskinvara. Installeraren kommer att använda förvalda värden för frågor som inte ställs.
vi: Khi chạy tiến trình cài đặt mặc định, chỉ hỏi những câu chủ yếu (ưu tiên cao). Kết quả là tiến trình cài đặt rất tự động, tương tác ít với người dùng. Các thành phần được chạy tự động theo thứ tự; thành phần nào cần chạy phụ thuộc chính vào phương pháp cài đặt được dùng, cũng vào phần cứng riêng của bạn. Trình cài đặt sẽ dùng giá trị mặc định cho mỗi câu chưa hỏi.
zh_cn: 执行默认安装时，只有必要的(高优先级)的问题会被问到。使得安装过程可以高度自动化，几乎不需用户干预。组件按次序字典执行；至于哪些组件会执行，这取决于您使用的安装方法，以及您的硬件。对于没有询问的问题，安装程序将采用默认值。

source: If there is a problem, the user will see an error screen, and the installer menu may be shown in order to select some alternative action. If there are no problems, the user will never see the installer menu, but will simply answer questions for each component in turn. Serious error notifications are set to priority <quote>critical</quote> so the user will always be notified.
el: Αν υπάρχει πρόβλημα ο χρήστης θα δει μια οθόνη σφάλματος, και αμέσως μετά θα εμφανιστεί το μενού του εγκαταστάτη, ώστε να είναι δυνατή η επιλογή κάποιας εναλλακτικής εργασίας. Αν δεν υπάρξουν προβλήματα, ο χρήστης δε θα δει ποτέ το μενού του εγκαταστάτη, παρά μόνο τις ερωτήσεις κάθε συστατικού με τη σειρά. Οι ειδοποιήσεις σοβαρών σφαλμάτων ορίζονται με προτεραιότητα <quote>κρίσιμη</quote> ώστε ο χρήστης θα ειδοποιείται πάντοτε.
ko: 어떤 문제가 발생하면 오류 화면이 나타납니다. 그리고 경우에 따라 설치 메뉴가 나타날 수도 있고, 메뉴에서 그 문제를 피해 다른 작업을 선택할 수도 있습니다. 아무런 문제가 없으면 설치 메뉴를 볼 수 없고, 각 구성 요소에 해당하는 질문에 차례대로 답을 하기만 하면 됩니다. 심각한 오류를 알리는 우선 순위는 '중요'이기 때문에 심각한 오류가 발생하면 반드시 오류 화면이 나타납니다.
pt: Se existir um problema, o utilizador irá visualizar um ecrã de erro, e o menu do instalador poderá aparecer com o intuito de ser seleccionada uma acção alternativa. Se não existir qualquer problema, o utilizador nunca irá visualizar o menu do instalador, apenas irá responder a simples questões para cada mudança de componente. Notificações de erros sérios são ajustadas para prioridade <quote>crítica</quote> que faz com que o utilizador seja sempre notificado.
sv: Om problem uppstår kommer användaren att se ett felmeddelande och installationsmenyn kan visas för att välja en alternativ åtgärd. Om det inte uppstår problem kommer användaren aldrig att se installationsmenyn utan kommer helt enkelt svara på frågor för varje komponent i turordning. Meddelanden om allvarliga fel har <quote>kritisk</quote> prioritet så att användaren alltid blir notifierad.
vi: Nếu tiến trình cài đặt gặp lỗi, trình cài đặt hiển thị màn hình lỗi, có lẽ cũng là trình đơn cài đặt để chọn hành động xen kẽ. Còn nếu không gặp lỗi, người dùng sẽ không bao giờ xem trình đơn cài đặt, họ sẽ đơn giản trả lời câu hỏi về mỗi thành phần lần lượt. Thông báo lỗi nghiêm trọng có ưu tiên <quote>tới hạn</quote> thì người dùng sẽ luôn luôn xem.
zh_cn: 如果遇到麻烦，用户会看到错误画面，并且显示安装菜单供选择其它替代操作。如果没有问题，用户将不会碰到安装菜单，只需依此回答每个组件的提问。严重错误提示的优先级为<quote>critical</quote>，因此用户总会注意到。

source: Some of the defaults that the installer uses can be influenced by passing boot arguments when &d-i; is started. If, for example, you wish to force static network configuration (DHCP is used by default if available), you could add the boot parameter <userinput>netcfg/disable_dhcp=true</userinput>. See <xref linkend="installer-args"/> for available options.
el: Μερικές από τις προκαθορισμένες ρυθμίσεις του εγκαταστάτη μπορούν να οριστούν εισάγοντα τις κατάλληλες παραμέτρους κατά την εκκίνηση του &d-i; Αν, για παράδειγμα, θέλετε να εξαναγκάσετε στατική ρύθμιση του δικτύου (εξ ορισμού χρησιμοποιείται DHCP), μπορείτε να προσθέσετε την παράμετρο <userinput>netcfg/disable_dhcp=true</userinput>. Δείτε το <xref linkend="installer-args"/> για τις διαθέσιμες επιλογές.
ko: 설치 프로그램에서 사용하는 기본값 중에 몇 개는 &d-i;가 시작할 때 넘기는 부팅 파라미터에 따라 달라집니다. 예를 들어 강제로 고정 네트워크 설정을 하려면 (기본적으로 DHCP를 사용할 수 있으면 DHCP를 사용합니다) <userinput>netcfg/disable_dhcp=true</userinput> 부팅 파라미터를 추가하면 됩니다. 사용할 수 있는 옵션에 대해서는 <xref linkend="installer-args"/> 부분을 참고하십시오.
pt: Algumas das omissões utilizadas pelo instalador poderão ser influenciadas passando argumentos de arranque quando o &d-i; está a iniciar. Se, por exemplo, você desejar forçar uma configuração de rede estática (se estiver disponível DHCP é utilizado por omissão), pode adicionar o parâmetro de arranque <userinput>netcfg/disable_dhcp=true</userinput>. Veja na <xref linkend="installer-args"/> as opções disponíveis.
sv: Några av de förvalda värden som installeraren använder kan ges genom att skicka med uppstartsargument när &d-i; startas. Om, till exempel du önskar att tvinga fram statisk nätverkskonfiguration (DHCP används som standard om tillgänglig) kan du lägga till uppstartsparametern <userinput>netcfg/disable_dhcp=true</userinput>. Se <xref linkend="installer-args"/> för tillgängliga flaggor.
vi: Trình cài đặt dùng một số giá trị mặc định có thể được sửa đổi bằng cách gởi đối số khởi động vào lúc khởi chạy &d-i;. Chẳng hạn, nếu bạn muốn ép buộc cấu hình mạng kiểu tĩnh (DHCP được dùng theo mặc định nếu sẵn sàng), bạn có khả năng thêm tham số khởi động <userinput>netcfg disable_dhcp=true</userinput> (tắt DHCP=đúng). Xem <xref linkend="installer-args"/> để tìm các tùy chọn có sẵn.
zh_cn: 如果在 &d-i; 开始的时候，给启动加上一些参数，它将会影响安装程序使用的默认值。例如，假设您希望指定静态网络连接配置(如果存在 DHCP，将会被采用)，您可以为启动参数加上 <userinput>netcfg/disable_dhcp=true</userinput>。参阅 <xref linkend="installer-args"/> 了解有效的选项。

source: Power users may be more comfortable with a menu-driven interface, where each step is controlled by the user rather than the installer performing each step automatically in sequence. To use the installer in a manual, menu-driven way, add the boot argument <userinput>priority=medium</userinput>.
ko: 파워유저라면 메뉴 방식 인터페이스가 더 편할 수도 있습니다. 메뉴 방식에서는 각 단계를 자동으로 진행하지 않고 사용자 입력에 따라 단계를 조정합니다. 설치 프로그램을 수동 메뉴 방식으로 사용하려면, <userinput>priority=medium</userinput> 파라미터를 사용하십시오.
pt: Os utilizadores experientes poderão sentir-se mais confortáveis com uma interface conduzida pelo menu, onde cada passo é controlado pelo utilizador em vez do instalador executar automaticamente e sequencialmente cada passo. Para utilizar o instalador conduzido pelo menu, de forma manual, adicione o argumento de arranque <userinput>debconf/priority=medium</userinput>.
sv: Erfarna användare kan känna sig mer komfortabla med ett menydrivet gränssnitt där varje steg kontrolleras av användaren i stället för att installeraren genomför varje steg automatiskt i sekvens. För att använda installeraren på ett manuellt menydrivet sätt kan du lägga till uppstartsargumentet <userinput>priority=medium</userinput>.
vi: Người dùng thành thạo có thể thấy thoải mái hơn khi dùng giao diện do trình đơn điều khiển, trong đó người dùng điều khiển mỗi bước thay vì trình cài đặt thực hiện tự động mỗi bước theo thứ tự. Để tự điều khiển trình cài đặt bằng trình đơn, bạn hãy thêm đối số khởi động <userinput>priority=medium</userinput> (ưu tiên=vừa).
zh_cn: 熟练的用户也许更习惯菜单驱动的交互方式，安装中的每一步都可以被用户控制，而不是让安装程序自动依此执行。要使用菜单驱动的手动安装方式，添加启动参数选项 <userinput>priority=medium</userinput>。

source: If your hardware requires you to pass options to kernel modules as they are installed, you will need to start the installer in <quote>expert</quote> mode. This can be done by either using the <command>expert</command> command to start the installer or by adding the boot argument <userinput>priority=low</userinput>. Expert mode gives you full control over &d-i;.
ko: 커널 모듈을 설치하면서 파라미터를 넘겨야 하는 하드웨어에서는, <quote>전문가</quote> 모드로 설치 프로그램을 시작합니다. 설치 프로그램이 시작할 때 <command>expert</command> 명령을 사용하거나, <userinput>priority=low</userinput> 부팅 파라미터를 사용하면 됩니다. 전문가 모드는 &d-i;의 모든 부분을 마음대로 조정할 수 있습니다.
pt: Se o seu hardware necessita que você lhe passe opções aos módulos do kernel à medida que são instalados, irá necessitar de iniciar o instalador no modo <quote>expert</quote>. Isto pode ser feito quer utilizando o comando <command>expert</command> para iniciar o instalador ou adicionando o argumento de arranque <userinput>priority=low</userinput>. O modo expert dá-lhe total controlo sobre o &d-i;.
sv: Om din maskinvara kräver att du skickar med flaggor till kärnmodulerna när de installeras behöver du starta upp installeraren i <quote>expert</quote>läget. Det här kan göras genom att antingen använda kommandot <command>expert</command> för att starta installeraren eller genom att lägga till uppstartsargumentet <userinput>priority=low</userinput>. Expertläget ger dig full kontroll över &d-i;.
vi: Nếu phần cứng riêng cần thiết bạn gởi tùy chọn cho mô-đun hạt nhân vào lúc cài đặt, bạn cần phải khởi chạy trình cài đặt trong chế độ <quote>nhà chuyên môn</quote>. Làm như thế bằng cách hoặc nhập lệnh <command>expert</command> (nhà chuyên môn) để khởi chạy trình cài đặt, hoặc thêm đối số khởi động <userinput>priority=low</userinput> (ưu tiên=thấp). Chế độ nhà chuyên môn cho bạn khả năng điều khiển đầy đủ &d-i;.
zh_cn: 如果您的硬件要求给出内核模块设置选项才能安装，就需要使用 <quote>expert</quote> 模式启动安装程序。可以通过使用 <command>expert</command> 命令或者添加 <userinput>priority=low</userinput> 启动参数。专家模式赋予您对 &d-i; 完全的控制力。

source: The normal installer display is character-based (as opposed to the now more familiar graphical interface). The mouse is not operational in this environment. Here are the keys you can use to navigate within the various dialogs. The <keycap>Tab</keycap> or <keycap>right</keycap> arrow keys move <quote>forward</quote>, and the <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> or <keycap>left</keycap> arrow keys move <quote>backward</quote> between displayed buttons and selections. The <keycap>up</keycap> and <keycap>down</keycap> arrow select different items within a scrollable list, and also scroll the list itself. In addition, in long lists, you can type a letter to cause the list to scroll directly to the section with items starting with the letter you typed and use <keycap>Pg-Up</keycap> and <keycap>Pg-Down</keycap> to scroll the list in sections. The <keycap>space bar</keycap> selects an item such as a checkbox. Use &enterkey; to activate choices.
el: Η κανονκή εμφάνιση του εγκαταστάτη βασίζεται σε χαρακτήρες (σε αντίθεση μετα πιο οικεία πλέον γραφικά περιβάλλοντα). Το ποντίκι δεν λειτουργεί σε αυτό το περιβάλλον. Τα πλήκτρα που μπορείτε να χρησιμοποιήσετε για την πλοήγηση στους διαλόγους του εγκαταστάτη είναι: Το πλήκτρο <keycap>Tab</keycap> ή το πλήκτρο <keycap>δεξιά</keycap> του δρομέα, προκαλούν κίνηση του δρομέα προς τα <quote>εμπρός</quote>, ενώ ο συνδυασμός <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> ή το πλήκτρο <keycap>αριστερά</keycap> του δρομέα προκαλούν κίνηση του δρομέα προς τα <quote>πίσω</quote>, ανάμεσα στα εμφανιζόμενα κουμπιά και τις επιλογές. Τα πλήκτρα του δρομέα <keycap>πάνω</keycap> και <keycap>κάτω</keycap> επιλέγουν ανάμεσα σε διαφορετικά αντικείμενα από μια λίστα.Επιπλέον, σε μεγάλες λίστες, μπορείτε να πατήσετε ένα πλήκτρο κάποιου γράμματος οπότε θα μετακινηθείτε κατευθείαν στο αντικείμενο του οποίου το όνομα αρχίζει με το γράμμα που πατήσατε, ενώ τα πλήκτρα <keycap>Pg-Up</keycap> και <keycap>Pg-Down</keycap> προκαλούν μετακίνηση στη λίστα ανά σελίδες. Το πλήκτρο <keycap>space</keycap> επιλέγει ένα αντικείμενο όπως checkbox. Χρησιμοποιήστε το πλήκτρο &enterkey; για να ενεργοποιήσετε τις επιλογές σας.
ko: 설치 프로그램의 화면은 문자 단위 화면입니다. (더 널리 쓰이는 그래픽 인터페이스가 아닙니다.) 이 환경에서는 마우스가 동작하지 않습니다. 여러가지 대화 상자에서 왔다갔다할 때 쓰는 키를 설명합니다. <keycap>Tab</keycap> 혹은 <keycap>오른쪽</keycap> 화살표 키를 누르면 화면에 나오는 단추들과 선택사항들 중에서 <quote>앞으로</quote> 움직이고, <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> 혹은 <keycap>왼쪽</keycap> 화살표 키는 <quote>뒤로</quote> 움직입니다. <keycap>위쪽</keycap> 및 <keycap>아래쪽</keycap> 화살표 키를 누르면 스크롤 목록에서 선택할 항목을 움직이고, 스크롤 목록을 스크롤합니다. 또 긴 목록에서는, 글자를 하나 누르면 그 글자로 시작하는 항목이 있는 부분으로 직접 이동합니다. 또 <keycap>Pg-Up</keycap> 및 <keycap>Pg-Down</keycap>키로 목록을 스크롤합니다. <keycap>스페이스바</keycap>를 누르면 확인란 따위의 항목을 토글합니다. 선택한 항목으로 들어가려면 &enterkey;를 누릅니다.
pt: O modo gráfico do instalador normal é baseado em caracteres (diferente do interface gráfico, agora mais familiar). O rato não se encontra operacional neste ambiente. As seguintes teclas podem ser utilizadas para navegar nos vários diálogos. A tecla <keycap>Tab</keycap> ou a tecla seta para a <keycap>direita</keycap> movem para a <quote>frente</quote>, e a tecla <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> ou a seta para a <keycap>esquerda</keycap> movem-se para <quote>trás</quote> através dos botões e selecções mostrados. As setas para <keycap>cima</keycap> e para <keycap>baixo</keycap> seleccionam diferentes itens contidos numa lista com scroll, e permitem ainda fazer movimentar à própria lista. Além disso, para longas listas pode ainda digitar um caracter para que a lista se movimente directamente para a secção de itens que comecem com a letra digitada e ainda usar as teclas <keycap>Pg-Up</keycap> e <keycap>Pg-Down</keycap> para movimentar a lista entre secções. A tecla <keycap>barra de espaços</keycap> selecciona um item como por exemplo uma checkbox. Utilize a tecla &enterkey; para activar as escolhas.
sv: Den normala installeraren är teckenbaserad (i motsättning till det nu mer kända grafiska gränssnittet). Mus är inte användbar i den här miljön, istället används tangenter för att navigera i de olika dialogerna. <keycap>Tab</keycap> eller <keycap>höger</keycap> piltangent flyttar <quote>framåt</quote> och <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> eller <keycap>vänster</keycap> piltangent flyttar <quote>bakåt</quote> mellan visade knappar och val. <keycap>upp</keycap> och <keycap>ned</keycap>-pilarna väljer olika poster i den rullbara listan och rullar även själva listan. Dessutom går det att, i långa listor, trycka en bokstav för att rulla direkt till det avsnitt som börjar med den bokstav du tryckte. Det går också att använda <keycap>PgUp</keycap> och <keycap>PgDown</keycap> för att rulla listan i avsnitt. <keycap>Blanksteg</keycap> väljer en post såsom en kryssruta. Använd &enterkey; för att aktivera val.
vi: Trình cài đặt hiển thị dữ liệu bình thường dựa vào ký tự (như trái ngược với giao diện đồ họa thông thường hơn). Con chuột không hoạt động được trong môi trường này. Đây là các phím bạn có thể sử dụng để di chuyển bên trong những hộp thoại khác nhau. Phím <keycap>Tab</keycap> hay phím mũi tên bên <keycap>phải</keycap> di <quote>tới</quote>, còn tổ hợp phím <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> hay phím mũi tên bên <keycap>trái</keycap> di <quote>lùi</quote>, giữa các cái nút và vùng chọn được hiển thị. Phím mũi tên <keycap>lên</keycap> và <keycap>xuống</keycap> chọn mục khác nhau bên trong danh sách cuộn được, cũng cuộn danh sách đó. Hơn nữa, trong danh sách dài, bạn có khả năng gõ chữ nào để gây ra danh sách cuộn trực tiếp tới phần chứa mục bắt đầu với chữ đó, cũng sử dụng phím <keycap>Pg-Up</keycap> (trang lên) và <keycap>Pg-Down</keycap> (trang xuống) để cuộn danh sách theo phần riêng. <keycap>Phím dài</keycap> chọn mục như hộp chọn. Hãy sử dụng phím &enterkey; để kích hoạt điều đã chọn.
zh_cn: 正常的安装程序是基于字符界面的(相对于常见的图形界面)。在此环境下，用户无法使用鼠标。以下是操作各种对话框所需要使用的按键。<keycap>Tab</keycap> 或 <keycap>右</keycap> 箭头键向<quote>前</quote>移动，<keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> 或 <keycap>左</keycap> 箭头键向<quote>后</quote>移动，它们用于按钮和选择之间。<keycap>上</keycap> 与 <keycap>下</keycap> 箭头键用于选择可以滚动的列表，也能滚动列表本身。另外，对于长的列表，您可以按下一个字母，让列表直接移动到该字母开头的列表项，使用 <keycap>Pg-Up</keycap> 和 <keycap>Pg-Down</keycap> 滚动列表的不同段。<keycap>空格键</keycap>选择复选框的选项。用 &enterkey; 激活选择。

source: S/390 does not support virtual consoles. You may open a second and third ssh session to view the logs described below.
el: Η αρχιτεκτονική S/390 δεν υποστηρίζει εικονικές κονσόλες. Μπορείτε να ανοίξετε μια δεύτερη και τρίτη συνεδρία ssh για να δείτε τα αρχεία καταγραφών που περιγράφονται παρακάτω.
ko: S/390은 가상 콘솔을 지원하지 않습니다. 아래에서 설명하는 로그를 보려면 SSH 세션을 여러 개 열어야 할 수도 있습니다.
pt: S/390 não suporta consolas virtuais. Pode abrir uma segunda e terceira sessão de ssh para ver os logs descrito abaixo.
sv: S/390 har inte stöd för virtuella konsoller. Du kan öppna en andra och tredje ssh-session för att se loggar som beskrivs nedan.
vi: Máy kiểu S/390 không hỗ trợ bàn giao tiếp ảo. Bạn có khả năng mở phiên chạy SSH thứ hai và thứ ba để xem những bản ghi được diễn tả bên dưới.
zh_cn: S/390 不支持虚拟控制台。您可以打开第二或第三个 ssh 会话查看上述的 log。

source: Error messages and logs are redirected to the fourth console. You can access this console by pressing <keycombo><keycap>Left Alt</keycap><keycap>F4</keycap></keycombo> (hold the left <keycap>Alt</keycap> key while pressing the <keycap>F4</keycap> function key); get back to the main installer process with <keycombo><keycap>Left Alt</keycap><keycap>F1</keycap></keycombo>.
el: Τα μηνύματα λάθους κατευθύνονται στην τρίτη κονσόλα. Μπορείτε να έχετε πρόσβαση σ' αυτήν την κονσόλα πατώντας <keycombo><keycap>Left Alt</keycap><keycap>F4</keycap></keycombo> (κρατάτε πατημένο το αριστερό πλήκτρο <keycap>Alt</keycap> πατώντας ταυτόχρονα το πλήκτρο συνάρτησης <keycap>F4</keycap> ). Eπιστρέψτε πίσω στην διαδικασία της κύριας εγκατάστασης με το συνδυασμό πλήκτρων <keycombo><keycap>Left Alt</keycap><keycap>F1</keycap></keycombo>.
ko: 오류 메세지는 네 번째 콘솔에서 나옵니다. 네 번째 콘솔은 <keycombo><keycap>왼쪽 Alt</keycap><keycap>F4</keycap></keycombo>을 누르면 (왼쪽 <keycap>Alt</keycap>를 누른 상태에서 <keycap>F4444</keycap> 펑션 키) 볼 수 있습니다. 설치 메인 화면으로 돌아오려면 <keycombo><keycap>왼쪽 Alt</keycap><keycap>F1</keycap></keycombo>을 누릅니다.
pt: As mensagens de erro e logs são reencaminhados para a quarta consola. Pode aceder a esta consola premindo as teclas <keycombo><keycap>Alt esquerdo</keycap><keycap>F4</keycap></keycombo> (pressionando a tecla <keycap>Alt</keycap> da esquerda enquanto prime a tecla de função <keycap>F4</keycap>); volte ao processo principal do instalador com <keycombo><keycap>Alt esquerdo</keycap><keycap>F1</keycap></keycombo>.
sv: Felmeddelanden omdirigeras till den tredje konsollen. Du kan tillgå den här konsollen genom att trycka <keycombo><keycap>Vänster Alt</keycap><keycap>F3</keycap></keycombo> (håll nere vänster <keycap>Alt</keycap>-tangent när du trycker ned funktionstangenten <keycap>F3</keycap>); gå tillbaka till huvudkonsollen för installeraren med <keycombo><keycap>Vänster Alt</keycap><keycap>F1</keycap></keycombo>.
vi: Các thông điệp lỗi và bản ghi lỗi được chuyển tiếp tới bàn giao tiếp thứ tư. Bạn có khả năng truy cập bàn giao tiếp này bằng cách bấm tổ hợp phím <keycombo><keycap>Alt trái</keycap><keycap>F4</keycap></keycombo> (bấm giữ phím <keycap>Alt</keycap> bên trái trong khi bấm phím chức năng <keycap>F4</keycap>); còn có thể trở về tiến trình cài đặt chính bằng tổ hợp phím <keycombo><keycap>Alt trái</keycap><keycap>F1</keycap></keycombo>.
zh_cn: 错误信息和记录被重定向到第四个控制台。您可以通过按下 <keycombo><keycap>左 Alt</keycap><keycap>F4</keycap></keycombo> (按住左 <keycap>Alt</keycap> 键同时按下 <keycap>F4</keycap> 功能键)访问该控制台；返回主安装进程使用 <keycombo><keycap>左 Alt</keycap><keycap>F1</keycap></keycombo>。
