Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: If you choose guided partitioning (either classic or using (encrypted) LVM) for a whole disk, you will first be asked to select the disk you want to use. Check that all your disks are listed and, if you have several disks, make sure you select the correct one. The order they are listed in may differ from what you are used to. The size of the disks may help to identify them.
ko: 전체 디스크에 대해 자동 파티션 하기를 (일반적인 파티션이나 (암호화한) LVM에서) 선택했다면, 사용하려는 디스크를 선택하라는 질문을 맨 처음에 받게 됩니다. 디스크가 모두 목록에 있는 지 확인하십시오. 디스크가 여러 개 있을 경우 반드시 올바른 디스크를 선택하십시오. 목록에 나오는 순서는 경우에 따라 달라질 수 있습니다. 디스크 용량으로도 어떤 디스크인지 확인할 수 있을 것입니다.
pt: Se escolher o particionamento guiado (quer clássico ou utilizando LVM (encriptado) para um disco inteiro, primeiro ser-lhe-á pedido para escolher o disco que quer utilizar. Se tiver vários discos verifique se todos os discos estão listados, assegure-se que escolhe o correcto. A ordem porque estão listados pode diferir do que você está acostumado. O tamanho dos discos pode ajudar a identificá-los.
sv: Om du väljer guidad partitionering (antingen klassisk eller med (krypterad) LVM) för en hel disk, kommer du först att bli tillfrågad att välja disken som du vill använda. Kontrollera att alla dina diskar är listade och, om du har flera diskar, se till att väljer den korrekta disken. Ordningen som de listas i kan skilja sig från vad du är van med. Storleken på diskarna kan hjälpa dig att särskilja dem.
vi: Nếu bạn chọn tiến trình phân vùng đã hướng dẫn (hoặc truyền thống hoặc bằng LVM (đã mật mã)) cho toàn bộ đĩa, trước tiên bạn sẽ được nhắc chọn đĩa bạn muốn sử dụng. Hãy kiểm tra xem tất cả các đĩa được liệt kê và, nếu bạn có vài đĩa, xem bạn đã chọn điều đúng. Thứ tự danh sách có thể khác với thứ tự bạn thường xem. Kích cỡ của đĩa có thể giúp đỡ bạn nhận diện mỗi điều.
zh_cn: 假如用向导式分区(经典方式或(加密)LVM)选择整个磁盘，您会首先被要求选择将要使用的磁盘。检查一下您所有的磁盘都被列出，如果您有多个磁盘，确认所选是您真正要使用的那块。排列的次序可能与您以前的不同。磁盘的尺寸将会帮助您识别它们。

source: Any data on the disk you select will eventually be lost, but you will always be asked to confirm any changes before they are written to the disk. If you have selected the classic method of partitioning, you will be able to undo any changes right until the end; when using (encrypted) LVM this is not possible.
ko: 선택한 디스크에 있는 모든 데이터를 영영 잃어버리게 될 것입니다. 하지만 디스크에 변경 사항을 쓰기 전에 언제나 확인 질문을 받습니다. 일반적인 파티션 방법을 선택했다면, 끝날 때 변경 사항을 취소할 수 있습니다. 반면 (암호화한) LVM을 사용하는 경우에는 취소가 불가능합니다.
pt: Quaisquer dados no disco que escolheu eventualmente serão perdidos, mas ser-lhe-á pedido sempre para confirmar quaisquer alterações antes de serem escritas no disco. Se seleccionou o método clássico de particionamento, você poderá desfazer todas as alterações atá ao fim; quando utilizar LVM (encriptado) isto não é possível.
sv: Allt data på disken du har valt kommer eventuellt att förloras, men du kommer alltid att bli tillfrågad att bekräfta ändringarna innan de skrivs på disken. Om du har valt klassisk metod för partitioneringen, kommer du kunna ångra ändringarna fram till slutet; när (krypterad) LVM används är det här inte möjligt.
vi: Mọi dữ liệu nằm trên đĩa bạn chọn sẽ cuối cùng bị mất hoàn toàn, nhưng bạn sẽ luôn luôn được nhắc xác nhận thay đổi nào trước khi ghi vào đĩa. Nếu bạn đã chọn phương pháp phân vùng truyền thống, bạn sẽ có khả năng hủy bước thay đổi nào đúng đến kết thúc; còn khi sử dụng LVM (đã mật mã), không có.
zh_cn: 所选磁盘上的所有数据将会丢失，但您总会在写入磁盘前得到提示进行确认。如果选择了经典分区方式，您将可以在整个过程中撤销任何修改；而使用(加密) LVM 将无法撤销。

source: Next, you will be able to choose from the schemes listed in the table below. All schemes have their pros and cons, some of which are discussed in <xref linkend="partitioning"/>. If you are unsure, choose the first one. Bear in mind that guided partitioning needs a certain minimal amount of free space to operate with. If you don't give it at least about 1GB of space (depends on chosen scheme), guided partitioning will fail.
ko: 그 다음에 아래의 표에 나온 방식 중 하나를 선택할 수 있습니다. 이 방식들은 각각 장단점이 있고, <xref linkend="partitioning"/>에서 설명합니다. 잘 모르겠으면 첫번째를 선택하십시오. 명심해 둬야 할 것은, 자동 파티션할 때는 어느정도 최소한의 빈 공간이 필요하다는 점입니다. 최소 1GB의 공간이 없으면 (방식에 따라 이 최소 용량은 다릅니다) 자동 파티션은 실패합니다.
pt: De seguida, poderá escolher a partir de esquemas listados na tabela abaixo. Todos os esquemas têm os seus prós e contras, alguns dos quais são discutidos no <xref linkend="partitioning"/>. Se estiver inseguro opte pelo primeiro. Tenha em mente que o particionamento guiado necessita de um espaço mínimo livre para funcionar. Se não disponibilizar pelo menos 1GB de espaço (depende do esquema escolhido) o particionamento guiado irá falhar.
sv: Härnäst kommer du att kunna välja från de planer som listas i tabellen nedan. Alla planer har sina för- och nackdelar, vissa av dem diskuteras i <xref linkend="partitioning"/>. Om du är osäker, välj den första. Tänk dock på att guidad partitionering behöver en viss minimal mängd av ledigt utrymme att arbeta med. Om du inte ger den åtminstone 1 GB utrymme (beroende på vald plan), kommer den guidade partitioneringen att misslyckas.
vi: Sau đó, bạn có khả năng chọn trong những giản đồ được liệt kê trong bảng bên dưới. Mọi giản đồ có thuận và chống, một số điều này được thảo luận trong <xref linkend="partitioning"/>. Nếu bạn chưa chắc, hãy chọn giản đồ thứ nhất. Ghi nhớ rằng tiến trình phân vùng đã hướng dẫn cần thiết một sức chứa còn rảnh tối thiểu để thao tác. Nếu bạn không gán cho nó ít nhất khoảng 1 GB sức chứa (phụ thuộc vào giản đồ đã chọn), tiến trình phân vùng đã hướng dẫn sẽ không thành công.
zh_cn: 下来，您将从下表所列的几个方式中进行选择。每个方式都各有利弊，其中的一些讨论见 <xref linkend="partitioning"/>。如果您没有把握，就选择第一个选项。有一点要记住，就是使用向导式分区至少需要一定大小的空闲空间才能正常运作。如果您没有给它 1GB 以上的空间(具体大小视所选的方式而不同)，那么向导式分区将以失败告终。

source: Partitioning scheme
el: Σχήμα Διαμέρισης
ko: 파티션 방식
pt: Esquema de criação das partições
sv: Partitioneringsplan
vi: Bố trí phân vùng
zh_cn: 分区方式

source: Minimum space
el: Ελάχιστος χώρος
ko: 최소 공간
pt: Espaço mínimo
sv: Minsta utrymme
vi: Chỗ tối thiểu
zh_cn: 所需最小空间

source: Created partitions
el: Δημιουργημένα κατατμήσεις
ko: 만들 파티션
pt: Partições criadas
sv: Skapade partitioner
vi: Phân vùng đã tạo
zh_cn: 所新建的分区

source: All files in one partition
el: Όλα τα αρχεία σε μια κατάτμηση
ko: 한 파티션에 파일 모두
pt: Todos os ficheiros numa partição
sv: Alla filer på en partition
vi: Mọi tập tin trên một phân vùng
zh_cn: 所有文件在同一分区

source: <filename>/</filename>, swap
ko: <filename>/</filename>, 스왑
sv: <filename>/</filename>, växl
vi: <filename>/</filename>, trao đổi

source: Separate /home partition
ko: 별도 /home 파티션
pt: Partição /home separada
sv: Separat partition för /home
vi: Phân vùng /home riêng
zh_cn: 建立 /home 分区

source: <filename>/</filename>, <filename>/home</filename>, swap
ko: <filename>/</filename>, <filename>/home</filename>, 스왑
sv: <filename>/</filename>, <filename>/home</filename>, växl
vi: <filename>/</filename>, <filename>/home</filename>, trao đổi

source: Separate /home, /usr, /var and /tmp partitions
ko: 별도 /home, /usr, /var, /tmp 파티션
pt: Partições /home, /usr, /var e /tmp separadas
sv: Separata partitioner för /home, /usr, /var och /tmp
vi: Các phân vùng /home, /usr, /var, và /tmp riêng
zh_cn: 分别建立 /home，/usr，/var 和 /tmp 分区

source: <filename>/</filename>, <filename>/home</filename>, <filename>/usr</filename>, <filename>/var</filename>, <filename>/tmp</filename>, swap
ko: <filename>/</filename>, <filename>/home</filename>, <filename>/usr</filename>, <filename>/var</filename>, <filename>/tmp</filename>, 스왑
sv: <filename>/</filename>, <filename>/home</filename>, <filename>/usr</filename>, <filename>/var</filename>, <filename>/tmp</filename>, växl
vi: <filename>/</filename>, <filename>/home</filename>, <filename>/usr</filename>, <filename>/var</filename>, <filename>/tmp</filename>, trao đổi

source: If you choose guided partitioning for your IA-64 system, there will be an additional partition, formatted as a FAT16 bootable filesystem, for the EFI boot loader. There is also an additional menu item in the formatting menu to manually set up a partition as an EFI boot partition.
ko: IA-64 시스템에서 자동 파티션하면, EFI 부트 로더가 사용하는 FAT16으로 포맷한 부팅 가능 파티션이 하나 더 생깁니다. 포맷 메뉴에서도 수동으로 파티션을 EFI 부팅 파티션으로 만드는 항목이 하나 더 생깁니다.
pt: Se optar pelo particionamento assistido para o seu sistema IA-64, irá existir uma partição adicional, formatada como sistema de ficheiros de arranque FAT16, para o gestor de arranque EFI. Existe também um item adicional no menu de formatação para manualmente criar uma partição como uma partição de arranque EFI.
sv: Om du väljer en guidad partitionering för ditt IA-64-system, kommer det att finnas ytterligare en partition, formaterad som ett startbart FAT16-filsystem, för EFI-starthanteraren. Det finns också ytterligare en menypost i formateringsmenyn för att manuellt ställa in en partition som en EFI-uppstartspartition.
vi: Nếu bạn chọn công việc phân vùng đã hướng dẫn trên máy tính kiểu IA64, một phân vùng thêm được tạo, được định dạng làm hệ thống tập tin FAT16 có khả năng khởi động, cho bộ tải khởi động EFI. Cũng có một mục trình đơn thêm trong trình đơn định dạng, để tự thiết lập một phân vùng như là phân vùng khởi động EFI.
zh_cn: 倘若您为 IA-64 系统选择了向导式分区，就会有一个额外的分区，该分区格式化为 FAT16 可引导文件系统，用于 EFI boot loader。同时，菜单里也会加一项，让您可以手动把某个分区作为 EFI 引导分区。

source: If you choose guided partitioning for your Alpha system, an additional, unformatted partition will be allocated at the beginning of your disk to reserve this space for the aboot boot loader.
ko: Alpha 시스템에서 자동 파티션하면, aboot 부트 로더가 사용하는 포맷하지 않은 파티션이 디스크 맨 앞 부분에 하나 더 생깁니다.
pt: Se optar pelo particionamento assistido para o seu sistema Alpha, uma será laocada uma partição adicional não formatada no início do seu disco para reservar este espaço para o gestor de arranque aboot.
sv: Om du väljer en guidad partitionering för ditt Alpha-system, kommer en extra oformaterad partition att allokeras i början av din disk för att reservera utrymme till starthanteraren aboot.
vi: Nếu bạn chọn công việc phân vùng đã hướng dẫn trên máy tính kiểu Alpha, một phân vùng thêm chưa định dạng sẽ được cấp phát tại đầu của đĩa, để dành riêng sức chứa này cho bộ tải khởi động « aboot ».
zh_cn: 如果您为 Alpha 系统选择向导式分区，一个额外的、未格式化的分区将分配在磁盘的开始处，为 aboot boot loader 的保留空间。

source: After selecting a scheme, the next screen will show your new partition table, including information on whether and how partitions will be formatted and where they will be mounted.
el: Μετά την επιλογή σχήματος, η επόμενη οθόνη θα σας δείξει το νέο πίνακα διαμέρισης, που περιέχει και πληροφορίες για το εάν και με ποιο τρόπο θα διαμορφωθούν και που θα προσαρτηθούν οι διάφορες κατατμήσεις.
ko: 파티션 방법을 선택하면, 그 다음 화면에서 새로 만든 파티션 테이블이 나타납니다. 여기에는 파티션을 포맷할 형식과 마운트할 위치에 대한 정보도 들어 있습니다.
pt: Depois de escolher um esquema, o próximo ecrã irá mostrar-lhe a nova tabela de partições, incluindo informação sobre como, e de que forma serão as partições formatadas e onde serão montadas.
sv: Efter du valt en plan kommer nästa skärm att visa din nya partitionstabell, inklusive information om hur och om partitionerna kommer att formateras och var de kommer att monteras.
vi: Sau khi bạn chọn bố trí, màn hình kế tiếp sẽ hiển thị bảng phân vùng mới, gồm có thông tin về trạng thái kiểu định dạng và gắn kết của mỗi phân vùng.
zh_cn: 在选定了分区方式后的下一个界面，您会看到关于自己分区的一张表格，上面标明了 分区是否将被格式化，将以何种方式格式化，以及它们将被挂载到哪里的相关信息。

source: The list of partitions might look like this: <informalexample><screen> IDE1 master (hda) - 6.4 GB WDC AC36400L #1 primary 16.4 MB B f ext2 /boot #2 primary 551.0 MB swap swap #3 primary 5.8 GB ntfs pri/log 8.2 MB FREE SPACE IDE1 slave (hdb) - 80.0 GB ST380021A #1 primary 15.9 MB ext3 #2 primary 996.0 MB fat16 #3 primary 3.9 GB xfs /home #5 logical 6.0 GB f ext3 / #6 logical 1.0 GB f ext3 /var #7 logical 498.8 MB ext3 #8 logical 551.5 MB swap swap #9 logical 65.8 GB ext2 </screen></informalexample> This example shows two IDE harddrives divided into several partitions; the first disk has some free space. Each partition line consists of the partition number, its type, size, optional flags, file system, and mountpoint (if any). Note: this particular setup cannot be created using guided partitioning but it does show possible variation that can be achieved using manual partitioning.
ko: 파티션 목록은 다음과 같이 나타납니다: <informalexample><screen> IDE1 master (hda) - 6.4 GB WDC AC36400L #1 primary 16.4 MB ext2 /boot #2 primary 551.0 MB swap swap #3 primary 5.8 GB ntfs pri/log 8.2 MB FREE SPACE IDE1 slave (hdb) - 80.0 GB ST380021A #1 primary 15.9 MB ext3 #2 primary 996.0 MB fat16 #3 primary 3.9 GB xfs /home #5 logical 6.0 GB ext3 / #6 logical 1.0 GB ext3 /var #7 logical 498.8 MB ext3 #8 logical 551.5 MB swap swap #9 logical 65.8 GB ext2 </screen></informalexample> 위의 예에서는 IDE 하드드라이브가 2개이고 여러 개 파티션으로 나눠져 있습니다. 첫 번째 디스크에는 빈 공간이 있습니다. 각 파티션 줄에는 파티션 번호, 종류, 크기, 추가 플래그, 파일시스템, 그리고 마운트 위치를 (마운트 위치가 따로 있는 경우) 표시합니다. 주의: 위와 같은 파티션은 자동 파티션하면 만들 수 없고, 수동으로 만들면 이렇게 될 수도 있다는 걸 안내하는 것 뿐입니다.
pt: A lista de partições poderá parecer-se com isto: <informalexample><screen> IDE1 master (hda) - 6.4 GB WDC AC36400L #1 primary 16.4 MB B f ext2 /boot #2 primary 551.0 MB swap swap #3 primary 5.8 GB ntfs pri/log 8.2 MB FREE SPACE IDE1 slave (hdb) - 80.0 GB ST380021A #1 primary 15.9 MB ext3 #2 primary 996.0 MB fat16 #3 primary 3.9 GB xfs /home #5 logical 6.0 GB f ext3 / #6 logical 1.0 GB f ext3 /var #7 logical 498.8 MB ext3 #8 logical 551.5 MB swap swap #9 logical 65.8 GB ext2 </screen></informalexample> Este exemplo mostra dois discos rígidos IDE divididos em várias partições; o primeiro disco possuí algum espaço livre. Cada linha de partição consiste no número de partição, o seu tipo, tamanho, flags opcionais, sistema de ficheiros e ponto de montagem (se existir). Nota: esta configuração particular não pode ser criada utilizando o particionamento guiado mas mostra uma variação possível que pode ser alcançada utilizando o particionamento manual.
sv: Listan över partitioner kan se ut som den här: <informalexample><screen> IDE1 master (hda) - 6.4 GB WDC AC36400L #1 primär 16.4 MB B f ext2 /boot #2 primär 551.0 MB växl växl #3 primär 5.8 GB ntfs pri/log 8.2 MB LEDIGT UTRYMME IDE1 slave (hdb) - 80.0 GB ST380021A #1 primär 15.9 MB ext3 #2 primär 996.0 MB fat16 #3 primär 3.9 GB xfs /home #5 logisk 6.0 GB f ext3 / #6 logisk 1.0 GB f ext3 /var #7 logisk 498.8 MB ext3 #8 logisk 551.5 MB växl växl #9 logisk 65.8 GB ext2 </screen></informalexample> Det här exemplet visar två IDE-hårddiskar som delats upp i flera partitioner; första disken har ledigt utrymme. Varje partitionsrad innehåller partitionsnumret, dess typ, storlek, valfria flaggor, filsystem och monteringspunkt (om det finns någon). Observera: denna specifika konfiguration kan inte skapas med en guidad partitionering men det visar en möjlig variation som kan uppnås med manuell partitionering.
vi: Danh sách các phân vùng có thể hình như : <informalexample><screen> IDE1 master (hda) - 6.4 GB WDC AC36400L #1 primary 16.4 MB B f ext2 /boot #2 primary 551.0 MB swap swap #3 primary 5.8 GB ntfs pri/log 8.2 MB FREE SPACE IDE1 slave (hdb) - 80.0 GB ST380021A #1 primary 15.9 MB ext3 #2 primary 996.0 MB fat16 #3 primary 3.9 GB xfs /home #5 logical 6.0 GB f ext3 / #6 logical 1.0 GB f ext3 /var #7 logical 498.8 MB ext3 #8 logical 551.5 MB swap swap #9 logical 65.8 GB ext2 </screen></informalexample> [primary=chính; swap=trao đổi; FREE SPACE=sức chứa còn rảnh; logical=hợp lý (không phải vật lý)] Mẫu này hiển thị hai đĩa cứng kiểu IDE được chia ra vài phân vùng; đĩa thứ nhất có sức chứa còn rảnh. Mỗi dòng phân vùng có dạng: số hiệu phân vùng, kiểu nó, kích cỡ nó, cờ tùy chọn nào, hệ thống tập tin, điểm láp (nếu có). Ghi chú : thiết lập riêng này không thể được tạo khi dùng khả năng phân vùng đã hướng dẫn, nhưng nó có phải hiển thị trường hợp khác có thể được đạt khi tự phân vùng.
zh_cn: 分区表格的格式如下：<informalexample><screen> IDE1 master (hda) - 6.4 GB WDC AC36400L #1 primary 16.4 MB B f ext2 /boot #2 primary 551.0 MB swap swap #3 primary 5.8 GB ntfs pri/log 8.2 MB FREE SPACE IDE1 slave (hdb) - 80.0 GB ST380021A #1 primary 15.9 MB ext3 #2 primary 996.0 MB fat16 #3 primary 3.9 GB xfs /home #5 logical 6.0 GB f ext3 / #6 logical 1.0 GB f ext3 /var #7 logical 498.8 MB ext3 #8 logical 551.5 MB swap swap #9 logical 65.8 GB ext2 </screen></informalexample> 本例中有两块 IDE 硬盘，它们分别被分割成了几个分区。第一块硬盘上还有些空闲空间。表中，每行列出了分区编号、其类型、分区大小、可选的标志、采用的文件系统，及其挂载点(如果有的话)。注意：向导式分区方式不能创建这些特殊的设置，但使用手动方式分区的结果会有所不同。

source: This concludes the guided partitioning. If you are satisfied with the generated partition table, you can choose <guimenuitem>Finish partitioning and write changes to disk</guimenuitem> from the menu to implement the new partition table (as described at the end of this section). If you are not happy, you can choose to <guimenuitem>Undo changes to partitions</guimenuitem> and run guided partitioning again, or modify the proposed changes as described below for manual partitioning.
ko: 여기까지가 자동 파티션입니다. 자동으로 만든 파티션 테이블이 마음에 들면, 메뉴에서 <guimenuitem>파티션 나누기를 마치고 바뀐 사항을 디스크에 쓰기</guimenuitem>를 선택해서 새 파티션 테이블을 실제로 적용합니다 (이 절의 맨 뒤 부분에서 설명합니다). 마음에 들지 않으면, <guimenuitem>파티션에 바뀐 사항을 취소</guimenuitem>를 선택해서 자동 파티션을 다시 실행하거나, 자동으로 만들어 준 파티션을 아래에서 설명하는 것처럼 수동으로 고칠 수도 있습니다.
pt: Isto conclui o particionamento assistido. Se estiver satisfeito com a tabela de partições gerada, pode escolher <guimenuitem>Terminar particionamento e escrever as alterações no disco</guimenuitem> a partir do menu, para implementar a nova tabela de partições (conforme é descrito no final desta secção). Se não estiver satisfeito, pode optar pela opção <guimenuitem>Desfazer as alterações às partições</guimenuitem> e correr novamente o assistente de particionamento, ou modificar as alterações propostas como descritas abaixo para o particionamento manual.
sv: Det här sammanfattar den guidade partitioneringen. Om du är nöjd med den genererade partitionstabellen kan du välja <guimenuitem>Slutför partitioneringen och skriv ändringarna till hårddisken</guimenuitem> från menyn för att implementera den nya partitionstabellen (som beskrivs i slutet av det här avsnittet). Om du inte är nöjd kan du välja att <guimenuitem>Ångra ändringarna på partitionerna</guimenuitem> och köra den guidade partitioneringen igen eller modifiera de föreslagna ändringarna som beskrivs nedan för manuell partitionering.
vi: Ở đây kết thúc tiến trình phân vùng đã hướng dẫn. Nếu bạn thấy bảng phân vùng đã tạo ra là ổn định, sau đó bạn có khả năng chọn mục <guimenuitem>Phân vùng xong và ghi các thay đổi vào đĩa</guimenuitem> trong trình đơn, để thực hiện bảng phân vùng mới (như được diễn tả tại cuối phần này). Còn nếu bạn chưa thỏa chí, bạn có thể chọn mục <guimenuitem>Hủy các bước thay đổi phân vùng</guimenuitem> để chay lại tiến trình phân vùng đã hướng dẫn, hoặc sửa đổi các thay đổi đã đề nghị (như được diễn tả bên dưới) cho việc tự phân vùng.
zh_cn: 接下来，向导式分区就要完成了。如果您对上面生成的分区信息表感到满意，那么请在菜单中选择 <guimenuitem>Finish partitioning and write changes to disk</guimenuitem> 一项来创建新分区表(本节末将会对此进行解释)。如果您认为分区设置不如愿，那么可以选择 <guimenuitem>Undo changes to partitions</guimenuitem>，然后再次运行向导式分区，或者按照下面将要介绍进行手动分区。

source: A similar screen to the one shown just above will be displayed if you choose manual partitioning except that your existing partition table will be shown and without the mount points. How to manually setup your partition table and the usage of partitions by your new Debian system will be covered in the remainder of this section.
el: Εάν επιλέξετε χειροκίνητη διαμέριση, θα εμφανιστεί μια παρόμοια οθόνη με την προηγούμενη, εκτός από το ότι θα εμφανιστεί ο υπάρχων πίνακας διαμέρισης χωρίς τα σημεία προσάρτησης. Το υπόλοιπο αυτής της ενότητας θα ασχοληθεί με το πώς θα δημιουργήσετε χειροκίνητα τον πίνακα διαμέρισης και τη χρήση των κατατμήσεων από το νέο σας σύστημα Debian.
ko: 수동 파티션을 선택하면 위와 비슷한 화면을 표시합니다. 다른 점은 기존 파티션 테이블을 마운트 위치 없이 표시한다는 점입니다. 이 절의 나머지 부분에서는 파티션 테이블을 수동으로 만드는 방법과, 이 파티션을 새 데비안 시스템에서 어떻게 사용할 지에 대해 다룹니다.
pt: Um ecrã similar ao que acabou de ser exibido será visualizado se tiver escolhido o particionamento manual, no entanto a sua actual tabela de partição será exibida sem os pontos de montagem. Como configurar manualmente a tabela de partições e o uso de partições pelo seu novo sistema Debian será tema do resto desta secção.
sv: En liknande skärm till den som visades ovanför kommer att visas om du väljer manuell partitionering förutom att din befintliga partitionstabell kommer att visas och utan monteringspunkterna. Hur du manuellt konfigurerar din partitionstabell och användningen av partitioner av ditt nya Debian-system kommer att täckas in av den återstående delen av det här avsnittet.
vi: Một màn hình tương tự với điều được hiển thị đúng trên đây sẽ được hiển thị nếu bạn chọn tự phân vùng, trừ là bảng phân vùng đã có sẽ được diễn tả, không có điểm lắp. Phần còn lại của tiết đoạn này sẽ diễn tả cách tự thiết lập bảng phân vùng và cách sử dụng phân vùng cho hệ thống Debian mới.
zh_cn: 如果您选择了手动分区的话，它的界面和上面介绍的向导式分区大体上相同。不同之处在于，界面上显示的是您当前的分区列表，而且其中并没有挂载点的信息。关于如何手动设置您的分区表，以及新安装的 Debian 系统将如何使用这些分区，这些内容将会在本节的后面谈到。

source: If you select a pristine disk which has neither partitions nor free space on it, you will be asked if a new partition table should be created (this is needed so you can create new partitions). After this, a new line entitled <quote>FREE SPACE</quote> should appear in the table under the selected disk.
ko: 파티션도 없고 빈 공간도 없는 새 디스크라면, 새로운 파티션 테이블을 만들지 여부를 물어봅니다. (그래야 새 파티션을 만들 수 있습니다.) 그 다음에 <quote>빈 공간</quote>이라는 줄이 해당 디스크 이름 아래에 나타납니다.
pt: Se escolher um disco completamente vazio que não possui nem partições nem espaço livre, ser-lhe-á pedido que crie uma nova tabela de partições (isto é necessário para que possa criar novas partições). Depois disto deverá aparecer uma nova linha de nome <quote>ESPAÇO LIVRE</quote> na tabela debaixo do disco seleccionado.
sv: Om du väljer en ren disk som inte har några partitioner eller ledigt utrymme på sig, kommer du bli tillfrågad om en ny partitionstabell ska skapas (det behövs så att du kan skapa nya partitioner). Efter det här ska en ny rad med texten <quote>LEDIGT UTRYMME</quote> visas i tabellen under en valda disken.
vi: Nếu bạn chọn một đĩa rỗng không có phân vùng, cũng không có sức chứa rảnh, bạn sẽ được nhắc tạo một bảng phân vùng mới (cần thiết để tạo phân vùng mới). Sau đó, một dòng mới tên <quote>CHỖ RỖNG</quote> nên xuất hiện trong bảng, bên dưới tên đĩa đã chọn.
zh_cn: 倘若您选用的是一块全新的硬盘，它还没有被分过区，上面也没有空闲空间。那么系统会要求新建一个分区表(只有这样，您才能创建新的分区)。分区表建好之后，在被选中的磁盘条目下会出现一个新行，上面写着 <quote>FREE SPACE</quote>。
