Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: What benefits this brings depends on the type of MD device you are creating. Currently supported are: <variablelist> <varlistentry> <term>RAID0</term><listitem><para> Is mainly aimed at performance. RAID0 splits all incoming data into <firstterm>stripes</firstterm> and distributes them equally over each disk in the array. This can increase the speed of read/write operations, but when one of the disks fails, you will lose <emphasis>everything</emphasis> (part of the information is still on the healthy disk(s), the other part <emphasis>was</emphasis> on the failed disk). </para><para> The typical use for RAID0 is a partition for video editing. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> Is suitable for setups where reliability is the first concern. It consists of several (usually two) equally-sized partitions where every partition contains exactly the same data. This essentially means three things. First, if one of your disks fails, you still have the data mirrored on the remaining disks. Second, you can use only a fraction of the available capacity (more precisely, it is the size of the smallest partition in the RAID). Third, file-reads are load-balanced among the disks, which can improve performance on a server, such as a file server, that tends to be loaded with more disk reads than writes. </para><para> Optionally you can have a spare disk in the array which will take the place of the failed disk in the case of failure. </para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> Is a good compromise between speed, reliability and data redundancy. RAID5 splits all incoming data into stripes and distributes them equally on all but one disk (similar to RAID0). Unlike RAID0, RAID5 also computes <firstterm>parity</firstterm> information, which gets written on the remaining disk. The parity disk is not static (that would be called RAID4), but is changing periodically, so the parity information is distributed equally on all disks. When one of the disks fails, the missing part of information can be computed from remaining data and its parity. RAID5 must consist of at least three active partitions. Optionally you can have a spare disk in the array which will take the place of the failed disk in the case of failure. </para><para> As you can see, RAID5 has a similar degree of reliability to RAID1 while achieving less redundancy. On the other hand, it might be a bit slower on write operations than RAID0 due to computation of parity information. </para></listitem> </varlistentry> </variablelist> To sum it up:
ko: 어떤 종류의 멀티디스크 장치를 만드냐에 따라 어떤 이점이 있는지 달라집니다. 현재 지원하는 종류는: <variablelist> <varlistentry> <term>RAID0</term><listitem><para> 주로 성능 향상이 목적입니다. RAID0는 들어오는 데이터를 <firstterm>스트라이프(stripe)</firstterm>로 나눠서 배열의 각 디스크에 똑같이 분산시킵니다. 이렇게 하면 읽기/쓰기 작업의 속도가 빨라집니다. 하지만 디스크중에 하나라도 망가지면, <emphasis>모든</emphasis> 데이터를 잃게 됩니다. (망가지지 않은 디스크에 일부 데이터가 남아 있겠지만, 또 다른 부분이 망가진 디스크에 <emphasis>있었기</emphasis> 때문입니다.) </para><para> RAID0은 비디오를 편집하는 파티션에 많이 사용합니다. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> 안정성을 최우선으로 할 때 적합합니다. RAID1은 여러 개의 (보통 두개) 같은 크기의 파티션으로 구성되어 있고, 여기서 각 파티션은 정확히 같은 데이터를 담고 있습니다. 이게 근본적으로 3가지 의미가 있습니다. 첫째로, 하나의 디스크가 망가지더라도, 나머지 디스에 데이터가 미러되어 있습니다. 둘째로, 디스크의 전체 용량보다 작은 용량만 사용할 수 있습니다. (좀더 정확히 말해, RAID에서 가장 작은 파티션입니다.) 세번째로, 파일 읽기는 로드 밸런싱으로 서버의 성능을 향상시켜, 파일서버와 같이 디스크 읽기가 쓰기보다 많은 경우 부담이 줄어듭니다. </para></listitem></varlistentry> <varlistentry> <term>RAID5</term><listitem><para> 속도, 안정성, 데이터 중첩을 적당히 조화시킨 것입니다. RAID5는 들어오는 모든 데이터를 스트라이프로 나누고 각각을 하나의 디스크가 아니라 (즉 RAID0와는 달리) 모두에게 분배합니다. RAID0와는 다르게 RAID5는 디스크에 쓸 정보의 <firstterm>패리티</firstterm> 정보를 계산합니다. 패리티 디스크는 고정되어 있지 않고 (고정되어 있으면 RAID4라고 합니다) 정기적으로 바뀝니다. 디스크중에 하나가 망가지면, 없어진 부분을 나머지 데이터와 패리티를 이용해서 계산해 냅니다. RAID5는 최소한 3개의 파티션이 있어야 합니다. 배열에 디스크를 하나 더 사용해서 망가진 디스크를 대체하도록 만들 수도 있습니다. </para><para> 이렇게 RAID5는 RAID1과 비슷한 정도의 안정성을 가지면서, 데이터를 덜 중복합니다. 한편 패리티 계산때문에 RAID0보다는 쓰는 속도가 느립니다. </para></listitem> </varlistentry> </variablelist> 요약하면:
pt: Os benefícios que irá ganhar dependem do tipo de dispositivo MD que está a criar. Actualmente os suportados são: <variablelist> <varlistentry> <term>RAID0</term><listitem><para> Visando principalmente a perfomance. RAID0 separa toda a informação que chega para dentro de <firstterm>stripes</firstterm> e distribuí a mesma de um modo idêntico para cada disco do array. Isto pode aumentar a velocidade das operações de leitura/gravação, mas quando um disco falha, perderá <emphasis>tudo</emphasis> (parte da informação está ainda nos discos saudáveis, a outra parte <emphasis>estava</emphasis> no disco que falhou. </para><para> A utilização tipica de RAID0 é uma partição para edição de vídeo. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> É indicado para configurações onde a fiabilidade é a primeira preocupação. Consiste em várias (normalmente duas) partições de tamanho igual, onde cada partição contém exactamente os mesmos dados. Essencialmente isto significa basicamente três coisas. Primeiro, se um dos discos falhar, ainda tem os dados espelhados nos discos restantes. Segundo, pode usar apenas uma fracção da capacidade disponível (mais precisamente, é a dimensão da partição mais pequena do RAID). Terceiro, as leituras dos ficheiros são balanceadas entre os discos o que poderá melhorar a performance num servidor, tal como um servidor de ficheiros que tende a ser carregado com mais leituras do que escritas de ficheiros. </para><para> Opcionalmente pode ter um disco de reserva no array que tomará o lugar do disco que falhou em caso de uma falha. </para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> É um bom compromisso entre velocidade, fiabilidade e redundância de informação. RAID5 divide toda a informação que chega e distribuía de um modo idêntico para todos os discos (similar a RAID0). Mas ao contrário do RAID0, o RAID5 também processa informação de <firstterm>paridade</firstterm>, que é escrita no disco que resta. O disco de paridade não é estático (isso seria chamado RAID4), mas muda periodicamente de modo que a informação de paridade esta igualmente distribuída em todos os discos. Quando um dos discos falha, a parte de informação que falta pode ser processada a partir dos dados que restaram e da sua paridade. O RAID5 tem de consistir em pelo menos três partições activas. Opcionalmente pode ter um disco de reserva no array que tomará o lugar do disco em falha. </para><para> Como pode ver o RAID5 possui um grau de fiabilidade similar aos RAID1 adquirido com menor redundância. Por outro lado pode ser um pouco mais lento em operações de escrita do que o RAID0 devido ao processamento da informação de paridade. </para></listitem> </varlistentry> </variablelist> Para resumir :
sv: Fördelarna som du får beror på den typ av MD-enhet du skapar. För närvarande stöds: <variablelist> <varlistentry> <term>RAID0</term><listitem><para> Är huvudsakligen riktad mot prestanda. RAID0 delar upp all inkommande data i <firstterm>stripes</firstterm> och distribuerar dem jämnt över alla diskar i kedjan. Det här kan öka hastigheten på läs- och skrivoperationer men när en av diskarna går sönder kommer du att förlora <emphasis>allting</emphasis> (delar av informationen finns fortfarande på den friska disken (eller flera), den andra delen <emphasis>fanns</emphasis> på den trasiga disken). </para><para> Typisk användning för RAID0 är en partition för videoredigering. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> Är lämplig för konfigurationer där tillförlitlighet är ledordet. Den innehåller flera (vanligtvis två) lika stora partitioner där varje partition innehåller exakt samma data. Det här betyder tre saker. För det första, om en av dina diskar går sönder, kommer du fortfarande att ha data speglat på de återstående diskarna. För det andra, du kan endast använda en liten del av den tillgängliga kapaciteten (mer specifikt, det är storleken på den minsta partitionen i RAID-kedjan). För det tredje, filläsningar är lastbalanserade mellan diskarna, vilket kan öka prestandan på en server, såsom en filserver, som brukar vara belastad med fler diskläsningar än skrivningar. </para><para> Du kan även ha en reservdisk i kedjan som kommer att ta över platsen för en trasig disk om något går fel. </para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> Är en bra kompromiss mellan hastighet, tillförlitlighet och dataredundans. RAID5 delar upp all inkommande data i "stripes" och distribuerar dem jämnt på alla utan en disk (liknande RAID0). Tvärtemot RAID0 beräknar även RAID5 <firstterm>paritetsinformation</firstterm>, som skrivs på den återstående disken. Paritetsdisken är inte statisk (det skulle kallas för RAID4), utan förändras periodvis, så att partitetsinformationen distribueras jämnt över alla diskar. När en av diskarna går sönder, kan den saknade delen av informationen beräknas utifrån det återstående datat och dess paritet. RAID5 måste innehålla åtminstone tre aktiva partitioner. Du kan även ha en reservdisk i kedjan som kommer att ta över platsen för en trasig disk om något går fel. </para><para> Som du kan se, RAID5 har tillförlitlighet som liknar den för RAID1 men erbjuder mindre redundans. Å andra sidan är den kanske lite långsammare på skrivoperationer än RAID0 på grund av beräkningarna av paritetsinformation. </para></listitem> </varlistentry> </variablelist> För att summera:
vi: Lợi ích được nhận phụ thuộc vào kiểu thiết bị đa đích bạn đang tạo. HIện thời có hỗ trợ : <variablelist> <varlistentry> <term>RAID0</term><listitem><para> được thiết kế chính cho hiệu suất tốt. RAID0 chia tách các dữ liệu được gửi đến ra nhiều <firstterm>lát</firstterm> rồi phân phối chúng một cách bằng nhau ra mỗi đĩa nằm trong mảng đó. Cấu trúc này có thể tăng tốc độ của thao tác đọc/ghi, nhưng mà khi đĩa nào hỏng hóc, bạn sẽ mất <emphasis>tất cả</emphasis> (phần thông tin vẫn còn nằm trên [những] đĩa hoạt động được, nhưng phần khác <emphasis>đã</emphasis> nằm trên đĩa mới hỏng hóc). </para><para> Cách sử dụng điển hình RAID0 là một phân vùng riêng để soạn thảo ảnh động. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> thích hợp với thiết lập gán ưu tiên cao nhất cho sự đáng tin cậy. Nó gồm có vài (thường là hai) phân vùng cùng kích cỡ mà mỗi phân vùng chứa chính xác cùng dữ liệu. Trường hợp này có ba kết quả chính:<orderedlist> <listitem><para>nếu đĩa nào hỏng hóc, bạn vẫn còn có cùng dữ liệu được nhân đôi trên các đĩa còn lại;</para></listitem><listitem><para>bạn có thể sử dụng chỉ một phân số của sức chứa sẵn sàng (chính xác hơn, nó là kích cỡ của phân vùng nhỏ nhất trong RAID đó);</para></listitem><listitem><para>các việc đọc tập tin được chia bằng nhau ra các đĩa khác nhau, mà có thể tăng hiệu suất trên máy phục vụ, như máy phục vụ tập tin mà thường phải thực hiện nhiều việc đọc đĩa hơn việc ghi.</para></listitem></orderedlist> Tùy chọn mảng có thể gồm một đĩa thêm sẽ thay thế đĩa mới hỏng hóc trong trường hợp đó. </para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> là thoả hiệp hữu ích tốc độ, sự đáng tin cậy và sự thừa dữ liệu. RAID5 chia tách tất cả các dữ liệu được gửi đến ra nhiều lát rồi phân phối bằng nhau ra cả đĩa trừ một (tương tự với RAID0). Không như RAID0, RAID5 cũng tính thông tin <firstterm>chẵn lẻ</firstterm>, mà được ghi vào đĩa còn lại. Đĩa tính chẵn lẻ không phải tĩnh (có phải thì RAID4): nó thay đổi theo định kỷ, vì thế thông tin tính chẵn lẻ được phân phối bằng nhau trên mọi đĩa. Khi đĩa nào hỏng hóc, phần thông tin bị thiếu có thể được tính từ dữ liệu còn lại và tính chẵn lẻ của nó. RAID5 phải gồm có ít nhất ba phân vùng hoạt động. Tùy chọn mảng có một đĩa thêm sẽ thay thế đĩa mới hỏng hóc. </para><para> Như bạn thấy được, RAID5 có độ đáng tin cây tương tự với RAID1 còn đạt được ít sự thừa hơn. Mặt khác, có lẽ nó chạy ít chậm trong thao tác ghi hơn RAID0 do việc tính thông tin chẵn lẻ. </para></listitem> </varlistentry> </variablelist> Để tóm tắt:
zh_cn: 您得到的好处取决于您创建的 MD 类型。当前支持：<variablelist> <varlistentry> <term>RAID0</term><listitem><para> 它的主要目标是效能。RAID0 将进来的数据分割成 <firstterm>stripes</firstterm> 然后平均分配到组里面的每个硬盘上。这样可以提升读/写操作速度，但是一旦其中的一个硬盘损坏，您将丢失<emphasis>一切</emphasis>(部分信息在好盘上，其他的<emphasis>曾经</emphasis>在坏盘上)。</para><para> 典型的 RAID0 应用是视频编辑分区。</para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> 适用于可靠性作为优先考虑的场合。它由多个(通常两个)相同尺寸的分区组成，每个分区容纳相同的数据。这意味着三件事。第一，如果其中的一个损坏，您仍然有数据镜像在其余的磁盘上。第二，您只能使用现有容量中的碎片(更准确的说，它是 RAID 中尺寸最小的磁盘分区)。第三，文件读取在磁盘间 负载平衡，这可以提升服务器的性能，如文件服务器，它倾向于读的负载大于写。</para><para> 可选择的是，您可以用备用的磁盘放在组中，用于顶替事故中损坏的磁盘。</para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> 这是一个速度、可靠性和数据冗余都不错的折衷方案。RAID5 将进来的数据分割成 strips (类似于RAID0)但只平均分配到一个磁盘上。与 RAID0 不同，RAID5 还会计算<firstterm>奇偶校验</firstterm>信息，这将会写入其他磁盘。奇偶检验磁盘不是静态的(那被称为 RAID4)，会周期性的修改，所以奇偶校验信息平均分配到所有磁盘。当其中的一个磁盘损坏，丢失信息的部分可以从其他数据以及奇偶校验计算出来。RAID5 最少需要三个活动的分区。作为选项，您可以用备用的磁盘放在组中，用于顶替事故中损坏的磁盘。</para><para> 如您所见，RAID5 近于 RAID1 的可靠性并具有较少冗余。另一方面，它只比 RAID0 在写入的时候慢，这是因为要计算校验信息。</para></listitem> </varlistentry> </variablelist> 总结：

source: Type
el: Τύπος
ko: 종류
pt: Tipo
sv: Typ
vi: Kiểu
zh_cn: 类型

source: Minimum Devices
el: Ελάχιστες Συσκευές
ko: 장치 최소 개수
pt: Dispositivos Mínimos
sv: Minimum antal enheter
vi: Thiết bị tối thiểu
zh_cn: 最少设备

source: Spare Device
el: Εφεδρική Συσκευή
ko: 예비 장치
pt: Dispositivo Sobresselente
sv: Reservenhet
vi: Thiết bị phụ tùng
zh_cn: 备用设备

source: Survives disk failure?
el: Η βλάβη δίσκου ξεπεράστηκε;
ko: 디스크가 망가져도 버티는지?
pt: Sobrevive a falhas de disco?
sv: Överlever diskfel?
vi: Vẫn còn hoạt động sau khi đĩa thất bại ?
zh_cn: 幸免于磁盘损坏？

source: Available Space
el: Διαθέσιμος Χώρος
ko: 사용 가능 공간
pt: Espaço Disponível
sv: Tillgänglig plats
vi: Chỗ sẵn sàng
zh_cn: 可用空间

source: <entry>no</entry>
ko: <entry>아니오</entry>
pt: <entry>não</entry>
sv: <entry>nej</entry>
vi: <entry>không</entry>
zh_cn: <entry>否</entry>

source: Size of the smallest partition multiplied by number of devices in RAID
el: Το μέγεθος του μικρότερου τμήματος πολλαπλασιασμένου επί το πλήθος των συσκευών στη συστοιχία RAID
ko: RAID에서 가장 작은 파티션의 크기 x 장치 개수
pt: Dimensão da mais pequena partição multiplicada pelo número de dispositivos no RAID
sv: Storlek för den minsta partitionen multiplicerad av antalet enheter i RAID
vi: Kích cỡ của phân vùng nhỏ nhất được nhân số thiết bị trong RAID
zh_cn: 容量为最小分区乘以 RAID 设备数

source: optional
el: προαιρετικό
ko: 옵션
pt: opcional
sv: valfri
vi: tùy chọn
zh_cn: 可选

source: <entry>yes</entry>
el: <entry>ναι</entry>
ko: <entry>예</entry>
pt: <entry>sim</entry>
sv: <entry>ja</entry>
vi: <entry>có</entry>
zh_cn: <entry>是</entry>

source: Size of the smallest partition in RAID
el: Μέγεθος του μικρότερου τμήματος στη συστοιχία RAID
ko: RAID에서 가장 작은 파티션의 크기
pt: Dimensão da partição RAID mais pequena
sv: Storlek för den minsta partitionen i RAID
vi: Kích cỡ của phân vùng nhỏ nhất trong RAID
zh_cn: 容量为 RAID 最小分区

source: Size of the smallest partition multiplied by (number of devices in RAID minus one)
el: Το μέγεθος του μικρότερου τμήματος πολλαπλασιασμένου επί (το πλήθος των συσκευών στη συστοιχία RAID μείον μια)
ko: 가장 작은 파티션의 크기 x (RAID의 장치 개수 빼기 1)
pt: Dimensão da mais pequena partição multiplicada por (número de dispositivos no RAID menos um)
sv: Storlek för den minsta partitionen multiplicerad av (antalet enheter i RAID minus en)
vi: Kích cỡ của phân vùng nhỏ nhất được nhận (số thiết bị trong RAID trừ một)
zh_cn: 容量为最小分区乘以(RAID 设备数量减一)

source: If you want to know more about Software RAID, have a look at <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>.
ko: 소프트웨어 RAID의 좀 더 알고 싶으시면, <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>를 읽어 보십시오.
pt: Se quiser saber mais sobre o RAID por software, dê uma vista de olhos no <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>.
sv: Om du vill veta mer om programvaru-RAID, ta en titt på <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>.
vi: Muốn biết thêm về RAID kiểu phần mềm, hãy xem tài liệu RAID phần mềm Thế Nào <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>.
zh_cn: 如果您想真正全面了解 Software RAID，看一下 <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>。

source: To create a MD device, you need to have the desired partitions it should consist of marked for use in a RAID. (This is done in <command>partman</command> in the <guimenu>Partition settings</guimenu> menu where you should select <menuchoice> <guimenu>Use as:</guimenu> <guimenuitem>physical volume for RAID</guimenuitem> </menuchoice>.)
el: Για να δημιουργήσετε μια συσκευή MD, απαιτούνται τα τμηματα από τα οποία επιθυμείτε να αποτελείται, σημειωμένα για χρήση σε συστοιχία RAID. (Αυτό επιτυγχάνεται με το <command>προγραμμα κατάτμησης</command> στο μενού <guimenu>Ρυθμίσεις τμήματος</guimenu> από όπου πρέπει να επιλέξετε <menuchoice> <guimenu> Χρήση ως:</guimenu> <guimenuitem>φυσική μονάδα για RAID</guimenuitem> </menuchoice>.)
ko: 멀티디스크 장치를 만드려면, 구성할 파티션을 RAID에 사용한다고 표시해야 합니다. (<guimenu>파티션 설정</guimenu> 메뉴의 <command>partman</command>에서 <menuchoice> <guimenu>용도:</guimenu> <guimenuitem>RAID의 물리적 볼륨</guimenuitem> </menuchoice>을 선택하십시오.
pt: Para criar um dispositivo MD necessita de ter as partições desejadas marcadas para uso em RAID. (Isto é feito com o <command>partman</command> no menu <guimenu>Partition settings</guimenu> onde deverá escolher <menuchoice> <guimenu>Use as:</guimenu> <guimenuitem>physical volume for RAID</guimenuitem> </menuchoice>.)
sv: För att skapa en MD-enhet behöver du markera de partitioner som den ska innehålla markerade för användning i ett RAID. (Det här gör man i <command>partman</command> i menyn <guimenu>Partitionsinställningar</guimenu> där du bör välja <menuchoice> <guimenu>Använd som:</guimenu> <guimenuitem>fysisk volym för RAID</guimenuitem> </menuchoice>.)
vi: Để tạo một thiết bị đa đĩa, bạn cần phải chuẩn bị bằng cách đánh dấu các phân vùng đã muốn. (Làm như thế trong trình <command>partman</command>, trong trình đơn <guimenu>Thiết lập phân vùng</guimenu> nơi bạn nên chọn mục <menuchoice> <guimenu>Dùng làm:</guimenu> <guimenuitem>khối tin vật lý cho RAID</guimenuitem> </menuchoice>.)
zh_cn: 为了创建 MD 设备，您需要将期望的分区标记为供 RAID 使用。(通过 <guimenu>Partition settings</guimenu> 菜单的 <command>partman</command> 完成，您应该选择 <menuchoice> <guimenu>Use as:</guimenu> <guimenuitem>physical volume for RAID</guimenuitem> </menuchoice>。)

source: Support for MD is a relatively new addition to the installer. You may experience problems for some RAID levels and in combination with some bootloaders if you try to use MD for the root (<filename>/</filename>) filesystem. For experienced users, it may be possible to work around some of these problems by executing some configuration or installation steps manually from a shell.
el: Η υποστήριξη των μονάδων MD είναι μια σχετικά νέα προσθήκη στον εγκαταστάτη. Εάν προσπαθήσετε να χρησιμοποιήστε το MD ως βασικό (root) κατάλογο (<filename>/</filename>), μπορεί να αντιμετωπίσετε προβλήματα σε κάποια επίπεδα RAID και σε συνδυασμό με κάποιους φορτωτές εκκίνησης .Για έμπειρους χρήστες, αυτά τα προβλήματα μπορούν να αντιμετωπιστούν μέσα από το κέλυφος με χειροκίνητη εκτέλεση κάποιων βημάτων ρύθμισης ή εγκατάστασης
ko: 설치 프로그램에서 멀티디스크 지원은 비교적 최근에 추가되었습니다. 어떤 특정 RAID 레벨을 특정 부트로더와 함께 루트 (<filename>/</filename>) 파일 시스템으로 멀티디스크를 사용한 경우에 문제가 발생할 수도 있습니다. 경험 많은 사용자들의 경우, 쉘에서 수동으로 설정하거나 수동으로 설치하는 방법으로 이러한 문제를 피해갈 수 있습니다.
pt: O suporte para MD é uma adição relativamente nova no instalador. Pode sofrer problemas em alguns níveis de RAID e em combinação com alguns gestores de arranque, se tentar utilizar MD no sistema de ficheiros root (<filename>/</filename>). Para utilizadores experientes, é possível contornar estes problemas executando alguma configuração ou passos na instalação de uma forma manual através da shell.
sv: Stöd för MD är ett relativt nytt tillägg till installeraren. Du kan råka ut för problem för vissa RAID-nivåer och i kombination med vissa starthanterare om du försöker använda MD för rotfilsystemet (<filename>/</filename>). För erfarna användare kan det vara möjligt att komma runt en del av sådana problem genom att starta vissa konfigurations- eller installationssteg manuellt från ett skal.
vi: Khả năng hỗ trợ thiết bị đa đĩa vừa được thêm vào trình cài đặt. Có lẽ bạn sẽ gặp vấn đề với một số lớp RAID và cùng với một số bộ tải khởi động nếu bạn cố gắng sử dụng thiết bị đa đĩa là hệ thống tập tin gốc (<filename>/</filename>). Có lẽ người dùng giàu kinh nghiệm có khả năng chỉnh sửa một số vấn đề như thế bằng cách tự thực hiện một số bước cấu hình hay cài đặt trong hệ vỏ.
zh_cn: 在安装程序中支持 MD 是相对新的功能。如果您尝试结合一些 RAID 类型与启动引导器并将 MD 用于根(<filename>/</filename>)文件系统，您也许会经历一些挫折。对有经验的用户，从 shell 手动地处理一些配置和安装步骤，也许会绕开这些问题

source: Next, you should choose <guimenuitem>Configure software RAID</guimenuitem> from the main <command>partman</command> menu. (The menu will only appear after you mark at least one partition for use as <guimenuitem>physical volume for RAID</guimenuitem>.) On the first screen of <command>mdcfg</command> simply select <guimenuitem>Create MD device</guimenuitem>. You will be presented with a list of supported types of MD devices, from which you should choose one (e.g. RAID1). What follows depends on the type of MD you selected.
ko: 그 다음 <command>partman</command> 메뉴에서 <guimenuitem>소프트웨어 RAID 설정</guimenuitem>을 선택합니다. (최소한 한 파티션을 <guimenuitem>RAID의 물리적 볼륨</guimenuitem>으로 표시해야만 메뉴가 나타납니다.) <command>mdcfg</command>의 첫 번째 화면에서 <guimenuitem>멀티디스크 장치 만들기</guimenuitem>를 선택하기만 하면 지원하는 멀티디스크 장치의 종류 목록이 나옵니다. 거기에서 하나를 (예를 들어 RAID1) 고르십시오. 그 다음은 여기서 어떤 종류의 멀티디스크를 선택했냐에 따라 달라집니다.
pt: Em seguida, deverá escolher <guimenuitem>Configurar RAID por software</guimenuitem> a partir do menu principal do <command>partman</command>. (O menu apenas irá aparecer depois de marcar pelo menos uma partição para utilizar como <guimenuitem>volume físico para RAID</guimenuitem>) No primeiro ecrã do <command>mdcfg</command> escolha simplesmente <guimenuitem>Criar dispositivo MD</guimenuitem>. Deverá ser-lhe apresentada uma lista com os vários tipos de dispositivos MD suportados a partir dos quais pode escolher um (p.ex. RAID1). O que se seguirá depende do tipo de MD que seleccionar.
sv: Efter det ska du välja <guimenuitem>Konfigurera programvaru-RAID</guimenuitem> från huvudmenyn i <command>partman</command>. (Menyn kommer endast att visas om du markerat minst en partition för användning som <guimenuitem>fysisk volym för RAID</guimenuitem>.) På första skärmen i <command>mdcfg</command>, välj helt enkelt <guimenuitem>Skapa MD-enhet</guimenuitem>. Du kommer att bli visad en lista på typer av MD-enheter som stöds, från vilken du bör välja en (t.ex. RAID1). Vad som kommer härnäst beror på den MD-typ du har valt.
vi: Sau đó, bạn nên chọn mục <guimenuitem>Cấu hình RAID phần mềm</guimenuitem> trong trình đơn <command>partman</command> chính. (Trình đơn này sẽ xuất hiện chỉ sau khi bạn đánh dấu ít nhất một phân vùng sẽ được dùng là <guimenuitem>khối tin vật lý cho RAID</guimenuitem>.) Trên màn hình thứ nhất của tiện ích <command>mdcfg</command>, đơn giản hãy chọn mục <guimenuitem>Tạo thiết bị đa đĩa (MD)</guimenuitem>. Bạn sẽ xem danh sách các thiết bị đa đĩa được hỗ trợ, trong đó bạn nên chọn một thiết bị (v.d. RAID1). Kết quả phụ thuộc vào kiểu thiết bị đa đĩa bạn đã chọn.
zh_cn: 下一步，您应该从 <command>partman</command> 主菜单选择 <guimenuitem>Configure software RAID</guimenuitem>。(菜单只会在您用 <guimenuitem>physical volume for RAID</guimenuitem> 标记了至少一个分区时出现。)在 <command>mdcfg</command> 第一个画面选择 <guimenuitem>Create MD device</guimenuitem>。您将看到被支持的 MD 设备列表，您应从其中选择一项(如 RAID1)。后续操作会根据您选择的 MD 类型而定。
