Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: The system will ask you whether you wish to create an ordinary user account at this point. This account should be your main personal log-in. You should <emphasis>not</emphasis> use the root account for daily use or as your personal login.
el: Στο σημείο αυτό το σύστημα θα σας ρωτήσει αν θέλετε να δημιουργήσετε έναν λογαριασμό απλού χρήστη. Αυτός ο λογαριασμός θα μπορεί να είναι ο κύριος λογαριασμός προσωπικής σας πρόσβασης στο σύστημα. <emphasis>Δεν</emphasis> θα πρέπει να χρησιμοποιείτε το λογαριασμό root για την προσωπική σας είσοδο στο σύστημα.
ko: 시스템은 이 시점에서 일반 사용자 계정을 만들 것인지를 물어볼 것입니다. 이 계정은 당신이 주로 사용하는 개인 로그인 계정입니다. 일상적인 사용이나 개인 로그인에서 root 계정을 사용하면 <emphasis>안됩니다</emphasis>.
pt: Nesta fase o sistema perguntar-lhe-á se pretende criar uma conta para um utilizador normal. Esta conta deverá ser a sua conta principal de acesso. <emphasis>Não</emphasis> Deve usar a conta de root para o uso diário ou para seu o acesso pessoal.
sv: Systemet kommer att fråga dig om du önskar att skapa ett vanligt användarkonto vid den här punkten. Det här kontot bör vara ditt huvudsakliga personliga konto. Du bör <emphasis>inte</emphasis> använda rootkontot för dagligt bruk eller som ditt personliga konto.
vi: Hệ thống sẽ hỏi nếu bạn muốn tạo một tài khoản người dùng chuẩn tại điểm thời này. Tài khoản này nên là sự đăng nhập cá nhân chính của bạn. Bạn <emphasis>không</emphasis> nên dùng tài khoản người chủ để làm việc hàng ngày hay như là sự đăng nhập cá nhân.
zh_cn: 系统会询问您现在是否希望创建一个普通帐户。您将使用该帐户进行日常登陆操作。切记，平时 <emphasis>不要</emphasis> 使用 root 帐户登陆或者将其作为个人帐号使用。

source: Why not? Well, one reason to avoid using root's privileges is that it is very easy to do irreparable damage as root. Another reason is that you might be tricked into running a <emphasis>Trojan-horse</emphasis> program &mdash; that is a program that takes advantage of your super-user powers to compromise the security of your system behind your back. Any good book on Unix system administration will cover this topic in more detail &mdash; consider reading one if it is new to you.
el: Γιατί όχι; Λοιπόν, ένας καταρχήν λόγος που πρέπει να αποφύγετε τη χρήση των προνομίων του χρήστη root είναι το ότι μπορείτε πολύ εύκολα να κάνετε ανεπανόρθωτη ζημιά στο σύστημα σαν root. Ένας άλλος λόγος είναι ότι έτσι μπορεί να παρασυρθείτε ώστε να τρέξετε ένα πρόγραμμα <emphasis>Δούρειο Ίππο</emphasis>, δηλ. ένα πρόγραμμα που εκμεταλλεύεται τις δυνατότητες του λογαριασμού root σαν υπερ-χρήστη ώστε να παραβιάσει την ασφάλεια του συστήματός σας πίσω από την πλάτη σας.Οποιοδήποτε καλό βιβλίο πάνω στην διαχείριση Unix συστημάτων καλύπτει αυτό το θέμα με λεπτομέρειες. &mdash; σκεφτείτε σοβαρά να διαβάσετε ένα από αυτά τα βιβλία αν δεν είστε εξοικειωμένοι με τα θέματα αυτά.
ko: root 권한의 사용을 피하는 이유 중 하나는 root로는 복구하기 힘든 손상을 주기가 매우 쉽기 때문입니다. 다른 이유로는 수퍼유저의 권한을 이용해 숨어서 당신 시스템의 보안을 침해할 수 있는 프로그램인 <emphasis>트로이목마</emphasis> 프로그램을 실행하도록 속을 수 있기 때문입니다. 유닉스 시스템 관리에 대한 좋은 책들은 이 주제에 대해 좀 더 자세하게 다룰 것입니다. 만일 처음 접하는 것이라면 이에 대한 책을 한 권 정도 읽어 보세요.
pt: Porque não? Bem, uma das razões para evitar usar os privilégios de root é porque é muito fácil fazer estragos irreparáveis como root. Outra razão é porque poderá ser levado a correr um programa <emphasis>Cavalo de Tróia</emphasis> &mdash; que é um programa que tira vantagens de poderes de um super-utilizador para comprometer a segurança do seu sistema sem dar por isso. Qualquer bom livro de administração de sistemas Unix cobrirá este tópico com mais detalhe &mdash; considere a leitura de um se este assunto for novo para si.
sv: Varför inte? Tja, en anledning är att undvika att använda roots privilegier är att det är mycket lätt att skada något som root och som inte går att rätta till. En annan anledning är att du kanske luras till att köra en <emphasis>trojansk häst</emphasis> &mdash; det är ett program som utnyttjar krafterna av din superanvändare för att åsidosätta säkerheten i ditt system bakom din rygg. En bra bok om systemadministration i Unix täcker in det här ämnet mer i detalj &mdash; om det här är nytt för dig, fundera på att läsa en sådan bok.
vi: Tại sao không? Một lý do là để tránh sử dụng các quyền của người chủ, vì các quyền này làm cho rất dễ dàng làm hại không thể sửa chữa. Một lý do khác là bạn có thể bị mắc mưu chạy chương trình <emphasis>Trojan</emphasis> mà nhớ dịp các quyền của siêu người dùng để hại thậm sự bảo mật của hệ thống bạn một cách bí mật. Bất kỳ cuốn sách tốt về cách quản lý hệ thống UNIX sẽ diễn tả chủ đề này bằng chi tiết: đề nghị bạn đọc nó nếu bạn chưa quen với vấn đề này.
zh_cn: 为什么呢？避免使用 root 特权帐户的一个原因是，它很容易对系统造成无法挽回的破坏。另一个原因是，您有可能被恶意诱使运行 <emphasis>特洛伊木马</emphasis> 程序 &mdash; 这是一种利用您的超级用户权限在您未知的情况下损害您的系统安全的程序。任何合格的 Unix 系统管理书籍中都会涉及到这一主题 &mdash; 如果您不是很了解这方面的内容，建议您找一本进行学习。

source: You will first be prompted for the user's full name. Then you'll be asked for a name for the user account; generally your first name or something similar will suffice and indeed will be the default. Finally, you will be prompted for a password for this account.
el: Αρχικά θα παροτρυνθείτε για το πλήρες όνομα του χρήστη, Μετά θα σας ζητηθεί να δώσετε ένα όνομα χρήστη για τον λογαριασμό; γενικά το μικρό σας όνομα ή κάτι ανάλογο θα είναι αρκετό και πραγματικά αυτό είναι η προεπιλογή. Τέλος θα σας ζητηθεί να δώσετε ένα κωδικό πρόσβασης για τον λογαριασμό.
ko: 먼저 전체 이름을 입력하고, 사용자 계정으로 사용할 이름을 입력합니다. 사용자 계정으로 일반적으로 성이나 이와 유사한 어떤 것을 사용하면 충분하고, 실제로 성이 기본 값이 될 것 입니다. 마지막으로 이 계정에 대한 열쇠글을 입력하세요.
pt: Ser-lhe-á perguntado inicialmente o nome completo do utilizador. Seguidamente ser-lhe-á perguntado por um nome para a conta de utilizador; geralmente o seu primeiro nome ou algo similar será suficiente e será esse o valor por defeito. Finalmente, ser-lhe-á perguntado a password para esta conta.
sv: Du kommer första att bli frågad efter användarens fullständiga namn. Sedan kommer du att bli frågad efter ett namn på användarens konto; generellt sett ditt förnamn eller något liknande det bör räcka och det är även standardvalet här. Till slut kommer du bli frågad efter ett lösenord för kontot.
vi: Trước tiên, bạn sẽ được nhắc nhập họ tên của người dùng. Sau đó, bạn cần nhập tên của tài khoản người dùng, như tên của bạn hay tên riêng khác nào (tên của bạn là giá trị mặc định). Cuối cùng, bạn nên nhập mật khẩu dành cho tài khoản này.
zh_cn: 您首先会被要求输入用户的全名。然后要求输入用户帐号名； 通常名或者类似的便满足要求，并为缺省值。最后，您将要求输入该帐号的密码。

source: If at any point after installation you would like to create another account, use the <command>adduser</command> command.
el: Αν σε οποιαδήποτε άλλη φάση μετά την εγκατάσταση θελήσετε να δημιουργήσετε έναν άλλο λογαριασμό χρησιμοποιήσετε την εντολή <command>adduser</command>.
ko: 설치 후 어느 때에 다른 계정을 만들기를 원한다면, <command>adduser</command> 명령을 사용하세요.
pt: Se em qualquer ponto depois da instalação pretender criar outra conta, utilize o comando <command>adduser</command>.
sv: Om du vill skapa en annan användare vid en senare punkt efter installationen, använd kommandot <command>adduser</command>.
vi: Nếu tại bất kỳ điểm thời sau khi cài đặt, bạn muốn tạo tài khoản thêm, hãy sử dụng lệnh <command>adduser</command> (thêm người dùng).
zh_cn: 如果在安装完毕后您还希望建立其它新帐户，请使用 <command>adduser</command> 命令。

source: Installing the Base System
el: Εγκατάσταση του Βασικού Συστήματος
ko: 베이스 시스템 설치하기
pt: Instalar o Sistema Base
sv: Installation av grundsystemet
vi: Cài đặt Hệ thống Cơ bản
zh_cn: 安装基本系统

source: Although this stage is the least problematic, it consumes a significant fraction of the install because it downloads, verifies and unpacks the whole base system. If you have a slow computer or network connection, this could take some time.
el: Αν κι αυτό το στάδιο είναι το λιγότερο προβληματικό, καταναλώνει έναν σημαντικό χρόνο της εγκατάστασης επειδή αφορά το κατέβασμα, την επαλήθευση και την αποσυμπίεση ολόκληρου του βασικού σύστηματος. Εάν έχετε αργό υπολογιστή ή δικτυακή σύνδεση, αυτό το στάδιο μπορεί να διαρκέσει για πολύ ώρα.
ko: 이 단계는 문제가 발생할 가능성이 가장 낮은 단계이지만, 설치할 때 베이스 시스템 전체를 내려받고 확인한 다음, 압축을 풀어야 하기 때문에 가장 많은 시간을 소모하는단계이기도 합니다. 컴퓨터가 느리거나 네트워크 연결이 느리다면 시간이 좀 걸릴 수 있습니다.
pt: Apesar desta fase ser a menos problemática, consome uma parte significativa pois faz download, verifica e extrai todo o sistema base. Se tiver um computador ou uma ligação de rede lenta, isto poderá demorar algum tempo.
sv: Även om det här steget är det minst problematiska så tar det en större del av installationen på grund av att det hämtar, validerar och packar upp hela grundsystemet. Om du har en långsam dator eller nätverksanslutning kan det här ta en stund.
vi: Mặc dù giai đoạn này là đơn giản nhất, nó chiếm một phần đáng kể của tiến trình cài đặt vì nó tải về, thẩm tra và giải nén toàn bộ hệ thống cơ bản. Nếu máy tính hay sự kết nối mạng của bạn có chạy chậm, giai đoạn này có thể kéo dài một lát.
zh_cn: 尽管这一阶段少有问题，但却需要大量时间用于整个基本系统的下载、校验和解包。如果您用较慢的计算机或网络，这要花费好一会儿时间。

source: During installation of the base system, package unpacking and setup messages are redirected to <userinput>tty4</userinput>. You can access this terminal by pressing <keycombo><keycap>Left Alt</keycap><keycap>F4</keycap></keycombo>; get back to the main installer process with <keycombo><keycap>Left Alt</keycap><keycap>F1</keycap></keycombo>.
ko: 베이스 시스템 설치 중에 꾸러미를 풀고 설정하면서 나오는 메세지는 <userinput>tty4</userinput>에서 표시합니다. 이 터미널은 <keycombo><keycap>왼쪽 Alt</keycap><keycap>F4</keycap></keycombo>을 누르면 이용할 수 있습니다. 설치 프로그램 화면으로 돌아가려면 <keycombo><keycap>왼쪽 Alt</keycap><keycap>F1</keycap></keycombo>을 누르십시오.
pt: Durante a instalação do sistema base, as mensagens de extracção e da configuração de pacotes são redireccionadas para <userinput>tty4</userinput>. Pode aceder a este terminal premindo <keycombo><keycap>Alt squerdo</keycap><keycap>F4</keycap></keycombo>; pode voltar ao processo principal do instalador com <keycombo><keycap>Alt esquerdo</keycap><keycap>F1</keycap></keycombo>.
sv: Under installationen av grundsystemet, kommer meddelanden om uppackning och konfigurering omdirigeras till <userinput>tty4</userinput>. Du kan komma åt den här terminalen genom att trycka <keycombo><keycap>Vänster Alt</keycap><keycap>F4</keycap></keycombo>; gå tillbaka till huvudprocessen för installeraren med <keycombo><keycap>Vänster Alt</keycap><keycap>F1</keycap></keycombo>.
vi: Trong khi cài đặt hệ thống cơ bản, các thông điệp về cách giải nén gói và thiết lập được chuyển tiếp tới thiết bị cuối <userinput>tty4</userinput>. Có thể truy cập nó bằng cách bấm tổ hợp phím <keycombo><keycap>Alt trái</keycap><keycap>F4</keycap></keycombo>, và lùi lại về tiến trình cài đặt chính bằng <keycombo><keycap>Alt trái</keycap><keycap>F1</keycap></keycombo>.
zh_cn: 在基本系统安装期间，软件包解包和配置信息重定向到 <userinput>tty4</userinput>。您可以通过按下 <keycombo><keycap>左 Alt</keycap><keycap>F4</keycap></keycombo> 访问该终端；返回主安装进程使用 <keycombo><keycap>左 Alt</keycap><keycap>F1</keycap></keycombo>。

source: The unpack/setup messages generated during this phase are also saved in <filename>/var/log/syslog</filename>. You can check them there if the installation is performed over a serial console.
ko: 베이스 시스템을 설치할 때 압축을 풀고/설정하는 메세지는 <filename>/var/log/syslog</filename> 파일에 저장합니다. 시리얼 콘솔을 통해서 설치하는 경우에는 이 파일을 확인해 보면 됩니다.
pt: As mensagens de extracção/configuração geradas durante esta fase são guardadas em <filename>/var/log/syslog</filename>. Pode vê-las lá se a instalação foi feita através de uma consola série.
sv: De olika meddelandena om uppackning/konfigurering som genereras under den här fasen, sparas i <filename>/var/log/syslog</filename>. Du kan kontrollera dem där om installationen genomförs över en seriekonsoll.
vi: Các thông điệp kiểu giải nén/thiết lập được tạo ra trong giải đoạn này cũng được lưu vào bản ghi hệ thống <filename>/var/log/syslog</filename>. Bạn vẫn có khả năng kiểm tra những thông điệp ở đó nếu tiến trình cài đặt được chạy qua bàn giao tiếp nối tiếp.
zh_cn: 在安装程序通过串口控制台执行的情况下，基本系统安装时解包/配置信息保存在 <filename>/var/log/syslog</filename>。

source: As part of the installation, a Linux kernel will be installed. At the default priority, the installer will choose one for you that best matches your hardware. In lower priority modes, you will be able to choose from a list of available kernels.
el: Θα εγκατασταθεί ένα πυρήνας Linux, ως τμήμα της εγκατάστασης. Με την προκαθορισμένη προτεραιότητα, ο εγκαταστάτης θα διαλέξει ένα πυρήνα που ταιριάζει πιο πολύ στο υλικό σας. Στις καταστάσεις χαμηλότερης προτεραιότητας, θα είστε σε θέση να επιλέξετε από μια λίστα διαθεσίμων πυρήνων.
ko: 설치 과정의 하나로 리눅스 커널을 설치합니다. 기본 우선순위로에서는 하드웨어에 가장 맞는 커널을 하나 선택합니다. 우선순위가 낮은 모드에서는, 사용 가능한 여러가지 커널 중에서 하나를 선택할 수 있습니다.
pt: Como parte da instalação, um kernel Linux irá ser instalado. Como primeira prioridade, o instalador ir-lhe-á escolher um que melhor coincide com o seu hardware. Nos modos de prioridade mais baixa, você poderá escolher a partir de uma lista de kernels disponíveis.
sv: Som en del av installationen kommer en Linux-kärna att installeras. Vid standardprioritet kommer installeraren att välja en åt dig som bäst passar din maskinvara. I lägre prioritetslägen kommer du kunna välja från en lista av tillgängliga kärnor.
vi: Trong khi cài đặt cơ bản, một hạt nhân Linux sẽ được cài đặt. Tại ưu tiên mặc định, trình cài đặt sẽ chọn cho bạn hạt nhân khớp tốt nhất phần cứng của bạn. Trong chế độ ưu tiên thấp hơn, bạn có khả năng chọn trong danh sách các hạt nhân có sẵn.
zh_cn: 作为安装的一部分，Linux 内核也要安装。在默认的优先级下，安装程序会选择一个与您硬件最匹配的内核。在较低的优先级下，您可以从列表中选择一个有效的内核。

source: Installing Additional Software
el: Εγκατάσταση Επιπρόσθετου Λογισμικού
ko: 추가적인 소프트웨어를 설치하기
pt: Instalar Software Adicional
sv: Installera ytterligare programvara
vi: Cài đặt phần mềm thêm
zh_cn: 安装额外的软件

source: After the base system is installed, you have a usable but limited system. Most users will want to install additional software on the system to tune it to their needs, and the installer allows you do so. This step can take even longer than installing the base system if you have a slow computer or network.
ko: 베이스 시스템이 모두 설치되었으면 시스템을 사용할 수는 있지만 아직 사용하는데 부족할 것입니다. 사용자들은 대부분 시스템에 소프트웨어를 설치하여 기호나 필요에 따라 시스템을 조작하고자 하며, 설치 프로그램에서도 이 기능을 지원하고 있습니다. 컴퓨터나 네트워크가 느릴 경우 베이스 시스템을 설치하는 것보다 오래 걸릴 수 있습니다.
pt: Após o sistema base estar instalado, você tem um sistema utilizável mas limitado. A maioria dos utilizadores irão querer acrescentar software adicional ao sistema para o adequar às suas necessidades, e o instalador permite-lhe fazer isso. Esta etapa pode demorar ainda mais do que instalar o sistema base se tiver um computador ou uma rede lentos.
sv: Efter att grundsystemet har installerats kommer du ha ett användbart men begränsat system. De flesta användare vill installera ytterligare programvara på systemet för att anpassa det till sina behov och installeraren låter dig göra det. Det här steget kan ta ännu längre tid än installationen av grundsystemet om du har en långsam dator eller nätverk.
vi: Sau khi cài đặt hệ thống cơ bản, bạn có một hệ thống có ích nhưng còn bị hạn chế. Phần lớn người dùng sẽ muốn cài đặt phần mềm thêm vào hệ thống, để điều hưởng tinh nó để tương thích với những nhu cầu của họ, và bộ cài đặt cho khả năng đó. Bước này có thể mất ngay cả lâu hơn việc cài đặt hệ thống cơ bản nếu máy tính hay mạng chạy chậm.
zh_cn: 基本系统安装后，您拥有了一个可用但有限的系统。大多少用户会安装额外的软件，并根据他们的需求调整，安装程序允许您这么做。如果您的电脑或网络比较慢，这一步或许比安装基本系统还要花时间。

source: Configuring apt
el: Ρύθμιση του apt
ko: apt 설정하기
pt: Configurar o apt
sv: Konfigurera apt
vi: Cấu hình apt
zh_cn: 配置 apt

source: One of the tools used to install packages on a &debian; system is a program called <command>apt-get</command>, from the <classname>apt</classname> package<footnote> <para> Note that the program which actually installs the packages is called <command>dpkg</command>. However, this program is more of a low-level tool. <command>apt-get</command> is a higher-level tool, which will invoke <command>dpkg</command> as appropriate. It knows how to retrieve packages from your CD, the network, or wherever. It is also able to automatically install other packages which are required to make the package you're trying to install work correctly. </para> </footnote>. Other front-ends for package management, like <command>aptitude</command> and <command>synaptic</command>, are also in use. These front-ends are recommended for new users, since they integrate some additional features (package searching and status checks) in a nice user interface. In fact, <command>aptitude</command> is now the recommended utility for package management.
ko: &debian;에서 꾸러미를 설치할 때 쓰는 프로그램의 하나는 <classname>apt</classname> 꾸러미에 있는 <command>apt-get</command>입니다. <footnote> <para>참고로 꾸러미를 실제로 설치하는 프로그램은 <command>dpkg</command>입니다. 하지만 이 프로그램은 저수준 도구에 가깝습니다. <command>apt-get</command>은 고수준 도구로, 필요할 때 <command>dpkg</command>를 스스로 실행합니다. <command>apt-get</command>은 꾸러미를 CD, 네트워크 등 어디에서 가져올 지 판단합니다. 또 설치하려는 꾸러미가 제대로 동작하기 위해 필요한 다른 꾸러미들까지 자동으로 설치합니다. </para> </footnote> <command>aptitude</command>나 <command>synaptic</command> 등의 꾸러미 관리 프로그램도 사용하는 사람이 많으며 이 프로그램들은 <command>apt-get</command>에 의존합니다. 처음 사용자들은 뒤에 언급한 프로그램을 사용하길 권장합니다. 꾸러미 검색 기능이나 상태 확인 등의 기능을 사용자 인터페이스에 내장하고 있기 때문입니다. 실제로 <command>aptitude</command>를 꾸러미 관리에 사용하길 권장합니다.
pt: Uma das ferramentas utilizadas para instalar pacotes num sistema &debian;, é um programa chamado <command>apt-get</command>, do pacote <classname>apt</classname><footnote> <para>Note que o programa que realmente instala os pacotes tem o nome <command>dpkg</command>. No entanto, este programa é mais uma ferramenta de baixo nível. O <command>apt-get</command> é uma ferramenta de nível mais alto que irá invocar, conforme necessário, o <command>dpkg</command>. Este sabe como obter pacotes a partir do seu CD, da rede, ou outro meio. </para> </footnote>. Também estão em utilização outros frontends para a gestão de pacotes que dependem do <command>apt-get</command>, como o <command>aptitude</command> e o <command>synaptic</command>. Esses frontends são recomendados para os novos utilizadores, já que integram algumas funcionalidades adicionais (procura de pacotes e verificação de estado) num interface simpático com o utilizador. De facto, o <command>aptitude</command> é agora o utilitário recomendado para gestão de pacotes.
sv: Ett av verktygen som används för att installera paket på ett &debian;-system är ett program som kallas <command>apt-get</command>, från paketet <classname>apt</classname><footnote> <para> Observera att det program som faktiskt installerar paketen kallas för <command>dpkg</command>. Dock är det här programmet mer av ett lågnivåverktyg. <command>apt-get</command> är ett verktyg på högre nivå som anropar <command>dpkg</command> när det behövs. Det vet hur man hämtar paket från din cd, nätverket, eller varifrån. Det har också möjligheten att automatiskt installera andra paket som krävs för att få det paket som du försöker installera att fungera korrekt. </para> </footnote> Andra gränssnitt för pakethantering, såsom <command>aptitude</command> och <command>synaptic</command> används också. Dessa gränssnitt rekommenderas för nybörjare, eftersom de innehåller vissa extrafunktioner (paketsökning och statuskontroller) i ett trevligt användargränssnitt. Faktum är att <command>aptitude</command> numera är det rekommenderade verktyget för pakethantering.
vi: Một của những công cụ dùng để cài đặt gói vào hệ thống &debian; là một chương trình tên <command>apt-get</command>, thuộc về gói <classname>apt</classname><footnote> <para> Ghi chú rằng chương trình thật cài đặt các gói có tên <command>dpkg</command>. Tuy nhiên, chương trình này là công cụ chạy ở cấp thấp hơn. <command>apt-get</command> là công cụ chạy ở cấp cao hơn, và sẽ gọi <command>dpkg</command> trong trường hợp thích hợp. Nó có khả năng lấy các gói từ đĩa CD, mạng hay nơi khác nào. Nó cũng có thể tự động cài đặt các gói khác cần thiết để cho gói đã chọn đầu tiên hoạt động được.</para> </footnote>. Cũng có giao diện quản lý gói như <command>aptitude</command> và <command>synaptic</command>. Khuyên người dùng (nhất là người dùng mới) sử dụng giao diện như thế, vì nó hợp nhất một số tính năng thêm trong giao diện đẹp và dễ dùng. <command>aptitude</command> đặc biệt là tiện ích quản lý gói khuyến khích.
zh_cn: 在 &debian; 系统上，<command>apt-get</command> 是一个人们用来安装软件包的程序，它被包含在 <classname>apt</classname> 软件包中<footnote> <para> 其实，真正用来安装软件包的程序是 <command>dpkg</command>。但这是一个比较底层的工具。<command>apt-get</command> 是一个高级工具，它可以在适当的时候调用 <command>dpkg</command>。它知道从您的光盘、网络或其它地方获取软件包。它还可以在安装某个软件包时自动安装所需的其它软件包。</para> </footnote>。其他的包管理前端程序，像 <command>aptitude</command> 和 <command>synaptic</command> 也在使用。这些前端软件推荐给新用户使用，因为它们在良好的用户界面下集成了一些其他特性(搜索包与状态检验)。事实上，<command>aptitude</command> 现在已经建议作为软件包管理工具使用。

source: <command>apt</command> must be configured so that it knows where to retrieve packages from. The installer largely takes care of this automatically based on what it knows about your installation medium. The results of this configuration are written to the file <filename>/etc/apt/sources.list</filename>, and you can examine and edit it to your liking after the install is complete.
el: Το <command>apt</command> θα πρέπει να έχει ρυθμιστεί ώστε να γνωρίζει από πού να ανακτήσει τα πακέτα. Ο εγκαταστάτης φροντίζει γι' αυτό σε μεγάλο βαθμό αυτόματα, με βάση ό,τι γνωρίζει για το μέσο από το οποίο κάνετε την εγκατάσταση. Τα αποτελέσματα της ρύθμισης αυτής γράφονται στο αρχείο <filename>/etc/apt/sources.list</filename>, οπότε μπορείτε να το ελέγξετε και να το διορθώσετε όπως επιθυμείτε μετά την ολοκήρωση της εγκατάστασης.
ko: <command>apt</command>는 꾸러미를 가져올 위치를 알고 있어야 합니다. 설치 프로그램은 사용하는 설치 미디어에 따라 꾸러미 위치를 대부분 자동으로 설점해줍니다.설정 결과는 <filename>/etc/apt/sources.list</filename>에 기록되며 설치 과정이끝난 후 이 파일의 내용을 살펴보고 수정할 수 있습니다.
pt: O <command>apt</command> tem de ser configurado de modo a que saiba de onde obter os pacotes. O instalador toma conta disto automaticamente em grande parte baseado no que sabe acerca do seu meio de instalação. Os resultados desta configuração são escritos no ficheiro <filename>/etc/apt/sources.list</filename>, e você pode examinar e editá-lo ao seu gosto após a instalação estar completa.
sv: <command>apt</command> måste konfiguras så att den vet var den ska hämta paket ifrån. Installeraren tar i stora drag automatiskt hand om det här baserat på vad den vet om ditt installationsmedia. Resultat av den här konfigurationen skrivs till filen <filename>/etc/apt/sources.list</filename> och du kan undersöka och redigera den för att passa dig efter att installationen är färdig.
vi: Chương trình <command>apt</command> phải được cấu hình để biết nơi nên lấy gói. Trình cài đặt làm tự động phần chính của công việc này, dựa vào thông tin đã biết về vật chứa trình cài đặt. Kết quả của việc cấu hình này được ghi vào tập tin <filename>/etc/apt/sources.list</filename>, và bạn có thể xem lại nó và sửa đổi nó sau khi cài đặt xong.
zh_cn: 您必须设置 <command>apt</command>，使它明白该从哪里获取软件包。安装程序会根据您的安装介质最大程度上自动处理。设置的结果写入到 <filename>/etc/apt/sources.list</filename> 文件里面，安装完成后您可以检查它并编辑成自己喜欢的地方。

source: Selecting and Installing Software
el: Επιλογή και εγκατάσταση Λογισμικού
ko: 소프트웨어를 선택하고 설치하기
pt: Seleccionar e Instalar Software
sv: Val och installation av programvara
vi: Lựa chọn và Cài đặt Phần mềm
zh_cn: 选择和安装软件
