Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: Despite these measures, it is still possible that your system freezes, that unexpected errors occur or that processes are killed by the kernel because the system runs out of memory (which will result in <quote>Out of memory</quote> messages on VT4 and in the syslog).
ko: 이렇게 하더라도, 시스템의 메모리가 부족하면 시스템이 멈출 수도 있고, 예상하지 못한 오류가 발생하거나 커널이 프로세스를 끝낼 수도 있습니다. (이 경우에 <quote>Out of memory</quote> 메세지가 VT4와 syslog에 나타납니다.)
pt: Apesar destas medidas, é ainda possível que o sistema bloqueie, que ocorram erros inesperados e que processos sejam mortos pelo kernel devido ao sistema esgotar a memória (o que irá resultar em mensagens <quote>Out of memory</quote> no VT4 e no syslog).
sv: Trots dessa åtgärder är det ändå möjligt att ditt system låser sig, att oväntade fel uppstår eller att processer avslutas av kärnan för att systemet har slut på minne (vilket resulterar i <quote>Out of memory</quote>-meddelanden på VT4 och i systemloggen).
vi: Bất chấp những biện pháp này, vẫn còn có thể gặp hệ thống đông đặc, lỗi bất thường hay tiến trình bị giết bởi hạt nhân do hệ thống hết bộ nhớ (kết quả là thông điệp <quote>Hết bộ nhớ</quote> trên VT4 và trong bản ghi hệ thống).
zh_cn: 尽管如此，您的系统还可能冻结，因为系统内存溢出(VT4 和 syslog 上产生 <quote>Out of memory</quote> 信息)，出现没有预期的错误，或者进程被内核杀死。

source: For example, it has been reported that creating a big ext3 file system fails in low memory mode when there is insufficient swap space. If a larger swap doesn't help, try creating the file system as ext2 (which is an essential component of the installer) instead. It is possible to change an ext2 partition to ext3 after the installation.
ko: 예를 들어 저용량 메모리 모드에서 스왑 공간이 부족하면 큰 ext3 파일 시스템을 만들 때 실패한다는 보고가 있었습니다. 스왑을 더 늘려도 개선이 안 될 경우에는, 파일 시스템을 ext2로 (ext2는 설치 프로그램의 필수 구성요소입니다) 만들어 보십시오. 설치를 끝낸 다음에 ext2 파티션을 ext3로 바꿀 수 있습니다.
pt: Por exemplo, foi relatado que criar um sistema de ficheiros ext3 grande falha em modo de baixa memória quando não há espaço de swap suficiente. Se uma swap maior não ajudar, em vez disso tente criar o sistema de ficheiros como ext2 (que é um componente essencial do instalador). É possível mudar uma partição em ext2 para ext3 após a instalação.
sv: Det har till exempel rapporterats om misslyckanden med att skapa ett stort filsystem av typen ext3 i lågminnesläget, när det finns för lite växlingsutrymme. Om ett stort växlingsutrymme inte hjälper, prova då istället att skapa filsystemet som ext2 (vilket är en basfunktion i installeraren). Det är möjligt att ändra en ext2-partition till ext3 efter installationen.
vi: Chẳng hạn, người dùng đã thông báo rằng việc tạo một hệ thống tập tin dạng ext3 lớn bị lỗi trong chế độ thiếu bộ nhớ khi không có đủ sức chứa trao đổi. Nếu vùng trao đổi lớn hơn không quyết định vấn đề này, hãy thử tạo hệ thống tập tin dạng ext2 (thành phần chủ yếu của bộ cài đặt) thay thế. Vẫn có thể thay đổi phân vùng ext2 sang ext3 sa khi cài đặt.
zh_cn: 例如，有报告称，小内存模式下，当交换分区不够大，创建一个大的 ext3 文件系统会失败。如果大的交换分区也不能解决问题，请建立 ext2 文件系统(它是安装程序的基本组件)。安装之后可以将 ext2 分区改成 ext3。

source: Selecting Localization Options
el: Επιλογή Παραμέτρων Τοπικοποίησης
ko: 지역화 옵션 선택
pt: Selecção das Opções de Localização
sv: Val av lokalanpassningsalternativ
vi: Chọn tùy chọn địa phương hoá
zh_cn: 选择地区选项

source: In most cases the first questions you will be asked concern the selection of localization options to be used both for the installation and for the installed system. The localization options consist of language, country and locales.
el: Τις πιο πολλές φορές η πρώτη ερώτηση που θα σας γίνει αφορά την επιλογή των παραμέτρων τοπικοποίησης η οποία θα χρησιμοποιηθεί και στην διάρκεια της εγκατάστασης και στο εγκατεστημένο σύστημα. Οι παράμετροι τοπικοποίησης αποτελούνται από την γλώσσα, την χώρα και το σύνολο τοπικών ρυθμίσεων.
ko: 대부분의 경우 처음 물어보는 질문은 설치할 때 및 설치한 시스템에 대한 지역화에 모두 적용됩니다. 지역화 옵션은 언어, 국가, 로케일로 이루어져 있습니다.
pt: Na maioria dos casos as primeiras questões que lhe serão colocadas dizem respeito à selecção das opções de localização a serem utilizadas tanto na instalação como para o sistema a instalar. As opções de localização consistem no idioma, país e definições locais.
sv: I de flesta fall är de första frågorna som ställs angående valet av lokalanpassningsalternativ som kommer att användas både för installationen och för det installerade systemet. Lokalanpassningsalternativen består av språk, land och lokaler.
vi: Trong phần lớn trường hợp, trước tiên bạn sẽ được nhắc chọn các tùy chọn địa phương hoá cần dùng trong cả tiến trình cài đặt lẫn hệ thống đã cài đặt. Những tùy chọn địa phương hoá là ngôn ngữ, quốc gia và miền địa phương.
zh_cn: 大多时候，您遇到的第一个问题是关于地区的选项，它用于安装过程和安装后的系统。地区选项由语言，国家和地点组成。

source: The language you choose will be used for the rest of the installation process, provided a translation of the different dialogs is available. If no valid translation is available for the selected language, the installer will default to English.
el: Η γλώσσα που επιλέγετε θα χρησιμοποιηθεί για το υπόλοιπο της διαδικασίας εγκατάστασης, υπό τον όρο ότι υπάρχει διαθέσιμη μετάφραση των διαφόρων διαλόγων σ’αυτή τη γλώσσα. Εάν δεν υπάρχει διαθέσιμη καμία έγκυρη μετάφραση στην γλώσσα που επιλέξατε, ο εγκαταστάτης θα χρησιμοποιήσει τα Αγγλικά, την προεπιλεγμένη γλώσσα.
ko: 여기서 선택하는 언어를 사용해 나머지 설치 과정을 진행합니다. 단 그 언어로 해당 대화 상자들의 번역이 있어야 됩니다. 그 언어로 된 번역문이 없으면 기본값인 영어를 사용합니다.
pt: O idioma que escolher será utilizado para o resto do processo de instalação, na medida em que exista tradução nos diferentes diálogos disponíveis. Se não estiver disponível nenhuma tradução válida para o idioma seleccionado, o instalador utilizará por omissão o Inglês.
sv: Språket du väljer kommer att användas i resten av installationsprocessen om en översättning av de olika dialogerna finns tillgänglig. Om ingen giltig översättning finns tillgänglig för det valda språket kommer installeraren att falla tillbaka på engelska.
vi: Ngôn ngữ bạn chọn sẽ được dùng trong phần còn lại của tiến trình cài đặt, miễn là có sẵn bản dịch của các hộp thoại khác nhau. Nếu chưa có bản dịch sang ngôn ngữ đã chọn, trình cài đặt sẽ trở về ngôn ngữ mặc định: tiếng Anh.
zh_cn: 您选择的语言将用于紧接着的安装过程，对话框已经有各种语言翻译的版本。如果选择的语言没有对应翻译的版本，安装将默认使用英文。

source: The selected country will be used later in the installation process to pick the default timezone and a Debian mirror appropriate for your geographic location. Language and country together will be used to set the default locale for your system and to help select your keyboard.
el: Η επιλογή της χώρα θα χρησιμοποιηθεί αργότερα στη διαδικασία εγκατάστασης για την επιλογή της προκαθορισμένης ζώνης ώρας και του καθρέφτη της αρχειοθήκης του Debian σύμφωνα με τη γεωγραφική σας θέση. Η γλώσσα και η χώρα επιλογής θα καθορίσουν επίσης από κοινού την προεπιλεγμένη τοπική ρύθμιση για το σύστημά σας και θα βοηθήσουν στην επιλογή του πληκτρολογίου σας
ko: 여기서 선택한 지역은 나중에 기본 시간대 및 지리적으로 가까운 데비안 미러를 고르는 데 이용됩니다. 물론 설치 프로그램의 기본값이 마음에 들지 않으면 다른 선택을 할 수도 있습니다. 선택한 국가와 언어는 새 데비안 시스템의 로케일 설정과 키보드를 선택하는데 사용됩니다.
pt: O país seleccionado será mais tarde utilizado no processo de instalação para escolher por omissão um fuso horário e um mirror Debian apropriado para a sua localização geográfica. O idioma e o país em conjunto serão utilizados para configurar as definições locais para o seu sistema e para o ajudar a configurar seleccionar o seu teclado.
sv: Det valda landet kommer att användas senare i installationsprocessen för att välja den tidszon som ska vara standard och en Debian-spegel som är lämplig för ditt geografiska område. Språk och land kommer att användas tillsammans för att ställa in standardlokalen för ditt system och att hjälpa till att välja ditt tangentbord.
vi: Vào điểm sau trong tiến trình cài đặt, quốc gia đã chọn sẽ được dùng để chọn múi giờ mặc định và một máy nhân bản Debian thích hợp với chỗ địa lý của bạn. Cả ngôn ngữ lẫn quốc gia đều sẽ được dùng để đặt miền địa phương mặc định cho hệ thống của bạn, cũng để giúp đỡ chọn bố trí bàn phím.
zh_cn: 在安装过程的后面，选择的国家还会被用于设置默认的时区和您所处地理位置的 Debian 镜像。语言和国家可以一起用来设置您系统默认的 locale，并帮助您选择键盘。

source: You will first be asked to select your preferred language. The language names are listed in both English (left side) and in the language itself (right side); the names on the right side are also shown in the proper script for the language. The list is sorted on the English names. At the top of the list is an extra option that allows you to select the <quote>C</quote> locale instead of a language. Choosing the <quote>C</quote> locale will result in the installation proceding in English; the installed system will have no localization support as the <classname>locales</classname> package will not be installed.
el: Πρώτα θα σας ζητηθεί να επιλέξετε την γλώσσα που προτιμάτε. Τα ονόματα των γλωσσών παρατίθενται και στα αγγλικά (αριστερή πλευρά) και στη ίδια την γλώσσα που επιλέξατε(δεξιά πλευρά). Tα ονόματα στη δεξιά πλευρά εμφανίζονται επίσης στην αντίστοιχη γραφή για αυτή τη γλώσσα. Ο κατάλογος ταξινομείται ως προς τα αγγλικά ονόματα των γλωσσών. Στην κορυφή της λίστας υπάρχει μια πρόσθετη επιλογή η οποία σας επιτρέπει να διαλέξετε το σύνολο τοπικών ρυθμίσεων <quote>C</quote> αντί μιας γλώσσας. Η επιλογή του συνόλου τοπικών ρυθμίσεων <quote>C</quote> θα έχει σαν αποτέλεσμα η εγκατάσταση να γίνει στα Αγγλικά και τότε το εγκατεστημένο σύστημα δεν θα έχει καθόλου υποστήριξη τοπικοποίησης καθώς δεν θα εγκατασταθεί το πακέτο <classname>locales</classname>.
ko: 먼저 사용할 언어를 선택하게 됩니다. 각 언어의 이름은 (왼쪽에) 영어 및 (오른쪽에) 해당 언어로 쓰여 있습니다. 오른쪽에 있는 이름은 해당 언어의 문자를 이용해서 표시됩니다. 이 언어 목록은 영어 이름 순서로 나열되어 있습니다. 목록의 맨 위에는 <quote>C</quote> 로케일을 선택하는 옵션입니다. <quote>C</quote> 로케일을 선택하면 설치는 영어로 진행되고, 설치한 시스템은 <classname>locales</classname> 꾸러미를 설치하지 않고 지역화 기능이 없게 됩니다.
pt: Ser-lhe-á no início pedido para seleccionar o seu idioma preferido. A lista de idiomas encontra-se em Inglês (lado esquerdo) e na sua própria língua (lado direito); os nomes do lado direito mostram também o respectivo script para o idioma. A lista está disposta pelos nomes em Inglês. No topo da lista existe uma opção extra que lhe permite seleccionar as definições locais <quote>C</quote> em vez do idioma. Ao escolher a definição local <quote>C</quote> a sua instalação prosseguirá em Inglês, o sistema não terá suporte de definição local, já que não será instalado o pacote <classname>locales</classname>.
sv: Du kommer först att bli frågad att välja ditt föredragna språk. Namnen på språken listas på både engelska (vänstra sidan) och på själva språket (högra sidan); namnen på högra sidan visas också i språkets korrekta skrift. Listan är sorterad efter de engelska namnen. På toppen av listan finns ett extra alternativ som låter dig att välja lokalen <quote>C</quote> istället för ett språk. Välja lokalen <quote>C</quote> betyder att installationen fortsätter på engelska; det installerade systemet kommer inte att ha något stöd för lokalanpassning eftersom paketet <classname>locales</classname> inte kommer att installeras.
vi: Trước tiên, bạn sẽ được nhắc chọn ngôn ngữ ưa thích. Các tên ngôn ngữ được liệt kê bằng cả tiếng Anh (bên trái) lẫn tiếng gốc (bên phải); các tên bên phải cũng được in ra bằng chữ viết đúng của ngôn ngữ đó. Danh sách đó được sắp xếp theo tên tiếng Anh. Bên trên danh sách có một tùy chọn thêm cho bạn khả năng chọn miền địa phương <quote>C</quote> thay cho ngôn ngữ riêng. Việc chọn miền địa phương <quote>C</quote> sẽ gây ra tiến trình cài đặt tiếp tục lại bằng chỉ tiếng Anh; hệ thống đã cài đặt sẽ không có khả năng hỗ trợ địa phương hoá (không có ngôn ngữ khác v.v.) vì gói <classname>locales</classname> sẽ không được cài đặt.
zh_cn: 您将被首先问到倾向的语言。语言名称同时以英文(左侧)和该语言(右侧)列出; 右侧名称是使用该语言来书写。 列表以英文名称排列。在列表的顶端是一个额外的选项，允许您使用 <quote>C</quote> locale 替代语言。 选择 <quote>C</quote> locale 使得安装过程使用英文; 安装的系统不再有本地化支持， <classname>locales</classname> 软件包也不会安装。

source: If you selected a language that is recognized as an official language for more than one country<footnote> <para> In technical terms: where multiple locales exist for that language with differing country codes. </para> </footnote>, you will next be asked to select a country. If you choose <guimenuitem>Other</guimenuitem> at the bottom of the list, you will be presented with a list of all countries, grouped by continent. If the language has only one country associated with it, that country will be selected automatically.
el: Εάν επιλέξατε μια γλώσσα που αναγνωρίζεται ως επίσημη γλώσσα σε πάνω από μια χώρες <footnote> <para> Με τεχνικούς ορούς: όπου υπάρχουν πολλαπλά σύνολα τοπικών ρυθμίσεων για μια γλώσσα με διαφορετικούς κωδικούς χωρών. </para> </footnote>, θα σας ζητηθεί στη συνέχεια να επιλέξετε την χώρα. Εάν, στο τέλος της λίστας, επιλέξετε <guimenuitem>Άλλες</guimenuitem> θα σας παρουσιαστεί μια λίστα όλων των χωρών, ομαδοποιημένων ανά ήπειρο. Εάν η γλώσσα συσχετίζεται μόνο με μία χώρα, τότε αυτόματα θα επιλεγεί αυτή η χώρα.
ko: 여러 국가들에서 공식 언어로 사용하는 언어를 선택하는 경우<footnote> <para> 기술적인 용어로: 해당 언어에 대해 여러 개 국가 코드가 붙어 있는 로케일이 존재하는 경우. </para> </footnote>, 해당 국가를 선택하게 됩니다. 목록의 맨 아래에 있는 <guimenuitem>기타</guimenuitem>를 선택하면, 모든 언어의 목록이 대륙별로 구분 지어서 표시됩니다. 해당 언어를 사용하는 국가가 하나뿐이라면, 자동으로 그 국가를 선택합니다.
pt: Se você seleccionou um idioma que é reconhecido por se tratar de um idioma não oficial para mais de um país <footnote> <para> Em termos técnicos: onde existem múltiplas definições locais para esse idioma que diferem nos códigos de país. </para> </footnote>, ser-lhe-á pedido em seguida o país. Se você escolheu <guimenuitem>Other</guimenuitem> no fundo da lista, ser-lhe-á apresentada uma lista de todos os países, agrupados por continente. Se o idioma tem apenas um único país associado, esse país será seleccionado automaticamente.
sv: Om du valde ett språk som är erkänt som ett officiellt språk för fler än ett land<footnote> <para> I tekniska termer: där multipla lokaler finns för det språket men med olika landskoder. </para> </footnote>, du kommer härnäst att bli frågad att välja ett land. Om du väljer <guimenuitem>Annat</guimenuitem> i slutet av listan, kommer du bli visad en lista på alla länder, grupperade efter kontinent. Om språket endast har ett land associerat med sig kommer det landet att automatiskt väljas.
vi: Nếu bạn chọn ngôn ngữ được chấp nhận là ngôn ngữ chính thức của nhiều quốc gia<footnote> <para> Tức là khi có nhiều miền địa phương với mã quốc gia khác nhau cho cùng một ngôn ngữ. </para> </footnote>, lần kế tiếp bạn sẽ được nhắc chọn quốc gia riêng. Nếu bạn chọn mục <guimenuitem>Khác</guimenuitem> bên dưới danh sách đó, trình cài đặt sẽ hiển thị danh sách mọi quốc gia, được nhóm lại theo châu. Nếu ngôn ngữ đã chọn chỉ có một quốc gia tương ứng với nó, quốc gia đó sẽ được chọn tự động.
zh_cn: 如果您选择的语言被多个国家作为官方语言<footnote> <para> 技术范畴: 一种语言针对不同国家代码的不同 locale。</para> </footnote>, 您会被要求选择国家。如果您在列表底部选择 <guimenuitem>Other</guimenuitem>，您将看到按大洲分组的全部国家。 如果该语言只关联到一个国家，国家将自动选择。

source: A default locale will be selected based on the selected language and country. If you are installing at medium or low priority, you will have the option of selecting a different default locale and of selecting additional locales to be generated for the installed system.
el: Θα επιλεχθεί ένα προκαθορισμένο σύνολο τοπικών ρυθμίσεων με βάση την γλώσσα και χώρα που έχετε επιλέξει . Εάν εκτελείτε την εγκατάσταση με μεσαία ή χαμηλή προτεραιότητα, θα έχετε την δυνατότητα να επιλέξετε ένα άλλο τέτοιο σύνολο τοπικών ρυθμίσεων σαν προκαθορισμένο καθώς και την δημιουργία επιπλέον τέτοιων συνόλων τοπικών ρυθμίσεων για το εγκατεστημένο σύστημα.
ko: 기본 로케일은 선택한 언어 및 국가에 따라 자동으로 결정됩니다. 중간 혹은 낮음 우선순위로 설치하는 경우, 다른 기본 로케일 값을 다르게 선택하거나 로케일을 여러 개 추가로 만들어 놓도록 할 수 있습니다.
pt: Uma definição local padrão será seleccionada com base no idioma e país escolhido. Se estiver a instalar em prioridade média ou baixa, terá a opção de seleccionar definições locais padrão diferentes e de seleccionar definições locais adicionais para serem geradas no sistema instalado.
sv: En standardlokal kommer att väljas baserad på det valda språket och landet. Om du installerar med medium eller låg prioritet, kommer du få möjligheten att välja en annan standardlokal och att välja ytterligare lokaler som ska genereras för det installerade systemet.
vi: Miền địa phương sẽ được chọn, dựa vào ngôn ngữ và quốc gia đã chọn. Nếu bạn đang cài đặt tại ưu tiên vừa hay thấp, bạn có khả năng chọn một miền địa phương mặc định khác, và một số miền địa phương thêm để được tạo ra cho hệ thống được cài đặt.
zh_cn: 默认 locale 的选择是基于您先前所选的语言和国家。如果您以 medium 或 low 优先级安装，您可以选择不同的默认 locale 以及为安装好的系统生成额外的 locale。

source: Choosing a Keyboard
el: Επιλογή Πληκτρολογίου
ko: 키보드 선택하기
pt: Escolher um teclado
sv: Val av tangentbord
vi: Chọn bàn phím
zh_cn: 选择键盘

source: Keyboards are often tailored to the characters used in a language. Select a layout that conforms to the keyboard you are using, or select something close if the keyboard layout you want isn't represented. Once the system installation is complete, you'll be able to select a keyboard layout from a wider range of choices (run <command>kbdconfig</command> as root after you have completed the installation).
el: Συχνά τα πληκτρολόγια προσαρμόζονται στους χαρακτήρες που χρησιμοποιούνται σε μια γλώσσα. Επιλέξτε μια διάταξη που ταιριάζει στο πληκτρολόγιο που χρησιμοποιείτε ή εάν η διάταξη πληκτρολογίου που θέλετε δεν υπάρχει σ' αυτόν τον κατάλογο, επιλέξετε μια παραπλήσια. Μόλις τελειώσει η εγκατάσταση του συστήματος , θα είστε σε θέση να επιλέξετε μια άλλη από ένα μεγαλύτερο εύρος επιλογών (μετά το τέλος της εγκατάστασης τρέξτε ως root <command>kbdconfig</command>).
ko: 어떤 키보드는 특정 언어에서 사용하는 문자에 맞게 만들어져 있습니다. 사용하고 있는 키보드에 맞는 키보드 배치를 고르시고, 해당 키보드 배치가 여기 없으면 어느정도 비슷한 키보드 배치를 고르십시오. 시스템 설치를 모두 마치면 더 많은 종류의 키보드 배치 중에서 하나를 고를 수 있게 됩니다. (<command>kbdconfig</command>를 실행하십시오.)
pt: Os teclados são normalmente construídos de acordo com os caracteres utilizados no seu idioma. Escolha um layout de acordo com o teclado que está a utilizar, ou se o seu teclado não estiver representado escolha um próximo. Quando a instalação do sistema terminar, você poderá escolher um layout de teclado a partir de uma gama maior de escolhas (como root execute <command>kbdconfig</command> após ter completado a instalação).
sv: Tangentbord är ofta anpassade efter de tecken som används i ett språk. Välj en layout som gäller för tangentbordet du använder, eller välj något som liknar det om tangentbordslayouten du vill välja inte finns. När installationen av systemet är färdig kommer du kunna välja en tangentbordslayout från en bredare skala (kör <command>kbdconfig</command> som root efter att du har färdigställt installationen).
vi: Bàn phím thường được thiết kế để nhập các ký tự đại diện ngôn ngữ riêng. Hãy chọn một bố trí bàn phím thích hợp với bàn phím hàng ngày của bạn, hoặc chọn điều tương tự nếu không có bố trí trùng. Một khi cài đặt xong hệ thống, bạn có khả năng chọn bố trí bàn phím trong phạm vị sự chọn rộng hơn (chạy tiện ích <command>kbdconfig</command> với tư cách người chủ, một khi cài đặt xong).
zh_cn: 键盘经常按照不同语言使用的字符裁剪。选择一个您的键盘使用的合适布局，或者为没有的布局选择一个接近的。一旦系统安装完毕，您可以从更大范围内您选择键盘的布局 (在安装完之后用 root 执行 <command>kbdconfig</command>)。

source: Move the highlight to the keyboard selection you desire and press &enterkey;. Use the arrow keys to move the highlight &mdash; they are in the same place in all national language keyboard layouts, so they are independent of the keyboard configuration. An 'extended' keyboard is one with <keycap>F1</keycap> through <keycap>F10</keycap> keys along the top row.
el: Μετακινήστε το υπερφωτισμένο (highlight) προς την επιλογή πληκτρολογίου που επιθυμείτε και πιέσετε &enterkey;. Χρησιμοποιήστε τα βέλη για να κινήσετε το υπερφωτισμένο (highlight) &mdash; αυτά βρίσκονται στην ίδια θέση σε όλες τις διατάξεις πληκτρολογίου εθνικής γλώσσας, οπότε είναι ανεξάρτητα από τη διάταξη πληκτρολογίου. Ένα 'εκτεταμένο' πληκτρολόγιο είναι ένα με τα πλήκτρα <keycap>F1</keycap> έως <keycap>F10</keycap> κατά μήκος της πάνω γραμμής του πληκτρολογίου.
ko: 반전 표시를 해당 키보드로 옮기고 &enterkey;를 누르십시오. 화살표 키로 반전 표시를 움직입니다. 화살표 키는 모든 언어의 키보드에 대해 동일하므로, 키보드 설정과는 상관이 없습니다. 목록에서 '확장' 키보드는 <keycap>F1</keycap>에서 <keycap>F10</keycap> 키가 위에 붙어 있는 키보드를 말합니다.
pt: Mova a selecção para a escolha do teclado que deseja e carregue em &enterkey;. Utilize as teclas com setas para mover a selecção &mdash; estas estão no mesmo lugar em todas as configurações de teclado para idiomas nacionais, por isso são independentes da configuração do teclado. Um teclado 'estendido' é um que contém as teclas de <keycap>F1</keycap> até <keycap>F10</keycap> na linha superior.
sv: Flytta markören till tangentbordsvalet du önskar och tryck på &enterkey;. Använd piltangenterna för att flytta markören &mdash; de är på samma plats för alla tangentbordslayouter på alla språk, så de är oberoende av tangentbordskonfiguration. Ett "utökat"-tangentbord är ett med tangenterna <keycap>F1</keycap> till <keycap>F10</keycap> längs översta raden.
vi: Hãy di chuyển vùng tô sáng tới bố trí bàn phím đã muốn, rồi bấm phím &enterkey;. Dùng các phím mũi tên để di chuyển vùng tô sáng &mdash; chúng nằm tại cùng một vị trí trên mọi bố trí bàn phím ngôn ngữ quốc gia, vậy chúng không phụ thuộc vào cấu hình bàn phím. Bàn phím « đã mở rộng » ('extended') có các phím chức năng <keycap>F1</keycap> đến <keycap>F10</keycap> nằm bên trên.
zh_cn: 将高亮显示部分移到您选择的键盘，然后按下 &enterkey;。用箭头健移到高亮显示 &mdash; 它们位于所以国家键盘布局相同的地方，因此独立于键盘配置。'扩展的'键盘是有 <keycap>F1</keycap>到<keycap>F10</keycap> 健，沿着上箭头。

source: On DECstations there is currently no loadable keymap available, so you have to skip the keyboard selection and keep the default kernel keymap (LK201 US). This may change in the future as it depends on further Linux/MIPS kernel development.
el: Προς το παρόν δεν υπάρχει διάταξη πληκτρολογίου διαθέσιμη για φόρτωση για τους σταθμούς εργασίας DECstation, οπότε πρέπει να παραλείψετε το στάδιο επιλογής πληκτρολογίου και να διατηρήσετε την προεπιλεγμένη από τον πυρήνα (LK201 US).Αυτό μπορεί να αλλάξει στο μέλλον δεδομένου ότι εξαρτάται από την παραπέρα εξέλιξη του πυρήνα Linux/MIPS.
ko: DECstation에서는 따로 읽어들일 수 있는 키맵이 없으므로, 키보드 선택 부분을 건너 뛰고 기본 커널 키맵을 (LK201 US) 유지합니다. 향후 리눅스/MIPS 커널 개발에 따라 이 부분은 앞으로 달라질 수 있습니다.
pt: Em DECstations não existe actualmente disponível nenhum keymap que possa ser carregado, por isso você tem que saltar a selecção de teclado e manter o keymap por omissão do kernel (LK201 US). Isto pode ser alterado de futuro porque depende de futuros desenvolvimentos do kernel para Linux/MIPS.
sv: På DECstationer finns det för närvarande ingen inläsningsbar tangentstabell tillgänglig, så du kan hoppa över tangentbordsvalet och behålla kärnans standardtabeller (LK201 US). Det här kan ändras i framtiden eftersom det beror på ytterligare utveckling av Linux/MIPS-kärnan.
vi: Trên máy DECstation, hiện thời không có bố trí bàn phím có thể tải, thì bạn cần phải bỏ qua việc chọn bàn phím, và giữ lại bố trí hạt nhân mặc định (LK201 US). Trường hợp này có thể thay đổi trong trương lai, vì nó phụ thuộc vào sự phát triển hạt nhân Linux/MIPS thêm.
zh_cn: 当前 DEC 工作站上没有可以加载的 keymap，因此您不得不跳过键盘选项，保持默认的内核 keymap (LK201 US)。随着 Linux/MIPS 内核的开发，将来也许会改变。
