Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: The manual network setup in turn asks you a number of questions about your network, notably <computeroutput>IP address</computeroutput>, <computeroutput>Netmask</computeroutput>, <computeroutput>Gateway</computeroutput>, <computeroutput>Name server addresses</computeroutput>, and a <computeroutput>Hostname</computeroutput>. Moreover, if you have a wireless network interface, you will be asked to provide your <computeroutput>Wireless ESSID</computeroutput> and a <computeroutput>WEP key</computeroutput>. Fill in the answers from <xref linkend="needed-info"/>.
el: Στη συνέχεια η χειρωνακτική εγκατάσταση του δικτύου σας υποβάλλει διάφορες ερωτήσεις για το δίκτυό σας, ειδικότερα για την <computeroutput>διεύθυνση IP (IP address)</computeroutput>, την <computeroutput>Μάσκα δικτύου (Netmask)</computeroutput>, την <computeroutput>Πύλη δικτύου (Gateway)</computeroutput>, τις <computeroutput>Διευθύνσεις server ονοματοδοσίας (Name server addresses)</computeroutput>, και ένα <computeroutput>Όνομα υπολογιστή (hostname)</computeroutput>. Επιπλέον, εάν έχετε μια ασύρματη διασύνδεση δικτύου, θα σας ζητηθεί το <computeroutput>Ασύρματο ESSID</computeroutput> και ένα <computeroutput>κλειδί WEP</computeroutput>. Συμπληρώστε τις απαντήσεις από το <xref linkend="needed-info"/>.
ko: 수동 네트워크 설정에서는 네트워크에 관한 여러가지 정보들을 차례대로 물어봅니다. <computeroutput>IP 주소</computeroutput>, <computeroutput>네트마스크</computeroutput>, <computeroutput>게이트웨이</computeroutput>, <computeroutput>네임 서버 주소</computeroutput> 및 <computeroutput>호스트이름</computeroutput>을 물어봅니다. 또 무선 네트워크 인터페이스가 있다면, <computeroutput>무선 ESSID</computeroutput> 및 <computeroutput>WEP 키</computeroutput>를 물어봅니다. <xref linkend="needed-info"/>의 답을 채워 넣으십시오.
pt: O manual de configuração da rede de um modo geral apresenta-lhe um certo número de questões sobre a sua rede, de salientar <computeroutput>endereço IP</computeroutput>, <computeroutput>Máscara de rede</computeroutput>, <computeroutput>Gateway</computeroutput>, <computeroutput>Endereços de servidores de nomes</computeroutput>, e um <computeroutput>Hostname</computeroutput>. Se tiver uma interface de rede wireless, ser-lhe-á pedido que forneça o seu <computeroutput>Wireless ESSID</computeroutput> e a <computeroutput>WEP key</computeroutput>. Preencha as respostas a partir da <xref linkend="needed-info"/>.
sv: Den manuella nätverkskonfigurationen kommer att fråga dig ett antal frågor om ditt nätverk, speciellt <computeroutput>IP-adress</computeroutput>, <computeroutput>nätmask</computeroutput>, <computeroutput>gateway</computeroutput>, <computeroutput>adresser till namnservrar</computeroutput>, och ett <computeroutput>värdnamn</computeroutput>. Dessutom, om du har ett trådlöst nätverkskort, kommer du att bli frågad att ange <computeroutput>ESSID</computeroutput> och en <computeroutput>WEP-nyckel</computeroutput> för ditt trådlösa nätverk. Fyll i svaren från <xref linkend="needed-info"/>.
vi: Lần lượt, tiến trình tự thiết lập mạng sẽ hỏi bạn một số câu về mạng, đặc biệt về <computeroutput>địa chỉ IP</computeroutput>, <computeroutput>mặt nạ mạng (netmask)</computeroutput>, <computeroutput>cổng ra (gateway)</computeroutput>, <computeroutput>các địa chỉ máy phục vụ tên</computeroutput>, và <computeroutput>tên máy</computeroutput>. Hơn nữa, nếu bạn có giao diện mạng vô tuyến, nó sẽ nhắc bạn nhập <computeroutput>ESSID vô tuyến</computeroutput> và <computeroutput>khoá WEP</computeroutput>. Hãy điền vào các trả lời từ <xref linkend="needed-info"/>.
zh_cn: 手动配置网络会依次询问一些您网络的问题，值得注意的是 <computeroutput>IP 地址</computeroutput>，<computeroutput>网络掩码</computeroutput>，<computeroutput>网关</computeroutput>，<computeroutput>域名服务器地址</computeroutput>，和 <computeroutput>主机名</computeroutput>。此外，如果您有无线网络接口，您会被要求提供您的 <computeroutput>Wireless ESSID</computeroutput> 和 一个 <computeroutput>WEP key</computeroutput>。填写答案 <xref linkend="needed-info"/>。

source: Some technical details you might, or might not, find handy: the program assumes the network IP address is the bitwise-AND of your system's IP address and your netmask. It will guess the broadcast address is the bitwise OR of your system's IP address with the bitwise negation of the netmask. It will also guess your gateway. If you can't find any of these answers, use the system's guesses &mdash; you can change them once the system has been installed, if necessary, by editing <filename>/etc/network/interfaces</filename>.
ko: 알아두면 편리할 수도 있고 아닐 수도 있는 기술적인 정보: 이 프로그램에서는 네트워크 IP 주소가 시스템의 IP 주소와 네트마스크를 비트 AND한 값이라고 가정합니다. 브로드캐스트 주소는 시스템의 IP 주소와 네트마스크의 비트 NOT한 값을 OR한 값이라고 가정합니다. 또 게이트웨이도 임의로 추정합니다. 수동 설정에서 무슨 값을 써야 할지 잘 모르겠다면, 시스템의 추정값을 사용해 보십시오. 일단 시스템을 설치한 다음에 필요하다면 <filename>/etc/network/interfaces</filename> 파일을 편집해서 이 설정을 바꿀 수 있습니다.
pt: Existem alguns aspectos técnicos que pode, de ou não, achar úteis: o programa assume que o endereço IP de rede é a operação lógica AND (dos bits) do endereço IP do seu sistema e da sua máscara de rede. Irá assumir que o endereço de broadcast é a operação lógica OU (dos bits) do IP do seu sistema com a negação (dos bits) da máscara de rede. Irá também adivinhar a sua gateway. Se não souber responder a estas perguntas, utilize as sugestões do sistema &mdash; poderá modificá-las, se necessário, assim que o sistema tiver sido instalado editando o ficheiro <filename>/etc/network/interfaces</filename>.
sv: Några tekniska detaljer du kanske, eller kanske inte, tycker är smidiga: programmet anser att nätverkets IP-adress är bitvis-OCH av ditt systems IP-adress och din nätmask. Den kommer att gissa att broadcast-adressen är bitvis-ELLER av ditt systems IP-adress med bitvis negation av nätmasken. Den kommer även att gissa din gateway. Om du inte kan hitta något av de här svaren, använd systemets gissningar &mdash; du kan ändra dem när systemet har installerats, om nödvändigt, genom att redigera <filename>/etc/network/interfaces</filename>.
vi: Có vài chi tiết kỹ thuật có thể có ích: chương trình giả sử là địa chỉ IP trên mạng là giá trị VÀ cách một ví trị bit (bitwise AND) của địa chỉ IP hệ thống và mặt nạ mạng. Nó sẽ đoán rằng địa chỉ quảng bá là HAY cách một vị trí bit (bitwise OR) của địa chỉ IP hệ thống với sự phủ định của mặt nạ mạng. Nó sẽ cũng đoán cổng ra. Nếu bạn không tìm thấy thông tin trong các trả lời này, hãy sử dụng các sự đoán của hệ thống &mdash; bạn vẫn còn có khả năng thay đổi chúng một khi hệ thống được cài đặt, nếu cần thiết, bằng cách chỉnh sửa tập tin <filename>/etc/network/interfaces</filename>.
zh_cn: 您也许需要将一些技术细节放在手边，也许用不着：程序假定网络 IP 地址是您系统的 IP 地址和网络掩码按位与。它还会猜测广播地址是您系统的 IP 地址和按位反网络掩码按位或。它也会猜测您的网关。如果您不能回答这些问题，让系统猜测 &mdash; 可以在系统安装完毕之后来修改它们。如果需要，编辑 <filename>/etc/network/interfaces</filename>。

source: Partitioning and Mount Point Selection
el: Διαμέριση και Επιλογή Σημείων Προσάρτησης
ko: 파티션하기 및 마운트 위치 선택
pt: Particionar e Escolher os Pontos de Montagem
sv: Partitionering och val av monteringspunkter
vi: Phân vùng và chọn điểm lắp
zh_cn: 分区与选择挂载点

source: At this time, after hardware detection has been executed a final time, &d-i; should be at its full strength, customized for the user's needs and ready to do some real work. As the title of this section indicates, the main task of the next few components lies in partitioning your disks, creating filesystems, assigning mountpoints and optionally configuring closely related issues like LVM or RAID devices.
el: Τώρα πια και αφού έχει γίνει η ανίχνευση υλικού για μια τελευταία φορά, o &d-i; πρέπει να είναι πανέτοιμος, προσαρμοσμένος στις ανάγκες του χρήστη και έτοιμος για σοβαρή δουλειά. Όπως δείχνει και ο τίτλος αυτής της ενότητας, το κύριο καθήκον κάποιων από τα επόμενα συστατικά είναι η διαμέριση των δίσκων, η δημιουργία συστημάτων αρχείων, ο ορισμός σημείων προσάρτησης και προαιρετικά η ρύθμιση θεμάτων που σχετίζονται πολύ μεταξύ τους όπως οι συσκευές LVM ή RAID.
ko: 여기에서는 마지막으로 하드웨어 검색을 한 다음에, &d-i;는 필요한 기능을 모든 갖추고, 사용자의 필요에 맞게 진짜 설치 작업을 할 준비를 갖추게 됩니다. 제목이 말하듯, 다음 몇 개의 구성 요소는 디스크를 파티션하고, 파일시스템을 만들고, 마운트 위치를 지정하고, 또 필요하다면 LVM이나 RAID 장치와 같은 관련 설정을 합니다.
pt: Neste ponto, após a detecção do hardware ter sido feita uma última vez, o &d-i; deverá estar no auge, configurado para as necessidades do utilizador e pronto para efectuar algum trabalho real. Como o título desta secção indica, a tarefa principal dos seguintes componentes resumem-se ao particionamento do disco, atribuição de pontos de montagem e opcionalmente configuração de aspectos relacionados com dispositivos LVM e RAID.
sv: Vid den här tidpunkten, efter identifiering av maskinvara har startats en sista gång, bör &d-i; vara vid sin fulla kraft, anpassad för användarens behov och klar att göra ett riktigt jobb. Precis som titeln på det här avsnittet indikerar, är huvudfunktionen för de nästkommande komponenterna är partitionering av dina diskar, skapa filsystem, tilldela monteringspunkter och även konfigurering av närliggande saker som LVM eller RAID-enheter.
vi: Vào thời điểm này, sau khi việc phát hiện phần cứng đã được thực hiện lần cuối cùng, &d-i; nên có khả năng đầy đủ, được tùy chỉnh thích hợp với sự cần của người dùng riêng và sẵn sàng làm việc thực. Như tên phần này ngụ ý, những công việc chính của vài thành phần kế tiếp là phân vùng đĩa, tạo hệ thống tập tin, gán điểm lắp và (tùy chọn) cấu hình vấn đề rất liên quan đến nhau như LVM hay thiết bị RAID.
zh_cn: 现在，经过最后的硬件检测，&d-i; 已经充满活力，按照用户定制，准备就绪。正如本节标题指明，接下来组件的主要任务是为您的硬盘分区，创建文件系统，安排挂载点，并为近似选项进行配置，比如 LVM 或 RAID 设备。

source: Partitioning Your Disks
el: Διαμέριση των Δίσκων σας
ko: 디스크 파티션하기
pt: Particionar os Seus Discos
sv: Partitionera dina diskar
vi: Phân vùng đĩa
zh_cn: 硬盘的分区

source: Now it is time to partition your disks. If you are uncomfortable with partitioning, or just want to know more details, see <xref linkend="partitioning"/>.
el: Τώρα ήρθε η ώρα για την διαμέριση των δίσκων σας. Αν νιώθετε άβολα με τη διαδικασία της διαμέρισης ή άπλα επιθυμείτε να μάθετε περισσότερα για αυτό το ζήτημα, δείτε το <xref linkend="partitioning"/>.
ko: 디스크를 파티션할 차례입니다. 파티션하는 게 불안하거나 자세히 알고 싶으시면, <xref linkend="partitioning"/> 부분을 참고하십시오.
pt: Agora é altura de particionar os discos. Se não estiver à vontade com o particionamento, ou se quiser obter mais informações veja o <xref linkend="partitioning"/>.
sv: Nu är det dags för att partitionera dina hårddiskar. Om du känner dig osäker med partitionering eller bara vill veta mer detaljer, se <xref linkend="partitioning"/>.
vi: Lúc này nên phân vùng các đĩa của bạn. Nếu bạn chưa quen với công việc phân vùng, hoặc chỉ muốn biết thêm, xem <xref linkend="partitioning"/>.
zh_cn: 现在是时候对您的硬盘进行分区了。要是您对分区还有心存疑虑，或者只是想了解 更多的细节，请参阅 <xref linkend="partitioning"/>。

source: If a hard disk has previously used under Solaris, the partitioner may not detect the size of the drive correctly. Creating a new partition table does not fix this issue. What does help, is to <quote>zero</quote> the first few sectors of the drive: <informalexample><screen> # dd if=/dev/zero of=/dev/hd<replaceable>X</replaceable> bs=512 count=2; sync </screen></informalexample> Note that this will make any existing data on that disk inaccessible.
ko: 하드 디스크를 전에 솔라리스에서 사용했던 경우에는, 파티션 프로그램이 드라이브의 크기를 올바르게 알아내지 못할 수도 있습니다. 파티션 테이블을 새로 만들어도 이 문제는 고쳐지지 않습니다. 해결하는 방법은 드라이브의 앞 부분 섹터 몇 개에 <quote>0</quote>을 채워 넣는 방법입니다: <informalexample><screen> # dd if=/dev/zero of=/dev/hd<replaceable>X</replaceable> bs=512 count=2; sync </screen></informalexample> 주의: 이 명령을 실행하면 디스크에 있는 모든 데이터를 잃어버립니다.
pt: Se um disco rígido foi previamente utilizado sob Solaris, o particionados pode não detectar correctamente o tamanho do disco. Criar uma nova tabela de partições não resolve o problema. O que ajuda, é preencher com <quote>zero</quote> os primeiros sectores do disco: <informalexample><screen> # dd if=/dev/zero of=/dev/hd<replaceable>X</replaceable> bs=512 count=2; sync </screen></informalexample> Note que isto irá tornar quaisquer dados no disco incessíveis.
sv: Om en hårddisk tidigare har använts under Solaris, kommer kanske inte partitioneraren att identifiera storleken på enheten korrekt. Skapa en ny partitionstabell rättar inte till det här problemet. Vad som hjälper är att <quote>nolla</quote> de första sektorerna på enheten: <informalexample><screen> # dd if=/dev/zero of=/dev/hd<replaceable>X</replaceable> bs=512 count=2; sync </screen></informalexample> Observera att det här kommer att göra eventuellt befintligt data på disken otillgängligt.
vi: Nếu đĩa cứng đã được dùng dưới hệ điều hành Solaris, trình phân vùng có thể không phát hiện đúng kích cỡ của ổ đĩa. Việc tạo một bảng phân vùng mới không quyết định vấn đề này. Việc quyết định là <quote>làm số không</quote> vài rãnh ghi đầu của ổ đĩa: <informalexample><screen> # dd if=/dev/zero of=/dev/hd<replaceable>X</replaceable> bs=512 count=2; sync </screen></informalexample> Ghi chú rằng việc này sẽ làm cho dữ liệu nào tồn tại trên cùng đĩa không còn có khả năng truy cấp lại.
zh_cn: 如果以前是在 Solaris 下使用硬盘，分区工具可能无法正确检测到磁盘大小。建立一个新的分区表也无法解决该问题。有效的方法是给磁盘的前面的一些扇区<quote>清零</quote>：<informalexample><screen> # dd if=/dev/zero of=/dev/hd<replaceable>X</replaceable> bs=512 count=2; sync </screen></informalexample> 注意，这会是磁盘上已有的数据无法访问。

source: First you will be given the opportunity to automatically partition either an entire drive, or available free space on a drive. This is also called <quote>guided</quote> partitioning. If you do not want to autopartition, choose <guimenuitem>Manual</guimenuitem> from the menu.
ko: 먼저 선택에 따라, 전체 드라이브나 드라이브의 빈 공간을 자동으로 파티션할 수 있습니다. 이 방법을 <quote>자동</quote> 파티션이라고 합니다. 자동 파티션을 하지 않으려면, 메뉴에서 <guimenuitem>수동으로</guimenuitem>를 선택하십시오.
pt: Primeiro ser-lhe-á dada a oportunidade de criar as partições de um modo automático no disco inteiro, ou no espaço livre do disco. Esta opção é também chamada particionamento <quote>guiado</quote>. Se não quiser particionar automaticamente, escolha <guimenuitem>Manual</guimenuitem> a partir do menu.
sv: Först kommer du få möjligheten att automatiskt partitionera antingen en hel disk eller ledigt utrymme på en disk. Det finns också en så kallad <quote>guidad</quote> partitionering. Om du inte vill partitionera automatiskt, välj <guimenuitem>Manuell</guimenuitem> från menyn.
vi: Trước tiên, bạn sẽ nhận dịp phân vùng tự động hoặc toàn bộ đĩa, hoặc sức chứa còn rảnh có sẵn trên đĩa. Tiến trình này cũng được gọi như là phân vùng <quote>đã hướng dẫn</quote>. Nếu bạn không muốn phân vùng tự động, hãy chọn mục <guimenuitem>Bằng tay</guimenuitem> trong trình đơn.
zh_cn: 首先您可以选择对整块硬盘或是其上的空闲空间进行自动分区。这也被称为 <quote>向导式</quote> 分区。倘若您不想用自动分区，那么也可以选择菜单中的 <guimenuitem>Manual</guimenuitem> 。

source: If you choose guided partitioning, you may have three options: to create partitions directly on the hard disk (classic method), or to create them using Logical Volume Management (LVM), or to create them using encrypted LVM<footnote> <para> The installer will encrypt the LVM volume group using a 256 bit AES key and makes use of the kernel's <quote>dm-crypt</quote> support. </para> </footnote>.
ko: 자동 파티션하는 경우, 세 가지 방법이 있습니다: 하드 디스크에서 직접 파티션을 만들거나 (전통적인 방법), 논리 볼륨 관리를 (LVM) 사용하거나, 암호화한 LVM을<footnote> <para> 설치 프로그램에서 LVM 볼륨 그룹을 256비트 AES 키를 이용해 암호화하고 커널의 <quote>dm-crypt</quote> 기능을 사용합니다. </para></footnote> 사용하는 것입니다.
pt: Se escolheu o particionamento guiado, poderá ter três opções: criar partições directamente no disco rígido (método clássico), ou criá-las utilizando o Logical Volume Management (LVM), ou criá-las utilizando LVM encriptado<footnote> <para> O instalador irá encriptar o grupo de volumes LVM utilizando uma chave AES de 256 bit e fazer uso do suporte <quote>dm-crypt</quote> do kernel </para> </footnote>.
sv: Om du väljer guidad partitionering har du tre alternativ: skapa partitioner direkt på hårddisken (klassisk metod), skapa dem med logisk volymhantering (LVM), eller att skapa dem med krypterad LVM<footnote> <para> Installeraren kommer att kryptera LVM-volymgruppen med en 256 bitars AES-nyckel och använder kärnans stöd för <quote>dm-crypt</quote>. </para> </footnote>.
vi: Nếu bạn chọn tiến trình phân vùng đã hướng dẫn, có lẽ bạn có ba tùy chọn nữa: tạo phân vùng một cách trực tiếp trên đĩa cứng (phương pháp truyền thống), hoặc tạo phân vùng bằng khả năng quản lý khối tin hợp lý (LVM), hoặc tạo phân vùng bằng LVM đã mật mã<footnote> <para> Bộ cài đặt sẽ mật mã hoá nhóm khối tin LVM bằng một khoá AES 256 bit, và sử dụng khả năng hỗ trợ <quote>dm-crypt</quote> của hạt nhân. </para> </footnote>.
zh_cn: 如果您选择向导式分区，可以有三种选择：直接在硬盘上创建分区(经典方式)，或使用逻辑卷管理(LVM)，或使用加密 LVM。<para> 安装程序将使用 256 位的 AES 密钥加密 LVM 卷组，并使用内核的 <quote>dm-crypt</quote> 支持。</para>

source: The option to use (encrypted) LVM may not be available on all architectures.
ko: 아키텍쳐에 따라 (암호화한) LVM을 사용하는 옵션을 사용하지 못할 수도 있습니다.
pt: A opção de utilizar LVM (encriptado) pode não estar disponível em todas as arquitecturas.
sv: Alternativet att använda (krypterad) LVM kanske inte är tillgängligt på alla arkitekturer.
vi: Tùy chọn sử dụng LVM (đã mật mã) có lẽ không sẵn sàng trên mọi kiến trúc.
zh_cn: (加密) LVM 的选项并不是在所有体系下都可用。

source: When using LVM or encrypted LVM, the installer will create most partitions inside one big partition; the advantage of this method is that partitions inside this big partition can be resized relatively easily later. In the case of encrypted LVM the big partition will not be readable without knowing a special key phrase, thus providing extra security of your (personal) data.
ko: LVM이나 암호화한 LVM을 사용하는 경우, 설치 프로그램은 대부분의 파티션을 한 개의 큰 파티션 안에 만듭니다. 이 방법의 장점으로 이 큰 파티션 안의 파티션들은 나중에 비교적 쉽게 크기를 바꿀 수 있습니다. 암호화한 LVM의 경우 특수한 열쇠글을 알지 못하면 이 큰 파티션을 읽지 못하므로, (개인적인) 데이터에 대해 더 보안에 안전합니다.
pt: Quando utilizar LVM ou LVM encriptado, o instalador irá criar a maioria das partições numa grande partição; a vantagem deste método é que as partições dentro desta grande partição podem ser posteriormente redimensionadas com relativa facilidade. No caso de LVM encriptado a grande partição não será lida sem saber a frase-passe especial, dando assim uma segurança extra aos seus dados pessoais.
sv: När LVM eller krypterad LVM används kommer installeraren att skapa de flesta partitioner inne i en stor partition; fördelen med den här metoden är att partitioner inne i den här stora partitionen kan man enkelt ändra storlek på senare. I fallet med krypterad LVM, kommer den stora partitionen inte vara läsbar utan att känna till en speciell nyckelfras, vilket ger extra säkerhet för ditt (personliga) data.
vi: Khi sử dụng LVM hoặc LVM đã mật mã, bộ cài đặt sẽ tạo phần lớn phân vùng bên trong cùng một phân vùng lớn; lợi ích của phương pháp này là các phân vùng bên trong phân vùng lớn này có thể được thay đổi kích cỡ hơi dễ dàng về sau. Trong trường hợp LVM đã mật mã, phân vùng lớn sẽ không có khả năng đọc nếu người dùng không có cụm từ khoá đặc biệt, thì cung cấp bảo mật thêm cho dữ liệu (riêng) của bạn.
zh_cn: 使用 LVM 或加密 LVM，安装程序将在一个大分区上创建很多分区；这种方式的优点在于该大分区内的分区以后改变尺寸相对比较容易。如果没有一个特殊的密码，加密 LVM 的大分区将无法读取，对您的(私有)数据提供了额外的安全性。

source: When using encrypted LVM, the installer will also automatically erase the disk by writing random data to it. This further improves security (as it makes it impossible to tell which parts of the disk are in use and also makes sure that any traces of previous installations are erased), but may take some time depending on the size of your disk.
ko: 암호화된 LVM을 사용할 때, 설치 프로그램은 디스크에 임의의 데이터를 써 넣어서 디스크를 지웁니다. 이렇게 하면 보안을 더욱 높이겠지만 (디스크의 어느 부분을 사용하고 있는지 추적하는 게 불가능하고, 예전에 설치했던 데이터를 지우기 때문입니다), 디스크 크기에 따라 시간이 오래 걸릴 수도 있습니다.
pt: Quando utilizar LVM encriptado, o instalador também irá apagar automaticamente o disco escrevendo neste dados aleatórios. Isto melhora ainda mais a segurança (porque torna impossível dizer quais as partes do disco que estão em uso e também se assegura que vestígios de instalações anteriores sejam apagadas), mas pode demorar algum tempo dependendo do tamanho do seu disco.
sv: När krypterad LVM används, kommer installeraren även att automatiskt radera disken genom att skriva slumpmässig data till den. Det här ökar på säkerheten ytterligare (och gör det omöjligt att se vilka delar av disken som används och ser även till att eventuella spår av tidigare installationer raderas), men kan ta lite tid beroende på storleken på din disk.
vi: Khi sử dụng LVM đã mật mã, bộ cài đặt sẽ cũng tự động xoá đĩa bằng cách ghi dữ liệu ngẫu nhiên vào nó. Việc này cải tiến thêm bảo mật (vì nó tạo trường hợp không thể tìm biết phần đĩa nào hoạt động và đảm bảo mọi vết của bản cài đặt trước đã được xoá hoàn toàn), nhưng có thể kéo dài một lát phụ thuộc vào kích cỡ của đĩa.
zh_cn: 使用加密 LVM 时，安装程序将随机写入数据自动清除磁盘。这提升了安全性(使得无法获知磁盘的哪一部分被使用，并使此前的安装轨迹被清除)，根据磁盘的大小会耗费一些时间。

source: If you choose guided partitioning using LVM or encrypted LVM, some changes in the partition table will need to be written to the selected disk while LVM is being set up. These changes effectively erase all data that is currently on the selected hard disk and you will not be able to undo them later. However, the installer will ask you to confirm these changes before they are written to disk.
ko: LVM이나 암호화한 LVM을 사용해 자동 파티션을 하는 경우, LVM을 설정하는 동안 파티션 테이블의 일부를 바꿔야 합니다. 이렇게 하면 해당 하드 디스크에 있는 데이터가 전부 지워지고 되돌릴 수 없습니다. 설치 프로그램이 해당 사항을 디스크에 쓰기 전에 계속해도 좋을 지 확인 질문을 합니다.
pt: Se escolher o particionamento guiado utilizando LVM ou LVM encriptado algumas alterações da tabela de partições têm de ser escritas no disco seleccionado enquando o LVM é configurado. Estas alterações efectivamente apagam todos os dados que estão actualmente no disco seleccionado e você não poderá desfazê-las posteriormente. No entanto, o instalador ir-lhe-á pedir para confirmar estas alterações antes de serem escritas no disco.
sv: Om du väljer guidad partitionering med LVM eller krypterad LVM, kommer vissa ändringar i partitionstabellen att behöva skrivas till den valda disken när LVM konfigureras. Dessa ändringar raderar effektivt all data som för närvarande finns på den valda hårddisken och du kommer inte kunna ångra den här åtgärden. Dock kommer installeraren fråga dig att bekräfta dessa ändringar innan de skrivs till disken.
vi: Nếu bạn chọn tiến trình phân vùng đã hướng dẫn bằng LVM hoặc LVM đã mật mã, một số thay đổi trong bảng phân vùng sẽ cần phải được ghi vào đĩa đã chọn trong khi LVM được thiết lập. Các thay đổi này có kết quả là xoá hết dữ liệu nằm trên đĩa cứng đã chọn, và bạn không thể hủy bước này. Tuy niên, bộ cài đặt sẽ nhắc bạn xác nhận các thay đổi này trước khi ghi vào đĩa.
zh_cn: 假如您用向导式分区选择 LVM 或加密 LVM，在 LVM 建立的时候，分区表中的一些变更需要写入到所选的磁盘。这些变更会删除当前硬盘上的数据，以后将无法撤销。当然，安装程序会在写入磁盘之前让您确认。
