Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: If you selected to use methods other than a passphrase to create encryption keys, they will be generated now. Because the kernel may not have gathered a sufficient amount of entropy at this early stage of the installation, the process may take a long time. You can help speed up the process by generating entropy: e.g. by pressing random keys, or by switching to the shell on the second virtual console and generating some network and disk traffic (downloading some files, feeding big files into <filename>/dev/null</filename>, etc.). This will be repeated for each partition to be encrypted.
ko: 암호화 키를 만드는 데 열쇠글 외의 방법을 사용한다면, 그 암호화 키를 이제 만들게 됩니다. 현재 설치 상태에서는 충분한 양의 엔트로피를 얻지 못했을 수도 있기 때문에, 키를 만드는 데 오래 걸릴 수 있습니다. 엔트로피를 만들어 내면 이 과정을 좀 더 빠르게 할 수 있습니다. 예를 들어서 키를 마구 누른다든지, 두 번째 가상 콘솔로 가서 쉘로 바꾼 다음에 네트워크와 디스크를 사용한다던지 (파일 내려받기, 큰 파일을 <filename>/dev/null</filename>로 보낸다든지 등) 하면 됩니다. 이 과정을 암호화할 모든 파티션에 대해서 반복합니다.
pt: Se escolheu utilizar outros métodos que não uma frase-chave para criar chaves de encriptação, estas serão agora geradas. Como o kernel pode não ter junto uma quantidade suficiente de entropia nesta etapa inicial da instalação, o processo pode demorar bastante tempo. Você pode ajudar a acelerar o processo gerando entropia: e.g. carregando aleatoriamente em teclas, ou mudar para a shell na segunda consola virtual e gerar algum tráfego de rede e de disco (download de alguns ficheiros, mandar ficheiros grandes para <filename>/dev/null</filename>, etc.). Isto será repetido para cada partição a ser encriptada.
sv: Om du väljer att använda andra metoder än ett lösenord för att skapa krypteringsnycklar, kan de genereras nu. På grund av att kärnan kanske inte har samlat in en tillräcklig mängd av slumpmässigt data så tidigt i installationen kan denna process ta lång tid. Du kan hjälpa till att snabba på processen genom att generera slumpmässigt data: t.ex. genom att trycka slumpmässigt valda tangenter eller genom att växla till skalet på den andra virtuella konsollen och generera lite nätverk- och disktrafik (hämta några filer, skicka stora filer till <filename>/dev/null</filename>, etc.). Detta kommer att upprepas för varje partition som ska krypteras.
vi: Nếu bạn đã chọn dùng phương pháp khác với cụm từ mật khẩu để tạo những khoá mật mã, chúng sẽ được tạo ra vào lúc này. Vì hạt nhân có lẽ chưa tập hợp đủ dữ liệu ngẫu nhiên trong giai đoạn cài đặt sớm này, tiến trình này có thể mất nhiều thời gian. Bạn có thể tăng tốc độ bằng cách tạo ra dữ liệu ngẫu nhiên: v.d. bấm phím ngẫu nhiên, hoặc chuyển đổi sang trình bao trên bàn giao tiếp ảo thứ nhất rồi tạo ra giao thông trên mạng và đĩa (tải về tập tin, nạp tập tin lớn vào <filename>/dev/null</filename>). Tiến trình này được lặp lại cho mỗi phân vùng cần mật mã.
zh_cn: 如果您选择 passphrase 之外的方法创建加密密钥，它们现在就会生成。因为内核在安装的早期阶段还没有足够的熵，过程会长一些。您可以产生一些熵以加快速度：例如，随机的按下一些键，或者切换到第二虚拟控制台的 shell 产生一些网络或磁盘的动作(下载一些文件，将一些大文件送到 <filename>/dev/null</filename> 等等)。这个过程在每个要加密的分区重复进行。

source: After returning to the main partitioning menu, you will see all encrypted volumes as additional partitions which can be configured in the same way as ordinary partitions. The following example shows two different volumes. The first one is encrypted via dm-crypt, the second one via loop-AES. <informalexample><screen> Encrypted volume (<replaceable>sda2_crypt</replaceable>) - 115.1 GB Linux device-mapper #1 115.1 GB F ext3 Loopback (<replaceable>loop0</replaceable>) - 515.2 MB AES256 keyfile #1 515.2 MB F ext3 </screen></informalexample> Now is the time to assign mount points to the volumes and optionally change the file system types if the defaults do not suit you.
ko: 주 파티션 메뉴로 돌아오면, 암호화한 파티션이 일반 파티션과 똑같이 설정할 수 있게 보입니다. 다음의 예제는 두 개의 볼륨입니다. 첫 번째는 dm-crypt로 암호화되었고, 두 번째는 loop-AES로 암호화되었습니다. <informalexample><screen> 암호화한 볼륨 (<replaceable>sda2_crypt</replaceable>) - 115.1 GB 리눅스 device-mapper #1 115.1 GB F ext3 루프백 (<replaceable>loop0</replaceable>) - 515.2 MB AES256 keyfile #1 515.2 MB F ext3 </screen></informalexample> 이제 해당 볼륨을 가리킬 마운트 위치를 지정하고 (기본값이 마음에 들지 않으면) 파일 시스템 종류를 설정하십시오.
pt: Após voltar ao menu principal do particionamento, você verá todos os volumes encriptados como partições adicionais que podem ser configuradas da mesma forma que as partições normais. O seguinte exemplo mostra dois volumes diferentes. O primeiro é encriptado via dm-crypt, e o segundo via loop-AES. <informalexample><screen> Volume encriptado (<replaceable>sda2_crypt</replaceable>) - 115.1 GB Linux device-mapper #1 115.1 GB F ext3 Loopback (<replaceable>loop0</replaceable>) - 515.2 MB AES256 keyfile #1 515.2 MB F ext3 </screen></informalexample> Agora é altura de atribuir pontos de montagem aos volumes e opcionalmente alterar os tipos de sistemas de ficheiros se os valores por omissão não lhe servirem.
sv: Efter att du har återvänt till huvudmenyn för partitioneringen kommer du att se alla krypterade volymer som ytterligare partitioner som kan konfigureras på samma sätt som vanliga partitioner. Följande exempel visar två olika volymer. Den första är krypterad via dm-crypt, den andra via loop-AES. <informalexample><screen> Krypterad volym (<replaceable>sda2_crypt</replaceable>) - 115.1 GB Linux device-mapper #1 115.1 GB F ext3 Loopback (<replaceable>loop0</replaceable>) - 515.2 MB AES256 nyckelfil #1 515.2 MB F ext3 </screen></informalexample> Nu är det dags att tilldela monteringspunkter till volymerna och eventuellt även ändra filsystemstypen om standardvalet inte passar för dig.
vi: Sau khi trở về trình đơn phân vùng chính, bạn se xem mọi khối tin đã mật mã như là phân vùng thêm có thể được cấu hình bằng cùng một cách với phân vùng chuẩn. Mẫu theo đây hiển thị hai khối tin khác nhau : điều thứ nhất được mật mã bằng dm-crypt, điều thứ hai bằng loop-AES.<informalexample><screen> Encrypted volume (<replaceable>sda2_crypt</replaceable>) - 115.1 GB Linux device-mapper #1 115.1 GB F ext3 Loopback (<replaceable>loop0</replaceable>) - 515.2 MB AES256 keyfile #1 515.2 MB F ext3 </screen></informalexample> Bay giờ là giải đoạn gán điểm lắp cho mỗi khối tin, và tùy chọn thay đổi các kiểu hệ thống nếu giá trị mặc định chưa thích hợp.
zh_cn: 返回主分区菜单后，您将看到所有的加密卷作为额外的分区，它们可以像其他的普通分区一样配置。下面例子中显示了两种不同的卷。第一个是使用 dm-crypt 加密的，第二个采用 loop-AES。<informalexample><screen> Encrypted volume (<replaceable>sda2_crypt</replaceable>) - 115.1 GB Linux device-mapper #1 115.1 GB F ext3 Loopback (<replaceable>loop0</replaceable>) - 515.2 MB AES256 keyfile #1 515.2 MB F ext3 </screen></informalexample> 现在可以给卷设置挂载点，如果默认的文件系统类型对您不合适，可以进行修改。

source: One thing to note here are the identifiers in parentheses (<replaceable>sda2_crypt</replaceable> and <replaceable>loop0</replaceable> in this case) and the mount points you assigned to each encrypted volume. You will need this information later when booting the new system. The differences between ordinary boot process and boot process with encryption involved will be covered later in <xref linkend="mount-encrypted-volumes"/>.
ko: 한가지 메모해야 할 사항이 있습니다. 괄호 안에 들어 있는 ID와 (이 경우 <replaceable>sda_crypt0</replaceable> 및 <replaceable>loop0</replaceable>) 각 암호화 볼륨에 지정한 마운트 위치입니다. 나중에 새 시스템으로 부팅할 때 이 정보가 필요합니다. 일반 부팅 과정과 암호화를 사용하는 부팅 과정의 다른 점은 뒤의 <xref linkend="mount-encrypted-volumes"/>에서 설명합니다.
pt: Um aspecto a notar são os identificadores nos parêntesis (neste caso <replaceable>sda2_crypt</replaceable> e <replaceable>loop0</replaceable>) e os pontos de montagem que atribuiu a cada volume encriptado. Mais tarde, quando arrancar o seu novo sistema, vai necessitar desta informação. A diferença entre o processo usual de arranque e o processo de arranque com encriptação envolvida será posteriormente coberto em <xref linkend="mount-encrypted-volumes"/>.
sv: En sak att notera här är identifierarna inom parantes (<replaceable>sda2_crypt</replaceable> och <replaceable>loop0</replaceable> i detta fall) och monteringspunkterna du har tilldelat varje krypterad volym. Du kommer att behöva denna information senare vid uppstart av det nya systemet. Skillnaderna mellan en vanlig uppstartsprocess och en uppstartsprocess med kryptering beskrivs i <xref linkend="mount-encrypted-volumes"/>.
vi: Hãy ghi lưu những dấu nhận diện nằm trong dấu ngoặc (<replaceable>sda2_crypt</replaceable> và <replaceable>loop0</replaceable> trong trường hợp này), và điểm lắp bạn đã gán cho mỗi khối tin đã mật mã. Bạn sẽ cần biết thông tin này vào lúc sau, khi khởi động hệ thống mới. Những sự khác nhau giữa tiến trình khởi động chuẩn và tiến trình khởi động với khả năng mật mã sẽ được diễn tả sau này trong <xref linkend="mount-encrypted-volumes"/>.
zh_cn: 这里有一点要注意，即 parentheses 里的标识(本例中 <replaceable>sda2_crypt</replaceable> 和 <replaceable>loop0</replaceable>)以及您为每个加密卷所设置的加载点。当启动新系统的时候您会需要此信息。有关普通引导过程和使用加密后引导过程的差异，将在后面的 <xref linkend="mount-encrypted-volumes"/> 说明。

source: Once you are satisfied with the partitioning scheme, continue with the installation.
ko: 파티션 방법이 마음에 들면, 설치를 계속하십시오.
pt: Uma vez satisfeito com o esquema de particionamento, continue com a instalação.
sv: När du är nöjd med partitioneringsplanen, fortsätt med installationen.
vi: Một khi bạn thấy sơ đồ phân vùng là ổn thoả, hãy tiếp tục cài đặt.
zh_cn: 当您满意分区之后，可以继续安装过程。

source: Setting up the System
el: Ρύθμιση του Συστήματος
ko: 시스템 준비 중
pt: Configurar o Sistema
sv: Ställ in systemet
vi: Thiết lập Hệ thống
zh_cn: 建立系统

source: After partitioning the installer asks a few more questions that will be used to set up the system it is about to install.
el: Μετά την διαμέριση, ο εγκαταστάτης ζητά μερικές ακόμα ερωτήσεις που θα χρησιμοποιηθούν για την ρύθμιση του συστήματος που πρόκειται να εγκατασταθεί.
ko: 파티션 작업이 끝난 후 설치 프로그램은 시스템을 설정할 때 필요한 정보를얻기 위해 질문은 몇 가지 더 할 것입니다.
pt: Após o particionamento o instalador coloca mais algumas questões que serão utilizadas para configurar o sistema que vai ser instalado.
sv: Efter partitioneringen ställer installeraren ett par frågor som kommer att användas för att ställa in systemet den är på väg att installera.
vi: Sau khi phân vùng, trình cài đặt hỏi vài câu thêm sẽ được dùng để thiết lập hệ thống nó sắp cài đặt.
zh_cn: 分区之后，安装程序还会询问一些问题用于建立系统。

source: Configuring Your Time Zone
el: Ρύθμιση της Χρονικής Ζώνης
ko: 시간대 설정
pt: Configurar O Seu Fuso Horário
sv: Konfigurera din tidszon
vi: Cấu hình Múi giờ Cục bộ
zh_cn: 配置您的时区

source: Depending on the location selected at the beginning of the installation process, you might be shown a list of timezones relevant for that location. If your location has only one time zone, you will not be asked anything and the system will assume that time zone.
el: Ανάλογα με την τοποθεσία που έχει επιλεχθεί στην αρχή της διαδικασίας της εγκατάστασης, θα σας εμφανιστεί μια λίστα χρονικών ζωνών σχετικών με την τοποθεσία αυτήν. Αν η τοποθεσία σας έχει μόνο μια χρονική ζώνη, δεν θα ερωτηθείτε καθόλου και το σύστημα θα υποθέσει ότι ισχύει αυτή η χρονική ζώνη.
ko: 설치를 시작할 때 선택한 지역에 따라 그 지역에 해당하는 시간대의 목록을 볼 수도 있습니다. 해당하는 시간대가 하나 뿐이라면 시스템은 그 시간대를 자동으로 선택합니다.
pt: Dependendo da localização escolhida no início do processo de instalação, poder-lhe-á ser mostrada uma lista de fusos horários relevantes para essa localização. Se a sua localização tem apenas um fuso horário, não lhe será perguntado nada e o sistema assumirá esse fuso horário.
sv: Beroende på platsen som valdes i början av installationsprocessen kommer du kanske att visas en lista på tidszoner som är relevanta för den platsen. Om din plats endast har en tidszon kommer du inte att bli tillfrågad utan systemet antar att det är rätt tidszon.
vi: Phụ thuộc vào địa điểm được chọn tại đầu của tiến trình cài đặt, bạn có thể xem danh sách các múi giờ thích hợp với địa điểm đó. Nếu chỗ bạn chỉ có một múi giờ, trình cài đặt sẽ không hỏi gì và hệ thống sẽ giả sử múi giờ đó.
zh_cn: 基于安装开始时选择的地理位置，您将看到系统只列出与该位置相关的时区列表。如果您的位置只对应一个时区，那么系统就不会询问而直接使用该时区。

source: Configuring the Clock
el: Ρύθμιση του ρολογιού
ko: 시계 설정하기
pt: Configurar o Relógio
sv: Konfigurera klockan
vi: Cấu hình Đồng hồ
zh_cn: 配置时钟

source: The installer might ask you if the computer's clock is set to UTC. Normally this question is avoided if possible and the installer tries to work out whether the clock is set to UTC based on things like what other operating systems are installed.
el: Ο εγκαταστάτης μπορεί να σας ρωτήσει κατά πόσον το ρολόι σας είναι ρυθμισμένο σε ώρα UTC. Συνήθως η ερώτηση αυτή αποφεύγεται αν είναι δυνατόν, και ο εγκαταστάτης προσπαθεί να εξακριβώσει αν το ρολόι είναι ρυθμισμένο σε ώρα UTC με βάση άλλα στοιχεία, όπως το ποια άλλα λειτουργικά συστήματα είναι εγκατεστημμένα.
ko: 설치 프로그램에서 컴퓨터의 시계가 UTC로 설정되어 있는 지를 물어보기도 합니다.설치 프로그램은 다른 운영체제가 설치되어 있는 지 등을 확인해서 UTC로 설정되어있는 지를 알아 봅니다. 이 경우 이 질문을 하지 않을 수도 있기 때문입니다.
pt: O instalador poderá perguntar se o relógio do computador está definido para UTC. Normalmente, se possível, a questão é evitada e o instalador tenta verificar se o relógio está definido para UTC baseado em factores como que outros sistemas operativos estão instalados.
sv: Installeraren kan fråga dig om datorns klocka är inställd till UTC. Normalt sett undviks den här frågan om möjligt och installeraren försöker lista ut om klockan är inställd till UTC baserat på saker såsom vilka andra operativsystem som är installerade.
vi: Có lẽ trình cài đặt sẽ hỏi bạn nếu đồng hồ của máy tính được đặt thành thời gian thế giới (UTC) không. Bình thường trình đó tránh hỏi câu này, nếu có thể, và cố gắng tính biết nếu đồng hồ được đặt thành thời gian thế giới (UTC) dựa vào thứ như hệ điều hành khác đã được cài đặt.
zh_cn: 安装程序可能会询问是否计算机的时钟设置为 UTC。通常会尽量避免这个问题，而且安装程序依据是否有其他系统已经安装这类事情，来决定时钟要不要设为 UTC。

source: In expert mode you will always be able to choose whether or not the clock is set to UTC. <phrase arch="m68k;powerpc">Macintosh hardware clocks are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase> <phrase arch="x86">Systems that (also) run Dos or Windows are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase>
ko: 전문가 모드에서는 항상 UTC로 설정되어 있는 지를 선택할 수 있습니다. <phrase arch="m68k;powerpc">매킨토시 하드웨어는 주로 로컬 시간으로 설정되어 있습니다. 따라서 듀얼 부팅을 하고자 한다면 GMT 대신 로컬 시간대를 선택하십시오.</phrase> <phrase arch="x86">Dos나 윈도우도 같이 사용하는 시스템은 주로 로컬 시간대로 설정되어 있습니다. 따라서 듀얼 부팅을 하고자 한다면 GMT 대신에 로컬 시간대를 선택하십시오.</phrase>
pt: No modo expert poderá sempre poder escolher se o relógio está ou não definido para UTC. <phrase arch="m68k;powerpc">Os relógios de hardware Macintosh estão normalmente definidos para hora local. Se quer utilizar dual-boot, escolha hora local em vez de GMT.</phrase> <phrase arch="x86">Sistemas que (também) corram Dos ou Windows estão normalmente definidos para hora local. Se deseja utilizar dual-boot, escolha hora local em vez de GMT.</phrase>
sv: I expertläget kan du alltid välja om eller inte klockan är inställd till UTC. <phrase arch="m68k;powerpc">Maskinvaruklockor på Macintosh är vanligtvis inställda till lokal tid. Om du vill använda dubbel-uppstart, välj lokal tid istället för GMT.</phrase> <phrase arch="x86">System som (även) kör Dos eller Windows är vanligtvis inställda till lokal tid. Om du vill använda dubbel uppstart, välj lokal tid istället för GMT.</phrase>
vi: Trong chế độ nhà chuyên môn, bạn luôn luôn có khả năng chọn nếu đồng hồ của máy tính được đặt thành thời gian thế giới (UTC) không. <phrase arch="m68k;powerpc">Đồng hồ phần cứng của máy Mac thường được đặt thành giờ cục bộ. Nếu bạn muốn khởi động đôi, hãy chọn giờ cục bộ hơn GMT (hay UTC)</phrase> <phrase arch="x86">Hệ thống (cũng) chạy DOS hay Windows thường được đặt thành giờ cục bộ. Nếu bạn muốn khởi động đôi, hãy chọn giờ cục bộ hơn GMT (hay UTC).</phrase>
zh_cn: 在 expert 模式下，您总是可以选择时钟是否设为 UTC。<phrase arch="m68k;powerpc">Macintosh 硬件时钟一般设为本地时间。如果您需要多重引导，请选择本地时间而不是 GMT。</phrase> <phrase arch="x86">(同时)运行 Dos 或 Windows 的系统通常设为本地时间。如果您需要多重引导，请选择本地时间而不是 GMT。</phrase>

source: Note that the installer does not currently allow you to actually set the time in the computer's clock. You can set the clock to the current time after you have installed, if it is incorrect or if it was previously not set to UTC.
ko: 참고로 설치 프로그램은 컴퓨터 시계의 시간을 직접 변경하지 못합니다. 시계의 시간이 잘못 설정되었거나 UTC가 아니었을 경우 설치를 모두 마친 후에 변경할 수 있습니다.
pt: Note que o instalador actualmente não lhe permite definir a hora no relógio do computador. Se estiver incorrecta ou se previamente não foi definido como UTC você pode acertar o relógio para a hora actual depois de ter instalado.
sv: Observera att installeraren för närvarande inte låter dig att faktiskt ställa in tiden på datorns klocka. Du kan ställa in klockan till aktuell tid efter du har installerat, om den är felaktig eller om den tidigare inte var inställd till UTC.
vi: Ghi chú rằng trình cài đặt hiện thời không cho phép bạn thật đặt giờ trong đồng hồ của máy tính. Bạn có thể đặt đồng hồ thành giờ hiện thời sau khi cài đặt, nếu nó không đúng, hay nếu nó chưa được đặt thành giờ UTC.
zh_cn: 注意，安装程序当前并不允许您设定计算机的时钟。但在安装完之后，如果时间不正确或者以前没有设为 UTC 时，设置时钟到当前的时间。

source: Setting Up Users And Passwords
el: Ρύθμιση των Χρηστών και των Κωδικών Πρόσβασης
ko: 사용자 및 열쇠글 설정
pt: Definir Utilizadores E Palavras Passe
sv: Skapa användare och lösenord
vi: Thiết lập Người và Mật khẩu
zh_cn: 设置用户和密码

source: Set the Root Password
el: Ορίστε τον κωδικό πρόσβασης για τον χρήστη Root
ko: root 열쇠글 설정
pt: Definir a Palavra Passe de Root
sv: Ställa in ett lösenord för root
vi: Đặt mật khẩu chủ
zh_cn: 设置 root 密码

source: The <emphasis>root</emphasis> account is also called the <emphasis>super-user</emphasis>; it is a login that bypasses all security protection on your system. The root account should only be used to perform system administration, and only used for as short a time as possible.
el: O λογαριασμός του χρήστη <emphasis>root</emphasis> λέγεται συχνά και λογαριασμός <emphasis>root</emphasis>. Είναι ο λογαριασμός με την πρόσβαση που παρακάμπτει κάθε προστασία ασφάλειας στο σύστημά σας. Ο λογαριασμός αυτός πρέπει να χρησιμοποιείται μόνο για την εκτέλεση διαφόρων διαχειριστικών εργασιών στο σύστημα και για όσο το δυνατόν συντομότερο χρονικό διάστημα.
ko: <emphasis>root</emphasis> 계정은 또한 <emphasis>super-user</emphasis>라고도 불리웁니다. 이 계정은 당신의 시스템의 모든 보안상 보호들을 통과할 수 있습니다. root 계정은 시스템 관리를 수행하기 위해서만 사용되어야 하며, 가능한한 짧은 시간 동안만 사용되어야 합니다.
pt: A conta de root é também chamada de <emphasis>super-user</emphasis>; é um acesso ao sistema que ultrapassa qualquer protecção de segurança no seu sistema. A conta de root deve apenas ser utilizada para efectuar administração do sistema, e apenas por um período que deve ser o mais curto possível.
sv: Kontot <emphasis>root</emphasis> kallas även för <emphasis>superanvändare</emphasis>; det är ett konto som kringgår alla säkerhetsskydd på ditt system. Root-kontot bör endast användas för systemadministration och endast användas under en så kort tid som möjligt.
vi: Tài khoản <emphasis>chủ</emphasis> (root) cũng được gọi là <emphasis>siêu người dùng</emphasis>; nó là cách đăng nhập mà đi qua toàn bộ sự bảo vệ bảo mật trên máy tính. Tài khoản chủ nên được dùng chỉ để quản trị hệ thống, và trong thời lượng càng ngắn càng có thể.
zh_cn: <emphasis>root</emphasis> 帐户也被称为 <emphasis>超级用户</emphasis>系统中的所有的安全防护措施对超级用户身份登陆者都是无效的。root 帐户应该仅用来进行系统管理，而且使用时间应该尽可能短。

source: Any password you create should contain at least 6 characters, and should contain both upper- and lower-case characters, as well as punctuation characters. Take extra care when setting your root password, since it is such a powerful account. Avoid dictionary words or use of any personal information which could be guessed.
el: Κάθε κωδικός πρόσβασης που δημιουργείτε πρέπει να έχει τουλάχιστον 6 χαρακτήρες, τόσο κεφαλαίους όσο και πεζούς καθώς και χαρακτήρες στίξης.Προσέξτε ιδιαίτερα όταν ρυθμίζετε τον κωδικό πρόσβασης για τον χρήστη root καθώς ο λογαριασμός του χρήστη αυτού είναι τόσο ισχυρός. Αποφύγετε την χρήση οποιωνδήποτε λέξεων από το λεξικό ή οποιαδήποτε προσωπική πληροφορία που θα μπορούσε κανείς να μαντέψει.
ko: 만드는 어떤 암호라도 적어도 6자이상 이고, 대문자와 소문자 특수 문자 등이 포함되는 것이 좋습니다. root 열쇠글을 설정할 때는 계정 권한이 막강하기 때문에 좀 더 주의를 기울여 주세요. 사전에 나와있는 단어나 추측할 수 있는 개인 정보의 사용은 피하시길 바랍니다.
pt: Qualquer password que criar deve conter pelo menos 6 caracteres, e deve conter tanto caracteres maíusculos como minúsculos, bem como caracteres de pontuação. Tenha especial atenção quando definir a sua password de root, uma vez que é uma conta com muitos poderes. Evite o uso de palavras que constem em dicionários ou que contenham alguma informação pessoal que facilmente possa ser adivinhada.
sv: Lösenord som du skapar bör innehålla åtminstone 6 tecken och bör innehålla både versaler och gemener, såväl som specialtecken. Ta extra hänsyn när du ställer in ditt root-lösenord eftersom det är ett sådant kraftfullt konto. Undvik ord som man hittar i ordböcker eller användning av personlig information som lätt kan gissas.
vi: Mỗi mật khẩu bạn tạo phải chứa ít nhất 6 ký tự (nhiều hơn là mạnh hơn), gồm chữ cả hoa lẫn thường, cùng với ký tự chấm câu. Hãy rất cẩn thận khi đặt mật khẩu chủ (root) vì tài khoản đó có nhiều quyền quan trọng. Bạn nên tránh chọn từ nằm trong bất kỳ từ điển hay thông tin cá nhân có thể được đoán.
zh_cn: 您所创建的任何密码都应该包含至少 6 个字符，同时包含大小写字母，并且最好带有标点符号等特殊字符。因为超级用户具有最高权限，因此在您设置 root 密码时尤其需要小心。请避免采用能够在字典中查到的单词或者很容易猜测的个人信息。

source: If anyone ever tells you they need your root password, be extremely wary. You should normally never give your root password out, unless you are administering a machine with more than one system administrator.
el: Αν κάποιος σας πει ότι χρειάζεται τον κωδικό σας πρόσβασης σαν root να είστε εξαιρετικά επιφυλακτικοί. Δεν θα έπρεπε συνήθως να δώσετε ποτέ τον κωδικό αυτόν πρόσβασης εκτός αν διαχειρίζεστε ένα μηχάνημα με περισσότερους από έναν διαχειριστές συστήματος.
ko: 어떤 사람이 root 열쇠글을 말해 달라고 한다면, 극히 조심하시길 바랍니다. 하나의 시스템의 관리자가 여러 명인 경우가 아니라면, 보통의 경우에 root 열쇠글을 알려주어서는 안됩니다.
pt: Se alguma vez alguém lhe disser que precisa da sua password de root, esteja atento. Normalmente não deve dar a sua password de root, a não ser que esteja a administrar uma máquina com mais do que um administrador de sistemas.
sv: Om någon berättar för dig att de behöver ditt root-lösenord, var extremt försiktig. Du bör normalt sett aldrig ge ut ditt root-lösenord, om du inte administrerar en maskin med fler än en systemadministratör.
vi: Nếu người nào xin mật khẩu chủ của bạn, hãy rất cẩn thận. Bình thường, đừng cho ai biết mật khẩu chủ, trừ bạn quản lý máy có nhiều quản trị hệ thống.
zh_cn: 如果他人向您索取您的 root 密码，您也需要特别谨慎。除非您所管理的系统有多位管理员，否则您通常不应该将超级用户密码交给别人。

source: Create an Ordinary User
el: Δημιουργία ενός απλού χρήστη
ko: 일반 사용자 만들기
pt: Criar um Utilizador Normal
sv: Skapa en vanlig användare
vi: Tạo người dùng chuẩn
zh_cn: 创建一个普通用户
