Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: This is the initial root filesystem used to boot the kernel. It is a copy of the file referenced in the <filename>/etc/elilo.conf</filename>. In a standard Debian installation it would be the file in <filename>/boot</filename> pointed to by the symbolic link <filename>/initrd.img</filename>.
el: Αυτό είναι το αρχικό βασικό σύστημα αρχείων που χρησιμοποιείται για την εκκίνηση του πυρήνα. Είναι αντίγραφο του αρχείου το οποίο αναφέρεται μέσα στο <filename>/etc/elilo.conf</filename>. Σε μια τυπική Debian εγκατάσταση θα ήταν το αρχείο στο<filename>/boot</filename> το οποίο δείχνει μεσώ συμβολικού δεσμού το <filename>/initrd.img</filename>.
ko: 커널을 부팅할 때 사용할 최초의 루트 파일시스템입니다. <filename>/etc/elilo.conf</filename>에서 참조하는 파일을 복사한 것입니다. 표준 데비안 설치에서는 이 파일이 <filename>/boot</filename> 안에 들어 있고 <filename>/initrd.img</filename> 심볼릭 링크가 그 파일을 가리킵니다.
pt: Este é o sistema de ficheiros original utilizados para arrancar o kernel. É uma cópia do ficheiro referenciado no <filename>/etc/elilo.conf</filename>. Numa instalação normal do Debian este ficheiro encontra-se em <filename>/boot</filename> e possui um link simbólico de <filename>/initrd.img</filename>.
sv: Det här är det initiala rotfilsystemet som används för att starta upp kärnan. Det är en kopia av filen som omnämns i <filename>/etc/elilo.conf</filename>. I en standardinstallation av Debian skulle det vara filen i <filename>/boot</filename> pekad till av den symboliska länken <filename>/initrd.img</filename>.
vi: Đây là hệ thống gốc đầu tiên được dùng để khởi động hạt nhân. Nó là một bản sao của tập tin được tham chiếu trong tập tin cấu hình <filename>/etc/elilo.conf</filename>. Trong bản cài đặt Debian chuẩn, nó là tập tin trong <filename>/boot</filename> được chỉ tới bởi liên kết tượng trưng <filename>/initrd.img</filename>.
zh_cn: 这是用于启动内核最初的文件系统。它是引用 <filename>/etc/elilo.conf</filename> 的复制文件。在标准的 Debian 安装程序程序中他是 <filename>/boot</filename> 符号链接 <filename>/initrd.img</filename> 指向的文件。

source: This is a small text file warning you that the contents of the directory are managed by the <command>elilo</command> and that any local changes would be lost at the next time <filename>/usr/sbin/elilo</filename> is run.
el: Είναι ένα μικρο αρχείο κειμένου το οποίο σας προειδοποιεί ότι τα περιεχόμενα του καταλόγου διαχειρίζονται από τον <command>elilo</command> και οποιεσδήποτε τοπικές μεταβολές θα χαθούν την επόμενη φορά πού θα εκτελεστεί το <filename>/usr/sbin/elilo</filename>.
ko: 작은 텍스트 파일로, 이 디렉토리의 내용은 <command>elilo</command>가 관리하므로 로컬 변경 사항은 다음에 <filename>/usr/sbin/elilo</filename>를 실행하면 없어진다는 사실을 알리는 내용이 들어 있습니다.
pt: É um pequeno ficheiro de texto que contem um aviso informando que o directório é gerida pelo <command>elilo</command> e que qualquer alteração local será perdida na próxima vez que o <filename>/usr/sbin/elilo</filename> seja executado.
sv: Det här är en liten textfil som varnar dig att innehållet i katalogen hanteras av <command>elilo</command> och att alla lokala ändringar kommer att förloras nästa gång som <filename>/usr/sbin/elilo</filename> kör.
vi: Đây là một tập tin văn bản nhỏ cảnh báo bạn rằng nội dung của thư mục đó được điều khiển bởi <command>elilo</command> và thay đổi cục bộ nào sẽ được mất hoàn toàn vào lần kế tiếp chạy <filename>/usr/sbin/elilo</filename>.
zh_cn: 这个小文本文件用于警告您那些被 <command>elilo</command> 管理的目录中的内容，任何本地修改在下次 <filename>/usr/sbin/elilo</filename> 运行时将丢失。

source: This is the compressed kernel itself. It is a copy of the file referenced in the <filename>/etc/elilo.conf</filename>. In a standard Debian installation it would be the file in <filename>/boot</filename> pointed to by the symbolic link <filename>/vmlinuz</filename>.
el: Είναι ο ίδιος ο πυρήνας συμπιεσμένος. Είναι αντίγραφο του αρχείου το οποίο αναφέρεται μέσα στο <filename>/etc/elilo.conf</filename>. Σε μια τυπική Debian εγκατάσταση θα ήταν το αρχείο στο <filename>/boot</filename> το οποίο δείχνει μεσώ συμβολικού δεσμού το αρχείο <filename>/vmlinuz</filename>.
ko: 압축한 커널입니다. 이 파일은 <filename>/etc/elilo.conf</filename>에서 가리키는 파일을 복사한 것입니다. 표준 데비안 설치에서는 이 파일은 <filename>/boot</filename> 안에 들어 있고 <filename>/vmlinuz</filename> 심볼릭 링크가 그 파일을 가리킵니다.
pt: É o kernel comprimido. É uma cópia do ficheiro referido em <filename>/etc/elilo.conf</filename>. Numa instalação normal do Debian este ficheiro encontra-se em <filename>/boot</filename> e possui um link simbólico de <filename>/vmlinuz</filename>.
sv: Det här är själva kärnan i komprimerad form. Det är en kopia av filen som omnämns i <filename>/etc/elilo.conf</filename>. I en standardinstallation av Debian skulle det vara filen i <filename>/boot</filename> pekad till av den symboliska länken <filename>/vmlinuz</filename>.
vi: Đây là hạt nhân đã nén. Nó là một bản sao của tập tin được tham chiếu trong tập tin cấu hình <filename>/etc/elilo.conf</filename>. Trong bản cài đặt Debian chuẩn, nó là tập tin trong <filename>/boot</filename> được chỉ tới bởi liên kết tượng trưng <filename>/vmlinuz</filename>.
zh_cn: 此为压缩内核本身。它是引用 <filename>/etc/elilo.conf</filename> 的复制文件。在标准的 Debian 安装程序程序中他是 <filename>/boot</filename> 符号链接 <filename>/vmlinuz</filename> 指向的文件。

source: <command>arcboot</command>-installer
el: εγκαταστάτης του <command>arcboot</command>
sv: <command>arcboot</command>-installerare
vi: Bộ cài đặt <command>arcboot</command>

source: The boot loader on SGI machines is <command>arcboot</command>. It has to be installed on the same hard disk as the kernel (this is done automatically by the installer). Arcboot supports different configurations which are set up in <filename>/etc/arcboot.conf</filename>. Each configuration has a unique name, the default setup as created by the installer is <quote>linux</quote>. After arcboot has been installed, the system can be booted from hard disk by setting some firmware environment variables entering <informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(<replaceable>partnr</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>config</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample> on the firmware prompt, and then typing <command>boot</command>.
el: Σε συστήματα SGI Indys ο φορτωτής εκκίνησης είναι ο <command>arcboot</command>. Πρέπει να εγκατασταθεί στον ίδιο σκληρό δίσκο που εγκαθίσταται και ο πυρήνας (αυτό γίνεται αυτόματα από τον εγκαταστάτη). Ο φορτωτής arcboot υποστηρίζει διαφορετικές διαμορφώσεις που ρυθμίζονται στο αρχείο <filename>/etc/arcboot.conf</filename>. Κάθε διαμόρφωση έχει ένα μοναδικό όνομα, και η προκαθορισμένη ρύθμιση που δημιουργείται από τον εγκαταστάτη είναι η <quote>linux</quote>. Μετά την εγκατάσταση του arcboot, το σύστημα μπορεί να εκκινήσει από τον σκληρό δίσκο με τον καθορισμό κάποιων μεταβλητών του περιβάλλοντος του firmware εισάγοντας<informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(<replaceable>partnr</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>config</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample> στο προτρεπτικό του firmware και πληκτρολογώντας στη συνέχεια <command>boot</command>.
ko: SGI의 부트로더는 <command>arcboot</command>입니다. <command>arcboot</command>는 커널과 같은 하드 디스크에 설치해야 합니다(설치 프로그램에서 자동으로 이렇게 합니다). arcboot는 <filename>/etc/arcboot.conf</filename> 파일 안에 여러 가지 설정을 할 수 있습니다. 각 설정 항목에는 이름과 설치 프로그램이 만든 기본 설정의 이름은 <quote>linux</quote>입니다. arcboot를 설치한 다음, 펌웨어 환경 변수를 설정하기 위해 펌웨어 프롬프트에 <informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(<replaceable>partnr</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>config</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample>를 입력하고 <command>boot</command>명령을 입력하면 시스템을 하드 디스크에서 부팅할 수 있습니다.
pt: O gestor de arranque em máquinas SGI é o <command>arcboot</command>. Tem que ser instalado no mesmo disco rígido que o kernel (isto é efectuado automaticamente pelo instalador). O Arcboot suporta diferentes configurações que são configuradas em <filename>/etc/arcboot.conf</filename>. Cada configuração possui um nome único, a configuração por omissão criada pelo instalador é <quote>linux</quote>. Depois da instalação do arcboot, o sistema pode ser iniciado a partir do disco rígido através da configuração de algumas variáveis de firmware, introduzindo <informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(<replaceable>partnr</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>config</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample> na linha de comando do firmware e depois executando <command>boot</command>.
sv: Starthanteraren på SGI-maskiner är <command>arcboot</command>. Den måste installeras på samma hårddisk som kärnan (det här görs automatiskt av installeraren). Arcboot har stöd för olika konfigurationer som ställs in i <filename>/etc/arcboot.conf</filename>. Varje konfiguration har ett unikt namn, standardkonfigurationen som skapats av installeraren är <quote>linux</quote>. Efter arcboot har installerats, kan systemet startas upp från hårddisken genom att ställa in några miljövariabler i firmware genom att ange <informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(<replaceable>partnr</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>config</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample> vid firmware-prompten, och sedan ange <command>boot</command>.
vi: Bộ tải khởi động trên máy kiểu SGI là <command>arcboot</command>. Nó phải được cài đặt vào cùng một đĩa cứng với hạt nhân (trình cài đặt tự động làm như thế). Arcboot hỗ trợ các cấu hình khác nhau được thiết lập trong tập tin <filename>/etc/arcboot.conf</filename>. Mỗi cấu hình có tên riêng, thiết lập mặc định như được tạo bởi trình cài đặt là <quote>linux</quote>. Sau khi cài đặt Arcboot, hệ thống có thể được khởi động từ đĩa cứng bằng cách đặt một số biến môi trường phần vững, nhập: <informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>đĩa</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>đĩa</replaceable>)rdisk(0)partition(<replaceable>số_phân</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>cấu_hình</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample> tại dấu nhắc phần vứng, rồi gõ lệnh khởi động <command>boot</command>.
zh_cn: SGI 机器上的 boot loader 是 <command>arcboot</command>。它必须被安装到与内核相同的磁盘上(安装程序自动完成)。arcboot 可以支持不同的设置，它们的在 <filename>/etc/arcboot.conf</filename> 里建立。每个设置有单独的名称，安装程序创建的默认设置为 <quote>linux</quote>。arcboot 安装之后，系统可以从硬盘启动，这需要固件提示时设置一些固件环境变量 <informalexample><screen> <userinput> setenv SystemPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(0)</userinput> <userinput> setenv OSLoadPartition scsi(<replaceable>scsi</replaceable>)disk(<replaceable>disk</replaceable>)rdisk(0)partition(<replaceable>partnr</replaceable>)</userinput> <userinput> setenv OSLoader arcboot</userinput> <userinput> setenv OSLoadFilename <replaceable>config</replaceable></userinput> <userinput> setenv AutoLoad yes</userinput> </screen></informalexample> ，然后键入 <command>boot</command>。

source: is the SCSI bus to be booted from, this is <userinput>0</userinput> for the onboard controllers
el: είναι ο δίαυλος SCSI από τον οποίο θα γίνει η εκκίνηση και είναι ο <userinput>0</userinput> για ελεγκτές ενσωματωμένους στην μητρική
ko: 부팅하려는 SCSI 버스입니다. 온보드 컨트롤러의 경우 <userinput>0</userinput>입니다
pt: é o bus SCSI a partir do qual o arranque vai ser efectuado, <userinput>0</userinput> para controladores onboard.
sv: är SCSI-bussen som ska startas från, den här är <userinput>0</userinput> för inbyggda kontroller
vi: là mạch nối SCSI từ đó cần khởi động: nó là <userinput>0</userinput> cho bộ điều khiển có sẵn
zh_cn: 是启动的 SCSI 总线，<userinput>0</userinput> 为板载控制器

source: disk
vi: đĩa

source: is the SCSI ID of the hard disk on which <command>arcboot</command> is installed
el: είναι το ID του SCSI σκληρού δίσκου στον οποίο είναι εγκατεστημένος ο <command>arcboot</command>.
ko: <command>arcboot</command>를 설치한 하드디스크의 SCSI ID
pt: é o SCSI ID do disco rígido onde o <command>arcboot</command> está instalado
sv: är SCSI ID på hårddisken på vilken <command>arcboot</command> är installerad
vi: là SCSI ID (mã nhận diện SCSI) của đĩa cứng nơi <command>arcboot</command> được cài đặt
zh_cn: 硬盘的 SCSI ID，<command>arcboot</command> 安装在其上

source: partnr
vi: số_phân

source: is the number of the partition on which <filename>/etc/arcboot.conf</filename> resides
el: είναι ο αριθμός του τμήματος στον οποίο βρίσκεται το <filename>/etc/arcboot.conf</filename>.
ko: <filename>/etc/arcboot.conf</filename> 파일이 들어 있는 파티션 번호
pt: é o número da partição onde o <filename>/etc/arcboot.conf</filename> reside
sv: är numret på partitionen på vilken <filename>/etc/arcboot.conf</filename> finns
vi: là số hiệu phân vùng chứa tập tin cấu hình <filename>/etc/arcboot.conf</filename>
zh_cn: 分区号，<filename>/etc/arcboot.conf</filename> 处于该分区

source: config
sv: konfig
vi: cấu_hình

source: is the name of the configuration entry in <filename>/etc/arcboot.conf</filename>, which is <quote>linux</quote> by default.
el: είναι το όνομα της παραμέτρου καταχώρισης, στο <filename>/etc/arcboot.conf</filename>, το οποίο εξ ορισμού είναι <quote>linux</quote>.
ko: <filename>/etc/arcboot.conf</filename> 안에 있는 설정 항목 이름입니다. 기본값은 <quote>linux</quote>입니다.
pt: é o nome da entrada na configuração<filename>/etc/arcboot.conf</filename>, que por omissão é <quote>linux</quote>.
sv: är namnet på konfigurationsposten i <filename>/etc/arcboot.conf</filename>, vilket är <quote>linux</quote> som standard.
vi: là tên của mục nhập cấu hình trong tập tin <filename>/etc/arcboot.conf</filename>, mà là <quote>linux</quote> theo mặc định.
zh_cn: <filename>/etc/arcboot.conf</filename> 上设置的入口名，默认为 <quote>linux</quote> 。

source: <command>delo</command>-installer
el: εγκαταστάτης του <command>delo</command>
sv: <command>delo</command>-installerare
vi: Bộ cài đặt <command>delo</command>

source: The boot loader on DECstations is <command>DELO</command>. It has to be installed on the same hard disk as the kernel (this is done automatically by the installer). DELO supports different configurations which are set up in <filename>/etc/delo.conf</filename>. Each configuration has a unique name, the default setup as created by the installer is <quote>linux</quote>. After DELO has been installed, the system can be booted from hard disk by entering <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>id</replaceable> <replaceable>partnr</replaceable>/<replaceable>name</replaceable></userinput> </screen></informalexample> on the firmware prompt.
el: Ο φορτωτής εκκίνησης για συστήματα DECstations είναι ο <command>DELO</command>. Πρέπει να εγκατασταθεί στον ίδιο σκληρό δίσκο που εγκαθίσταται και ο πυρήνας. (γίνεται αυτόματα από τον εγκαταστάτη). Ο DELO υποστηρίζει διάφορες παραμέτρους οι οποίες καθορίζονται στο <filename>/etc/delo.conf</filename>. Κάθε παράμετρος έχει ένα μοναδικό όνομα, και η προκαθορισμένη παράμετρος που δημιουργείται από τον εγκαταστάτη είναι η <quote>linux</quote>.. Μετά την εγκατάσταση του DELO, το σύστημα μπορεί να εκκινήσει από τον σκληρό δίσκο εισάγοντας στη προτροπή του firmware <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>id</replaceable> <replaceable>partnr</replaceable>/<replaceable>name</replaceable></userinput> </screen></informalexample>
ko: DECstation에서 부트로더는 <command>DELO</command>입니다. <command>DELO</command>는 커널과 같은 하드 디스크에 설치해야 합니다. (설치 프로그램에서 자동으로 그렇게 해 줍니다.) DELO는 <filename>/etc/delo.conf</filename> 파일 안에 여러가지 설정을 할 수 있습니다. 각 설정 엔트리는 각각의 이름이 있고, 설치 프로그램이 만드는 설정의 이름은 <quote>linux</quote>입니다. arcboot를 설치한 다음, 펌웨어 프롬프트에서 다음을 입력하면 하드 디스크에서 시스템을 부팅할 수 있습니다 <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>id</replaceable> <replaceable>partnr</replaceable>/<replaceable>name</replaceable></userinput> </screen></informalexample>
pt: O gestor de arranque nas DECstations é o <command>DELO</command>. Tem que ser instalado no mesmo disco rígido do kernel (isto é efectuado automaticamente pelo instalador). O DELO suporta diferentes configurações que são configuradas em <filename>/etc/delo.conf</filename>. Cada configuração possui um nome único, a configuração por omissão criada pelo instalador é <quote>linux</quote>. Depois da instalação do DELO, o sistema pode ser iniciado a partir do disco rígido executando <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>id</replaceable> <replaceable>partnr</replaceable>/<replaceable>name</replaceable></userinput> </screen></informalexample> na linha de comando do firmware.
sv: Starthanteraren på DECstation är <command>DELO</command>. Den måste installeras på samma hårddisk som kärnan (det här görs automatiskt av installeraren). DELO har stöd för olika konfigurationer som ställs in i <filename>/etc/delo.conf</filename>. Varje konfiguration har ett unikt namn, standardkonfigurationen som skapas av installeraren är <quote>linux</quote>. Efter DELO har installerats, kan systemet startas upp från hårddisken genom att ange <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>id</replaceable> <replaceable>partnr</replaceable>/<replaceable>namn</replaceable></userinput> </screen></informalexample> vid firmware-prompten.
vi: Bộ tải khởi động trên máy kiểu DECstations là <command>DELO</command>. Nó phải được cài đặt vào cùng một đĩa cứng với hạt nhân (trình cài đặt tự động làm như thế). DELO hỗ trợ các cấu hình khác nhau được thiết lập trong tập tin <filename>/etc/delo.conf</filename>. Mỗi cấu hình có tên riêng, thiết lập mặc định như được tạo bởi trình cài đặt là <quote>linux</quote>. Sau khi cài đặt DELO, hệ thống có thể được khởi động từ đĩa cứng bằng cách nhập: <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>mã</replaceable> <replaceable>số_phân</replaceable>/<replaceable>tên</replaceable></userinput> </screen></informalexample> tại dấu nhắc phần vững.
zh_cn: DECstations 上的 boot loader 是 <command>DELO</command>。它必须被安装到与内核相同的磁盘上(安装程序自动完成)。DELO 可以支持不同的设置，它们的配置在<filename>/etc/delo.conf</filename>。每个设置有单独的文件，安装程序创建的默认设置为 <quote>linux</quote>。DELO 安装之后，系统可以从硬盘启动，这需要固件提示时设置一些固件环境变量 <informalexample><screen> <userinput>boot <replaceable>#</replaceable>/rz<replaceable>id</replaceable> <replaceable>partnr</replaceable>/<replaceable>name</replaceable></userinput> </screen></informalexample> 。

source: is the TurboChannel device to be booted from, on most DECstations this is <userinput>3</userinput> for the onboard controllers
el: είναι η συσκευή TurboChannel από την οποία θα γίνει η εκκίνηση, στα περισσότερα συστήματα DECstations και για ελεγκτές ενσωματωμένους στην μητρική αυτό είναι <userinput>3</userinput>
ko: 부팅할 TurboChannel 장치. 대부분의 DECstation에서 온보드 컨트롤러들은 <userinput>3</userinput>입니다
pt: é o dispositivo TurboChannel a partir do qual se vai dar o arranque em maior parte das DECstations, <userinput>3</userinput> para controladores onboard
sv: är TurboChannel-enheten som ska startas från, på de flesta DECstationer är det här <userinput>3</userinput> för inbyggda kontroller
vi: là thiết bị TurboChannel từ đó cần khởi động, trên phần lớn máy DECstation nó là <userinput>3</userinput> cho bộ điều khiển có sẵn
zh_cn: 是启动的 TurboChannel 设备，在 DEC 工作站上板载控制器是 <userinput>3</userinput>

source: <replaceable>id</replaceable>
vi: <replaceable>mã</replaceable>

source: is the SCSI ID of the hard disk on which <command>DELO</command> is installed
el: είναι το ID του SCSI σκληρού δίσκου στον οποίο είναι εγκατεστημένος ο <command>DELO </command>.
ko: <command>DELO</command>를 설치한 하드 디스크의 SCSI ID
pt: é o SCSI ID do disco rígido onde o <command>DELO</command> será instalado
sv: är det SCSI ID på hårddisken på vilken <command>DELO</command> finns installerad
vi: là SCSI ID (mã nhận diện SCSI) của đĩa cứng nơi <command>DELO</command> đã được cài đặt
zh_cn: 硬盘上的 SCSI ID，<command>DELO</command> 安装在其上

source: is the number of the partition on which <filename>/etc/delo.conf</filename> resides
el: είναι ο αριθμός του τμήματος στον οποίο βρίσκεται το αρχείο <filename>/etc/delo.conf</filename>.
ko: <filename>/etc/delo.conf</filename> 파일이 들어 있는 파티션 번호
pt: é o número da partição onde o <filename>/etc/delo.conf</filename> reside
sv: är numret på den partition som <filename>/etc/delo.conf</filename> finns
vi: (số_phân) là số hiệu phân vùng chứa tập tin cấu hình <filename>/etc/delo.conf</filename>
zh_cn: 分区号，<filename>/etc/delo.conf</filename> 处于此分区

source: name
pt: nome
sv: namn
vi: tên

source: is the name of the configuration entry in <filename>/etc/delo.conf</filename>, which is <quote>linux</quote> by default.
el: είναι το όνομα της παραμέτρου καταχώρισης, στο <filename>/etc/delo.conf</filename>, το οποίο εξ ορισμού είναι <quote>linux</quote>.
ko: <filename>/etc/delo.conf</filename> 파일에 들어갈 설정 항목의 이름입니다. 기본값은 <quote>linux</quote>입니다.
pt: é o nome da entrada na configuração <filename>/etc/delo.conf</filename>, por omissão <quote>linux</quote>.
sv: är namnet på konfigurationsposten i <filename>/etc/delo.conf</filename>, vilket är <quote>linux</quote> som standard.
vi: là tên của mục nhập cấu hình trong <filename>/etc/delo.conf</filename>, mà là <quote>linux</quote> theo mặc định.
zh_cn: <filename>/etc/delo.conf</filename>上设置的入口名，默认为 <quote>linux</quote>
