Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: If you are installing a diskless workstation, obviously, booting off the local disk isn't a meaningful option, and this step will be skipped. <phrase arch="sparc">You may wish to set OpenBoot to boot from the network by default; see <xref linkend="boot-dev-select-sun"/>.</phrase>
ko: 디스크 없는 워크스테이션에 설치하는 경우에는, 로컬 디스크에서 부팅하는 건 물론 전혀 가능한 방법이 아니므로 이 단계는 건너 뜁니다. <phrase arch="sparc">네트워크를 통해 부팅하도록 OpenBoot를 설정할 수도 있습니다. <xref linkend="boot-dev-select-sun"/> 부분을 참고하십시오.</phrase>
pt: Se estiver a instalar numa estação de trabalho sem discos, obviamente que o arranque a partir do disco local deixa de ter significado, de modo que este passo é ignorado. <phrase arch="sparc"> Pode desejar optar por correr o OpenBoot a partir da rede, por omissão; veja <xref linkend="boot-dev-select-sun"/>.</phrase>
sv: Om du installerar en disklös arbetsstation, är uppstarter från den lokala disken så klart inte ett användbart alternativ och det här steget kommer att hoppas över. <phrase arch="sparc">Du kanske vill ställa in OpenBoot att starta upp från nätverket som standard; se <xref linkend="boot-dev-select-sun"/>.</phrase>
vi: Cài đặt máy trạm không có đĩa thì rõ ràng không có ích khi khởi động từ đĩa cục bộ nên bước này sẽ bị bỏ qua. <phrase arch="sparc">Có lẽ bạn muốn đặt OpenBoot khởi động qua mạng theo mặc định; xem <xref linkend="boot-dev-select-sun"/>.</phrase>
zh_cn: 如果您是安装无盘工作站，显然，从本机启动是没有意义的选项，这一步可以跳过。<phrase arch="sparc">您也许希望默认设置 OpenBoot 为网络启动；参阅 <xref linkend="boot-dev-select-sun"/>。</phrase>

source: Detecting other operating systems
el: Ανίχνευση άλλων λειτουργικών συστημάτων
ko: 다른 운영 체제 찾기
pt: Detecção de outros sistemas operativos
sv: Sökning efter andra operativsystem
vi: Phát hiện hệ điều hành khác
zh_cn: 检测其他的操作系统

source: Before a boot loader is installed, the installer will attempt to probe for other operating systems which are installed on the machine. If it finds a supported operating system, you will be informed of this during the boot loader installation step, and the computer will be configured to boot this other operating system in addition to Debian.
el: Πριν να εγκατασταθεί ένας φορτωτής εκκίνησης, ο εγκαταστάτης θα προσπαθήσει να ελέγξει εάν υπάρχουν εγκατεστημένα κι άλλα λειτουργικά συστήματα στον υπολογιστή. Εάν βρει υποστηριζόμενα λειτουργικά συστήματα, θα πληροφορηθείτε γι'αυτά στη διάρκεια του σταδίου εγκατάστασης του φορτωτή εκκίνησης, και ο υπολογιστής θα ρυθμιστεί έτσι ώστε να εκκινεί, εκτός από το Debian, και άλλα λειτουργικά συστήματα.
ko: 설치 프로그램은 부트로더를 설치하기 전에 컴퓨터에 설치되어 있는 다른 운영체제가 있는 지 찾아봅니다. 부트로더가 지원하는 운영 체제가 있으면 부트로더를 설치하는 단계에서 알려 주고, 데비안 부팅 외에 추가로 이 다른 운영체제를 부팅할 수 있도록 설정할 것입니다.
pt: Antes da instalação do gestor de arranque, o instalador tentará detectar outros sistemas operativos instalados na máquina. Se encontrar um sistema operativo que suporte, será informado no decurso da fase de instalação do gestor de arranque, e o computador será configurado para figurar no menu em adição ao Debian.
sv: Innan en starthanterare blir installerad kommer installeraren att försöka att söka efter andra operativsystem som finns installerade på maskinen. Om den hittar ett operativsystem som stöds kommer du bli informerad om det under installationssteget för starthanteraren och datorn kommer att bli konfigurerad att starta upp det här andra operativsystemet i tillägg till Debian.
vi: Trước khi tải bộ tải khởi động, trình cài đặt sẽ cố gắng thăm dò hệ điều hành khác đã được cài đặt trên máy tính này. Nếu nó tìm được hệ điều hành được hỗ trợ, nó sẽ báo bạn biết như thế trong bước cài đặt bộ tải khởi động, và máy tính sẽ được cấu hình để khởi động hệ điều hành khác này thêm vào Debian.
zh_cn: 在启动引导器安装之前，安装程序会试着侦测已经安装到计算机上的其他操作系统。如果它找到支持的操作系统，您将在启动引导器安装步骤里得到提示，与 Debian 一起，计算机也将配置为可以启动其他操作系统。

source: Note that multiple operating systems booting on a single machine is still something of a black art. The automatic support for detecting and setting up boot loaders to boot other operating systems varies by architecture and even by subarchitecture. If it does not work you should consult your boot manager's documentation for more information.
el: Σημειώστε ότι η εκκίνηση πολλαπλών λειτουργικών συστημάτων από ένα μόνο υπολογιστή είναι ακόμα κάτι σαν μαύρη μαγεία Η αυτόματη υποστήριξη ανίχνευσης και ρύθμισης φορτωτών εκκίνησης οι οποίοι θα εκκινούν άλλα λειτουργικά συστήματα ποικίλει από από αρχιτεκτονική σε αρχιτεκτονική, ακόμα κι από υποαρχιτεκτονική σε υποαρχιτεκτονική. Εάν δεν λειτουργήσει σωστά αυτό το στάδιο θα πρέπει να συμβουλευτείτε τις οδηγίες χρήσης του φορτωτή σας εκκίνησης.
ko: 한 컴퓨터에서 여러 개의 운영 체제를 부팅하는 건 아직도 매우 복잡한 기술입니다. 다른 운영체제를 자동으로 찾아내고 부트로더를 설정하는 건 아키텍처마다 다르고, 서브 아키텍처마다도 다릅니다. 동작하지 않으면 부트로더의 문서에서 더 자세한 사항을 찾아보십시오.
pt: Note que o arranque de múltiplos sistemas operativos numa única máquina é ainda considerada uma arte obscura. O suporte automático para a detecção e configuração dos gestores de arranque para arranque de outros sistemas operativos variam por arquitectura e por vezes até por sub-arquitectura. Se não funcionar deverá consultar a documentação do seu gestor de arranque para mais informações.
sv: Observera att uppstart av flera operativsystem på samma maskin fortfarande är lite av svart magi. Det automatiska stödet för identifiering och inställning av starthanterare för att starta upp andra operativsystem varierar mellan arkitekturer och även för underarkitekturer. Om det inte fungerar bör du konsultera dokumentationen för din starthanterare för mer information.
vi: Ghi chú rằng nhiều hệ điều hành khởi động trên cùng một máy chưa được hiểu hoàn toàn. Cách hỗ trợ tự động khả năng phát hiện và thiết lập bộ tải khởi động để khởi động hệ điều hành khác có thay đổi theo kiến trúc và ngay cả theo kiến trúc phụ. Nếu nó không hoạt động được, bạn nên xem tài liệu hướng dẫn sử dụng bộ tải khởi động riêng để tìm thông tin thêm.
zh_cn: 注意，从单机上启动多个操作系统仍然是黑色艺术。自动支持检测和设置启动引导器启动其他操作系统，会依系统甚至是子系统而变化。如果它不能工作，您应该参考启动管理器的文档了解更多信息。

source: Install <command>aboot</command> on a Hard Disk
el: Εγκατάσταση του <command>aboot</command> σε Σκληρό Δίσκο
ko: 하드 디스크에 <command>aboot</command> 설치
pt: Instalar o <command>aboot</command> num Disco Rígido
sv: Installera <command>aboot</command> på en hårddisk
vi: Cài đặt <command>aboot</command> vào đĩa cứng
zh_cn: 安装 <command>aboot</command> 到硬盘上

source: If you have booted from SRM and you select this option, the installer will write <command>aboot</command> to the first sector of the disk on which you installed Debian. Be <emphasis>very</emphasis> careful &mdash; it is <emphasis>not</emphasis> possible to boot multiple operating systems (e.g. GNU/Linux, Free/Open/NetBSD, OSF/1 a.k.a. Digital Unix a.k.a. Tru64 Unix, or OpenVMS) from the same disk. If you also have a different operating system installed on the disk where you have installed Debian, you will have to boot GNU/Linux from a floppy instead.
ko: SRM에서 부팅할 때 이 옵션을 선택하면, 데비안을 설치하는 디스크의 첫번째 섹터에 <command>aboot</command>를 써 넣습니다. <emphasis>매우</emphasis> 주의를 기울이십시오. <command>aboot</command>는 같은 디스크에 있는 여러 개의 운영 체제를 부팅하지 <emphasis>못합니다</emphasis>. (예를 들어 GNU/리눅스, Free/Open/NetBSD, OSF/1 다른 이름으로 Digital Unix/True64 Unix, 아니면 OpenVMS) 데비안을 설치하는 디스크에 다른 운영체제도 설치되어 있다면, <command>aboot</command>를 설치하지 말고 플로피로 GNU/리눅스를 부팅해야 할 것입니다.
pt: Se tiver arrancado a partir de um SRM seleccionou esta opção, o instalador escreverá o <command>aboot</command> no primeiro sector do disco no qual instalou Debian. Seja <emphasis>muito</emphasis> cuidadoso &mdash; <emphasis>não</emphasis> é possível arrancar vários sistemas operativos (p. ex. GNU/Linux, Free/Open/NetBSD, OSF/1 a.k.a. Digital Unix a.k.a. Tru64 Unix, ou OpenVMS) a partir do mesmo disco. Se possuir também um sistema operativo diferente instalado no mesmo disco onde tiver instalado Debian, terá que arrancar o GNU/Linux a partir de uma disquete.
sv: Om du har startat upp från SRM och du har valt detta alternativ, kommer installeraren att skriva <command>aboot</command> till första sektorn på den disk du installerade Debian på. Var <emphasis>mycket</emphasis> försiktig &mdash; det är <emphasis>inte</emphasis> möjligt att starta upp flera operativsystem (t.ex. GNU/Linux, Free/Open/NetBSD, OSF/1 även känt som Digital Unix och även känt som Tru64 Unix, eller OpenVMS) från samma disk. Om du även har ett annat operativsystem installerat på disken där du har installerat Debian, måste du istället starta upp GNU/Linux från en diskett.
vi: Khởi động từ SRM và bật tùy chọn này thì trình cài đặt sẽ ghi <command>aboot</command> vào rãnh ghi thứ nhất của đĩa vào đó bạn đã cài đặt Debian. Hãy <emphasis>rất</emphasis> cẩn thận &mdash; <emphasis>không</emphasis> thể khởi động nhiều hệ điều hành (v.d. GNU/Linux, Free/Open/NetBSD, OSF/1 cũng tên Digital Unix cũng tên Tru64 Unix, hay OpenVMS) từ cùng một đĩa. Có một hệ điều hành khác đã cài đặt vào cùng một đĩa vào đó bạn mới cài đặt Debian thì phải khởi động GNU/Linux từ đĩa mềm thay thế.
zh_cn: 如果您从 SRM 启动，并选择该项，安装程序将写入 <command>aboot</command> 到安装 Debian 磁盘的第一个扇区。要<emphasis>特别</emphasis>小心 &mdash; 它也许<emphasis>不能</emphasis>从同一个磁盘上启动多个操作系统(如，GNU/Linux、Free/Open/NetBSD、OSF/1 又名 Digital Unix 又名 Tru64 Unix 或 OpenVMS)。如果您在安装 Debian 的磁盘上装有不同的操作系统，将不得不从一个软盘启动 GNU/Linux。

source: <command>palo</command>-installer
el: εγκαταστάτης του <command>palo</command>
sv: <command>palo</command>-installerare
vi: Trình cài đặt <command>palo</command>

source: The bootloader on PA-RISC is <quote>palo</quote>. <command>PALO</command> is similar in configuration and usage to <command>LILO</command>, with a few exceptions. First of all, <command>PALO</command> allows you to boot any kernel image on your boot partition. This is because <command>PALO</command> can actually read Linux partitions.
el: Ο φορτωτής εκκίνησης σε συστήματα PA-RISC είναι ο <quote>palo</quote>. Ο <command>PALO</command> είναι παρόμοιος στη ρύθμιση και στη χρήση με το <command>LILO</command>, με κάποιες εξαιρέσεις. Κατ'αρχάς ο <command>PALO</command> σας επιτρέπει να ξεκινήσετε οποιοδήποτε είδωλο πυρήνα από το τμήμα εκκίνησης. Αυτό μπορεί να συμβεί επειδή ο <command>PALO</command> μπορεί πράγματι να διαβάσει τμήματα Linux.
ko: PA-RISC의 부트로더는 <quote>palo</quote>입니다. <command>PALO</command>는 설정과 사용면에서 몇가지만 제외하고 <command>LILO</command>와 비슷합니다. 그 중의 하나로, <command>PALO</command>는 부팅 파티션에 있는 어떤 커널 이미지라도 부팅할 수 있습니다. <command>PALO</command>는 리눅스 파티션을 읽을 수 있기 때문입니다.
pt: O gestor de arranque num PA-RISC é o <quote>palo</quote>. O <command>PALO</command> é muito similar na configuração e utilização ao <command>LILO</command>, com algumas excepções. Primeiro que tudo o <command>PALO</command> permite-lhe arrancar qualquer imagem de kernel na sua partição de arranque. Isto deve-se ao facto do <command>PALO</command> conseguir ler partições Linux.
sv: Starthanteraren på PA-RISC är <quote>palo</quote>. <command>PALO</command> är lik konfiguration och användning som <command>LILO</command> , med ett fåtal undantag. Först, <command>PALO</command> låter dig starta upp valfri kärnavbild på din uppstartspartition. Det är på grund av att <command>PALO</command> faktiskt kan läsa Linux-partitioner.
vi: Bộ tải khởi động trên PA-RISC là <quote>palo</quote>. <command>PALO</command> tương tự bằng cấu hình và bằng cách sử dụng với <command>LILO</command>, trừ một số điều. Trước tiên, <command>PALO</command> cho bạn khả năng khởi động bất kỳ ảnh hạt nhân nằm trên phân vùng khởi động. Đó là vì <command>PALO</command> thật có thể đọc phân vùng Linux.
zh_cn: PA-RISC 上的 bootloader 是 <quote>palo</quote>。<command>PALO</command> 的配置和用法类似于 <command>LILO</command>，只有个别地方不同。首先，<command>PALO</command> 允许您从引导分区启动任何内核映象。这是因为 <command>PALO</command> 能真正地读 Linux 分区。

source: hppa FIXME ( need more info )
pt: hppa FIXME ( mais informação necessária )
sv: hppa FIXME ( behöver mer info )
vi: hppa SỬA ĐI (cần thông tin thêm)

source: Install the <command>Grub</command> Boot Loader on a Hard Disk
el: Εγκατάσταση στο Σκληρό Δίσκο του Φορτωτή Εκκίνησης <command>Grub</command>
ko: 하드 디스크에 <command>GRUB</command> 부트로더 설치
pt: Instalar o Gestor de Arranque <command>Grub</command> num Disco Rígido
sv: Installera starthanteraren <command>Grub</command> på en hårddisk
vi: Cài đặt bộ tải khởi động <command>Grub</command> vào đĩa cứng
zh_cn: 硬盘上 <command>Grub</command> Boot Loader 的安装

source: The main &architecture; boot loader is called <quote>grub</quote>. Grub is a flexible and robust boot loader and a good default choice for newbies and old hands alike.
el: Ο κύριος &architecture; φορτωτής εκκίνησης ονομάζεται <quote>grub</quote>. Ο grub είναι ένας ευέλικτος και ισχυρός φορτωτής εκκίνησης και μια καλή εξ ορισμοί επιλογή του debian εγκαταστάτη για αρχάριους όπως και για βετεράνους.
ko: &architecture;의 주요 부트로더는 <quote>GRUB</quote>입니다. GRUB은 유연하고 안정적인 부트로더이고, 초보자와 오래된 사용자 모두에게 좋은 기본 부트로더입니다.
pt: O gestor de arranque principal para &architecture; é chamado <quote>grub</quote>. O Grub é um gestor de arranque flexível e robusto e uma boa escolha quer para novatos quer para utilizadores experientes.
sv: Den starthanterare som är standard på &architecture; kallas för <quote>grub</quote>. Grub är en flexibel och robust starthanterare och ett bra standardval både för nybörjare och erfarna.
vi: Bộ tải khởi động chính cho kiến trúc &architecture; có tên <quote>grub</quote>. GRUB là một bộ tải khởi động dẻo và mạnh, một sự chọn mặc định hữu ích cho cả người dùng mới lẫn nhà chuyên môn.
zh_cn: &architecture; 上主要的 boot loader 是 <quote>grub</quote>。Grub 是个灵活和稳定的 boot loader，它对新手来说是个不错的缺省选择。对老鸟来说，它也同样适合。

source: By default, grub will be installed into the Master Boot Record (MBR), where it will take over complete control of the boot process. If you prefer, you can install it elsewhere. See the grub manual for complete information.
el: Ο grub, ως προεπιλογή, θα εγκατασταθεί στην Κύρια Εγγραφή Εκκίνησης (MBR), όπου και θα αναλάβει τον πλήρη έλεγχο της διαδικασίας εκκίνησης. Εάν θέλετε, μπορείτε να τον εγκαταστήσετε κάπου αλλού. Για πλήρη πληροφόρηση δείτε το βιβλίο οδηγιών του grub.
ko: 기본적으로 GRUB은 마스터 부트 레코드에 (MBR) 설치합니다. 그래야 부팅 과정을 완전히 조종할 수 있습니다. 원하신다면 다른 위치에 설치할 수도 있습니다. 완전한 정보를 보려면 GRUB 안내서를 참고하십시오.
pt: Por omissão, o grub será instalado no Master Boot Record (MBR), onde assumirá o controle do processo de arranque. Se preferir, pode instalá-lo em qualquer outro local. Veja o manual do grub para uma informação completa.
sv: Som standard kommer grub att installeras i huvudstartsektorn (MBR), där den kommer att ta komplett kontroll över uppstartsprocessen. Om du önskar, kan du installera den någon annanstans. Se manualsidan för grub för mer komplett information.
vi: Mặc định là GRUB sẽ được cài đặt vào Mục Ghi Khởi Động Cái (MBR) nơi nó sẽ điều khiển hoàn toàn tiến trình khởi động. Hoặc bạn có thể cài đặt nó vào nơi khác. Xem sổ tay GRUB để tìm thông tin đầy đủ.
zh_cn: 缺省情况下，grub 会被装在主引导区(MBR)。如果装在那里的话，它将会完全主宰启动的整个过程。如果您喜欢的话，您可以把 grub 装在其他地方。若要全面和完整的信息，请参阅 grub 的手册。

source: If you do not want to install grub at all, use the Back button to get to the main menu, and from there select whatever bootloader you would like to use.
el: Εάν δεν θέλετε να εγκαταστήσετε τον grub, χρησιμοποιείστε το πλήκτρο Back για να επιστρέψετε στο κύριο μενού, και από εκεί επιλέξτε οποίον φορτωτή εκκίνησης θέλετε.
ko: GRUB을 아예 설치하지 않으려면, "뒤로" 단추를 사용해서 주 메뉴로 이동한 다음에, 쓰고 싶은 부트로더를 선택하십시오.
pt: Se preferir não instalar o grub de todo, com o botão de voltar chegue ao menu principal e a partir daí seleccione o gestor de arranque que desejar.
sv: Om du inte vill installera grub alls, använd Tillbaka-knappen för att komma till huvudmenyn och därifrån välj den starthanterare du vill använda.
vi: Nếu bạn không muốn cài đặt GRUB, hãy bấm cái nút Lùi để trở về trình đơn chính, và từ đó, chọn bộ tải khởi động đã muốn.
zh_cn: 如果您并不想安装 grub，请使用返回按钮回到主菜单，并从中选择您想要使用的任何启动引导器。

source: Install the <command>LILO</command> Boot Loader on a Hard Disk
el: Εγκατάσταση στο Σκληρό Δίσκο του Φορτωτή Εκκίνησης <command>Lilo</command>
ko: 하드 디스크에 <command>LILO</command> 부트로더 설치
pt: Instalar o Gestor de Arranque <command>LILO</command> num Disco Rígido
sv: Installera starthanteraren <command>LILO</command> på en hårddisk
vi: Cài đặt bộ tải khởi động <command>LILO</command> vào đĩa cứng
zh_cn: 硬盘上 <command>LILO</command> Boot Loader 的安装

source: The second &architecture; boot loader is called <quote>LILO</quote>. It is an old complex program which offers lots of functionality, including DOS, Windows, and OS/2 boot management. Please carefully read the instructions in the directory <filename>/usr/share/doc/lilo/</filename> if you have special needs; also see the <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink>.
el: Ο δεύτερος &architecture; φορτωτής εκκίνησης ονομάζεται <quote>LILO</quote>. Είναι ένα παλιό πολύπλοκο πρόγραμμα το οποίο προσφέρει καλή λειτουργικότητα, συμπεριλαμβανομένης της διαχείρισης εκκίνησης λειτουργικώ συστημάτων DOS, Windows, και OS/2. Εάν θέλετε να μάθετε κατι συγκεκριμένο για τον LILO, παρακαλούμε να διαβάσετε προσεκτικά τις οδηγίες στον κατάλογο <filename>/usr/share/doc/lilo/</filename>. Επίσης δείτε την <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink> ιστοσελίδα.
ko: 두번째 &architecture; 부트로더는 <quote>LILO</quote>입니다. 오래되고 복잡한 프로그램으로 DOS, Windows, OS/2 부트 관리자 등 아주 많은 기능이 있습니다. 특별히 필요한 점이 있으면 <filename>/usr/share/doc/lilo/</filename> 디렉토리에 있는 안내 문서를 잘 읽어보십시오. 또 <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink>도 참고하십시오.
pt: O segundo gestor de arranque de &architecture; é o <quote>LILO</quote>. É um programa antigo e complexo que oferece várias funcionalidades, nas quais se incluem a gestão de arranque do DOS, Windows e OS/2. Seja cuidadoso e leia as instruções no directório <filename>/usr/share/doc/lilo/</filename> se tiver necessidades especiais; veja também o <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink>.
sv: Den andra starthanteraren för &architecture; kallas för <quote>LILO</quote>. Det är ett gammalt och komplext program som erbjuder massor av funktionalitet, inklusive starthantering för DOS, Windows och OS/2. Läs noga igenom instruktionerna i katalogen <filename>/usr/share/doc/lilo/</filename> om du har speciella behov; se även <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink>.
vi: Bộ tải khởi động thứ nhất cho kiến trúc &architecture; có tên <quote>LILO</quote>. Nó là một chương trình phức tạp cũ mà cung cấp nhiều khả năng, gồm cách quản lý cách khởi động hệ điều hành DOS, Windows, và OS/2. Hãy đọc cẩn thận những hướng dẫn trong thư mục <filename>/usr/share/doc/lilo/</filename> nếu bạn cần gì đặc biệt, cũng xem tài liệu nhỏ LILO Thế Nào <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink>.
zh_cn: 第二个 &architecture; boot loader 名叫 <quote>LILO</quote>。它是个老派的强大程序，提供了很多功能，包括对 DOS、Windows 以及 OS/2 的引导 管理。如果有特别的要求的话，请您仔细阅读 目录 <filename>/usr/share/doc/lilo/</filename> 里的提示和教程，同时，您也可以参考一下 <ulink url="&url-lilo-howto;">LILO mini-HOWTO</ulink>。

source: Currently the LILO installation will only create menu entries for other operating systems if these can be <firstterm>chainloaded</firstterm>. This means you may have to manually add a menu entry for operating systems like GNU/Linux and GNU/Hurd after the installation.
el: Προς το παρόν, η εγκατάσταση του LILO θα δημιουργήσει επιλογές μενού μόνο για άλλα λειτουργικά συστήματα που μπορούν να είναι <firstterm>chainloaded</firstterm>. Αυτό σημαίνει ότι μπορεί, μετά την εγκατάσταση, να πρέπει να προσθέσετε με το χέρι κάποια επιλογή στο μενού του LILO για λειτουργικά συστήματα όπως GNU/Linux και GNU/Hurd.
ko: 지금은 LILO를 설치해도 <firstterm>체인로드(chainload)</firstterm>가 가능한 운영체제의 메뉴 항목만 만듭니다. 즉 GNU/리눅스 및 GNU/허드와 같은 운영체제는 메뉴 항목을 수동으로 추가해야 할 수도 있습니다.
pt: Actualmente a instalação do LILO apenas criará entradas para sistemas operativos que possam ser carregados em <firstterm>chainloaded</firstterm>. O que significa que você poderá ter que adicionar uma entrada de menu para sistemas operativos como o GNU/Linux e GNU/Hurd depois da instalação.
sv: För närvarande kommer LILO-installationen endast att skapa menyposter för andra operativsystem om de kan bli <firstterm>kedjeinlästa</firstterm>. Det betyder att du måste manuellt lägga till en menypost för operativsystem som GNU/Linux och GNU/Hurd efter installationen.
vi: Hiện thời, việc cài đặt LILO sẽ tạo mục trình đơn cho hệ điều hành khác chỉ nếu chúng có thể được <firstterm>tải dây</firstterm>. Có nghĩa là có lẽ bạn phải tự thêm mục trình đơn cho hệ điều hành như GNU/Linux và GNU/Hurd, sau khi cài đặt.
zh_cn: 当前 LILO 安装时只能为那些可以 <firstterm>chainloaded</firstterm> 的操作系统创建菜单项。就是说您不得不在安装之后手动添加 GNU/Linux 和 GNU/Hurd 这类操作系统。

source: &d-i; offers you three choices on where to install the <command>LILO</command> boot loader:
ko: &d-i;에서는 <command>LILO</command>를 설치할 위치로 세 가지중의 하나를 선택합니다:
pt: O &d-i; oferece-lhe três escolhas para instalar o gestor de arranque <command>LILO</command>.
sv: &d-i; erbjuder dig tre valmöjligheter om var starthanteraren <command>LILO</command> ska installeras:
vi: &d-i; cung cấp ba sự chọn về nơi vào đó cần cài đặt bộ tải khởi động <command>LILO</command>:
zh_cn: &d-i; 提供给您三种选择去哪安装 <command>LILO</command> boot loader：

source: Master Boot Record (MBR)
el: Κύρια Εγγραφή Εκκίνησης (MBR)
ko: 마스터 부트 레코드 (Master Boot Record, MBR)
sv: Huvudstartsektor (MBR)
vi: Mục ghi khởi động cái (MBR)
zh_cn: 主引导区(MBR)

source: This way the <command>LILO</command> will take complete control of the boot process.
el: Μ' αυτόν τον τρόπο ο <command>LILO</command> θα πάρει τον πλήρη έλεγχο της διαδικασίας εκκίνησης.
ko: 이 방법으로 <command>LILO</command>가 부팅 과정을 완전히 책임지게 됩니다.
pt: Deste modo o <command>LILO</command> assumirá o controlo de todo o processo de arranque.
sv: På det här sättet kan <command>LILO</command> ta komplett kontroll över uppstartsprocessen.
vi: Cách này, <command>LILO</command> sẽ điều khiển hoàn toàn tiến trình khởi động.
zh_cn: 这种方式 <command>LILO</command> 将完全控制启动过程。

source: new Debian partition
el: νέο τμήμα Debian
ko: 새 데비안 파티션
pt: nova partição Debian
sv: Ny Debianpartition
vi: phân vùng Debian mới
zh_cn: 新 Debian 分区

source: Choose this if you want to use another boot manager. <command>LILO</command> will install itself at the beginning of the new Debian partition and it will serve as a secondary boot loader.
el: Επιλέξτε το εάν θέλετε να χρησιμοποιήσετε κάποιον άλλο διαχειριστή εκκίνησης. Ο <command>LILO</command> θα εγκατασταθεί στην αρχή του νέου τμήματος Debian και θα χρησιμεύσει ως δευτερεύον φορτωτής εκκίνησης.
ko: 다른 부팅 관리자를 사용하려면 이걸 선택하십시오. <command>LILO</command>는 새 데비안 파티션의 맨 앞쪽에 설치되어 보조 부트로더로서 동작합니다.
pt: Escolha esta opção para usar outro gestor de arranque. O <command>LILO</command> instalar-se-á no início da nova partição Debian e servirá como gestor de arranque secundário.
sv: Välj den här om du vill använda en annan starthanterare. <command>LILO</command> kommer att installera sig själv i början av den nya Debian-partitionen och kommer att fungera som en sekundär starthanterare.
vi: Hãy chọn điều này nếu bạn muốn sử dụng bộ tải khởi động khác. <command>LILO</command> sẽ cài đặt chính nó tại đầu của phân vùng Debian mới, và sẽ làm việc như bộ tảo khởi động phụ.
zh_cn: 如果您想使用其它启动管理，选择此方式。<command>LILO</command> 将它自己安装到新 Debian 分区的起始位置，并能作为第二 boot loader。

source: Other choice
el: Άλλη επιλογή
ko: 기타
pt: Outra escolha
sv: Annat val
vi: Khác
zh_cn: 其它选择
