Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: clock-setup
el: ρύθμιση-ρολογιού

source: Check available memory
el: Έλεγχος διαθέσιμης μνήμης.

source: During a low memory install, not all components will be available. One of the limitations is that you won't be able to choose a language for the installation.
el: Κατά την εγκατάσταση σε συνθήκες μειωμένης μνήμης, δεν θα είναι διαθέσιμα όλα τα συστατικά. Ένας από τους περιορισμούς είναι ότι δεν θα είστε σε θέση να επιλέξετε γλώσσα εγκατάστασης.

source: If you are installing on a system that has a Sun USB keyboard and have booted the installer with the default 2.4 kernel, the keyboard will not be identified correctly by the installation system. The installer will show you a list of Sun type keymaps to choose from, but selecting one of these will result in a non-working keyboard. If you are installing with the 2.6 kernel, there is no problem.
el: Εάν εγκαθιστάτε σε ένα σύστημα το οποίο έχει πληκτρολόγιο τύπου Sun USB και εκκινήστε τον εγκαταστάτη με τον προεπιλεγμένο πυρήνα 2.4, το πληκτρολόγιο δεν θα ταυτοποιηθεί σωστά από το σύστημα εγκατάστασης. Ο εγκαταστάτης θα σας δείξει μία λίστα διατάξεων πληκτρολογίων τύπου Sun για να διαλέξετε κάποια από αυτές, όμως η επιλογή μιας από αυτές θα έχει σαν αποτέλεσμα να έχετε ένα πληκτρολόγιο που δεν θα λειτουργεί.Εάν ξεκινήσετε την εγκατάσταση με τον πυρήνα 2.6, δεν θα έχετε κανένα πρόβλημα.

source: By default, &d-i; tries to configure your computer's network automatically via DHCP. If the DHCP probe succeeds, you are done. If the probe fails, it may be caused by many factors ranging from unplugged network cable, to a misconfigured DHCP setup. Or maybe you don't have a DHCP server in your local network at all. For further explanation check the error messages on the third console. In any case, you will be asked if you want to retry, or if you want to perform manual setup. DHCP servers are sometimes really slow in their responses, so if you are sure everything is in place, try again.
el: Εξ ορισμού, ο &d-i; προσπαθεί να ρυθμίσει το δίκτυο του υπολογιστή σας αυτόματα μέσω του DHCP. Εάν ο έλεγχος DHCP πετύχει, είστε έτοιμοι. Εάν ο έλεγχος αποτύχει, αυτό μπορεί να οφείλεται σε πολλούς παράγοντες ξεκινώντας από αποσυνδεμένα καλώδια δικτύου, μέχρι μια λανθασμένα ρυθμισμένη εγκατάσταση DHCP. Ή ίσως δεν έχετε κανένα server DHCP στο τοπικό σας δίκτυο. Για περαιτέρω εξηγήσεις ελέγξτε τα μηνύματα λάθους στη τρίτη κονσόλα. Εν πάση περιπτώσει, θα ερωτηθείτε εάν θέλετε να ξαναδοκιμάσετε, ή εάν θέλετε να εκτελέσετε χειρωνακτική DHCP ρύθμιση. Οι server DHCP είναι μερικές φορές πολύ αργοί στις αποκρίσεις τους, οπότε εάν είστε βέβαιοι ότι όλα είναι εντάξει, προσπαθήστε πάλι.

source: Some technical details you might, or might not, find handy: the program assumes the network IP address is the bitwise-AND of your system's IP address and your netmask. It will guess the broadcast address is the bitwise OR of your system's IP address with the bitwise negation of the netmask. It will also guess your gateway. If you can't find any of these answers, use the system's guesses &mdash; you can change them once the system has been installed, if necessary, by editing <filename>/etc/network/interfaces</filename>. Alternatively, you can install <classname>etherconf</classname>, which will step you through your network setup.
el: Μερικές τεχνικές λεπτομέρειες που μπορεί, ή μπορεί και όχι, να φανούν χρήσιμες: το πρόγραμμα υποθέτει ότι η διεύθυνση IP του δικτύου είναι το bitwise-AND της διεύθυνσης IP του συστήματος σας και της μάσκας του δικτύου σας. Θα υποθέσει ότι η διεύθυνση εκπομπής είναι η bitwise OR της διεύθυνσης IP του συστήματος σας με την bitwise negation της μάσκας δικτύου. Θα προσπαθήσει επίσης να βρει την πύλη του δικτύου σας. Εάν δεν μπορείτε να βρείτε κάποια από αυτές τις απαντήσεις, χρησιμοποιήστε αυτά που βρήκε το σύστημα εγκατάστασης &mdash; εάν είναι αναγκαίο,μπορείτε να τα αλλάξετε από την στιγμή που έχει εγκατασταθεί το σύστημα σας, επεξεργαζόμενοι το <filename>/etc/network/interfaces</filename>. Εναλλακτικά, μπορείτε να εγκαταστήσετε το <classname>etherconf</classname>, το οποίο θα σας οδηγήσει βήμα-βήμα στην ρύθμιση του δικτύου σας.

source: First you will be given the opportunity to automatically partition either an entire drive, or free space on a drive. This is also called <quote>guided</quote> partitioning. If you do not want to autopartition, choose <guimenuitem>Manually edit partition table</guimenuitem> from the menu.
el: Πρώτα θα σας δοθεί η ευκαιρία να διαμερίσετε αυτόματα είτε ολόκληρο τον οδηγό δίσκου, είτε κάποιον ελεύθερο χώρο του. Αυτή η διαδικασία ονομάζεται και <quote>καθοδηγούμενη</quote> διαμέριση. Εάν δεν επιθυμείτε την αυτόματη διαμέριση των δίσκων σας, επιλέξτε από το μενού <guimenuitem>Χειροκίνητη επεξεργασία του πίνακα διαμέρισης</guimenuitem>.

source: If you select a pristine disk which doesn't have neither partitions nor free space on it, you will be offered to create a new partition table (this is needed so you can create new partitions). After this a new line entitled <quote>FREE SPACE</quote> should appear under the selected disk.
el: Εάν επιλέξετε έναν δίσκο που δεν έχει ούτε τμήματα ούτε ελεύθερο χώρο , θα σας προταθεί να δημιουργήσετε έναν νέο πίνακα διαμέρισης (αυτό είναι απαραίτητο για να μπορέσετε να δημιουργήσετε καινούριες κατατμήσεις). Μετά απ’αυτό θα εμφανιστεί κάτω από τον επιλεγμένο δίσκο μια νέα γραμμή με τον τίτλο <quote>ΕΛΕΎΘΕΡΟΣ ΧΏΡΟΣ</quote>.

source: If you decide you want to change something about your partition, simply select the partition, which will bring you to the partition configuration menu. Because this is the same screen like when creating a new partition, you can change the same set of options. One thing which might not be very obvious at a first glance is that you can resize the partition by selecting the item displaying the size of the partition. Filesystems known to work are at least fat16, fat32, ext2, ext3 and swap. This menu also allows you to delete a partition.
el: Εάν αποφασίσετε ότι θέλετε να αλλάξετε κάτι για το τμήμα σας, επιλέξτε απλά το τμήμα, οπότε θα βρεθείτε στο μενού ρύθμισης τμημάτων. Επειδή εμφανίζεται η ίδια οθόνη με εκείνη της δημιουργίας ενός νέου τμήματος, μπορείτε να αλλάξετε το ίδιο σύνολο επιλογών. Ένα πράγμα, που με μια πρώτη ματιά ενδέχεται να μην είναι πολύ προφανές, είναι ότι μπορείτε να αλλάξετε το μέγεθος του τμήματος με την επιλογή του στοιχείου που εμφανίζει το μέγεθος του τμήματος. Συστήματα αρχείων στα οποία γνωρίζουμε ότι μπορούν να γίνουν οι παραπάνω αλλαγές είναι τουλάχιστον τα fat16, fat32, ext2, ext3 και το swap. Αυτό το μενού σας επιτρέπει επίσης να διαγράψετε ένα τμήμα.

source: Configuring Logical Volume Manager (LVM)
el: Ρύθμιση του Διαχειριστή Λογικών Τόμων (LVM)

source: To avoid the described situation you can use Logical Volume Manager (LVM). Simply said, with LVM you can combine your partitions (<firstterm>physical volumes</firstterm> in LVM lingo) to form a virtual disc (so called <firstterm>volume group</firstterm>), which can then be divided into virtual partitions (<firstterm>logical volumes</firstterm>). The point is that logical volumes (and of course underlying volume groups) can span across several physical discs.
el: Για να αποφύγετε την κατάσταση που περιγράφτηκε μπορείτε να χρησιμοποιήσετε τον Διαχειριστή Λογικών Τόμων (LVM). Μιλώντας άπλα, με τον LVM μπορείτε να συνδυάσετε τα τμήματά σας (<firstterm>φυσικοί τόμοι</firstterm> στη διάλεκτο LVM) για να σχηματίσετε έναν εικονικό δίσκο (επονομαζόμενος <firstterm>ομάδα τόμου</firstterm>), ο οποίος κατόπιν μπορεί να διαιρεθεί σε εικονικά τμήματα (<firstterm>λογικούς τόμους</firstterm>). Το σημαντικό εδώ έγκειται στο ότι οι λογικοί τόμοι (και φυσικά και οι ομάδες τομών) μπορούν να εκτείνονται σε διάφορους φυσικούς δίσκους.

source: Now when you realize you need more space for your old 160GB <filename>/home</filename> partition, you can simply add a new 300GB disc to the computer, join it with your existing volume group and then resize the logical volume which holds your <filename>/home</filename> filesystem and voila &mdash; your users have some room again on their renewed 460GB partition. This example is of course a bit oversimplified. If you haven't read it yet, you should consult the <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>.
el: Όταν θα διαπιστώσετε ότι χρειάζεστε περισσότερο χώρο για το παλιό σας <filename>/home</filename> τμήμα των 160GB, μπορείτε απλώς να προσθέσετε στον υπολογιστή σας ένα νέο δίσκο 300GB, να τον συνδέσετε με μια υπάρχουσα ομάδα τόμου και έπειτα να αλλάξετε το μέγεθος του λογικού τόμου που κατέχει το σύστημα αρχείων <filename>/home</filename> και ιδού &mdash; οι χρήστες σας έχουν πάλι χώρο στο ανανεωμένο τμήμα τους 460GB. Αυτό το παράδειγμα φυσικά είναι λίγο απλοποιημένο. Εάν δεν το διαβάσατε ακόμη, θα πρέπει να συμβουλευτείτε την ιστοσελίδα <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>.

source: LVM setup in &d-i; is quite simple. At first, you have to mark your partitions to be used as physical volumes for LVM. (This is done in <command>partman</command> in the <guimenu>Partition settings</guimenu> menu where you should select <menuchoice> <guimenu>Use as:</guimenu> <guimenuitem>physical volume for LVM</guimenuitem> </menuchoice>.) Then start the <command>lvmcfg</command> module (either directly from <command>partman</command> or from the &d-i;'s main menu) and combine physical volumes to volume group(s) under the <guimenuitem>Modify volume groups (VG)</guimenuitem> menu. After that, you should create logical volumes on the top of volume groups from the menu <guimenuitem>Modify logical volumes (LV)</guimenuitem>.
el: Η ρύθμιση το LVM με τον &d-i; είναι αρκετά απλή. Πρώτα-πρώτα, πρέπει να επιλέξετε τα τμήματα σας που θα χρησιμοποιηθούν ως φυσικοί τόμοι για το LVM. (Αυτό γίνεται με το <command>προγραμμα κατάτμησης</command> στο μενού <guimenu> Ρυθμίσεις τμήματος </guimenu> όπου πρέπει να επιλέξετε <menuchoice> <guimenu>Χρήση ως:</guimenu><guimenuitem> φυσικός τόμος για το LVM</guimenuitem> </menuchoice>.) Έπειτα ξεκινήστε το άρθρωμα <command>lvmcfg</command> ( είτε απευθείας από το <command>προγραμμα κατάτμησης</command> είτε από το κυρίως μενού του &d-i;) και μέσω του μενού <guimenuitem>Τροποποίηση των ομάδων τόμων (VG)</guimenuitem> συνδυάστε φυσικούς τόμους με ομάδα ή ομάδες τομών. Μετά απ’αυτό, μέσω του μενού <guimenuitem>Τροποποίηση των ομάδων τόμων (VG)</guimenuitem>, θα πρέπει να δημιουργήσετε λογικούς τόμους στην αρχή των ομάδων τομών.

source: After returning from <command>lvmcfg</command> back to <command>partman</command>, you will see any created logical volumes in the same way as ordinary partitions (and you should treat them like that).
el: Μετά την επιστροφή από το <command>lvmcfg</command> στο <command>προγραμμα κατάτμησης</command>, θα δείτε όλους του λογικούς τόμους, που δημιουργήθηκαν, με τον ίδιο τρόπο που βλέπετε και τα κανονικά τμήματα (και μπορείτε να τους διαχειριστείτε με τον ίδιο τρόπο).

source: The benefit you gain depends on a type of a MD device you are creating. Currently supported are: <variablelist> <varlistentry> <term>RAID0</term><listitem><para> Is mainly aimed at performance. RAID0 splits all incoming data into <firstterm>stripes</firstterm> and distributes them equally over each disk in the array. This can increase the speed of read/write operations, but when one of the disks fails, you will loose <emphasis>everything</emphasis> (part of the information is still on the healthy disk(s), the other part <emphasis>was</emphasis> on the failed disk). </para><para> The typical use for RAID0 is a partition for video editing. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para> Is suitable for setups where reliability is the first concern. It consists of several (usually two) equally sized partitions where every partition contains exactly the same data. This essentially means three things. First, if one of your disks fails, you still have the data mirrored on the remaining disks. Second, you can use only a fraction of the available capacity (more precisely, it is the size of the smallest partition in the RAID). Third, file reads are load balanced among the disks, which can improve performance on a server, such as a file server, that tends to be loaded with more disk reads than writes. </para><para> Optionally you can have a spare disk in the array which will take the place of the failed disk in the case of failure. </para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> Is a good compromise between speed, reliability and data redundancy. RAID5 splits all incomming data into stripes and distributes them equally on all but one disks (similar to RAID0). Unlike RAID0, RAID5 also computes <firstterm>parity</firstterm> information, which gets written on the remaining disk. The parity disk is not static (that would be called RAID4), but is changing periodically, so the parity information is distributed equally on all disks. When one of the disks fails, the missing part of information can be computed from remaining data and its parity. RAID5 must consist of at least three active partitions. Optionally you can have a spare disk in the array which will take the place of the failed disk in the case of failure. </para><para> As you can see, RAID5 has similar degree of reliability like RAID1 while achieving less redundancy. On the other hand it might be a bit slower on write operation than RAID0 due to computation of parity information. </para></listitem> </varlistentry> </variablelist> To sum it up:
el: Το όφελος που αποκομίζετε εξαρτάται από τον τύπο της συσκευής MD που δημιουργείτε. Προς το παρόν οι υποστηριζόμενες είναι οι παρακάτω: <variablelist> <varlistentry> <term>RAID0</term><listitem><para> Κυρίως στοχεύει στην απόδοση. Το RAID0 διασπά τα εισερχόμενα δεδομένα σε <firstterm>τμήματα</firstterm> και τα διανέμει εξίσου σε κάθε δίσκο της συστοιχίας. Αυτό μπορεί να αυξήσει την ταχύτητα των λειτουργιών ανάγνωσης/εγγραφής, αλλά όταν κάποιος δίσκος χαλάσει, θα χάσετε <emphasis>τα πάντα</emphasis> (μέρος της πληροφορίας βρίσκεται ακόμη στον ή στους υγιείς δίσκους, το υπόλοιπο μέρος <emphasis>βρισκόταν</emphasis> στον χαλασμένο δίσκο). </para><para>·Η τυπική χρήση της RAID0 είναι ως τμήμα για επεξεργασία βίντεο. </para></listitem> </varlistentry> <varlistentry> <term>RAID1</term><listitem><para>Είναι κατάλληλη για ρυθμίσεις όπου το πιο σημαντικό είναι η αξιοπιστία. Αποτελείται από κάποια (συνήθως δύο) ίσου μεγέθους τμήματα όπου το κάθε τμήμα περιέχει ακριβώς τα ίδια δεδομένα. Αυτό σημαίνει ουσιαστικά τρία πράγματα.Πρώτον, εάν ένας από τους δίσκους χαλάσει, ακόμη έχετε τα δεδομένα σας ως είδωλα στους υπόλοιπους δίσκους. Δεύτερον, μπορείτε να χρησιμοποιήσετε μονό ένα μέρος της διαθέσιμης χωρητικότητας (πιο συγκεκριμένα, είναι το μέγεθος του μικρότερου τμήματος στη συστοιχία RAID). Τρίτον, τα προς ανάγνωση αρχεία φορτώνονται ισόρροπα από τους δίσκους, γεγονός που μπορεί να αυξήσει την απόδοση ενός εξυπηρετητή, όπως ενός εξυπηρετητή αρχείων, ο οποίος τείνει να φορτώνεται με περισσότερες λειτουργίες ανάγνωσης από τους δίσκους πάρα από λειτουργίες εγγραφές. </para><para> Προαιρετικά μπορείτε να έχετε έναν εφεδρικό δίσκο στη συστοιχία ο οποίος θα πάρει τη θέση του χαλασμένου δίσκου σε περίπτωση κάποιου σφάλματος. </para></listitem> </varlistentry> <varlistentry> <term>RAID5</term><listitem><para> Είναι ένας καλός συμβιβασμός μεταξύ της ταχύτητας, της αξιοπιστίας και του πλεονασμού δεδομένων. Το RAID5 διαχωρίζει τα εισερχόμενα δεδομένα σε τμήματα και τα μοιράζει εξίσου σε όλους τους δίσκους έκτος από έναν. ( όπως στη RAID0). Αντίθετα από την RAID0, η RAID5 υπολογίζει και την πληροφορία για την <firstterm>ισοτιμία</firstterm>, η οποία είναι γραμμένη στον υπόλοιπο δίσκο.Η ισοτιμία του δίσκου δεν είναι στατική (ο οποίος θα ονομαζόταν RAID4), άλλα αλλάζει περιοδικά, έτσι ώστε η πληροφορία για την ισοτιμία να κατανέμεται εξίσου σ’όλους τους δίσκους. Όταν ένας από τους δίσκους χαλάσει, το χαμένο μέρος των πληροφοριών μπορεί να υπολογιστεί από τα υπόλοιπα δεδομένα και την ισοτιμία τους. Η RAID5 πρέπει να αποτελείται από τρία τουλάχιστον ενεργά τμήματα. Προαιρετικά μπορείτε να έχετε έναν εφεδρικό δίσκο στη συστοιχία ο οποίος θα πάρει τη θέση του χαλασμένου δίσκου σε περίπτωση κάποιου σφάλματος. </para><para> Όπως μπορείτε να διαπιστώσετε, η RAID5 έχει ίδιο βαθμό αξιοπιστίας όπως και η RAID1 ενώ επιτυγχάνει λιγότερο πλεονασμό. Από την άλλη μπορεί να είναι λίγο πιο αργός στην λειτουργιά ανάγνωσης απ’ότι η RAID0 λόγω του υπολογισμού της πληροφορίας ισοτιμίας. </para></listitem> </varlistentry> </variablelist> Ανακεφαλαιώνοντας:

source: If you want to know the whole truth about Software RAID, have a look at <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>.
el: Εάν θέλετε πραγματικά να γνωρίσετε όλα τα σχετικά με το Λογισμικό RAID, ρίξτε μια ματιά στην ιστοσελίδα <ulink url="&url-software-raid-howto;">Software RAID HOWTO</ulink>.

source: RAID5 has similar setup procedure as RAID1 with the exception that you need to use at least <emphasis>three</emphasis> active partitions.
el: Η RAID5 έχει παρόμοια διαδικασία ρυθμίσεων όπως και η RAID1 με την εξαίρεση ότι πρέπει να χρησιμοποιήσετε τουλάχιστον <emphasis>τρία</emphasis> ενεργά τμήματα.

source: It is perfectly possible to have several types of MD at once. For example if you have three 200 GB hard drives dedicated to MD, each containing two 100 GB partitions, you can combine first partitions on all three disk into the RAID0 (fast 300 GB video editing partition) and use the other three partitions (2 active and 1 spare) for RAID1 (quite reliable 100 GB partition for <filename>/home</filename>).
el: Είναι απόλυτα εφικτό να έχετε ταυτόχρονα διαφορετικούς τύπους MD. Παραδείγματος χάριν εάν αφιερώνετε τρεις σκληρούς δίσκους 200 GΒ για δημιουργία MD, περιέχοντας η κάθε μια δυο τμήματα των 100 GB, μπορείτε να συνδυάσετε τα πρώτα τμήματα και των τριών δίσκων σε ένα RAID0 (γρήγορο τμήμα για επεξεργασία βίντεο μεγέθους 300 GB) και να χρησιμοποιήσετε τα άλλα τρία τμήματα (2 ενεργά και ένα εφεδρικό)για δημιουργία RAID1 (αρκετά αξιόπιστο τμήμα μεγέθους 100 GB για <filename>/home</filename>).

source: In expert mode you will always be able to choose whether or not the clock is set to UTC. <phrase arch="m68k;powerpc">Macintosh hardware clocks are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase> <phrase arch="i386">Systems that (also) run Dos or Windows are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase>
el: Σε κατάσταση "έμπειρου χρήστη" (expert mode) έχετε πάντα την δυνατότητα να επιλέξετε αν το ρολόι θα είναι ρυθμισμένο σε ώρα UTC ή όχι. <phrase arch="m68k;powerpc">Τα ρολόγια των υπολογιστών Macintosh ρυθμίζονται συνήθως στην τοπική ώρα. Αν θέλετε να έχετε διπλή-εκκίνηση στο σύστημά σας, επιλέξτε τοπική ώρα αντί της ώρας GMT.</phrase> <phrase arch="i386">Συστήματα που (επίσης) τρέχουν Dos ή Windows είναι συνήθως ρυθμισμένα στην τοπική ώρα. Αν θέλετε το σύστημά σας να έχει διπλή-εκκίνηση, επιλέξτε τοπική ώρα αντί για ώρα GMT.</phrase>

source: Base System Installation
el: Εγκατάσταση του Βασικού Συστήματος

source: During the Base installation, package unpacking and setup messages are redirected to <userinput>tty4</userinput>. You can access this terminal by pressing <keycombo><keycap>Left Alt</keycap><keycap>F4</keycap></keycombo>; get back to the main installer process with <keycombo><keycap>Left Alt</keycap><keycap>F1</keycap></keycombo>.
el: Στη διάρκεια της Βασικής εγκατάστασης, τα μηνύματα για την αποσυμπίεση και ρύθμιση των πακέτων κατευθύνονται στο τερματικό <userinput>tty4</userinput>. Έχετε πρόσβαση σ' αυτό πατώντας <keycombo><keycap>Left Alt</keycap><keycap>F4</keycap></keycombo>. Επιστρέφετε στο κυρίως μενού εγκατάστασης με τον συνδυασμό <keycombo><keycap>Left Alt</keycap><keycap>F1</keycap></keycombo>.

source: The unpack/setup messages generated by the base installation are saved in <filename>/var/log/syslog</filename> when the installation is performed over a serial console.
el: Tα μηνύματα αποσυμπίεσης/ρύθμισης που δημιουργούνται κατά την βασική εγκατάσταση σώζονται στο <filename>/var/log/syslog</filename>, αν η εγκατάσταση γίνεται σε μια σειριακή κονσόλα.

source: After the base system is installed, you have a usable but limited system. Most users will want to add additional software to the system to tune it to their needs, and the installer lets you do so. This step can take even longer than installing the base system if you have a slow computer or network.
el: Μετά την εγκατάσταση του βασικού συστήματος, έχετε στη διάθεσή σας ένα χρησιμοποιήσιμο αλλά περιορισμένο σύστημα. Οι περισσότεροι χρήστες θα θέλουν να προσθέσουν επιπλέον λογισμικό στο σύστημά τους, ώστε να το προσαρμόσουν στις ανάγκες τους. Ο εγκαταστάτης σάς επιτρέπει να το κάνετε. Αυτό το βήμα μπορεί να πάρει περισσότερο χρόνο ακόμα κι από την εγκατάσταση του βασικού συστήματος αν έχετε έναν αργό υπολογιστή ή μια αργή δικτυακή σύνδεση.

source: The main means that people use to install packages on their system is via a program called <command>apt-get</command>, from the <classname>apt</classname> package.<footnote> <para> Note that the actual program that installs packages is called <command>dpkg</command>. However, this program is more of a low-level tool. <command>apt-get</command> is a higher-level tool as it will invoke <command>dpkg</command> as appropriate and also because it knows to install other packages which are required for the package you're trying to install, as well as how to retrieve the package from your CD, the network, or wherever. </para> </footnote> Other front-ends for package management, like <command>aptitude</command> and <command>synaptic</command> are also in use and depend on <command>apt-get</command>. These front-ends are recommended for new users, since they integrate some additional features (package searching and status checks) in a nice user interface.
el: Το κύριο μέσο που οι χρήστες χρησιμοποιούν για την εγκατάσταση πακέτων στο σύστημά τους είναι μέσω ενός προγράμματος που ονομάζεται <command>apt-get</command>, από το πακέτο <classname>apt</classname>.<footnote> <para> Σημειώστε ότι το πρόγραμμα που στην πραγματικότητα εγκαθιστά τα πακέτα ονομάζεται <command>dpkg</command>. Όμως αυτό το πρόγραμμα είναι ένα εργαλείο πιο βασικού-επιπέδου (low-level). Το <command>apt-get</command> είναι εργαλείο υψηλότερου-επιπέδου (higher-level) καθώς καλεί το <command>dpkg</command> με τον κατάλληλο τρόπο αλλά και γιατί μπορεί να εγκαταστήσει άλλα πακέτα που απαιτούνται από το πακέτο που προσπαθείτε να εγκαταστήσετε και να ανακτά το πακέτο αυτό από το CD, το δίκτυό σας ή από αλλού </para> </footnote>. Άλλα front-end για την διαχείριση των πακέτων, όπως το <command>aptitude</command> και το <command>synaptic</command> επίσης χρησιμοποιούνται και εξαρτώνται από το <command>apt-get</command>. Αυτά συνίστανται για καινούριους χρήστες, καθώς ενσωματώνουν μερικά επιπλέον χαρακτηριστικά (αναζήτηση πακέτων και έλεγχος της κατάστασής τους) σε ένα ωραίο interface.για τον χρήστη.
