Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: RAID0 is simple &mdash; you will be issued with the list of available RAID partitions and your only task is to select the partitions which will form the MD.
el: Η RAID0 είναι απλή &mdash; θα σας παρουσιαστεί μία λίστα των διαθέσιμων RAID τμημάτων και το μόνο που πρέπει να κάνετε είναι να επιλέξετε τα τμήματα που θα αποτελέσουν την μονάδα MD.
ko: RAID0는 간단합니다. RAID 파티션의 목록이 나타나고 거기에서 멀티디스크를 구성할 파티션을 선택하기만 하면 됩니다.
pt: O RAID0 é simples &mdash; você será confrontado com uma lista de partições RAID disponíveis e a sua tarefa será apenas seleccionar as partições que formaram o MD.
sv: RAID0 är enkel &mdash; du kommer att visas en lista över tillgängliga RAID-partitioner och du behöver endast välja de partitioner som ska utgöra MD-enheten.
vi: RAID0 là đơn giản &mdash; bạn sẽ xem danh sách các phân vùng RAID sẵn sàng, và công việc duy nhất của bạn là việc chọn những phân vùng sẽ tạo thành thiết bị đa đĩa.
zh_cn: RAID0 是简单的 &mdash; 您会看到可用的 RAID 分区，然后您的任务仅是选择那些想要组成 MD 的分区。

source: RAID1 is a bit more tricky. First, you will be asked to enter the number of active devices and the number of spare devices which will form the MD. Next, you need to select from the list of available RAID partitions those that will be active and then those that will be spare. The count of selected partitions must be equal to the number provided few seconds ago. Don't worry. If you make a mistake and select different number of partitions, the &d-i; won't let you continue until you correct the issue.
el: Η RAID1 κρύβει πιο πολλές δυσκολίες. Πρώτον, θα σας ζητηθεί να εισάγετε το πλήθος των ενεργών και το πλήθος των εφεδρικών συσκευών που θα αποτελέσουν την MD. Στη συνέχεια, πρέπει να επιλέξετε μέσα από μία λίστα διαθέσιμων τμήμα RAID εκείνα που θα είναι ενεργά και έπειτα εκείνα που θα είναι εφεδρικά. Η αρίθμηση των επιλεγμένων τμημάτων πρέπει να είναι ίση με τον αριθμό που δόθηκε πριν από λίγα δευτερόλεπτα. Μην ανησυχείτε. Εάν κάνετε το λάθος και επιλέξετε διαφορετικό αριθμό τμημάτων, ο &d-i; δε θα σας αφήσει να συνεχίσετε μέχρι να διορθώσετε το λάθος.
ko: RAID1은 약간 더 까다롭습니다. 먼저 멀티디스크를 구성할 활성 장치의 개수 및 예비 장치의 개수를 입력합니다. 그리고 RAID 파티션 목록에서 무엇을 활성 파티션과 예비 파티션으로 할 지 결정합니다. 여기서 선택한 파티션 개수는 맨 처음에 입력한 개수와 일치해야 합니다. 걱정할 필요는 없습니다. 실수로 파티션 개수가 틀렸다고 해도, 개수가 맞을 때까지는 &d-i;가 다음으로 진행하지 않습니다.
pt: O RAID1 possuí mais alguns truques. Primeiro, ser-lhe-á pedido que introduza o número de dispositivos activos e o número de dispositivos sobresselentes que formaram o MD. De seguida, necessitará de seleccionar de uma lista de partições RAID as que serão activas e as que serão sobresselentes. O número de partições seleccionadas terá que ser igual ao número fornecido alguns segundos atrás. Não se preocupe. Se efectuar algum erro e seleccionar um número diferente de partições, o &d-i; não o deixará continuar até que o erro seja corrigido.
sv: RAID1 är lite mer besvärlig. Först kommer du bli frågad att ange antalet aktiva enheter och antalet reservenheter som ska forma din MD. Sedan behöver du välja från listan av tillgängliga RAID-partitioner vilka som ska vara aktiva och sedan de som ska vara reserver. Antalet valda partitioner måste vara samma som antalet som angavs tidigare. Var lugn, om du gör ett misstag och väljer ett olikt antal partitioner kommer &d-i; inte att låta dig fortsätta tills du har rättat till det.
vi: RAID1 là phức tạp hơn một chút. Trước tiên, bạn sẽ được nhắc nhập số thiết bị hoạt động, và số thiết bị phụ tùng sẽ tạo thành thiết bị đa đĩa. Sau đó, trong danh sách các phân vùng RAID sẵn sàng, bạn cần phải chọn những phân vùng sẽ là hoạt động, và những phân vùng sẽ là phụ tùng. Số đếm phân vùng đã chọn phải bằng số được cung cấp vài giây trước. Đừng lo lăng: nếu bạn làm lỗi, chọn số phân vùng khác, &d-i; sẽ không cho phép bạn tiếp tục cho đến khi bạn sửa vấn đề.
zh_cn: RAID1 需要一些技巧。首先，您将要求输入组成 MD 的活动设备和备用设备数量。其次，您需要从 RAID 可用分区列表中选择哪些是活动分区，哪些是备用的。选择的分区总数必须与之前提供的数目相同。不必担心，如果您出错选择了不同的分区数，&d-i; 将不会允许您继续下去，直到纠正错误。

source: RAID5 has a similar setup procedure as RAID1 with the exception that you need to use at least <emphasis>three</emphasis> active partitions.
ko: RAID5는 RAID1과 비슷한 설정을 하지만, 최소한 <emphasis>3개의</emphasis> 활성 파티션을 사용해야 한다는 점이 다릅니다.
pt: O RAID5 tem um procedimento de configuração similar ao do RAID1 com a excepção de que necessita de utilizar pelo menos <emphasis>três</emphasis> partições activas.
sv: RAID5 har en liknande inställningsprocedur som RAID1 med undantaget att du behöver använda åtminstone <emphasis>tre</emphasis> aktiva partitioner.
vi: RAID5 có thủ tục thiết lập tương tự với RAID1, trừ bạn cần phải sử dụng ít nhất <emphasis>ba</emphasis> phân vùng hoạt động.
zh_cn: RAID5 的配置过程类似于 RAID1，只是您至少需要<emphasis>三个</emphasis>活动分区。

source: It is perfectly possible to have several types of MD at once. For example, if you have three 200 GB hard drives dedicated to MD, each containing two 100 GB partitions, you can combine the first partitions on all three disks into the RAID0 (fast 300 GB video editing partition) and use the other three partitions (2 active and 1 spare) for RAID1 (quite reliable 100 GB partition for <filename>/home</filename>).
ko: 여러가지 종류의 멀티디스크를 동시에 사용하는 것도 물론 가능합니다. 예를 들어 3개의 200 GB 하드 드라이브를 멀티디스크에 사용할 때, 각 디스크에 100 GB 파티션이 두개씩 있다고 할 때, 각 3개 디스크의 첫번째 파티션들을 RAID0로 묶고 (빠른 300GB 비디오 편집 파티션) 나머지 3개 파티션을 (2개 활성, 1개 예비) RAID1으로 (<filename>/home</filename>에 사용할 안정성 높은 100GB 파티션) 사용할 수 있습니다.
pt: É perfeitamente possível ter vários tipos de MD ao mesmo tempo. Por exemplo, se tiver três discos rígidos de 200 GB dedicados ao MD, cada uma contendo duas partições de 100 GB, pode combinar as primeiras partições nos três discos em RAID0 (partição rápida de 300GB para edição de vídeo) e usar as outras três partições (2 activas e 1 de reserva) para RAID1 (uma partição muito fiável de 100 GB para <filename>/home</filename>).
sv: Det är fullt möjligt att ha flera MD-typer samtidigt. Till exempel om du har tre stycken 200 GB stora hårddiskar dedicerade till MD, där varje hårddisk innehåller två stycken 100 GB stora partitioner, kan du kombinera de första partitionerna på alla tre hårddiskar till en RAID0 (300 GB stor för snabb videoredigering) och använda de övriga tre partitionerna (2 aktiva och 1 reserv) för RAID1 (ganska tillförlitlig 100 GB stor partition för <filename>/home</filename>).
vi: Rất có thể sử dụng đồng thời vài kiểu thiết bị đa đĩa (MD). Chẳng hạn, nếu bạn có ba đĩa cứng 200 GB cả dành cho thiết bị đa đĩa, mỗi đĩa chứa hai phân vùng 100 GB, trong trường hợp này bạn có khả năng kết hợp phân vùng thứ nhất trên cả ba đĩa cứng để tạo RAID0 (phân vùng soạn thảo ảnh động 300 GB nhanh) và sử dụng ba phân vùng khác (2 hoạt động và 1 phụ tùng) như là RAID1 (phân vùng 100 GB hơi đáng tin cậy cho <filename>/home</filename>).
zh_cn: 完美的解决方案或许是同时使用不同的 MD 类型。例如，您有三块 200 GB 的硬盘打算用于 MD，每块包含两个 100 GB 的分区，您可以将三块硬盘上的第一组分区组成 RAID0 (高速的 300 GB 视频编辑分区)，其余的三个分区(2 个活动 1 个备用) 用于 RAID1 (相当可靠的 100 GB 分区用于 <filename>/home</filename>)。

source: After you setup MD devices to your liking, you can <guimenuitem>Finish</guimenuitem> <command>mdcfg</command> to return back to the <command>partman</command> to create filesystems on your new MD devices and assign them the usual attributes like mountpoints.
el: Μετά την οργάνωση των μονάδων MD σύμφωνα με τις προτιμήσεις σας, μπορείτε να επιλέξετε <guimenuitem>Ολοκλήρωση</guimenuitem> της <command>mdcfg</command> επιστρέφοντας πίσω στο <command>προγραμμα κατάτμησης</command> για να δημιουργήσετε συστήματα αρχείων στις νέες σας μονάδες MD και να ορίσετε γι’αυτές τα συνήθη χαρακτηριστικά όπως τα σημεία προσάρτησης.
ko: 원하는 대로 멀티디스크 장치를 만든 다음에, <command>mdcfg</command>에서 <guimenuitem>마치기</guimenuitem>를 선택하고 <command>partman</command>으로 돌아가 새로 만든 멀티디스크 장치에 파티션을 만들고 마찬가지로 마운트 위치와 같은 속성을 부여할 수 있습니다.
pt: Depois de configurar os dispositivos MD de acordo com as suas preferências, pode executar <guimenuitem>Terminar</guimenuitem> <command>mdcfg</command> para voltar ao <command>partman</command> com vista à criação dos sistemas de ficheiros nos novos dispositivos MD e atribui-los aos pontos de montagem habituais.
sv: Efter att du har konfigurerat MD-enheterna efter dina behov kan du välja <guimenuitem>Slutför</guimenuitem> i <command>mdcfg</command> för att återgå till <command>partman</command> för att skapa filsystem på dina nya MD-enheter och ge dem de vanliga attributen såsom monteringspunkter.
vi: Sau khi bạn thiết lập được các thiết bị đa đĩa, bạn có thể <guimenuitem>Kết thúc</guimenuitem> tiện ích <command>mdcfg</command> để lùi lại về trình <command>partman</command>, để tạo hệ thống tập tin trên các thiết bị đa đĩa mới, và gán cho chúng những thuộc tính thường như điểm lắp.
zh_cn: 按您需要配置 MD 设备之后，您可以 <guimenuitem>结束</guimenuitem> <command>mdcfg</command> 返回到 <command>partman</command> 去创建文件系统到您的新 MD 设备并分配挂载点这样的属性。

source: Configuring the Logical Volume Manager (LVM)
ko: 논리 볼륨 관리자 (LVM) 설정하기
pt: A configurar o Logical Volume Manager (LVM)
sv: Konfigurering av den logiska volymhanteraren (LVM)
vi: Cấu hình Bộ Quản lý Khối Tin Hợp Lý (LVM)
zh_cn: 配置逻辑卷管理(LVM)

source: If you are working with computers at the level of system administrator or <quote>advanced</quote> user, you have surely seen the situation where some disk partition (usually the most important one) was short on space, while some other partition was grossly underused and you had to manage this situation with moving stuff around, symlinking, etc.
el: Εάν δουλεύετε με υπολογιστές σε επίπεδο διαχειριστή συστήματος ή <quote>προχωρημένου</quote> χρήστη, έχετε αντιμετωπίσει σίγουρα την κατάσταση όπου κάποιο τμήμα δίσκων (συνήθως το σημαντικότερο) εμφανίζεται να μην έχει χώρο, ενώ κάποιο άλλο τμήμα χρησιμοποιούνταν ελάχιστα. και έπρεπε να τακτοποιήσετε αυτή την κατάσταση με την μετακίνηση διαφόρων, δημιουργία ψευδοσυνδέσμων, κλπ
ko: 시스템 관리자나 <quote>고급</quote> 사용자 입장에서 컴퓨터를 사용한다면, 어떤 디스크 파티션이 (보통 가장 중요한 파티션) 공간이 부족하고 다른 파티션은 공간이 남아서 데이터를 옮기고 심볼릭 링크를 걸고 하는 등의 작업으로 상황을 해결해야 했던 경험이 있을 것입니다.
pt: Se estiver a trabalhar com computadores num nível de administrador de sistema ou como utilizador <quote>avançado</quote>, já terá visto de certeza a situação em que alguma partição do disco (normalmente a mais importante) é pequena em espaço, enquanto que outras partições estão demasiado desaproveitadas e você tem que gerir a situação movendo informação de um lado para o outro, fazer links simbólicos, etc.
sv: Om du arbetar med datorer som en systemadministratör eller <quote>avancerad</quote> användare har du säkert upplevt en situation där någon diskpartition (oftast den mest viktiga) fått slut på ledigt utrymme medan någon annan partition haft otroligt mycket oanvänt utrymme och du har behövt att hantera den här situationen genom att flytta runt saker, symboliska länkar, etc.
vi: Nếu bạn làm việc với máy tính tại lớp quản trị hệ thống hay người dùng <quote>cấp cao</quote>, chắc là bạn đã xem trường hợp mà phân vùng nào (thường điều quan trọng nhất) không có đủ sức chứa còn rảnh, còn phân vùng khác nào được dùng rất ít, nên bạn phải quản lý trường hợp đó bằng cách di chuyển các thứ, tạo liên kết tượng trưng v.v.
zh_cn: 如果您做计算机系统管理员工作或者 <quote>高级</quote> 用户，您一定遇到过磁盘分区(经常是最重要的那个)空间不足，同时其他的分区却不能平衡使用，然后您不得不靠移到或符号链接等方法来折腾。

source: To avoid the described situation you can use Logical Volume Manager (LVM). Simply said, with LVM you can combine your partitions (<firstterm>physical volumes</firstterm> in LVM lingo) to form a virtual disk (so called <firstterm>volume group</firstterm>), which can then be divided into virtual partitions (<firstterm>logical volumes</firstterm>). The point is that logical volumes (and of course underlying volume groups) can span across several physical disks.
ko: 이러한 상황을 피하려면, 논리 볼륨 관리자(LVM, Logical Volume Manager)를 사용할 수 있습니다. 간단히 말해 LVM을 사용하면 여러 파티션들을 (<firstterm>물리 볼륨</firstterm>) 하나의 가상 디스크로 (<firstterm>볼륨 그룹</firstterm>) 합칠 수 있고, 그걸 다시 가상 파티션으로 (<firstterm>논리 볼륨</firstterm>) 나눌 수 있습니다. 중요한 점은 논리 볼륨이 (그리고 그 밑에 있는 볼륨 그룹이) 여러 개의 물리 파티션에 걸쳐 있을 수 있다는 점입니다.
pt: Para evitar a situação descrita pode utilizar o Logical Volume Manager (LVM). Dito doutra forma, com o LVM pode combinar as suas partições (<firstterm>physical volumes</firstterm> na linguagem do LVM) para formar um disco virtual (o chamado <firstterm>volume group</firstterm>), que pode ser dividido em partições virtuais (<firstterm>logical volumes</firstterm>). O que há a reter é que volumes lógicos (e com certeza volume groups contidos) podem ser fisicamente espalhadas por vários discos.
sv: För att undvika de beskrivna situationen kan du använda logisk volymhantering (LVM). Med LVM kan du kort sagt kombinera dina partitioner (<firstterm>fysiska volymer</firstterm> på LVM-språk) för att forma en virtuell disk (en så kallad <firstterm>volymgrupp</firstterm>) som sedan kan delas upp i virtuella partitioner (<firstterm>logiska volymer</firstterm>). Meningen är att logiska volymer (och så klart de underliggande volymgrupperna) kan spänna över ett flertal fysiska diskar.
vi: Để tránh trường hợp như vậy, bạn có thể sử dụng Bộ Quản Lý Khối Tin Hợp Lý (LVM). Nói đơn giản, bằng LVM bạn có thể kết hợp các phân vùng (<firstterm>khối tin vật lý</firstterm> trong thuật ngữ LVM) để tạo một đĩa ảo (được gọi như là <firstterm>nhóm khối tin</firstterm>), mà do đó có thể được chia cho nhiều phân vùng ảo (<firstterm>khối tin hợp lý</firstterm>). Điểm có ích là khối tin hợp lý (và các nhóm khối tin cơ sở) có thể chiều dài qua vài đĩa vật lý.
zh_cn: 为了避免上面描述的情况，您可以采用逻辑卷管理(LVM)。简而言之，使用 LVM 您可以组合您的分区(<firstterm>物理卷</firstterm>，LVM 术语)形成一个虚拟盘(称为<firstterm>卷组</firstterm>)，它可以被分割成虚拟分区(<firstterm>逻辑卷</firstterm>)。逻辑卷(当然底层是卷组)的亮点在于它可以跨越多个物理磁盘。

source: Now when you realize you need more space for your old 160GB <filename>/home</filename> partition, you can simply add a new 300GB disk to the computer, join it with your existing volume group and then resize the logical volume which holds your <filename>/home</filename> filesystem and voila &mdash; your users have some room again on their renewed 460GB partition. This example is of course a bit oversimplified. If you haven't read it yet, you should consult the <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>.
ko: 기존의 160GB <filename>/home</filename> 파티션에 용량이 더 필요하다면, 300GB 디스크를 컴퓨터에 붙이고, 이 디스크를 현재 볼륨 그룹에 포함시키고, <filename>/home</filename>이 들어 있는 논리 볼륨 크기를 늘리면 됩니다. 그러면 파티션은 460GB가 되어 남는 공간이 더 생깁니다. 물론 이 예는 너무 간단하게 설명한 것입니다. 아직 읽지 않으셨다면 <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>를 참고하십시오.
pt: Agora que se apercebeu que necessita de mais espaço para a sua antiga partição<filename>/home</filename> de 160 GB, pode simplesmente acrescentar um novo disco de 300GB ao computador, adicioná-lo ao volume group e então redimensionar o volume lógico que suporta o seu sistema de ficheiros <filename>/home</filename> e aí está &mdash; os seus utilizadores terão novamente espaço na renovada partição de 460GB. Este exemplo naturalmente está um pouco simplificado. Se ainda não tiver lido deverá consultar o <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>.
sv: Nu när du har insett att du behöver mer utrymme för din gamla 160 GB stora <filename>/home</filename>-partition kan du helt enkelt lägga till en ny 300 GB stor disk till datorn, låta den bli medlem av din befintliga volymgrupp och sedan förändra storleken på den logiska volymen som tillhandahåller filsystemet för <filename>/home</filename> och voilá &mdash; dina användare har mer plats igen på sin nya 460 GB stora partition. Det här exemplet är så klart lite grovt förenklat. Om du inte har läst den än bör du konsultera <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>.
vi: Như thế thì khi bạn thấy biết cần thiết sức chứa thêm cho phân vùng <filename>/home</filename> 160GB cũ, bạn có thể thêm đơn giản một đĩa 300GB mới vào máy tính, nối lại nó với nhóm khối tin tồn tại, rồi thay đổi kích cỡ của khối tin hợp lý chứa hệ thống tập tin <filename>/home</filename> và thì đấy &mdash; các người dùng lại có chỗ còn rảnh trên phân vùng 460GB đã gia hạn. (Mẫu này là hơi đơn giản.) Có thông tin chi tiết trong tài liệu LVM Thế Nào <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>.
zh_cn: 当您认觉得需要给更多的空间给已有的 160 GB <filename>/home</filename> 分区时，只需加一个新的 300GB 磁盘到计算机，添加进已经存在的卷组，然后为 <filename>/home</filename> 分区的逻辑卷重新设置尺寸，瞧 &mdash; 您的用户在更新的 460GB 分区上又有了空间。这个例子当然过于简单。如果您还还没有读过，应该查阅 <ulink url="&url-lvm-howto;">LVM HOWTO</ulink>。

source: LVM setup in &d-i; is quite simple and completely supported inside <command>partman</command>. First, you have to mark the partition(s) to be used as physical volumes for LVM. This is done in the <guimenu>Partition settings</guimenu> menu where you should select <menuchoice> <guimenu>Use as:</guimenu> <guimenuitem>physical volume for LVM</guimenuitem> </menuchoice>.
ko: -"&d-i;의 LVM 설정은 아주 간단하고 <command>partman</command> 안에서 지원합니다. 먼저 LVM의 물리 볼륨으로 사용할 파티션을 표시합니다. 이 작업은 <guimenu>파티션 설정</guimenu> 메뉴에서 <guimenu>용도:</guimenu> <guimenuitem>LVM의 물리 볼륨</guimenuitem>을 선택합니다.
pt: A configuração de LVM no &d-i; é bastante simples e completamente suportada dentro do <command>partman</command>. Primeiro, tem de marcar as partições para serem utilizadas como volumes físicos para LVM. Isto é feito no menu <guimenu>Configuração de partições</guimenu> onde deve escolher <menuchoice> <guimenu>Utilizar como:</guimenu> <guimenuitem>volume físico para LVM</guimenuitem> </menuchoice>.
sv: LVM-konfiguration i &d-i; är ganska enkel och stöds fullständigt i <command>partman</command>. Först måste du markera de partitioner som ska användas som fysiska volymer för LVM. Det här görs i menyn <guimenu>Partitionsinställningar</guimenu> där du ska välja <menuchoice> <guimenu>Använd som:</guimenu> <guimenuitem>fysisk volym för LVM</guimenuitem> </menuchoice>.
vi: Tiến trình thiết lập LVM trong &d-i; là hơi đơn giản, hoàn toàn được hỗ trợ bên trong <command>partman</command>. Đầu tiên, bạn cần phải đánh dấu (những) phân vùng cần dùng như là khối tin vật lý cho LVM.. (Làm như thế trong trình đơn <guimenu>Thiết lập phân vùng</guimenu> nơi bạn nên chọn mục <menuchoice> <guimenu>Dùng làm:</guimenu> <guimenuitem>khối tin vật lý cho LVM</guimenuitem> </menuchoice>.)
zh_cn: 在 &d-i; 里面设置 LVM 很简单，<command>partman</command> 完全支持。首先，您必须为 LVM 标记您的分区为物理卷。这在 <guimenu>Partition settings</guimenu> 菜单里完成，那里您应该选择 <menuchoice> <guimenu>Use as:</guimenu> <guimenuitem>physical volume for LVM</guimenuitem> </menuchoice>

source: When you return to the main <command>partman</command> screen, you will see a new option <guimenuitem>Configure the Logical Volume Manager</guimenuitem>. When you select that, you will first be asked to confirm pending changes to the partition table (if any) and after that the LVM configuration menu will be shown. Above the menu a summary of the LVM configuration is shown. The menu itself is context sensitive and only shows valid actions. The possible actions are:
ko: <command>partman</command> 주화면으로 돌아간 다음, <guimenuitem>논리 볼륨 관리자 (LVM) 설정</guimenuitem>이라는 옵션이 새로 나타납니다. 이 옵션을 선택하면, 파티션 테이블에 변경 사항들을 (있으면) 확인하고, 그 다음에 LVM 설정 메뉴가 나타납니다. 그 메뉴 위에 LVM 설정의 요약이 나타납니다. 메뉴는 상황에 따라 사용할 수 있는 동작만 표시합니다. 가능한 동작은:
pt: Quando regressar ao ecrã principal do <command>partman</command>, irá ver uma nova opção <guimenuitem>Configurar o Logical Volume Manager</guimenuitem>. Quando a seleccionar, primeiro ser-lhe-á perguntado para confirmar as alterações pendentes à tabela de partições (se existirem) e depois disso irá aparecer o menu de configuração de LVM. Acima do menu será mostrado um sumário da configuração do LVM. O próprio menu é sensível ao contexto e apenas mostra acções válidas. As acções possíveis são:
sv: När du återvänder till huvudskärmen i <command>partman</command> kommer du att se ett nytt alternativ <guimenuitem>Konfigurera den logiska volymhanteraren</guimenuitem>. När du väljer den kommer du att först bli frågad om att bekräfta väntande ändringar till partitionstabellen (om det finns några) och sedan kommer LVM-konfigurationsmenyn att visas. Ovanför menyn visas en sammanfattning av LVM-konfigurationen. Själva menyn är sammanhangskänslig och visar endast giltiga åtgärder. De möjliga åtgärderna är:
vi: Khi bạn trở về màn hình <command>partman</command> chính, bạn sẽ xem một tùy chọn mới <guimenuitem>Cấu hình Bộ Quản lý Khốí tin Hợp lý</guimenuitem>. Khi bạn chọn mục đó, tiến trình sẽ nhắc bạn xác nhận thay đổi nào sắp làm trong bảng phân vùng, sau đó sẽ hiển thị trình đơn cấu hình LVM. Bên trên trình đơn có hiển thị một bản tóm tắt cấu hình LVM. Trình đơn chính nó tùy thuộc ngữ cảnh, chỉ hiển thị những hành động hợp lệ. Những hành động có thể là:
zh_cn: 当您返回 <command>partman</command> 主界面，将看到一个新选项 <guimenuitem>Configure the Logical Volume Manager</guimenuitem>。选择它，首先会被要求确认修改分区表(如果有的话)，然后 LVM 配置菜单才显示出来。菜单上部显示了 LVM 配置的小结。菜单项本身是与内容相关，只显示可用的操作。可能的操作有：

source: <guimenuitem>Display configuration details</guimenuitem>: shows LVM device structure, names and sizes of logical volumes and more
ko: <guimenuitem>설정 내역 보기</guimenuitem>: LVM 장치 구조, 이름, 논리 볼륨의 크기 등을 표시합니다
pt: <guimenuitem>Mostrar detalhes de configuração</guimenuitem>: mostra a estructura do dispositivo LVM, nome e tamanhos dos volumes lógicos e mais.
sv: <guimenuitem>Visa konfigurationsdetaljer</guimenuitem>: visar LVM-enhetsstrukturen, namn och storlekar på logiska volymer och annat
vi: <guimenuitem>Hiển thị chi tiết cấu hình</guimenuitem>: hiển thị cấu trúc thiết bị LVM, các tên và kích cỡ của khối tin hợp lý, v.v.
zh_cn: <guimenuitem>Display configuration details</guimenuitem>: 显示 LVM 设备结构，名称和逻辑卷尺寸等

source: Create volume group
ko: 볼륨 그룹 만들기
pt: Criar grupo de volumes
sv: Skapa volymgrupp
vi: Tạo nhóm khối tin
zh_cn: 创建卷组

source: Create logical volume
ko: 논리 볼륨 만들기
pt: Criar volume lógico
sv: Skapa logisk volym
vi: Tạo khối tin hợp lệ
zh_cn: 创建逻辑卷

source: Delete volume group
ko: 볼륨 그룹 지우기
pt: Apagar grupo de volumes
sv: Ta bort volymgrupp
vi: Xóa bỏ nhóm khối tin
zh_cn: 删除卷组

source: Delete logical volume
ko: 논리 볼륨 지우기
pt: Apagar volume lógico
sv: Ta bort logisk volym
vi: Xóa bỏ khối tin hợp lệ
zh_cn: 删除逻辑卷

source: Extend volume group
ko: 볼륨 그룹 늘이기
pt: Estender grupo de volumes
sv: Utöka volymgrupp
vi: Kéo dài nhóm khối tin
zh_cn: 扩充卷组

source: Reduce volume group
ko: 볼륨 그룹 줄이기
pt: Reduzir grupo de volumes
sv: Minska volymgrupp
vi: Giảm nhóm khối tin
zh_cn: 裁减卷组

source: <guimenuitem>Finish</guimenuitem>: return to the main <command>partman</command> screen
ko: <guimenuitem>마치기</guimenuitem>: <command>partman</command> 주화면으로 돌아갑니다
pt: <guimenuitem>Terminar</guimenuitem>: voltar o ecrã principal do <command>partman</command>
sv: <guimenuitem>Slutför</guimenuitem>: återvänd till huvudskärmen för <command>partman</command>
vi: <guimenuitem>Kết thúc</guimenuitem>: trở về màn hình <command>partman</command> chính
zh_cn: <guimenuitem>Finish</guimenuitem>: 返回 <command>partman</command> 主界面

source: Use the options in that menu to first create a volume group and then create your logical volumes inside it.
ko: 메뉴에서 이 옵션을 이용해 볼륨 그룹을 만들고 그 안에 논리 볼륨을 만드십시오.
pt: Utilize as opções nesse menu para criar primeiro um grupo de volumes e depois criar os seus volumes lógicos dentro.
sv: Använd alternativen i den menyn för att först skapa en volymgrupp och sedan skapa dina logiska volymer i den.
vi: Hãy sử dụng những tùy chọn trong trình đơn đó để tạo một nhóm khối tin, rồi tạo các khối tin hợp lý bên trong nó.
zh_cn: 使用该菜单内的选项首先创建卷组，然后在里面创建逻辑卷。
