Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: Useful for advanced users who want to install <command>LILO</command> somewhere else. In this case you will be asked for desired location. You can use devfs style names, such as those that start with <filename>/dev/ide</filename>, <filename>/dev/scsi</filename>, and <filename>/dev/discs</filename>, as well as traditional names, such as <filename>/dev/hda</filename> or <filename>/dev/sda</filename>.
el: Είναι χρήσιμο για προχωρημένους χρήστες που θέλουν να εγκαταστήσουν τον <command>LILO</command> κάπου αλλού. Σ'αυτή την περίπτωση θα σας ζητηθεί η τοποθεσία που επιθυμείτε. Μπορείτε να χρησιμοποιήσετε ονόματα τύπου devfs, όπως τέτοια που αρχίζουν με <filename>/dev/ide</filename>, <filename>/dev/scsi</filename>, και <filename>/dev/discs</filename>, όπως επίσης και παραδοσιακά ονόματα, όπως <filename>/dev/hda</filename> ή <filename>/dev/sda</filename>.
ko: MBR이 아닌 다른 위치에 <command>LILO</command>를 설치하려는 고급 사용자에게 유용한 정보입니다. 이 경우에 LILO를 설치하려는 위치를 물어봅니다. DEVFS 스타일의 이름을 사용할 수 있습니다. (예를 들어 전통적인 방식의 이름으로 <filename>/dev/hda</filename> 혹은 <filename>/dev/sda</filename>라고 쓸 수도 있고, DEVFS 방식으로 <filename>/dev/ide</filename>, <filename>/dev/scsi</filename> 및 <filename>/dev/discs</filename>라고 쓸 수도 있습니다.)
pt: Útil para utilizadores avançados que queiram instalar o <command>LILO</command> noutro local. Neste caso ser-lhe-á pedida a localização desejada. Pode utilizar nomes de estilo devfs, tais como os que começam por <filename>/dev/ide</filename>, <filename>/dev/scsi</filename>, e <filename>/dev/discs</filename>, tais como nomes tradicionais, <filename>/dev/hda</filename> ou <filename>/dev/sda</filename>.
sv: Användbar för avancerade användare som vill installera <command>LILO</command> någon annanstans. I det här fallet kommer du bli frågad efter önskad plats. Du kan använda devfs-liknande namn, såsom de som börjar med <filename>/dev/ide</filename>, <filename>/dev/scsi</filename> och <filename>/dev/discs</filename>, såväl som traditionella namn som <filename>/dev/hda</filename> eller <filename>/dev/sda</filename>.
vi: Có ích cho người dùng cấp cao mà muốn cài đặt <command>LILO</command> vào nơi khác. Trong trường hợp này, bạn sẽ được nhắc nhập địa điểm đã muốn. Bạn có thể nhập tên kiểu devfs, như điều bắt đầu với <filename>/dev/ide</filename>, <filename>/dev/scsi</filename>, và <filename>/dev/discs</filename>, cũng như tên truyền thống, như <filename>/dev/hda</filename> hay <filename>/dev/sda</filename>.
zh_cn: 对于高级用户，想把 <command>LILO</command> 安装到其它地方很有用。这种方式下，会询问您希望的位置。您可以采用 devfs 风格的名称，比如起始是 <filename>/dev/ide</filename>，<filename>/dev/scsi</filename>，和 <filename>/dev/discs</filename>，还可以用传统的名称，如 <filename>/dev/hda</filename> 或 <filename>/dev/sda</filename>。

source: If you can no longer boot into Windows 9x (or DOS) after this step, you'll need to use a Windows 9x (MS-DOS) boot disk and use the <userinput>fdisk /mbr</userinput> command to reinstall the MS-DOS master boot record &mdash; however, this means that you'll need to use some other way to get back into Debian!
ko: 이 단계를 거친 다음에 Windows 9x로 (아니면 DOS로) 부팅할 수 없게 된다면, Windows 9x (MS-DOS) 부팅 디스크를 이용해서 <userinput>fdisk /mbr</userinput> 명령을 실행해서 MS-DOS 마스터 부트 레코드를 다시 설치해야 부팅할 수 있을 것입니다. 하지만 이 명령을 실행한 다음에 데비안으로 들어가려면 뭔가 다른 방법이 필요합니다!
pt: Se não conseguir voltar a arrancar o Windows 9x (ou o DOS) depois deste passo, terá que usar uma disquete de arranque do Windows 9x (MS-DOS) e utilizar o comando <userinput>fdisk /mbr</userinput> para reinstalar o master boot record do MS-DOS &mdash; no entanto isto significa que terá que utilizar outro método para voltar ao Debian!
sv: Om du inte längre kan starta upp Windows 9x (eller DOS) efter det här steget, behöver du använda en startdiskett för Windows 9x (MS-DOS) och använda kommandot <userinput>fdisk /mbr</userinput> för att installera om MS-DOS egna huvudstartsektor (MBR) &mdash; det här betyder dock att du behöver använda något annat sätt att komma tillbaka in i Debian!
vi: Không còn có thể khởi động lại vào Windows 9x (hay DOS) sau bước này thì bạn sẽ cần phải sử dụng đĩa khởi động Windows 9x (MS-DOS), và chạy lệnh <userinput>fdisk /mbr</userinput> để cài đặt lại mục ghi khởi động cái MS-DOS &mdash; tuy nhiên, có nghĩa là bạn cần phải sử dụng phương pháp khác để trở về Debian.
zh_cn: 如果此步之后无法启动 Windows 9x (或 DOS)，您需要使用一个 Windows 9x (MS-DOS) 启动盘，并用 <userinput>fdisk /mbr</userinput> 命令重新安装 MS-DOS 主引导记录 &mdash; 但这也意味着您要使用其他方法才能启动 Debian！

source: Install the <command>ELILO</command> Boot Loader on a Hard Disk
el: Εγκατάσταση του Φορτωτή Εκκίνησης <command>ELILO</command> στο Σκληρό Δίσκο
ko: 하드 디스크에 <command>ELILO</command> 부트로더 설치
pt: Instalar o Gestor de Arranque <command>ELILO</command> num Disco Rígido
sv: Installera starthanteraren <command>ELILO</command> på en hårddisk
vi: Cài đặt bộ tải khởi động <command>ELILO</command> vào đĩa cứng
zh_cn: 安装 <command>ELILO</command> Boot Loader 到硬盘

source: The &architecture; boot loader is called <quote>elilo</quote>. It is modeled on the <quote>lilo</quote> boot loader for the x86 architecture and uses a similar configuration file. However, instead of writing an MBR or partition boot record to the disk, it copies the necessary files to a separate FAT formatted disk partition and modifies the <guimenuitem>EFI Boot Manager</guimenuitem> menu in the firmware to point to the files in the EFI partition. The <command>elilo</command> boot loader is really in two parts. The <filename>/usr/sbin/elilo</filename> command manages the partition and copies files into it. The <filename>elilo.efi</filename> program is copied into the EFI partition and then run by the <quote>EFI Boot Manager</quote> to do the actual work of loading and starting the Linux kernel.
ko: &architecture; 부트로더는 <quote>elilo</quote>라고 합니다. x86 아키텍처용 부트로더인 <quote>LILO</quote>를 모델로 만들어졌고 비슷한 설정 파일을 사용합니다. 하지만 디스크의 MBR이나 파티션의 부트 레코드에 쓰지 않고, 필요한 파일을 별도의 FAT 포맷된 디스크 파티션에 넣고 펌웨어의 <guimenuitem>EFI Boot Manager</guimenuitem> 메뉴를 고쳐서 EFI 파티션의 파일들을 가리키게 합니다. <command>elilo</command> 부트로더는 사실 두 부분입니다. <filename>/usr/sbin/elilo</filename> 명령은 파티션을 관리하고 파일을 이 파티션에 복사합니다. <filename>elilo.efi</filename> 프로그램은 EFI 파티션에 복사되고 <quote>EFI Boot Manager</quote>에 의해 실행되어 실제로 리눅스 커널을 읽어들이고 시작하는 일을 합니다.
pt: O gestor de arranque de &architecture; é chamado <quote>elilo</quote>. É um gestor de arranque à imagem do gestor de arranque <quote>lilo</quote> para a arquitectura x86 e utiliza um ficheiro de configuração semelhante. No entanto, em vez de escrever a MBR ou na partição de arranque do disco, copia os ficheiros necessários para uma outra partição do disco formatada como FAT e modifica o menu <guimenuitem>EFI Boot Manager</guimenuitem> no firmware para que este aponte para os ficheiros da partição EFI. O gestor de arranque <command>elilo</command> na realidade é composto por duas partes. O comando <filename>/usr/sbin/elilo</filename> gere a partição e copia ficheiros para esta. O programa <filename>elilo.efi</filename> é copiado para a partição EFI e executado pelo <quote>EFI Boot Manager</quote> para fazer o trabalho de carregar e arrancar o kernel Linux.
sv: Starthanteraren för &architecture; kallas för <quote>elilo</quote>. Den är designad efter starthanteraren <quote>lilo</quote> för x86-arkitekturen och använder en liknande konfigurationsfil. Dock, istället för att skriva en MBR eller uppstartspartitionsfält på disken, kopierar den de nödvändiga filerna till en separat FAT-formaterad diskpartition och ändrar i <guimenuitem>EFI Boot Manager</guimenuitem>-menyn i den fast programvaran för att peka till filerna på EFI-partitionen. Starthanteraren <command>elilo</command> innehåller egentligen två delar. Kommandot <filename>/usr/sbin/elilo</filename> hanterar partitionen och kopierar filer till den. Programmet <filename>elilo.efi</filename> kopieras till EFI-partitionen och körs sedan av <quote>EFI Boot Manager</quote> för att faktiskt göra inläsningen och uppstarten av Linux-kärnan.
vi: Bộ tải khởi động cho kiến trúc &architecture; có tên <quote>elilo</quote>. Nó dựa vào bộ tải khởi động <quote>lilo</quote> của kiến trúc x86, và dùng tập tin cấu hình tương tự. Tuy nhiên, thay vào ghi mục ghi khởi động cái hay phân vùng vào đĩa, nó sao chép các tập tin cần thiết vào một phân vùng đĩa riêng đã định dạng FAT, và sửa đổi trình đơn <guimenuitem>EFI Boot Manager</guimenuitem> (Bộ quản lý khởi động EFI) trong phần vững để chỉ tới các tập tin nằm trên phân vùng EFI. Bộ tải khởi động <command>elilo</command> thật có hai phần. Lệnh <filename>/usr/sbin/elilo</filename> quản lý phân vùng và sao chép tập tin vào nó. Chương trình <filename>elilo.efi</filename> được sao chép vào phân vùng EFI, rồi được chạy bởi <quote>EFI Boot Manager</quote> để làm việc thật tải và khởi chạy hạt nhân Linux.
zh_cn: &architecture; boot loader 称为 <quote>elilo</quote>。它模仿 x86 体系上的 <quote>lilo</quote> boot loader 并使用类似的配置文件。然而，与写入 MBR 或分区引导记录到磁盘不同，它将必要的文件复制到单独的 FAT 格式化过的磁盘分区，并修改 <guimenuitem>EFI Boot Manager</guimenuitem> 固件里的菜单指向 EFI 分区的文件。<command>elilo</command> boot loader 实际上是两部分。<filename>/usr/sbin/elilo</filename> 命令管理分区和复制文件。<filename>elilo.efi</filename> 程序被复制到 EFI 分区，然后被 <quote>EFI Boot Manager</quote> 调用执行真正地加载和启动 Linux 内核的工作。

source: The <quote>elilo</quote> configuration and installation is done as the last step of installing the packages of the base installation. &d-i; will present you with a list of potential disk partitions that it has found suitable for an EFI partition. Select the partition you set up earlier in the installation, typically a partition on the same disk that contains your <emphasis>root</emphasis> filesystem.
el: Η ρύθμιση και η εγκατάσταση του <quote>elilo</quote> είναι το τελευταίο βήμα της εγκατάστασης των πακέτων της βασικής εγκατάστασης. Ο &d-i; θα σας παρουσιάσει μια λίστα των δυνατών τμημάτων δίσκων τα οποία έχει βρει ότι είναι κατάλληλα για τμήματα EFI. Επιλέξτε το τμήμα που δημιουργήσατε προηγουμένως το οποίο τυπικά είναι ένα τμήμα στον ίδιο δίσκο που περιεχέι το σύστημα αρχείων <emphasis>root</emphasis>.
ko: <quote>elilo</quote> 설정과 설치는 베이스 꾸러미 설치의 맨 마지막에 합니다. EFI 파티션으로 쓸 수 있다고 찾은 파티션 목록이 나타납니다. 이전에 준비했던 파티션을 선택합니다. 보통 <emphasis>루트</emphasis> 파일시스템이 들어 있는 같은 디스크의 파티션입니다.
pt: A configuração do <quote>elilo</quote> e a sua instalação é efectuada como o último passo do processo de instalação dos pacotes básicos. O &d-i; irá apresentar-lhe uma lista de partições de disco potenciais que o mesmo achou apropriadas para uma partição EFI. Seleccione a partição que escolheu anteriormente na instalação, tipicamente uma partição no mesmo disco que contém o seu sistema de ficheiros <emphasis>root</emphasis>.
sv: Konfigurationen och installation av <quote>elilo</quote> görs som det sista steget i installationen av paketen i grundinstallationen. &d-i; kommer att visa dig en lista på möjliga diskpartitioner som den har hittat som lämpliga för en EFI-partition. Välj den partition du ställt in tidigare i installationen, vanligtvis en partition på samma disk som innehåller ditt <emphasis>rot</emphasis>filsystem.
vi: Việc cấu hình và cài đặt <quote>elilo</quote> được thực hiện là bước cuối cùng của tiến trình cài đặt các gói của bản cài đặt cơ bản. &d-i; sẽ hiển thị danh sách các phân vùng đĩa có thể mà làm phân vùng EFI thích hợp. Hãy chọn phân vùng bạn đã thiết lập vào điểm thời trước trong tiến trình cài đặt, thường là một phân vùng trên cùng một đĩa chứa hệ thống tập tin <emphasis>gốc</emphasis> của máy tính.
zh_cn: <quote>elilo</quote> 配置与安装在基本系统安装软件包的最后一步完成。&d-i; 会给您列出适合 EFI 分区的磁盘分区列表。选择您安装前期配置的分区，典型的分区是与 <emphasis>root</emphasis> 文件系统相同的磁盘。

source: Choose the correct partition!
el: Επιλέξτε το σωστό τμήμα!
ko: 올바른 파티션을 고르십시오!
pt: Escolha a partição correcta!
sv: Välj den korrekta partitionen!
vi: Chọn phân vùng đúng đi.
zh_cn: 选择正确的分区！

source: The criteria for selecting a partition is that it is FAT format filesystem with its <emphasis>boot</emphasis> flag set. &d-i; may show multiple choices depending on what it finds from scanning all of the disks of the system including EFI partitions of other system disks and EFI diagnostic partitions. Remember, <command>elilo</command> may format the partition during the installation, erasing any previous contents!
ko: 파티션을 고르는 기준은 <emphasis>부팅</emphasis> 플래그가 있는 FAT 포맷된 파일시스템이라는 것입니다. &d-i;에서는 시스템의 모든 디스크를 검사해서 무엇을 찾았느냐에 따라 (다른 운영체제용 EFI 파티션과 EFI 진단 파티션 포함) 여러 파티션 중의 하나를 선택해야 할 수도 있습니다. <command>elilo</command>는 설치하는 동안 해당 파티션을 포맷할 수도 있고, 그러면 이전의 내용이 모두 지워집니다!
pt: O critério para escolher a partição é o do sistema de ficheiros formatado em FAT com a flag <emphasis>boot</emphasis> activa. O &d-i; pode mostrar várias escolhas dependendo do que encontrar ao procurar em todos os discos do sistema, incluindo as partições EFI de outros discos do sistema e das partições de diagnóstico EFI. Lembre-se, o <command>elilo</command> pode formatar a partição durante a instalação, apagando qualquer conteúdo anterior!
sv: Villkoret för att välja en partition är att den har ett FAT-formaterat filsystem med sin <emphasis>boot</emphasis>-flagga inställd. &d-i; kan visa flera val beroende på vad den hittar vid avsökningen av alla diskar på systemet, inklusive EFI-partitioner för andra systemdiskar och EFI-diagnostikpartitioner. Kom ihåg att <command>elilo</command> kan formatera partitionen under installationen, vilket raderar allt tidigare innehåll!
vi: Tiêu chuẩn để chọn phân vùng là nó chứa hệ thống tập tin định dạng FAT với cờ <emphasis>khả năng khởi động</emphasis> được đặt. &d-i; có thể hiển thị nhiều sự chọn, phụ thuộc vào kết quả của việc quét mọi đĩa của hệ thống, gồm các phân vùng EFI của những đĩa hệ điều hành khác và những phân vùng chẩn đoán EFI. Ghi nhớ rằng trong khi cài đặt, <command>elilo</command> có thể định dạng phân vùng nên xoá hoàn toàn nội dung đã có !
zh_cn: 选择分区的准则是格式化为 FAT 的文件系统并有 <emphasis>boot</emphasis> 标志。&d-i; 可能会显示多个选择，这取决于被扫描的包含 EFI 分区的磁盘和 EFI 诊断分区。切记，<command>elilo</command> 可能会在安装时格式化分区，这将清除以前的所有内容！

source: EFI Partition Contents
el: Περιεχόμενα του Τμήματος EFI
ko: EFI 파티션 내용
pt: Conteúdo das Partições EFI
sv: EFI-partitionens innehåll
vi: Nội dung phân vùng EFI
zh_cn: EFI 分区内容

source: The EFI partition is a FAT filesystem format partition on one of the hard disks of the system, usually the same disk that contains the <emphasis>root</emphasis> filesystem. It is normally not mounted on a running system as it is only needed by the <quote>EFI Boot Manager</quote> to load the system and the installer part of the <command>elilo</command> writes to the filesystem directly. The <command>/usr/sbin/elilo</command> utility writes the following files into the <filename>efi/debian</filename> directory of the EFI partition during the installation. Note that the <quote>EFI Boot Manager</quote> would find these files using the path <filename>fs<replaceable>n</replaceable>:\efi\debian</filename>. There may be other files in this filesystem as well over time as the system is updated or re-configured.
el: Το τμήμα EFI είναι διαμορφωμένο με σύστημα αρχείων FAT σε κάποιο σκληρό δίσκο του συστήματος, συνήθως στον ίδιο δίσκο που περιεχέι το <emphasis>βασικό (root)</emphasis> σύστημα αρχείων . Κανονικά δεν προσαρτάται από το σύστημα που εκτελείται αφού χρειάζεται από τον <quote>Διαχειριστή Εκκίνησης EFI</quote> μόνο για να φορτώσει το σύστημα, και το τμήμα του εγκαταστάτη του <command>elilo</command> γράφει αμέσως στο σύστημα αρχείων. Το εργαλείο <command>/usr/sbin/elilo</command>. στη διάρκεια της εγκατάστασης, γράφει τα παρακάτω αρχεία στο κατάλογο <filename>efi/debian</filename> του τμήματος EFI. Σημειωτέον ότι ο <quote>EFI Διαχειριστής Εκκίνησης</quote> θα τα βρει αυτά τα αρχεία χρησιμοποιώντας την διαδρομή <filename>fs<replaceable>n</replaceable>:\efi\debian</filename>. Μπορεί να υπάρξουν κι άλλα αρχεία σε αυτό το σύστημα αρχείων στη διάρκεια αναβάθμισης του συστήματος ή επαναρύθμισής του.
ko: EFI 파티션은 시스템의 하드디스크 중 하나에 들어 있는 FAT 파일시스템 파티션입니다. 보통 <emphasis>루트</emphasis> 파일시스템이 들어 있는 디스크와 같은 디스크에 들어 있습니다. 이 파티션은 동작하고 있는 시스템에서 마운트하지 않습니다. <quote>EFI Boot Manager</quote>에서 시스템을 읽어들일 때만 사용하고, <command>elilo</command> 설치 도구는 마운트하지 않은 채로 파일 시스템에 직접 쓰기 작업을 합니다. <command>/usr/sbin/elilo</command> 유틸리티는 설치할 때 다음 파일을 EFI 파티션의 <filename>efi/debian</filename> 디렉토리에 써 넣습니다. 단 <quote>EFI Boot Manager</quote>는 이 파일을 찾을 때 <filename>fs<replaceable>n</replaceable>:\efi\debian</filename> 경로를 사용해서 찾습니다. 시간이 지남에 따라 시스템을 업데이트하거나 다시 설정할 때마다 이 파일 시스템에는 다른 파일이 들어갈 수 있습니다.
pt: A partição EFI é uma partição formatada em FAT num dos discos rígidos do sistema, normalmente no mesmo disco que contem o sistema de ficheiros <emphasis>root</emphasis>. Não é montado normalmente num sistema a correr pois apenas é necessário pelo <quote>EFI Boot Manager</quote> para carregar o sistema e a parte do instalador <command>elilo</command> escrevendo para o sistema de ficheiros directamente. O utilitário <command>/usr/sbin/elilo</command> escreve para os seguintes ficheiros dentro do directório <filename>efi/debian</filename> da partição EFI durante a instalação. Note que o <quote>EFI Boot Manager</quote> encontrará estes ficheiros utilizando o caminho <filename>fs<replaceable>n</replaceable>:\efi\debian</filename>. Podem existir outros ficheiros neste sistema de ficheiros ao longo do tempo conforme o sistema é actualizado ou reconfigurado.
sv: EFI-partitionen är ett FAT-formaterat filsystem på en av hårddiskarna i systemet, normalt sett samma disk som innehåller <emphasis>rot</emphasis>filsystemet. Den är normalt sett inte monterad på ett körande system eftersom den endast behövs av <quote>EFI Boot Manager</quote> för att läsa in systemet och installerarens del av <command>elilo</command> skriver till filsystemet direkt. Verktyget <command>/usr/sbin/elilo</command> skriver följande filer till katalogen <filename>efi/debian</filename> på EFI-partitionen under installationen. Observera att <quote>EFI Boot Manager</quote> skulle hitta dessa filer med sökvägen <filename>fs<replaceable>n</replaceable>:\efi\debian</filename>. Det kan även finnas andra filer i detta filsystem framöver eftersom systemet uppdateras eller konfigureras om.
vi: Phân vùng EFI là một phân vùng chứa hệ thống tập tin dạng thức FAT nằm trên một của những đĩa cứng của hệ thống, thường là cùng một đĩa chứa hệ thống tập tin <emphasis>gốc</emphasis>. Nó thường không được lắp vào hệ thống đang chạy, vì nó cần thiết chỉ để <quote>EFI Boot Manager</quote> (Bộ quản lý khởi động EFI) tải hệ thống, và phần trình cài đặt của <command>elilo</command> ghi trực tiếp vào hệ thống tập tin. Tiện ích <command>/usr/sbin/elilo</command> ghi những tập tin theo đây vào thư mục <filename>efi/debian</filename> của phân vùng EFI trong khi cài đặt. Ghi chú rằng <quote>EFI Boot Manager</quote> tìm được các tập tin đó bằng đường dẫn <filename>fs<replaceable>n</replaceable>:\efi\debian</filename>. Hệ thống tập tin này có thể chứa tập tin khác sau một thời gian, sau khi hệ thống được cập nhật hay cấu hình lại.
zh_cn: EFI 分区是存在于系统中的一个硬盘上，它是 FAT 文件系统格式的分区，通常也是包含 <emphasis>root</emphasis> 文件系统的同一磁盘。它通常不会挂载在一个运行的系统上，而只被 <quote>EFI Boot Manager</quote> 用于加载系统和安装部分的 <command>elilo</command> 去直接写入文件系统。<command>/usr/sbin/elilo</command> 工具在安装时将下列文件写入 EFI 分区的 <filename>efi/debian</filename> 目录。注意 <quote>EFI Boot Manager</quote> 会找到这些文件，路径是 <filename>fs<replaceable>n</replaceable>:\efi\debian</filename>。经过一段时间，系统更新或重新配置，文件系统中也许会有其他文件。

source: This is the configuration file read by the boot loader when it starts. It is a copy of the <filename>/etc/elilo.conf</filename> with the filenames re-written to refer to files in the EFI partition.
el: Όταν ξεκινά ο φορτωτής εκκίνησης διαβάζει αυτό το αρχείο παραμέτρων. Είναι αντίγραφο του <filename>/etc/elilo.conf</filename> με τα ονόματα αρχείων αλλαγμένα έτσι ώστε να αναφέρονται στα αρχεία του τμήματος EFI.
ko: 부트로더가 시작할 때 읽는 설정 파일입니다. 이 파일은 <filename>/etc/elilo.conf</filename> 파일과 동일하지만, EFI 파티션에 있는 파일을 참조하도록 그 안의 파일이름을 바꾼 것입니다.
pt: Este é o ficheiro de configuração lido pelo gestor de arranque que é iniciado. É uma cópia do <filename>/etc/elilo.conf</filename> com os nomes dos ficheiros reescritos de modo a referir os ficheiros da partição EFI.
sv: Det här är konfigurationsfilen som läses av starthanteraren när den startar. Det är en kopia av <filename>/etc/elilo.conf</filename> med filnamnen omskrivna för att referera till filer på EFI-partitionen.
vi: Đây là tập tin cấu hình được đọc bởi bộ tải khởi động khi nó khởi chạy. Nó là một bản sao của tập tin <filename>/etc/elilo.conf</filename>, với các tên tập tin được ghi lại vào tập tin nằm trên phân vùng EFI.
zh_cn: 这是启动时 boot loader 读取的配置文件。它是 <filename>/etc/elilo.conf</filename> 的复制，其文件名重写成 EFI 分区上的文件。

source: This is the boot loader program that the <quote>EFI Boot Manager</quote> runs to boot the system. It is the program behind the <guimenuitem>Debian GNU/Linux</guimenuitem> menu item of the <quote>EFI Boot Manager</quote> command menu.
el: Αυτό είναι το προγραμμα του φορτωτή εκκίνησης το οποίο εκτελεί ο <quote>Διαχειριστής Εκκίνησης EFI</quote> για να εκκινήσει το σύστημα. Είναι το προγραμμα που βρίσκεται πίσω από την επιλογή μενού του <quote>Διαχειριστή Εκκίνησης EFI</quote> του <guimenuitem>Debian GNU/Linux</guimenuitem>.
ko: <quote>EFI Boot Manager</quote>가 시스템을 부팅할 때 실행하는 부트로더 프로그램입니다. <quote>EFI Boot Manager</quote>의 명령어 메뉴에서 <guimenuitem>Debian GNU/Linux</guimenuitem> 항목을 선택하면 실행하는 프로그램입니다.
pt: Este é o primeiro programa de gestão de arranque que o <quote>EFI Boot Manager</quote> corre para arrancar o sistema. É o programa por detrás do <guimenuitem>Debian GNU/Linux</guimenuitem> item do comando de menu <quote>EFI Boot Manager</quote>.
sv: Det här är starthanterarprogrammet som <quote>EFI Boot Manager</quote> kör för att starta upp systemet. Det är programmet bakom menyposten <guimenuitem>Debian GNU/Linux</guimenuitem> i kommandomenyn i <quote>EFI Boot Manager</quote>.
vi: Đây là chương trình tảo khởi động mà <quote>EFI Boot Manager</quote> chạy để khởi động hệ thống. Nó là chương trình phía sau của mục trình đơn <guimenuitem>Debian GNU/Linux</guimenuitem> của trình đơn lệnh <quote>EFI Boot Manager</quote>.
zh_cn: 这是用于启动系统的 <quote>EFI Boot Manager</quote> boot loader 程序。也是 <guimenuitem>Debian GNU/Linux</guimenuitem> 菜单项背后的程序，位于 <quote>EFI Boot Manager</quote> 命令菜单。
