Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: This is the last step in the initial Debian installation process. You will be prompted to remove the boot media (CD, floppy, etc) that you used to boot the installer. The installer will do any last minute tasks, and then reboot into your new Debian system.
el: Αυτό είναι το τελευταίο βήμα της αρχικής διαδικασίας εγκατάστασης του Debian. Θα σας ζητηθεί να απομακρύνετε το υλικό εγκατάστασης (CD, δισκέτα, κλπ) που χρησιμοποιήσατε για την έναρξή της. Ο εγκαταστάτης θα ολοκληρώσει τις ελάχιστες εργασίες που έχουν απομείνει, και έπειτα θα επανεκκινήσει για να εισέλθετε στο νέο σας Debian σύστημα.
ko: 데비안 설치 과정의 첫번째에서 제일 마지막 단계입니다. 설치 프로그램을 부팅할 때 사용했던 부팅 미디어를 (CD, 플로피 등) 빼라는 말이 나옵니다. 여기서 남은 작업을 다 마친 다음에, 새로 설치한 데비안 시스템으로 다시 시작합니다.
pt: Este é o último passo no processo inicial da instalação do Debian. Ser-lhe-á indicado que remova o meio de arranque (CD, floppy, etc) que usou para arrancar o instalador. O instalador irá efectuar as últimas tarefas, e então reiniciará já no seu novo sistema Debian.
sv: Det här är det sista steget i den initiala installationsprocessen för Debian. Du kommer att bli frågad att mata ut uppstartsmedia (cd, diskett, etc) som du använde för att starta upp installeraren. Installeraren kommer att göra sista-minuten-funktioner och sedan starta om in i ditt nya Debian-system.
vi: Đây là bước cuối cùng trong tiến trình cài đặt Debian đầu tiên. Bạn sẽ được nhắc gỡ bỏ vật chứa khởi động (đĩa CD, đĩa mềm v.v.) được dùng để khởi động trình cài đặt. Trình cài đặt sẽ làm công việc cuối cùng nào, rồi khởi động lại vào hệ thống Debian mới.
zh_cn: 这是安装 Debian 进程的最后一步。您会被提醒拿出用于安装启动的媒介(CD，软盘等)。安装程序将做最后几分钟的任务，然后启动到您的新 Debian 系统。

source: Select the <guimenuitem>Finish the installation</guimenuitem> menu item which will halt the system because rebooting is not supported on &arch-title; in this case. You then need to IPL GNU/Linux from the DASD which you selected for the root filesystem during the first steps of the installation.
el: Επιλέξτε την επιλογή μενού <guimenuitem>Ολοκλήρωση της Εγκατάστασης</guimenuitem> η οποία, σε αυτή την περίπτωση, θα σταματήσει την απόκριση του συστήματος επειδή δεν υποστηρίζεται η επανεκκίνηση του από την &arch-title; Έπειτα πρέπει να φορτώσετε αρχικά (IPL) το GNU/Linux από την DASD (συσκευή αποθήκευσης άμεσης πρόσβασης) την οποία επιλέξατε ως βασικό σύστημα αρχείων στην διάρκεια του πρώτου σταδίου της εγκατάστασης.
ko: <guimenuitem>설치 마치기</guimenuitem> 항목을 선택하면 시스템을 정지시킵니다. 이 경우에 &arch-title;에서는 컴퓨터 다시 시작을 지원하지 않기 때문입니다. 앞 단계에서 루트 파일시스템으로 선택했던 DASD에서, 다음에 GNU/리눅스를 부팅하면 (IPL) 됩니다.
pt: Seleccione no menu <guimenuitem>Terminar a instalação</guimenuitem>, o que irá terminar o sistema pois a reinicialização não é suportada neste caso no &arch-title;. Deverá então carregar o GNU/Linux a partir do DASD que tiver escolhido para sistema de ficheiros root durante a fase de instalação.
sv: Välj menyposten <guimenuitem>Slutför installationen</guimenuitem> som kommer att stänga ner systemet därför att omstarter stöds inte på &arch-title; i detta fallet. Du behöver sedan köra en IPL GNU/Linux från den DASD som du valde för rotfilsystemet under de första stegen av installationen.
vi: Hãy chọn mục trình đơn <guimenuitem>Cài đặt xong</guimenuitem> mà sẽ tạm dừng lại hệ thống vì khả năng khởi động lại không được hỗ trợ trên kiến trúc &arch-title; trong trường hợp này. Sau đó, bạn cần phải khởi động hệ điều hành GNU/Linux từ vật chứa truy cập trực tiếp mà bạn đã chọn cho hệ thống tập tin gốc trong những bước đầu tiên của tiến trình cài đặt.
zh_cn: 选择 <guimenuitem>完成安装</guimenuitem> 菜单项，它用来关闭系统。因为在这种情况下，重启不被 &arch-title; 支持。您需要使用来自 DASD 的 IPL GNU/Linux，它在安装步骤第一步里选做根文件系统。

source: Miscellaneous
el: Διάφορα
ko: 기타
pt: Miscelânea
sv: Blandat
vi: Lặt vặt
zh_cn: 杂项

source: The components listed in this section are usually not involved in the installation process, but are waiting in the background to help the user in case something goes wrong.
el: Τα συστατικά που εμφανίζονται σε αυτό το τμήμα συνήθως δεν περιλαμβάνονται στη διαδικασία της εγκατάστασης, άλλα βρίσκονται σε αναμονή στο παρασκήνιο για να βοηθήσουν τον χρήστη σε περίπτωση που κάτι δεν πάει καλά.
ko: 여기에 목록이 나와 있는 구성 요소는 일반적인 설치 과정과는 상관이 없습니다. 하지만 백그라운드에서 기다리면서 잘못된 부분이 있을 때 도움이 됩니다.
pt: Os componentes listados nesta secção estão normalmente envolvidos no processo de instalação, mas encontram-se em pano de fundo para ajudar o utilizador no caso de algo correr mal.
sv: Komponenterna som listas i det här avsnittet är normalt sett inte inblandade i installationsprocessen men väntar i bakgrunden för att hjälpa användaren om något går fel.
vi: Những thành phần được liệt kê trong phần này thường không được dùng trong tiến trình cài đặt, vì chúng đợi phía sau để giúp đỡ người dùng nếu họ gặp khó khăn.
zh_cn: 这里的组件通常不在安装进程之内，但会在后台待命，以帮助用户遇到麻烦时处理问题。

source: Saving the installation logs
el: Αποθήκευση αρχείων ημερολογίου εγκατάστασης
ko: 설치 로그 저장
pt: Gravar os logs de instalação
sv: Spara installationsloggar
vi: Lưu bản ghi cài đặt
zh_cn: 保存安装记录

source: If the installation is successful, the logfiles created during the installation process will be automatically saved to <filename>/var/log/installer/</filename> on your new Debian system.
el: Εάν η εγκατάσταση είναι επιτυχής, τα αρχεία καταγραφής που δημιουργήθηκαν στην διάρκεια της εγκατάστασης θα αποθηκευτούν αυτόματα στο κατάλογο <filename>/var/log/installer/</filename> του καινούριου σας συστήματος Debian.
ko: 설치가 성공적이었으면, 설치할 때 만든 로그 파일은 새 데비안 시스템의 <filename>/var/log/installer/</filename> 파일에 자동으로 저장합니다.
pt: Se a instalação tiver sucesso, os ficheiros de log criados durante o processo de instalação serão automaticamente gravados em <filename>/var/log/installer/</filename> no seu novo sistema Debian.
sv: Om installationen lyckas, kommer loggfilerna som skapas under installationsprocessen att automatiskt sparas till <filename>/var/log/installer/</filename> på ditt nya Debian-system.
vi: Nếu việc cài đặt là thành công, các tập tin bản ghi đượ tạo trong tiến trình cài đặt sẽ được lưu tự động vào thư mục <filename>/var/log/installer/</filename> trong hệ thống Debian mới.
zh_cn: 如果安装成功，安装过程中创建的记录文件，会被自动保存在您的新 Debian 系统上的 <filename>/var/log/installer/</filename>。

source: Choosing <guimenuitem>Save debug logs</guimenuitem> from the main menu allows you to save the log files to a floppy disk, network, hard disk, or other media. This can be useful if you encounter fatal problems during the installation and wish to study the logs on another system or attach them to an installation report.
el: Η επιλογή <guimenuitem>Αποθήκευση των αρχείων καταγραφής</guimenuitem> από το κυρίως μενού, σας επιτρέπει να αποθηκεύσετε τα αρχεία καταγραφής σε μια δισκέτα, δίκτυο, σκληρό δίσκο, ή κάποιο άλλο μέσο. Αυτό μπορεί να σας φανεί χρήσιμο στην περίπτωση που αντιμετωπίσετε κάποια ανυπέρβλητα προβλήματα κατά την διάρκεια της εγκατάστασης και θέλετε να μελετήσετε τα αρχεία καταγραφής σε ένα άλλο σύστημα ή να τα επισυνάψετε σε μια αναφορά εγκατάστασης.
ko: 주 메뉴에서 <guimenuitem>디버깅용 기록 저장</guimenuitem>을 선택하면 로그 파일을 플로피 디스크나 네트워크, 하드디스크 등등의 미디어에 저장할 수 있습니다. 설치 도중 심각한 문제가 발생했을 경우 다른 시스템에서 로그를 분석하거나, 로그를 설치 보고서에 첨부할 때 유용합니다.
pt: Ao escolher <guimenuitem>Guardar logs de debug</guimenuitem> do menu principal irá tornar possível a gravação dos ficheiros de log numa disquete, rede, disco rígido, ou outro suporte. Isto pode ser útil se encontrar problemas fatais durante a instalação e desejar estudar os logs noutro sistema ou incluí-los num relatório de instalação.
sv: Välj <guimenuitem>Spara felsökningsloggar</guimenuitem> från huvudmenyn låter dig spara loggfilerna till en diskett, nätverk, hårddisk eller annat media. Det kan vara användbart om du påträffar allvarliga problem under installationen och vill undersöka loggarna på ett annat system eller bifoga dem i en installationsrapport.
vi: Việc chọn mục <guimenuitem>Lưu các bản ghi gỡ lỗi</guimenuitem> trong trình đơn chính sẽ cho bạn khả năng lưu các bản ghi đó vào đĩa mềm, mạng, đĩa cứng hay vật chứa khác. Tính năng này có ích nếu bạn gặp lỗi nghiêm trọng trong tiến trình cài đặt và muốn xem lại bản ghi trên máy tính khác, hay đính nó kèm báo cáo cài đặt.
zh_cn: 从主菜单上选择 <guimenuitem>Save debug logs</guimenuitem>，允许您将记录文件保存到软盘上、网络、硬盘或其他介质。这可用于安装过程中遭遇严重错误的时，您想在其它系统上研究记录，或者用于报告的附件。

source: Using the Shell and Viewing the Logs
el: Χρήση του Κελύφους και Παρακολούθηση των Καταγραφών Εγκατάστασης
ko: 쉘 사용하기 및 로그 보기
pt: Utilizar a Shell e Ver os Logs
sv: Användning av skalet och visning av loggar
vi: Sử dụng hệ vỏ và xem bản ghi
zh_cn: 使用 Shell 查看记录

source: There are several methods you can use to get a shell while running an installation. On most systems, and if you are not installing over serial console, the easiest method is to switch to the second <emphasis>virtual console</emphasis> by pressing <keycombo><keycap>Left Alt</keycap> <keycap>F2</keycap></keycombo><footnote> <para> That is: press the <keycap>Alt</keycap> key on the left-hand side of the <keycap>space bar</keycap> and the <keycap>F2</keycap> function key at the same time. </para> </footnote> (on a Mac keyboard, <keycombo><keycap>Option</keycap> <keycap>F2</keycap></keycombo>). Use <keycombo><keycap>Left Alt</keycap> <keycap>F1</keycap></keycombo> to switch back to installer itself.
ko: 설치하는 도중에 쉘을 실행하려면 여러가지 방법이 있습니다. 대부분의 시스템에서 시리얼 콘솔로 설치하는 게 아니라면, 가장 쉬운 방법은 <keycombo><keycap>왼쪽 Alt</keycap> <keycap>F2</keycap></keycombo>를 눌러<footnote> <para> <keycap>스페이스 바</keycap> 왼쪽에 있는 <keycap>Alt</keycap> 키와 펑션 키의 <keycap>F2</keycap>를 동시에 누르는 걸 말합니다. </para> </footnote> (맥 키보드에서는 <keycombo><keycap>Option</keycap> <keycap>F2</keycap></keycombo>) 두 번째 <emphasis>가상 콘솔</emphasis>로 전환하는 것입니다. <keycombo><keycap>왼쪽 Alt</keycap> <keycap>F1</keycap></keycombo>을 누르면 설치 프로그램으로 다시 돌아올 수 있습니다.
pt: Existem vários métodos que pode utilizar para obter uma shell enquanto decorre uma instalação. Na maioria dos sistemas, e se não estiver a instalar através de uma consola série, o método mais fácil é mudar para a segunda <emphasis>consola virtual</emphasis> carregando em <keycombo><keycap>Alt Esquerdo</keycap> <keycap>F2</keycap></keycombo><footnote> <para> Isto é: carregue na tecla <keycap>Alt</keycap> à esquerda da <keycap>barra de espaços</keycap> e ao mesmo tempo na tecla de função <keycap>F2</keycap>. </para> </footnote> (num teclado Mac, <keycombo><keycap>Option</keycap> <keycap>F2</keycap></keycombo>). Utilize <keycombo><keycap>Alt Esquerdo</keycap> <keycap>F1</keycap></keycombo> para voltar ao instalador.
sv: Det finns flera metoder som du kan välja för att få ett skal under tiden du kör en installation. På de flesta system, och om du inte installerar över en seriekonsoll, är den enklaste metoden att växla till den andra <emphasis>virtuella konsollen</emphasis> genom att trycka <keycombo><keycap>Vänster Alt</keycap> <keycap>F2</keycap></keycombo><footnote> <para> Alltså: tryck ner <keycap>Alt</keycap>-tangenten på vänster sida av <keycap>blankstegs</keycap>-tangenten och funktionstangenten <keycap>F2</keycap> samtidigt. </para> </footnote> (på ett Mac-tangentbord, <keycombo><keycap>Option</keycap> <keycap>F2</keycap></keycombo>). Använd <keycombo><keycap>Vänster Alt</keycap> <keycap>F1</keycap></keycombo> för att växla tillbaka till själva installeraren.
vi: Có vài phương pháp khác nhau cho bạn sử dụng để tuy cấp trình bao trong khi chạy tiến trình cài đặt. Trên phần lớn hệ thống, nếu bạn không cài đặt qua bàn giao tiếp nối tiếp, phương pháp dễ nhất là chuyển đổi sang <emphasis>bàn giao tiếp ảo</emphasis> thứ hai bằng cách bấm tổ hợp phím <keycombo><keycap>Alt trái</keycap> <keycap>F2</keycap></keycombo><footnote> <para> Tức là: bấm đồng thời phím sửa đổi <keycap>Alt</keycap> bên trái <keycap>phím dài</keycap> và phím chức năng <keycap>F2</keycap>. </para> </footnote> (trên bàn phím Mac, tổ hợp phím <keycombo><keycap>option</keycap> <keycap>F2</keycap></keycombo>: các máy Mac mới hơn cũng có từ « alt » trên phím <keycap>option</keycap>.). Rồi bấm tổ hợp phím <keycombo><keycap>Alt trái</keycap> <keycap>F1</keycap></keycombo> để trở về bộ cài đặt chính nó.
zh_cn: 安装过程中您可以使用多种方法获得一个 shell。多数系统上，如果您不试通过串口控制台安装，最简单的方法是按下 <keycombo><keycap>Left Alt</keycap> <keycap>F2</keycap></keycombo> <footnote> <para> 就是：按下位于 <keycap>空格键</keycap> 左手边的 <keycap>Alt</keycap> 键，同时按下 <keycap>F2</keycap> 功能键。</para> </footnote> 切换到第二个<emphasis>虚拟控制台</emphasis>(在 Mac 键盘上，是 <keycombo><keycap>Option</keycap> <keycap>F2</keycap></keycombo>)。用 <keycombo><keycap>Left Alt</keycap> <keycap>F1</keycap></keycombo> 可以切换回安装程序。

source: If you cannot switch consoles, there is also an <guimenuitem>Execute a Shell</guimenuitem> item on the main menu that can be used to start a shell. To get back to the installer itself, type <userinput>exit</userinput> to close the shell.
ko: 콘솔을 전환할 수 없다면, 주 메뉴의 <guimenuitem>쉘 실행</guimenuitem> 항목을 이용해도 쉘을 시작할 수 있습니다. 설치 프로그램으로 돌아오려면 <userinput>exit</userinput>를 입력해서 쉘을 닫으십시오.
pt: Se não conseguir mudar de consola, existe também um item no menu principal <guimenuitem>Executar uma shell</guimenuitem> que pode ser utilizado para iniciar uma shell. Para voltar ao instalador, escreva <userinput>exit</userinput> para fechar a shell.
sv: Om du inte kan växla mellan konsollerna, finns det även alternativet <guimenuitem>Starta ett skal</guimenuitem> i huvudmenyn som kan användas för att starta ett skal. För att komma tillbaka till själva installeraren, ange <userinput>exit</userinput> för att stänga skalet.
vi: Nếu bạn không thể chuyển đổi bàn giao tiếp, trình đơn chính vẫn còn có mục <guimenuitem>Chạy trình bao</guimenuitem> có thể dùng để khởi chạy một trình bao. Để trở về bộ cài đặt chính nó, gõ lệnh <userinput>exit</userinput> (thoát) để đóng trình bao đó.
zh_cn: 如果您无法切换控制台，还可以在主菜单上执行 <guimenuitem>Execute a Shell</guimenuitem> 选项，它可以启动一个 shell。回到安装程序，键入 <userinput>exit</userinput> 关闭 shell。

source: At this point you are booted from the RAM disk, and there is a limited set of Unix utilities available for your use. You can see what programs are available with the command <command>ls /bin /sbin /usr/bin /usr/sbin</command> and by typing <command>help</command>. The shell is a Bourne shell clone called <command>ash</command> and has some nice features like autocompletion and history.
ko: 이 시점에서는 램디스크에서 부팅했기때문에, 제한적인 유닉스 유틸리티만 사용할 수 있습니다. 어떤 프로그램이 있는지는 <command>ls /bin /sbin /usr/bin /usr/sbin</command> 명령 및 <command>help</command>를 입력해서 알 수 있습니다. 쉘은 <command>ash</command>이라고 하는 본 쉘 호환 쉘이고 자동완성이나 히스토리같은 훌륭한 기능도 일부 들어 있습니다.
pt: Nesta fase arrancou a partir do disco RAM, e existem apenas uma série limitada de utilitários Unix para a sua utilização. Você poderá ver que programas estão disponíveis com o comando <command>ls /bin /sbin /usr/bin /usr/sbin</command> e executando <command>help</command>. A shell é um clone da Bourne shell chamado <command>ash</command> e tem algumas funcionalidades agradáveis como auto-completar e histórico.
sv: Vid den här tidpunkten har du startat upp från RAM-disken, och det finns en begränsad uppsättning Unix-verktyg tillgängliga för dig. Du kan se vilka program som finns tillgängliga med kommandot <command>ls /bin /sbin /usr/bin /usr/sbin</command> och genom att skriva <command>help</command>. Skalet är ett Bourne-skalklon kallat <command>ash</command> och har några trevliga funktioner som till exempel automatisk komplettering och historik.
vi: Vào lúc này, bạn được khởi động từ đĩa RAM nên có sẵn một bộ tiện ích UNIX bị hạn chế để sử dụng. Có thể xem các chương trình sẵn sàng bằng cách chạy lệnh <command>ls /bin /sbin /usr/bin /usr/sbin</command> (ls = liệt kê) hay <command>help</command> (trợ giúp). Trình bao này là bộ nhái trình bao Bourne tên <command>ash</command> có một số tính năng tốt đẹp như khả năng tự động gõ và lược sử.
zh_cn: 因为这时您是从 RAM 盘启动，只有有限的 Unix 工具可以使用。您可以通过命令 <command>ls /bin /sbin /usr/bin /usr/sbin</command> 和键入 <command>help</command> 查看哪些程序可以使用。其 shell 称为 <command>ash</command>，是 Bourne shell 的克隆，有一些如自动完成与历史纪录这样的好特性。

source: To edit and view files, use the text editor <command>nano</command>. Log files for the installation system can be found in the <filename>/var/log</filename> directory.
ko: 파일을 편집하거나 파일을 보려면, <command>nano</command> 텍스트 편집기를 사용하십시오. 설치 시스템의 로그 파일은 <filename>/var/log</filename> 디렉토리 안에 들어 있습니다.
pt: Para editar ou ver ficheiros, utilize o editor de texto <command>nano</command>. Ficheiros de log para o sistema de instalação podem ser encontrados no directório <filename>/var/log</filename>.
sv: För att redigera och visa filer, använd textredigeraren <command>nano</command>. Loggfiler för installationssystemet kan hittas i katalogen <filename>/var/log</filename>.
vi: Để soạn thảo và xem tập tin, hãy dùng trình soạn thảo văn bản <command>nano</command>. Các tập tin ghi lưu cho hệ thống cài đặt nằm trong thư mục <filename>/var/log</filename>.
zh_cn: 要编辑和查看文件，请使用文本编辑器 <command>nano</command>。安装系统的日志可以在 <filename>/var/log</filename> 目录找到。

source: Although you can do basically anything in a shell that the available commands allow you to do, the option to use a shell is really only there in case something goes wrong and for debugging.
ko: 쉘에서는 사용할 수 있는 명령어로 무엇이든 할 수 있는 게 사실이지만, 쉘을 사용하는 옵션은 사실 뭔가 잘못된 경우에 대비해서 혹은 디버깅용으로 만들어 놓은 것입니다.
pt: Embora possa fazer basicamente tudo numa shell o que os comandos disponíveis lhe permitem, a opção de utiizar uma shell só existe realmente para o caso de alguma coisa correr mal e para depuração.
sv: Även om du kan göra i stort sett allt ett skal som de tillgängliga kommandona tillåter dig att göra, är alternativet att använda ett skal egentliga endast där om någonting skulle gå fel och att du behöver felsöka.
vi: Mặc dù bạn có thể sử dụng bất cứ lệnh có sẵn trong trình bao, tùy chọn dùng trình bao chỉ sẵn sàng để giúp đỡ trong trường hợp bị lỗi hay gỡ lỗi.
zh_cn: 虽然在 shell 里面您可以用存在的命令做任何事情，但 shell 真正的用途只是遇到问题时进行调试。

source: Doing things manually from the shell may interfere with the installation process and result in errors or an incomplete installation. In particular, you should always use let the installer activate your swap partition and not do this yourself from a shell.
ko: 쉘에서 수동으로 무언가를 할 경우에 설치 과정이 방해를 받아서 오류가 발생하거나 설치를 끝마치지 못할 수도 있습니다. 특히 스왑 파티션을 활성화하는 기능은 설치 프로그램에서 알아서 하도록 놔두고 쉘에서 직접 하지 않도록 하십시오.
pt: Fazer coisas manualmente, a partir da shell, pode interferir com o processo de instalação e resultar em erros ou numa instalação incompleta. Em particular, deve sempre deixar o instalador activar a sua partição de swap e não o faça você mesmo a partir da shell.
sv: Göra saker manuellt från skalet kan störa installationsprocessen och resultera i fel eller en ofullständig installation. Specifikt bör du alltid låta installeraren aktivera din växlingspartition och inte göra det själv från ett skal.
vi: Việc tự chạy lệnh từ trình bao có thể gây trở ngạy cho tiến trình cài đặt nên gây ra lỗi hay việc cài đặt chưa hoàn thành. Đặc biệt bạn phải cho phép trình cài đặt kích hoạt vùng trao đổi, không bao giờ tự làm như thế từ trình bao.
zh_cn: 在 shell 里面手动操作可能会影响安装过程，造成错误或无法完成安装。特别是，您应该让安装程序激活交换分区，而不是在 shell 里面自己动手。

source: Installation Over the Network
el: Εγκατάσταση μέσω δικτύου
ko: 네트워크를 통해 설치
pt: Instalação Através da Rede
sv: Installation över nätverket
vi: Cài đặt qua mạng
zh_cn: 通过网络安装

source: One of the more interesting components is <firstterm>network-console</firstterm>. It allows you to do a large part of the installation over the network via SSH. The use of the network implies you will have to perform the first steps of the installation from the console, at least to the point of setting up the networking. (Although you can automate that part with <xref linkend="automatic-install"/>.)
el: Ένα από τα πιο ενδιαφέροντα συστατικά είναι το <firstterm>network-console</firstterm> (κονσόλα δικτύου). Σας επιτρέπει να κάνετε μεγάλο μέρος της εγκατάστασης μέσω δικτύου με την βοήθεια του SSH. Η χρήση του δικτύου συνεπάγεται ότι θα πρέπει να πραγματοποιήσετε τα πρώτα βήματα της εγκατάστασης από την κονσόλα, τουλάχιστον μέχρι το σημείο της ρύθμισης του δικτύου (αν και μπορείτε να αυτοματοποιήσετε αυτό το κομμάτι ακολουθώντας το <xref linkend="automatic-install"/>).
ko: 재미있는 구성 요소 중의 하나로 <firstterm>network-console</firstterm>이 있습니다. 설치 작업의 많은 부분을 네트워크 SSH을 통해 수행하게 되어 있습니다. 네트워크를 사용해야 하기 때문에 최소한 네트워크 설정하기까지의 맨 처음 설치 작업은 콘솔에서 해야 합니다. (이 부분은 <xref linkend="automatic-install"/>에 따라 자동화할 수 있습니다.)
pt: Um dos componentes mais interessantes é o <firstterm>network-console</firstterm>. Permite-lhe fazer uma grande parte da instalação através da rede via SSH. A utilização da rede implica que tem de executar as primeiras etapas da instalação a partir da consola, pelo menos até ao ponto de configurar a rede. (Embora possa automatizar essa parte com <xref linkend="automatic-install"/>.)
sv: En av de mer intressanta komponenterna är <firstterm>network-console</firstterm>. Den låter dig göra en stor del av installationen över nätverket via SSH. Användningen av nätverk antyder att du måste genomföra de första stegen av installationen från konsollen, åtminstone till punkten där nätverket ställs in. (Dock kan du automatisera den delen med <xref linkend="automatic-install"/>.)
vi: Một của những thành phần hay hơn là <firstterm>network-console</firstterm>. Nó cho bạn khả năng làm phần lớn tiến trình cài đặt qua mạng thông qua SSH. Việc sử dụng mạng ngụ ý là bạn sẽ phải thực hiện những bước cài đặt đâù tiên từ bàn điều khiển, ít nhất đến khi thiết lập khả năng chạy mạng (dù bạn có thể tự động hoá phần đó bằng phần <xref linkend="automatic-install"/>.)
zh_cn: 更好玩的一个组件是<firstterm>network-console</firstterm>。它可以让您使用 SSH 通过网络完成大部分安装工作。使用网络也就是您要用控制台完成第一阶段，或者至少先建立网络。(您可以使用 <xref linkend="automatic-install"/> 做这部分工作。)
