Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: This component is not loaded into the main installation menu by default, so you have to explicitly ask for it. If you are installing from CD, you need to boot with medium priority or otherwise invoke the main installation menu and choose <guimenuitem>Load installer components from CD</guimenuitem> and from the list of additional components select <guimenuitem>network-console: Continue installation remotely using SSH</guimenuitem>. Successful load is indicated by a new menu entry called <guimenuitem>Continue installation remotely using SSH</guimenuitem>.
el: Το συστατικό αυτό δεν φορτώνεται από μόνο του στο μενού της κύριας εγκατάστασης κι επομένως θα πρέπει το ζητήσετε εκπεφρασμένα. Αν κάνετε την εγκατάσταση από CD, πρέπει να εκκινήσετε σε κατάσταση "μεσαίας" προτεραιότητας ή διαφορετικά να καλέσετε το μενού κύριας εγκατάστασης και να επιλέξετε <guimenuitem>Φόρτωση των συστατικών του εγκαταστάτη από το CD</guimenuitem> και από την λίστα των επιπλέον συστατικών να διαλέξετε <guimenuitem>network-console: Συνεχίστε την εγκατάσταση από μακριά με χρήση του SSH</guimenuitem>. Η πετυχημένη φόρτωση του συστατικού αυτού υποδεικνύεται την εμφάνιση ενός καινούριου στοιχείου στο μενού με τίτλο <guimenuitem>Συνέχιση της εγκατάστασης από μακριά με χρήση του SSH</guimenuitem>.
ko: 이 구성 요소는 주 설치 메뉴에는 기본으로 읽어들이지 않기 때문에, 이 구성 요소를 읽어들이라고 지정해야 합니다. CD에서 설치하는 경우에는 중간 우선 순위로 설치하거나 주 설치 메뉴가 나타나면 <guimenuitem>CD에서 설치 프로그램 구성 요소를 읽어들이기</guimenuitem>을 선택하고 <guimenuitem>network-console: SSH을 사용해 원격에서 설치하기</guimenuitem> 추가 구성 요소를 선택합니다. 성공적으로 읽어들이면 <guimenuitem>SSH을 사용해 원격에서 설치하기</guimenuitem> 메뉴 항목이 새로 생깁니다.
pt: Este componente não é carregado por omissão para o menu principal da instalação, por isso tem de o pedir explicitamente. Se está a instalar a partir de CD, necessita arrancar com prioridade média ou caso contrário invoque o menu principal de instalação e escolha <guimenuitem>Carregar do CD componentes do instalador</guimenuitem> e a partir da lista de componentes adicionais escolha <guimenuitem>network-console: Continuar a instalação remotamente com SSH</guimenuitem>. O sucesso do carregamento é indicado com uma nova opção no menu chamada <guimenuitem>Continuar instalação remotamente com SSH</guimenuitem>.
sv: Den här komponenten läses inte in i huvudmenyn som standard så du måste specifikt begära den. Om du installerar från en cd-skiva behöver du starta upp med mediumprioritet eller annars kan du starta huvudmenyn och välja <guimenuitem>Läs in installationskomponenter från cd</guimenuitem> och från listan av ytterligare komponenter välja <guimenuitem>network-console: Fortsätt installationen genom fjärråtkomst med SSH</guimenuitem>. En lyckad inläsning indikeras av en ny menypost kallad <guimenuitem>Fortsätt installationen genom fjärråtkomst med SSH</guimenuitem>.
vi: Thành phần này không được tải vào trình cài đặt chính theo mặc định, vậy bạn phải yêu cầu nó một cách dứt khoát. Nếu bạn đang cài đặt từ đĩa CD, bạn cần phải khởi động tại ưu tiên vừa, hay nếu không, gọi trình đơn cài đặt chính và chọn mục <guimenuitem>Tải thành phần cài đặt từ đĩa CD</guimenuitem>, và trong danh sách các thành phần thêm hãy chọn mục <guimenuitem>Tùy chọn bàn giao tiếp mạng: Tiếp tục lại cài đặt từ xa bằng SSH</guimenuitem>. Việc tải thành công được ngụ ý bằng một mục nhập trình đơn mới : <guimenuitem>Tiếp tục lại cài đặt từ xa bằng SSH</guimenuitem>.
zh_cn: 该组件默认不会加载到安装主菜单，因此必须单独指定。如果使用 CD，您需要使用 medium 优先级或者打开安装主菜单并选择 <guimenuitem>Load installer components from CD</guimenuitem>，在额外的组件列表里面选择 <guimenuitem>network-console: Continue installation remotely using SSH</guimenuitem>。加载成功后会出现一个新的菜单项，名为 <guimenuitem>Continue installation remotely using SSH</guimenuitem>。

source: For installations on &arch-title;, this is the default method after setting up the network.
el: Για εγκαταστάσεις στην αρχιτεκτονική &arch-title; αυτή είναι η προεπιλεγμένη μέθοδος μετά την ρύθμιση του δικτύου.
ko: &arch-title;에 설치할 경우, 네트워크를 설정한 다음에 사용하는 기본 설치 방법입니다.
pt: Para a instalação em &arch-title;. este é o método por omissão após configurar a rede.
sv: För installationer på &arch-title;, det här är standardmetoden efter konfiguration av nätverket.
vi: Đối với việc cài đặt vào máy có kiến trúc &arch-title;, đây là phương pháp mặc định sau khi thiết lập mạng.
zh_cn: 在 &arch-title; 上安装，建立网络之后这是默认的方法。

source: <phrase arch="not-s390">After selecting this new entry, you</phrase> <phrase arch="s390">You</phrase> will be asked for a new password to be used for connecting to the installation system and for its confirmation. That's all. Now you should see a screen which instructs you to login remotely as the user <emphasis>installer</emphasis> with the password you just provided. Another important detail to notice on this screen is the fingerprint of this system. You need to transfer the fingerprint securely to the <quote>person who will continue the installation remotely</quote>.
el: <phrase arch="not-s390">Μετά την επιλογή αυτού του στοιχείου, θα σας</phrase> <phrase arch="s390">Θα σας</phrase> ζητηθεί να δώσετε έναν καινούριο κωδικό πρόσβασης που θα χρησιμοποιηθεί για την σύνδεσή σας στο σύστημα εγκατάστασης καθώς και η επιβεβαίωσή του. θα δείτε τώρα μια οθόνη που σας καθοδηγεί για την είσοδό σας από μακριά σαν χρήστης <emphasis>installer</emphasis> και με τον κωδικό που μόλις δώσατε. Μια άλλη σημαντική λεπτομέρεια που πρέπει να προσέξετε στην οθόνη αυτή είναι το "αποτύπωμα" (fingerprint) αυτού του συστήματος. Χρειάζεται να περάσετε με ασφαλή τρόπο αυτό το "αποτύπωμα" στο <quote>πρόσωπο που θα συνεχίσει την εγκατάσταση από μακριά</quote>.
ko: <phrase arch="not-s390">새로 생긴 이 항목을 선택한 다음에, </phrase>설치 시스템에 연결하는데 사용할 새 열쇠글을 입력하게 됩니다. 여기까지 하면 <emphasis>installer</emphasis> 사용자로 방금 입력한 열쇠글을 이용해 원격에서 로그인할 수 있는 방법을 알려주는 화면을 표시합니다. 이 화면의 또 다른 중요한 정보는 시스템의 핑거프린트입니다. 이 핑거프린트를 <quote>시스템을 원격에서 설치할 사람에게</quote> 안전하게 전달해야 합니다.
pt: <phrase arch="not-s390">Após escolher esta nova opção, ser-lhe-à</phrase> <phrase arch="s390">Ser-lhe-à</phrase> pedida uma nova password e a sua confirmação para ser utilizada para ligar ao sistema de instalação. E é tudo. Agora deve ver um ecrã que lhe diz para fazer o login remotamente como o utilizador <emphasis>installer</emphasis> com a password que você acabou de indicar. Outro detalhe importante a notar é a impressão digital (fingerprint) deste sistema. Você precisa de transferir de forma segura a impressão digital para <quote>a pessoa que irá continuar a instalação remotamente</quote>.
sv: <phrase arch="not-s390">Efter du har valt den här nya posten kommer du</phrase> <phrase arch="s390">Du</phrase> att bli frågad efter ett nytt lösenord som ska användas för anslutning till installationssystemet och för att bekräfta det. Det är allt. Nu bör du se en skärm som instruerar dig att göra en fjärrinloggning som användaren <emphasis>installer</emphasis> med lösenordet som du precis angav. En annan viktig detalj att notera på den här skärmen är fingeravtrycket av det här systemet. Du behöver överföra fingeravtrycket på ett säkert sätt till <quote>personen som kommer att fortsätta fjärrinstallationen</quote>.
vi: <phrase arch="not-s390">Sau khi chọn mục nhập mới này, bạn</phrase> <phrase arch="s390">Bạn</phrase> sẽ được nhắc nhập một mật khẩu mới sẽ được sử dụng để kết nối đến hệ thống cài đặt và để xác nhận nó. Đó là tất cả thôi. Lúc này bạn nên xem màn hình hướng dẫn bạn đăng nhập từ xa với tư cách là người dùng <emphasis>installer</emphasis> với mật khẩu mới cung cấp. Một chi tiết quan trọng khác cần thấy biết trên màn hình này là vân tay của hệ thống này. Bạn cần phải truyền vân tay này một cách bảo mật cho <quote>người sẽ tiếp tục cài đặt từ xa</quote>.
zh_cn: <phrase arch="not-s390">选择新菜单项之后，您</phrase> <phrase arch="s390">您</phrase> 会被问到新密码用于连接到安装系统，以及确认。就这些。现在您应该看到一个画面，提示您使用 <emphasis>installer</emphasis> 用户远程登录，密码就是刚才您提供的。另外一个需要留意的重要细节，是屏幕上显示的该系统的 fingerprint。您需要安全地传输该 fingerprint 给<quote>那些要继续远程安装的人</quote>。

source: Should you decide to continue with the installation locally, you can always press &enterkey;, which will bring you back to the main menu, where you can select another component.
el: Σε περίπτωση που αποφασίσετε να συνεχίσετε την εγκατάσταση τοπικά, μπορείτε πάντα να πατήσετε το &enterkey;,που θα σας επαναφέρει στο κυρίως μενού, όπου μπορείτε να διαλέξετε ένα άλλο συστατικό του εγκαταστάτη.
ko: 로컬에서 설정을 계속하려고 마음을 바꾸었다면, 언제든지 &enterkey;를 눌러서 주 메뉴로 돌아갈 수 있습니다. 주 메뉴에서 다른 구성 요소를 선택하면 됩니다.
pt: Caso você decida continuar com a instalação localmente, você pode sempre pressionar &enterkey;, que o irá trazer de volta ao menu principal, onde poderá escolher outro componente.
sv: Bestämmer du dig för att fortsätta med installationen lokalt kan du alltid trycka &enterkey;, vilket tar dig tillbaka till huvudmenyn, där du kan välja en annan komponent.
vi: Nếu bạn chọn tiếp tục cài đặt cục bộ, vào lúc nào bạn có thể bấm phím &enterkey;, mà sẽ mang bạn về trình đơn chính nơi bạn có thể chọn thành phần khác.
zh_cn: 当您决定继续本地安装时，不断地按 &enterkey;，就可以返回主菜单，之后可以选择其他的组件。

source: Now let's switch to the other side of the wire. As a prerequisite, you need to configure your terminal for UTF-8 encoding, because that is what the installation system uses. If you do not, remote installation will be still possible, but you may encounter strange display artefacts like destroyed dialog borders or unreadable non-ascii characters. Establishing a connection with the installation system is as simple as typing: <informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>install_host</replaceable></userinput> </screen></informalexample> Where <replaceable>install_host</replaceable> is either the name or IP address of the computer being installed. Before the actual login the fingerprint of the remote system will be displayed and you will have to confirm that it is correct.
el: Ας περάσουμε τώρα από την άλλη πλευρά του καλωδίου! Σαν προαπαιτούμενο, θα πρέπει να ρυθμίσετε το τερματικό σας για χρήση της κωδικοποίησης UTF-8, γιατί αυτή είναι που χρησιμοποιείται από το σύστημα εγκατάστασης. Αν δεν το κάνετε, η εγκατάσταση από μακριά είναι ακόμα εφικτή, αλλά μπορεί να αντιμεπωπίσετε διάφορα περίεργα "φαινόμενα" στην οθόνη σας όπως κατεστραμμένα πλαίσια διαλόγων ή μη αναγνώσιμους χαρακτήρες non-ascii. Η απόκτηση μιας σύνδεσης με το σύστημα εγκατάστασης είναι τόσο απλή όσο η πληκτρολόγηση των:<informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>install_host</replaceable></userinput> </screen></informalexample> όπου <replaceable>install_host</replaceable> είναι είτε το όνομα είτε η διεύθυνση IP του υπολογιστή στον οποίον γίνεται η εγκατάσταση. Πριν από την πραγματική είσοδο, το "αποτύπωμα" του απομακρυσμένου συστήματος ια εμφανιστεί στην οθόνη σας και θα πρέπει να επιβεβαιώσετε ότι είναι σωστό.
ko: 이제 네트워크의 다른 한 편으로 가서 할 일입니다. 먼저 필요한 일은, 터미널을 UTF-8 인코딩을 쓰도록 설정하는 일입니다. UTF-8 인코딩이 설치 시스템에서 사용하는 인코딩입니다. UTF-8으로 설정하지 않아도 원격 설치가 가능하지만 창의 테두리라던지, 읽을 수 없는 ASCII가 아닌 문자처럼 표시가 깨질 수도 있습니다. 설치 시스템에 연결하려면 간단히 다음과 같은 명령을 사용하면 됩니다: <informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>install_host</replaceable></userinput> </screen></informalexample> 여기서 <replaceable>install_host</replaceable>는 설치할 컴퓨터의 이름이나 IP 주소입니다. 실제로 로그인하기 전에 원격 시스템의 핑거프린트가 표시될 것이고, 이 핑거프린트가 올바른 지 확인해야 합니다.
pt: Agora vamos mudar para o outro lado do cabo. Como pré-requisito, você precisa de configurar o seu terminal para utilizar a codificação UTF-8, porque é essa que o sistema de instalação utiliza. Se não o fizer, a instalação remota ainda será possível, mas poderão aparecer no ecrã símbolos estranhos tais como cantos de caixas de diálogo destruídos ou caracteres não-ascii ilegíveis. Establecer uma ligação com o sistema de instalação é tão simples como escrever: <informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>install_host</replaceable></userinput> </screen></informalexample> Onde <replaceable>install_host</replaceable> é o nome ou o endereço IP do computador a ser instalado. Antes do login ser-lhe-à mostrada a impressão digital (fingerprint) do sistema remoto e você terá de confirmar se é o correcto.
sv: Låt oss nu hoppa över till andra sidan av kabeln. Som en förutsättning behöver du konfigurera din terminal för teckenkodningen UTF-8, på grund av att installationssystemet använder den kodningen. Om du inte gör det kommer fjärrinstallation fortfarande vara möjlig men du kommer att uppleva konstiga skärmproblem som förstörda dialogrutor eller oläsbara tecken som inte är ascii. Etablera en anslutning till installationssystemet är så enkelt som att ange: <informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>installationsvärd</replaceable></userinput> </screen></informalexample> Där <replaceable>installationsvärd</replaceable> är antingen namnet eller IP-adress till den dator som ska installeras. Före den faktiska inloggningen kommer fingeravtrycket för fjärrsystemet att visas och du behöver bekräfta att det är korrekt.
vi: Tại đầu khác, bạn cần phải cấu hình thiết bị cuối để sử dụng bảng mã UTF-8, vì hệ thống cài đặt sử dụng đó. Nếu bạn không làm như thế, vẫn còn có thể cài đặt từ xa, nhưng mà bạn có thể gặp một số đồ tạo tác lạ như viền hộp thoại bị hủy hay ký tự khác ASCII không thể đọc. Cách kết nối đến hệ thống cài đặt là dễ như gõ : <informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>máy_cài_đặt</replaceable></userinput> </screen></informalexample> mà <replaceable>máy_cài_đặt</replaceable> là hoặc tên hoặc địa chỉ IP của máy tính đang được cài đặt. Trước khi thật đăng nhập, vân tay của hệ thống ở xa sẽ được hiển thị, và bạn sẽ phải xác nhận nếu nó là đúng không.
zh_cn: 现在转到网线的另一端。有一个先决条件，您需要配置您的终端使用 UTF-8 编码，因为安装系统使用这种编码。如果您不这样做，远程安装也可以进行，但是您可能看到奇怪的显示，比如破碎的对话框边界，或者不可读的非 ASCII 字符。与安装系统建立连接只需键入: <informalexample><screen> <prompt>$</prompt> <userinput>ssh -l installer <replaceable>install_host</replaceable></userinput> </screen></informalexample> 其中 <replaceable>install_host</replaceable> 是安装计算机的名字或 IP 地址。正式登录之前，会显示远程系统的 fingerprint，您需要确认是否正确。

source: If you install several computers in turn and they happen to have the same IP address or hostname, <command>ssh</command> will refuse to connect to such host. The reason is that it will have different fingerprint, which is usually a sign of a spoofing attack. If you are sure this is not the case, you will need to delete the relevant line from <filename>~/.ssh/known_hosts</filename> and try again.
el: Αν κάνετε εγκατάσταση σε αρκετούς υπολογιστές διαδοχικά που συμβαίνει να έχουν την ίδια διεύθυνση IP ή όνομα, το <command>ssh</command> θα αρνηθεί να συνδεθεί μ' αυτούς. Ο λόγος είναι ότι θα έχουν κάποιο διαφορετικό "αποτύπωμα", που συνήθως είναι ένδειξη μιας επίθεσης "παραποίησης" (spoofing). Aν είστε βέβαιοι ότι δεν συμβαίνει κάτι τέτοιο, θα πρέπει να σβήσετε την σχετική γραμμή από το αρχείο <filename>~/.ssh/known_hosts</filename> και να ξαναπροσπαθήσετε.
ko: 여러 컴퓨터를 모두 설치하는 경우에 IP 주소 혹은 호스트 이름이 같은 경우, 그런 호스트는 <command>ssh</command>에서 연결을 거부합니다. 그 이유는 핑거프린트가 다르기 때문이고, 핑거프린트가 다르다는 건 스푸핑 공격의 징조입니다. 스푸핑이 아니라고 확신하는 경우, <filename>~/.ssh/known_hosts</filename>에서 해당 줄을 지우고 다시 연결하면 됩니다.
pt: Se você instalar vários computadores de cada vez e estes tiverem o mesmo endereço IP ou hostname, o <command>ssh</command> irá recusar-se a ligar a esses hosts. A razão é que terão impressões digitais (fingerprints) diferentes, que normalmente é o sinal de um ataque de spoofing. Se você tiver a certeza que não é o caso, você necessita apagar a linha relevante em <filename>~/.ssh/known_hosts</filename> e tentar novamente.
sv: Om du installerar flera datorer i turordning och de råkar ha samma IP-adress eller värdnamn kommer <command>ssh</command> att vägra att ansluta till en sådan värd. Anledningen är att den kommer att ha ett olikt fingeravtryck, vilket är ett vanligt tecken på en spoofingattack. Om du är säker att så inte är fallet, behöver du ta bort den relevanta raden från <filename>~/.ssh/known_hosts</filename> och försöka igen.
vi: Nếu bạn cài đặt vài máy tính lần lượt, và chúng có cùng một địa chỉ IP hay tên máy, phần mềm <command>ssh</command> sẽ từ chối kết nối đến máy như vậy. Lý do là nó sẽ có vân tay khác, mà thường ngụ ý sự tấn công lừa gạt. Nếu bạn có chắc là nó không phải ngụ ý sự tấn công, bạn sẽ cần phải xoá bỏ dòng thích hợp ra tập tin liệt kê các máy được biết <filename>~/.ssh/known_hosts</filename> rồi thử lại.
zh_cn: 如果您依次安装多台电脑，他们碰巧使用相同的 IP 地址或主机名，那么 ssh 将拒绝连接。造成的原因是它具有不同的 fingerprint，这通常是欺骗攻击的标志。如果您确信不是那种情况，需要删除 <filename>~/.ssh/known_hosts</filename> 里面相关的行，再重新来过。

source: After the login you will be presented with an initial screen where you have two possibilities called <guimenuitem>Start menu</guimenuitem> and <guimenuitem>Start shell</guimenuitem>. The former brings you to the main installer menu, where you can continue with the installation as usual. The latter starts a shell from which you can examine and possibly fix the remote system. You should only start one SSH session for the installation menu, but may start multiple sessions for shells.
el: Μετά την είσοδο στο απομακρυσμένο σύστημα, θα βρεθείτε μπροστά σε μια αρχική οθόνη όπου έχετε δυο δυνατότητες με το όνομα <guimenuitem>Start menu</guimenuitem> και <guimenuitem>Start shell</guimenuitem> αντίστοιχα. Η πρώτη σας φέρνει στο κυρίως μενού του εγκαταστάτη, απ' όπου μπορείτε να συνεχίσετε την εγκατάσταση ως συνήθως. Η δεύτερη ξεκινά ένα κέλυφος από το οποίο μπορείτε να εξετάσετε και πιθανόν να διορθώσετε το απομακρυσμένο σύστημα. Θα πρέπει να ξεκινήσετε μόνο μια συνεδρία SSH από το μενού εγκατάστασης, αλλά μπορείτε να ξεκινήσετε πολλαπλά κελύφη.
ko: 로그인한 다음에 최초 화면이 나오면 거기에서 <guimenuitem>메뉴 시작</guimenuitem>과 <guimenuitem>쉘 시작</guimenuitem> 중의 하나를 선택할 수 있습니다. 전자의 경우는 설치 프로그램의 주 메뉴로 가게 되고, 거기에서 로컬에서와 마찬가지로 설치 작업을 계속할 수 있습니다. 후자는 쉘을 실행해서 원격 시스템을 살펴보고 문제점을 수정할 수 있습니다. 설치 메뉴는 한 개의 SSH 세션만 열어야 합니다. 하지만 쉘의 경우에는 여러 개를 열어도 됩니다.
pt: Após o login ser-lhe-á apresentado um ecrã inicial onde terá duas possibilidades chamadas <guimenuitem>Iniciar menu</guimenuitem> e <guimenuitem>Iniciar shell</guimenuitem>. A anterior leva-o para o menu principal do instalador, onde pode prosseguir normalmente com a instalação. A última inicia uma shell de onde a partir da qual você pode examinar e possivelmente reparar o sistema remoto. Você deve iniciar apenas uma sessão SSH para o menu de instalação, mas pode iniciar várias sessões para shells.
sv: Efter inloggningen kommer du att se den initiala skärmen där du har två möjligheter kallade <guimenuitem>Starta menyn</guimenuitem> och <guimenuitem>Starta ett skal</guimenuitem>. Den första tar dig till huvudmenyn i installeraren, där du kan fortsätta med installationen som vanligt. Den senare startar upp ett skal från vilket du kan undersöka och möjligen rätta till fjärrsystemet. Du bör endast starta en SSH-session för installationsmenyn, men kan starta flera sessioner för skal.
vi: Sau khi đăng nhập, bạn sẽ xem màn hình đầu tiên chứa hai khả năng: <guimenuitem>Khởi chạy trình đơn</guimenuitem> và <guimenuitem>Khởi chạy hệ vỏ</guimenuitem>. Điều thứ nhất mang bạn tới trình đơn cài đặt chính, nơi bạn có thể tiếp tục cài đặt như thường. Còn điều thứ hai khởi chạy một hệ vỏ nơi bạn có thể thẩm tra và có lẽ sửa chữa hệ thống ở xa. Bạn nên sở khởi chỉ một phiên chạy SSH cho trình đơn cài đặt, nhưng có thể chạy nhiều phiên chạy cho các hệ vỏ.
zh_cn: 登录之后您将看到一个初始画面，显示有两个可能，<guimenuitem>Start menu</guimenuitem> 和 <guimenuitem>Start shell</guimenuitem>。前一个将带您到安装主菜单，那么您可以像普通方式一样安装。后一个打开一个 shell，您可以检查修复远程的系统。在安装菜单只能打开一个 SSH 会话，但 shell 可以打开多个。

source: After you have started the installation remotely over SSH, you should not go back to the installation session running on the local console. Doing so may corrupt the database that holds the configuration of the new system. This in turn may result in a failed installation or problems with the installed system.
el: Αφού ξεκινήσετε την εγκατάσταση από μακριά μέσω SSH, δεν θα πρέπει να επιστρέψετε στην διαδικασία εγκατάστασης που εκτελείται στην τοπική σας κονσόλα. Αν το κάνετε, υπάρχει ο κίνδυνος να αλλοιωθεί η βάση δεδομένων που κρατά τις διάφορες ρυθμίσεις του καινούριου συστήματος. Αυτό με την σειρά του μπορεί να οδηγήσει σε μια αποτυχημένη εγκατάσταση ή σε προβλήματα για το εγκατεστημένο σύστημα.
ko: SSH을 통해 원격으로 설치를 시작하면, 다시 로컬 콘솔로 돌아가서 설치를 하면 안 됩니다. 그렇게 하면 새로 설치할 시스템에 있는 설정들을 망가뜨릴 수 있습니다. 설정들이 망가지면 설치가 실패하거나 새로 설치한 시스템에 여러가지 문제가 발생할 수 있습니다.
pt: Após ter iniciado a instalação remotamente por SSH, você não deve voltar atrás para a sessão da instalação que corre na consola local. Se o fizer você pode corromper a base de dados que mantém a configuração do novo sistema. Isto pode resultar numa instalação falhada ou em problemas com o sistema instalado.
sv: Efter att du har startat fjärrinstallationen över SSH bör du inte gå tillbaka till installationssessionen som kör på den lokala konsollen. Om du gör det kan databasen som tillhandahåller konfigurationen av det nya systemet skadas. Det i sin tur kan resultera i en misslyckad installation eller problem med det installerade systemet.
vi: Sau khi bạn đã khởi chạy tiến trình cài đặt một cách từ xa thông qua SSH. bạn không nên trở về phiên chạy cài đặt đang chạy trên bàn điều khiển cục bộ. Làm như thế có thể hỏng cơ sở dữ liệu chứa cấu hình của hệ thống mới, mà lần lượt có thể gây ra việc cài đặt bị lỗi hay lỗi trong hệ thống đã được cài đặt.
zh_cn: 使用 SSH 开始远程安装之后，您不该返回本地控制台运行的安装会话。这将破坏新系统配置的数据库。结果可能导致安装失败或者安装完成的系统出现问题。

source: Also, if you are running the SSH session from an X terminal, you should not resize the window as that will result in the connection being terminated.
el: Αν επίσης εκτελείτε την σύνοδο SSH από ένα τερματικό X, δεν θα πρέπει να αλλάξετε το μέγεθος του παραθύρου γιατί αυτό θα έχει σαν αποτέλεσμα τον τερματισμό της σύνδεσης.
ko: 또 SSH 세션을 X 터미널에서 실행하는 경우 연결이 끊어질 수도 있으므로 창 크기를 바꾸지 말아야 합니다.
pt: Além disso, se estiver a correr a sessão SSH a partir de um terminal X, você não deve redimensionar a janela já que irá fazer com que a ligação seja terminada.
sv: Tänk även på att om du kör en SSH-session från en X-terminal bör du inte förstora fönstret eftersom det kommer att resultera i att anslutningen bryts.
vi: Hơn nữa, nếu bạn làm phiên chạy SSH từ thiết bị cuối X, bạn không nên thay đổi kích cỡ của cửa sổ, vì làm như thế sẽ gây ra sự kết nối bị kết thúc.
zh_cn: 另外，如果您在 X 终端下运行 ssh 会话，也不要改变窗口大小，它可能会造成连接中止。

source: If you choose guided partitioning using (encrypted) LVM, the installer will also create a separate <filename>/boot</filename> partition. The other partitions, except for the swap partition, will be created inside the LVM partition.
pt: Se escolher o particionamento guiado utilizando o LVM (encriptado), o instalador também irá criar uma partição <filename>/boot</filename> separada. As outras partições, excepto para a partição swap, serão criadas dentro da partição LVM.
sv: Om du väljer guidad partitionering med (krypterad) LVM kommer installeraren även att skapa en separat partition för <filename>/boot</filename>. De andra partitionerna, förutom växlingsutrymmet, kommer att skapas inom LVM-partitionen.

source: If you choose guided partitioning using (encrypted) LVM, the installer will also create a separate <filename>/boot</filename> partition. The other partitions, including the swap partition, will be created inside the LVM partition.
zh_cn: 如果您选择使用(加密) LVM 向导式分区，安装程序还会创建一个单独的 <filename>/boot</filename> 分区。其他的分区，除了交换分区，都会建在 LVM 分区之内。

source: Checks integrity of a CD-ROM. This way the user may assure him/herself that the installation CD-ROM was not corrupted.
el: Ελέγχει την ακεραιότητα του CD-ROM. Μ’αυτό τον τρόπο ο/η χρήστης μπορεί να βεβαιώσει τον/την εαυτό του/της ότι το CD-ROM εγκατάστασης δεν είναι αλλοιωμένο.

source: partman
el: προγραμμα διαμέρισης

source: partitioner
el: πρόγραμμα διαμέρισης
