Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: Here you can choose the type of the encryption key for this partition.
ko: 여기서 이 파티션의 암호화 키 종류를 선택합니다.
pt: Pode escolher aqui o tipo de chave de encriptação para esta partição.
sv: Här kan du välja typ av krypteringsnyckel för denna partition.
vi: Ở đây bạn có thể chọn kiểu khoá mật mã cho phân vùng này.
zh_cn: 这里您可以为分区选择所使用的加密密钥类型。

source: Passphrase
ko: 열쇠글
pt: Frase-chave
sv: Lösenfras
vi: Cụm từ mật khẩu

source: The encryption key will be computed<footnote> <para> Using a passphrase as the key currently means that the partition will be set up using <ulink url="&url-luks;">LUKS</ulink>. </para></footnote> on the basis of a passphrase which you will be able to enter later in the process.
ko: 나중에 입력하게 되는 열쇠글을 기준으로 암호화 키를 계산합니다<footnote> <para> 열쇠글을 키로 사용한다는 건 현재는 파티션을 <ulink url="&url-luks;">LUKS</ulink>로 설정한다는 뜻입니다. </para></footnote>
pt: A chave de encriptação será processada<footnote> <para>Utilizar uma frase-chave como chave actualmente significa que a partição será criada utilizando <ulink url="&url-luks;">LUKS</ulink>. </para></footnote> baseada numa frase-chave na qual poderá introduzir no processo, mais à frente.
sv: Krypteringsnyckeln kommer att beräknas<footnote> <para> Att använda en lösenfras som nyckel betyder att partitionen måste konfigureras med <ulink url="&url-luks;">LUKS</ulink>. </para></footnote> med en lösenfras som basis och som du kan ange senare i processen.
vi: Khoá mật mã sẽ được tính<footnote> <para> Dùng cụm từ mật khẩu là khoá hiện thời có nghĩa là phân vùng sẽ được thiết lập bằng <ulink url="&url-luks;">LUKS</ulink>. </para></footnote> dựa vào cụm từ mật khẩu bạn có thể nhập vào lúc sau trong tiến trình.
zh_cn: 加密密钥将基于 passphrase 计算<footnote> <para> 使用 passphrase 作为密钥意味着建立分区是使用 <ulink url="&url-luks;">LUKS</ulink>。</para></footnote>，使用时要求输入。

source: Random key
ko: 랜덤한 키
pt: Chave aleatória
sv: Slumpmässig nyckel
vi: Khoá ngẫu nhiên

source: A new encryption key will be generated from random data each time you try to bring up the encrypted partition. In other words: on every shutdown the content of the partition will be lost as the key is deleted from memory. (Of course, you could try to guess the key with a brute force attack, but unless there is an unknown weakness in the cipher algorithm, it is not achievable in our lifetime.)
ko: 암호화한 파티션을 불러올 때마다 임의의 데이터를 만들어서 새 암호화 키를 만듭니다. 다시 말해: 컴퓨터를 끌 때마다 키가 메모리에서 지워지면서 파티션에 들어 있는 데이터를 잃어버립니다. (물론 가능한 키를 모두 입력해서 추측해 낼 수 있지만, 해당 싸이퍼 알고리즘에 무언가 알려지지 않은 약점이 있지 않는한 그렇게 무작정 추측하는 건 평생 해도 다 못 합니다.)
pt: Será gerada uma nova chave de encriptação a partir de dados aleatórios cada vez que tentar chamar a partição encriptada. Por outras palavras: cada vez que desligar, o conteúdo da partição será perdido já que a chave é apagada da memória. (Claro que, pode tentar adivinhar a chave com um ataque de força bruta, mas a menos que exista uma fraqueza conhecida no algoritmo de cifragem, isto não é alcançável durante a nossa vida.)
sv: En ny krypteringsnyckel kommer att genereras från slumpmässigt data varje gång du försöker att ta fram den krypterade partitionen. Med andra ord: vid varje nedstängning av systemet kommer innehållet på partitionen att förloras eftersom nyckeln raderas från minnet. (Så klart, du kan försöka att ta fram nyckeln via en brute force-attack, men såvida det inte finns en okänd sårbarhet i chifferalgoritmen kommer detta inte kunna göras under vår livstid.)
vi: Một khoá mật mã mới sẽ được tạo ra từ dữ liệu ngẫu nhiên khi nào bạn thử lắp phân vùng được mật mã. Tức là khi nào tắt máy tính, nội dung của phân vùng này sẽ bị mất khi khoá bị xoá bỏ ra bộ nhớ. (Tất nhiên, bạn có thể thử đoán khoá đó, dùng chương trình đoán, sự tấn công sức mạnh vũ phu, nhưng mà nếu thuật toán mật mã không có sở đoản chưa được biết, sự tấn công kiểu này không thể thành công trong đời sống của bạn.)
zh_cn: 当您每次使用加密分区的时候，会从随机数据中生成一个新的加密密钥。欢句话说：每次关机驻留在内存里面的密钥删除以后分区上的内容将丢失。(当然，您会猜想该密钥将面临暴力破解，但是除非加密算法中有未知的弱点，这辈子也不会被攻破。)

source: Random keys are useful for swap partitions because you do not need to bother yourself with remembering the passphrase or wiping sensitive information from the swap partition before shutting down your computer. However, it also means that you will <emphasis>not</emphasis> be able to use the <quote>suspend-to-disk</quote> functionality offered by newer Linux kernels as it will be impossible (during a subsequent boot) to recover the suspended data written to the swap partition.
ko: 랜덤한 키는 스왑 파티션에 주로 사용합니다. 열쇠글을 기억할 필요도 없고 컴퓨터를 끌 때 스왑 파티션에 들어 있는 비밀 정보를 지울 필요가 없기 때문입니다. 하지만, 이렇게 하면 최근의 리눅스 커널에 들어 있는 <quote>디스크에 저장하는 절전</quote> 기능을 사용하지 못하게 됩니다. 나중에 부팅할 때 스왑 파티션에 저장된 데이터를 복구할 방법이 없기 때문입니다.
pt: Chaves aleatórias são úteis para partições de swap porque assim você não tem de se preocupar em lembrar-se da frase-passe ou apagar informação sensível da partição de swap antes de desligar o seu computador. No entanto, também significa que você <emphasis>não</emphasis> poderá utilizar a funcionalidade <quote>suspend-to-disk</quote> oferecida pelos recentes kernels Linux já que é impossível (durante o arranque seguinte) recuperar os dados suspendidos escritos para a partição de swap.
sv: Slumpmässiga nycklar är användbara för växlingspartitioner därför att du inte behöver bry dig om att komma ihåg lösenfrasen eller att radera känslig information från växlingspartitionen före nedstängning av din dator. Dock betyder det även att du <emphasis>inte</emphasis> kommer att kunna använda funktionalitet som <quote>suspend-to-disk</quote> som erbjuds av nyare Linux-kärnor eftersom det blir omöjligt (under en efterföljande uppstart) att återhämta suspenderat data som skrivits på växlingspartitionen.
vi: Khoá ngẫu nhiên có ích đối với phân vùng trao đổi, vì bạn không cần nhớ cụm từ mật khẩu hoặc nhớ xoá sạch thông tin nhạy cảm ra phân vùng trao đổi trước khi tắt máy tính. Tuy nhiên, bạn sẽ cũng <emphasis>không</emphasis> có khả năng dùng chức năng <quote>ngưng đến đĩa</quote> (suspend-to-disk) do hạt nhân Linux mới hơn cung cấp, vì không thể phục hồi dữ liệu được ngưng đã được ghi vào phân vùng trao đổi, khi khởi động lại.
zh_cn: 随机密钥用于交换分区，这样您就不必为记住 passphrase 或关机前清除交换分区上的敏感信息而费神。然而，这也意味着您将 <emphasis>无法</emphasis> 使用新 Linux 内核提供的 <quote>suspend-to-disk</quote> 功能，因为它将无法(在下次启动时)恢复写入到交换分区的数据。

source: Erase data: <userinput>yes</userinput>
ko: 데이터 지우기: <userinput>예</userinput>
pt: Apagar dados: <userinput>sim</userinput>
sv: Radera data: <userinput>ja</userinput>
vi: Xoá bỏ dữ liệu : <userinput>có</userinput>

source: Determines whether the content of this partition should be overwritten with random data before setting up the encryption. This is recommended because it might otherwise be possible for an attacker to discern which parts of the partition are in use and which are not. In addition, this will make it harder to recover any leftover data from previous installations<footnote><para> It is believed that the guys from three-letter agencies can restore the data even after several rewrites of the magnetooptical media, though. </para></footnote>.
ko: 파티션에 암호화를 설정하기 전에 임의의 데이터로 채워 넣을 지 결정합니다. 이렇게 하지 않으면 공격자가 파티션의 어느 부분을 사용하고 있고, 어느 부분을 사용하지 않는지 알아챌 수 있기 때문에 이렇게 하기를 권장합니다. 또 예전에 설치한 데이터를 복구하기 어렵게 만듭니다<footnote><para> 하지만 몇몇 3글자로 된 기관들의 사람들은 광자기 미디어를 몇번쯤 다시 쓴다고 해도 데이터를 복구할 수 있다고 믿고 있습니다. </para></footnote>.
pt: Determina se o conteúdo desta partição deve ser sobre-escrito com dados aleatórios antes de configurar a encriptação. Isto é recomendado porque caso contrário pode ser possível a um atacante discernir que partes da partição são ou não utilizadas. Além disso, isto irá tornar mais dificil recuperar quaisquer dados que tenham ficado de instalações anteriores<footnote><para> Acredita-se que os tipos das agências de três-letras podem restaurar os dados mesmo após várias escritas na media megneto-óptica. </para></footnote>.
sv: Bestämmer huruvida innehållet på denna partition ska skrivas över med slumpmässigt data före krypteringen ställs in. Detta rekommenderas därför att det kan annars vara möjligt för en attackerare att avgöra vilka delar av partitionen som används och vilka som inte används. Dessutom blir det svårare att återskapa data som partitionen innehållit tidigare<footnote><para> Det är dock troligt att personal från tre-bokstavs-myndigheter kan återskapa data från magnetoptiska media även efter ett flertal överskrivningar. </para></footnote>.
vi: Quyết định nếu nội dung của phân vùng này nên được ghi đè bằng dữ liệu ngẫu nhiên trước khi thiết lập mật mã. Khuyên bạn dùng tính năng này, nếu không thì người tấn công có thể tím biết phần nào của phân vùng đang được dùng hay không. Hơn nữa, tính năng này làm cho khó hơn việc phục hồi dữ liệu còn lại của bản cài đặt trước.<footnote><para> Tuy nhiên, đừng giả sử nhà chuyên môn không thể phục hồi dữ liệu, ngay cả sau khi vật chứa quang từ bị ghi lại vài lần.</para></footnote>.
zh_cn: 决定在建立加密前是否使用随机数据覆盖分区内容。推荐这种方式，否则攻击者将会发现分区的哪些部分使用而哪些没有使用。另外，这将使安装前的内容很难恢复<footnote><para>据信那些三个缩写字母部门的家伙可以恢复经过多次覆盖的磁记录设备上的数据。</para></footnote>。

source: If you select <menuchoice> <guimenu>Encryption method:</guimenu> <guimenuitem>Loopback (loop-AES)</guimenuitem> </menuchoice>, the menu changes to provide the following options:
ko: <guimenu>암호화 방식:</guimenu> <guimenuitem>루프백 (loop-AES)</guimenuitem>를 선택하면, 메뉴가 다음 옵션이 나오도록 바뀝니다:
pt: Se escolher <menuchoice> <guimenu>Método de encriptação:</guimenu> <guimenuitem>Loopback (loop-AES)</guimenuitem> </menuchoice>, o menu muda para disponibilizar as seguintes opções:
sv: Om du väljer <menuchoice> <guimenu>Krypteringsmetod:</guimenu> <guimenuitem>Loopback (loop-AES)</guimenuitem> </menuchoice>, kommer menyn att ändras för att tillhandahålla följande alternativ:
vi: Nếu bạn chọn mục <menuchoice> <guimenu>Encryption method:</guimenu><guimenuitem>Vòng lặp (loop-AES)</guimenuitem> </menuchoice>, trình đơn thay đổi để cung cấp những tùy chọn này:
zh_cn: 如果您选择了 <menuchoice> <guimenu>Encryption method:</guimenu> <guimenuitem>Loopback (loop-AES)</guimenuitem> </menuchoice>，菜单选项将变成下面内容：

source: Encryption: <userinput>AES256</userinput>
ko: 암호화: <userinput>AES256</userinput>
pt: Encriptação: <userinput>AES256</userinput>
sv: Kryptering: <userinput>AES256</userinput>
vi: Mật mã: <userinput>AES256</userinput>

source: For loop-AES, unlike dm-crypt, the options for cipher and key size are combined, so you can select both at the same time. Please see the above sections on ciphers and key sizes for further information.
ko: loop-AES는 dm-crypt와 다르게 싸이퍼와 키 크기 옵션이 같이 들어 있습니다. 그러므로 둘을 동시에 설정합니다. 싸이퍼와 키 크기에 대한 자세한 설명의 위 부분을 참고하십시오.
pt: Para loop-AES, ao contrário do dm-crypt, as opções para a cifra e comprimento da chave são combinadas, por isso pode escolher ambas ao mesmo tempo. Para mais informações por favor vejas as secções acima acerca de cifras e comprimentos de chave.
sv: För loop-AES, till skillnad från dm-crypt, kombineras alternativen för chiffer och nyckellängder så att du kan välja båda samtidigt. För ytterligare information, se ovanstående avsnitt angående chiffer och nyckellängder.
vi: Đối với loop-AES, không giống như dm-crypt, kết hợp những tùy chọn về thuật toán mật mã và độ dài khoá, cho phép bạn chọn cả hai điều cùng lúc. Để tìm thông tin thêm, xem những tiết đoạn bên trên diễn tả thuật toán mật mã và độ dài khoá.
zh_cn: 不像 dm-crypt，loop-AES 选项的 cipher 和密钥长度是组合在一起的，这样您可以同时选取。请查阅前面关于 cipher 和密钥长度的章节了解更多信息。

source: Encryption key: <userinput>Keyfile (GnuPG)</userinput>
ko: 암호화 키: <userinput>키파일 (GnuPG)</userinput>
pt: Chave de encriptação: <userinput>Keyfile (GnuPG)</userinput>
sv: Krypteringsnyckel: <userinput>Nyckelfil (GnuPG)</userinput>
vi: Khoá mật mã: <userinput>Tập tin khoá (GnuPG)</userinput>

source: Here you can select the type of the encryption key for this partition.
ko: 여기서 이 파티션의 암호화 키 종류를 선택할 수 있습니다.
pt: Pode seleccionar aqui o tipo de chave de encriptação para esta partição.
sv: Här kan du välja typ av krypteringsnyckel för denna partition.
vi: Ở đây bạn có thể chọn kiểu mật mã cho phân vùng này.
zh_cn: 这里您可以为分区选择加密密钥的类型。

source: Keyfile (GnuPG)
ko: 암호화키 파일 (GnuPG)
sv: Nyckelfil (GnuPG)
vi: Tập tin khoá (GnuPG)

source: The encryption key will be generated from random data during the installation. Moreover this key will be encrypted with <application>GnuPG</application>, so to use it, you will need to enter the proper passphrase (you will be asked to provide one later in the process).
ko: 암호화 키는 설치할 때 임의의 데이터에서 만들어 냅니다. 또 이 키를 <application>GnuPG</application>로 암호화합니다. 그러므로 키를 사용하려면 올바른 열쇠글을 입력해야 합니다. (이 과정의 뒤부분에서 열쇠글을 물어봅니다.)
pt: A chave de encriptação será gerada a partir de dados aleatórios durante a instalação. Além disso esta chave será encriptada com <application>GnuPG</application>, por isso para a utilizar, você necessita introduzir a frase-chave apropriada (ser-lhe-á pedido para indicar uma, adiante no processo).
sv: Krypteringsnyckeln kommer att genereras från slumpmässigt data under installationen. Dessutom kommer denna nyckel att krypteras med <application>GnuPG</application>, så för att använda den behöver du ange den korrekta lösenfrasen (du kommer att bli tillfrågad att ange en senare i processen).
vi: Khoá mật mã sẽ được tạo ra từ dữ liệu ngẫu nhiên trong khi cài đặt. Hơn nữa, khoá này sẽ do <application>GnuPG</application> mật mã, vậy để sử dụng nó, bạn cần phải nhập cụm từ mật khẩu đúng (bạn sẽ được nhắc cung cấp một điều vào lúc sau trong tiến trình).
zh_cn: 加密密钥会在安装过程中使用随机数据生成。并且该密钥使用 <application>GnuPG</application> 加密。要使用它，您需要输入正确的 passphrase (在以后会要求提供)。

source: Please see the section on random keys above.
ko: 위의 랜덤한 키에 대한 부분을 참고하십시오.
pt: Por favor veja a secção acerca de chaves aleatórias, acima.
sv: Se ovanstående avsnitt angående slumpmässiga nycklar.
vi: Xem phần bên trên diễn tả khoá ngẫu nhiên.
zh_cn: 请查阅前面有关随机密钥的章节。

source: Please see the the section on erasing data above.
ko: 위의 데이터 지우기에 대한 부분을 참고하십시오.
pt: Por favor veja acima a secção acerca de apagar dados.
sv: Se ovanstående avsnitt angående radering av data.
vi: Xem tiết đoạn bên trên diễn tả cách xoá sạch dữ liệu.
zh_cn: 请查阅前面有关删除数据的章节。

source: Please note that the <emphasis>graphical</emphasis> version of the installer still has some limitations when compared to the textual one. For cryptography it means you can set up only volumes using a <emphasis>passphrase</emphasis> as the encryption key.
ko: 설치 프로그램의 <emphasis>그래픽</emphasis> 버전에서는 텍스트 버전에 비해 몇 가지 단점이 있습니다. 암호화에서는 암호화 키로 <emphasis>열쇠글</emphasis>을 사용한 볼륨만 설정할 수 있습니다.
pt: Por favor note que a versão <emphasis>gráfica</emphasis> do instalador ainda tem algumas limitações comparada com a versão em texto. Para a criptografia isto significa que apenas pode configurar volumes utilizando uma <emphasis>frase-passe</emphasis> como chave de encriptação.
sv: Observera att den <emphasis>grafiska</emphasis> versionen av installeraren fortfarande har vissa begränsningar jämfört med den textbaserade. För det kryptografiska betyder det att du endast kan konfigurera volymer med en <emphasis>lösenfras</emphasis> som krypteringsnyckel.
vi: Ghi chú rằng phiên bản <emphasis>đồ họa</emphasis> của bộ cài đặt vẫn còn bị hạn chế, so với phiên bản kiểu văn bản. Đối với mật mã, có nghĩa là bạn có khả năng thiết lập khối tin chỉ dùng <emphasis>cụm từ mật khẩu</emphasis> như là khoá mật mã.
zh_cn: 请注意，<emphasis>图形界面</emphasis>安装程序与文本界面的相比将有一些限制。对于加密，您将只能使用 <emphasis>passphrases</emphasis> 作为加密密钥建立卷。

source: After you have selected the desired parameters for your encrypted partitions, return back to the main partitioning menu. There should now be a new menu item called <guimenu>Configure encrypted volumes</guimenu>. After you select it, you will be asked to confirm the deletion of data on partitions marked to be erased and possibly other actions such as writing a new partition table. For large partitions this might take some time.
ko: 암호화 파티션에 원하는 파라미터를 선택했으면, 주 파티션 메뉴로 돌아갑니다. 이제 <guimenu>암호화된 볼륨을 설정</guimenu>라는 새 메뉴 항목이 생깁니다. 이 항목을 선택하면, 데이터 지우기로 표시한 파티션을 지울 지 및 기타 동작에 대한 (파티션 테이블을 쓰기 등) 확인 질문을 합니다. 파티션의 크기가 크면 시간이 좀 걸릴 수 있습니다.
pt: Depois de ter seleccionado os parâmetros desejados para as suas partições encriptadas, retorne ao menu principal do particionamento. Deve existir agora um item chamado <guimenu>Configurar volumes encriptados</guimenu>. Após o ter escolhido, ser-lhe-á pedido para confirmar o apagar dos dados nas partições marcadas para serem apagadas e possivelmente também outras acções tais como escrever uma nova tabela de partições. Para partições grandes isto pode demorar algum tempo.
sv: När du har valt de önskade parametrarna för dina krypterade partitioner, återgå till huvudmenyn för partitionering. Det ska nu finnas en ny menypost som kallas <guimenu>Konfigurera krypterade volymer</guimenu>. När du väljer den kommer du att bli frågad att bekräfta borttagningen av data på de partitioner som markerats för radering och möjligen även andra åtgärder såsom skrivning av en ny partitionstabell. För större partitioner kan detta ta lite tid.
vi: Sau khi bạn chọn những tham số thích hợp với những phân vùng đã mật mã, hãy trở về trình đơn phân vùng chính. Lúc đó, nên có một mục trình đơn mới: <guimenu>Cấu hình khối tin đã mật mã</guimenu>. Sau khi chọn nó, bạn sẽ được nhắc xác nhận việc xoá bỏ dữ liệu nằm trên phân vùng nào được đánh dấu để bị xoá sạch, cũng có lẽ một số hành động khác, như việc ghi một bảng phân vùng mới. Đối với phân vùng lớn, có thể kéo dài một lát.
zh_cn: 当您选择好加密分区参数之后，返回分区主菜单。现在会有一个新的菜单项 <guimenu>Configure encrypted volumes</guimenu>。选择它，您会被要求确认删除所标记分区上的数据，以及写新分区表等动作。对于大的分区，这会花一些时间。

source: Next you will be asked to enter a passphrase for partitions configured to use one. Good passphrases should be longer than 8 characters, should be a mixture of letters, numbers and other characters and should not contain common dictionary words or information easily associable with you (such as birthdates, hobbies, pet names, names of family members or relatives, etc.).
ko: 그 다음에 열쇠글을 사용한다고 표시한 파티션에 대해 열쇠글을 입력합니다. 좋은 열쇠글은 8글자보다 길고, 영문자와 숫자와 기타 문자가 섞여 있고, 사전에 들어 있는 일반적인 단어가 들어 있으면 안 되고, 본인의 개인 정보에서 쉽게 유추할 수 있으면 (생일, 취미, 애완동물 이름, 가족이나 친척 이름 등) 안 됩니다.
pt: De seguida ser-lhe-á pedido para introduzir uma frase-chave para as partições configuradas para utilizar uma. Boas frases-passe devem ter mais de 8 caracteres, devem ser uma mistura de letras, números e outros caracteres e não devem conter palavras usuais de dicionário ou informação facilmente associável a si (tal como datas de nascimento, passatempos, nomes de animais de estimação, nomes de familiares, etc.).
sv: Härnäst kommer du att bli frågad att ange en lösenfras för de partitioner som konfigurerats att använda en. Bra lösenfraser bör vara längre än 8 tecken, bör innehålla en blandning av bokstäver, siffror och andra tecken och bör inte innehålla vanliga ord som hittas i ordböcker eller information som lätt kan kopplas samman med dig (såsom födelsedatum, eventuell hobby, namn på husdjur, namn på familjemedlemmar eller närstående, etc.).
vi: Sau đó, bạn sẽ được nhắc nhập một cụm từ mật khẩu cho phân vùng nào được cấu hình để sử dụng nó. Cụm từ mật khẩu tốt:<itemizedlist> <listitem><para>có độ dài hơn 8 ký tự (dài hơn là mạnh hơn)</para></listitem><listitem><para>phối hợp với nhau cả chữ hoa/thường, chữ số và ký tự khác</para></listitem><listitem><para>không chứa từ nào nằm trong từ điển, hay từ nào liên quan dễ đến bạn (v.d. ngày sinh, sở thích, tên của gia đình hay bạn bè): không chứa từ nào chương trình có thể tìm kiếm hoặc người khác có thể đoán.</para></listitem> </itemizedlist>
zh_cn: 接下来，您会被要求输入 passphrase 用于配置的分区。好的口令应该长于 8 个字符，并混合字母、数字和其他字符，不该是普通词典中的单词或者容易与您相关的信息(比如生日、爱好、宠物的名字、以及家里其他成员的名字，等等)。

source: Before you input any passphrases, you should have made sure that your keyboard is configured correctly and generates the expected characters. If you are unsure, you can switch to the second virtual console and type some text at the prompt. This ensures that you won't be surprised later, e.g. by trying to input a passphrase using a qwerty keyboard layout when you used an azerty layout during the installation. This situation can have several causes. Maybe you switched to another keyboard layout during the installation, or the selected keyboard layout might not have been set up yet when entering the passphrase for the root file system.
ko: 열쇠글을 입력하기 전에, 키보드를 올바르게 설정해서 원하는 문자가 입력되도록 해야 합니다. 잘 모르겠으면, 두 번째 가상 콘솔로 바꿔서 프롬프트에서 미리 글자를 타이프해 보면 알 수 있습니다. 그래야 나중에 설치할 때 AZERTY 키보드 배치로 입력했던 열쇠글이 QWERTY 키보드 배치에서 맞지 않는다든지 하는 일이 없습니다. 이런 상황은 여러가지 원인때문에 일어날 수 있습니다. 설치할 때 키보드 배치를 바꾸었거나, 루트 파일시스템의 열쇠글을 입력할 때 아직 예전에 사용했던 키보드 배치를 설정하지 못한 상태일 경우입니다.
pt: Antes de introduzir quaisquer frases-chave, deve ter a certeza que o seu teclado está configurado correctamente e gera os caracteres esperados. Se não tiver a certeza, pode mudar para a segunda consola virtual e escrever algum texto na prompt. Isto assegura que não terá surpresas posteriormente, e.g. ao tentar introduzir uma frase-passe utilizando uma disposição de teclado qwerty quando utilizou uma disposição azerty durante a instalação. Esta situação pode ter várias causas. Talvez você tenha mudado para outra disposição de teclado durante a instalação, ou a disposição de teclado seleccionada pode ainda não ter sido configurada quando introduziu a frase-chave para o sistema de ficheiros raiz.
sv: Innan du matar in några lösenfraser bör du se till att ditt tangentbord är konfigurerat korrekt och genererar de tecken som förväntas. Om du är osäker kan du växla till den andra virtuella konsollen och skriva in text vid prompten. Detta för att du inte bli förvånad senare, t.ex. genom att försöka mata in en lösenfras med en qwerty-tangentbordslayout när du använde en azerty-layout under installationen. Denna situation kan ha flera orsaker. Kanske har du bytt till en annan tangentbordslayout under installationen, eller att den valda tangentbordslayouten kanske inte har ställts in ännu när lösenfrasen för rotfilsystemet anges.
vi: Trước khi nhập cụm từ mật khẩu nào, bạn nên chắc là bàn phím được cấu hình đúng, để tạo ra những ký tự thích hợp. Nếu chưa chắc, bạn có thể chuyển đổi sang bàn giao tiếp ảo thứ hai, rồi gõ một số chữ tại dấu nhắc. Sự thử ra này đảm bảo bạn sẽ không bị ngạc nhiên sau này, chẳng hạn bằng cách thử nhập cụm từ mật khẩu bằng bố trí bàn phím tiếng Việt, khi bạn đã sử dụng bố trí tiếng Anh (hay bố trí tiếng Việt khác) để nhập cụm từ mật khẩu gốc trong khi cài đặt. Có lẽ bạn đã chuyển đổi sang bố trí khác vào lúc nào trong tiến trình cài đặt, hoặc bố trí thường dùng chưa được thiết lập khi bạn nhập cụm từ mật khẩu cho hệ thống tập tin gốc. Khuyên bạn luôn luôn kiểm tra xem bố trí bàn phím nào được dùng, trước khi nhập mật khẩu kiểu nào.
zh_cn: 在输入任何 passphrase 之前，您应该确定键盘配置正确可以输入所需要的字符。如果您不能肯定，可以切换到第二虚拟控制台，在提示符下敲一些文字。这能保证您以后不必惊慌失措，例如，想要使用 qwerty 键盘输入的 passphrase，而在安装时却使用的是 azerty 布局。造成的原因有多种。也许是您在安装过程中改变了键盘布局，或者是所选择的键盘布局未能正确建立，而且是在为根文件系统输入 passphrase 的时候。
