Repository: dankamongmen/s-i
Catalog: manual/po/*/using-d-i.po
Languages: el, ko, pt, sv, vi, zh_cn

source: There are two keyboard layouts for US keyboards; the qwerty/mac-usb-us (Apple USB) layout will place the Alt function on the <keycap>Command/Apple</keycap> key (in the keyboard position next to the <keycap>space</keycap> key similar to <keycap>Alt</keycap> on PC keyboards), while the qwerty/us (Standard) layout will place the Alt function on the <keycap>Option</keycap> key (engraved with 'alt' on most Mac keyboards). In other respects the two layouts are similar.
el: Υπάρχουν δυο διατάξεις πληκτρολογίου για τα πληκτρολόγια ΗΠΑ. H διάταξη qwerty/mac-usb-us (Apple USB) θα τοποθετήσει τη λειτουργιά Alt στο πλήκτρο <keycap>Command/Apple</keycap> (σε μια θέση αμέσως μετά το πλήκτρο <keycap>διάστημα</keycap> που συμπίπτει με την θέση του <keycap>Alt</keycap> στα πληκτρολόγια PC), ενώ η (Επίσημη) διάταξη qwerty/us θα τοποθετήσει τη λειτουργιά Alt στο πλήκτρο <keycap>Option</keycap> (στα περισσότερα πληκτρολόγια της MAC χαραγμένο ως 'alt'). Κατά τα άλλα οι δύο διατάξεις είναι ίδιες.
ko: 미국 키보드는 두 개의 키보드 배치가 있습니다. qwerty/mac-usb-us (Apple USB) 배치에서는 Alt 기능을 <keycap>Command/Apple</keycap>키가 (PC 키보드의 <keycap>Alt</keycap>와 비슷하게 <keycap>스페이스</keycap> 키 다음 위치) 대신합니다. 한편 qwerty/us (Standard) 배치에서는 Alt 기능을 <keycap>Option</keycap>키가 (대부분의 Mac 키보드에서는 'alt'라고 쓰여 있습니다) 대신합니다. 이 두 키보드 배치에서 그 외의 부분은 비슷합니다.
pt: Existem dois layouts de teclado para teclados US; o layout qwerty/mac-usb-us (Apple USB) irá colocar a função Alt na tecla <keycap>Command/Apple</keycap> (na posição do teclado a seguir ao <keycap>espaço</keycap> idêntico à tecla <keycap>Alt</keycap> nos teclados de PC), enquanto que o layout querty/us (Standard) irá colocar a função Alt na tecla <keycap>Option</keycap> (gravada com 'alt' na maioria dos teclados Mac). Nos outros aspectos os dois layouts são similares.
sv: Det finns två tangentbordslayouter för amerikanska tangentbord; layouten qwerty/mac-usb-us (Apple USB) har placerat Alt function på tangenten <keycap>Command/Apple</keycap> (i tangentbordspositionen bredvid tangenten <keycap>blanksteg</keycap> liknande <keycap>Alt</keycap> på PC-tangentbord), medan layouten qwerty/us (Standard) kommer att placera Alt function på tangenten <keycap>Option</keycap> (markerad med "alt" på de flesta Mac-tangentbord). I övriga aspekter är de två layouterna lika.
vi: Có hai bố trí bàn phím Mỹ: bố trí kiểu « qwerty/mac-usb-us » gán chức năng Alt với phím Cmd <keycap>trái tao ⌘</keycap> (bên trái <keycap>phím dài</keycap> giống như phím <keycap>Alt</keycap> trên bàn phím PC), còn bố trí kiểu « qwerty/us » gán chức năng Alt với phím <keycap>Option</keycap> (cũng có từ viết tắt 'alt' trên phần lớn bàn phím Mac). Bằng các cách khác, hai bố trí này là tương tự.
zh_cn: 有两种 US 键盘布局；qwerty/mac-usb-us (Apple USB) 将 Alt 功能放在 <keycap>Command/Apple</keycap> 健 (处于键盘的 <keycap>空格</keycap> 健旁，类似于 PC 键盘的 <keycap>Alt</keycap> )，另外 qwerty/us (Standard) 布局将 Alt 功能放在 <keycap>Option</keycap> 健上(在大多数 Mac 键盘上标明 'alt')。其余地方这两种布局相似。

source: Looking for the Debian Installer ISO Image
el: Αναζήτηση Εικόνων τύπου ISO του Εγκαταστάτη Debian
ko: 데비안 설치 프로그램 ISO 이미지 찾기
pt: Procurar a Imagem ISO do Instalador do Debian
sv: Leta efter en ISO-avbild för Debian Installer
vi: Tìm ảnh ISO cài đặt Debian
zh_cn: 寻找 Debian 安装程序 ISO 映像

source: When installing via the <emphasis>hd-media</emphasis> method, there will be a moment where you need to find and mount the Debian Installer iso image in order to get the rest of the installation files. The component <command>iso-scan</command> does exactly this.
el: Κατά την εγκατάσταση με την μέθοδο <emphasis>hd-media</emphasis> , θα έρθει μια στιγμή που θα πρέπει να βρείτε και να προσαρτήσετε το εικόνα τύπου iso του Εγκαταστάτη του Debian προκειμένου να ανακτηθεί το υπόλοιπο των αρχείων εγκατάστασης. Το συστατικό <command>iso-scan</command> κάνει ακριβώς αυτή τη δουλειά.
ko: <emphasis>hd-media</emphasis> 방법으로 설치하면, 데비안 설치 프로그램 ISO 이미지를 찾아서 마운트해야 하는 시점이 있습니다. 이 ISO 이미지에서 나머지 설치 파일을 가져옵니다. <command>iso-scan</command> 구성 요소가 정확히 이 일을 합니다.
pt: Quando se instala através do método <emphasis>hd-media</emphasis>, existirá um momento em que você tem de encontrar e montar uma imagem iso do Instalador Debian de modo a obter o resto dos ficheiros de instalação. O componente <command>iso-scan</command> faz exactamente isto.
sv: När installation görs via metoden <emphasis>hd-media</emphasis> kommer du till en punkt där du behöver hitta och montera iso-avbilden för Debian Installer för att få tag på resten av installationsfilerna. Komponenten <command>iso-scan</command> gör exakt det.
vi: Trong tiến trình cài đặt bằng phương pháp <emphasis>hd-media</emphasis>, có thời điểm khi bạn cần phải tìm và gắn kết ảnh ISO của trình cài đặt Debian, để lấy các tập tin cài đặt còn lại. Thành phần <command>iso-scan</command> thực hiện chính xác công việc này.
zh_cn: 当安装是使用 <emphasis>hd-media</emphasis> 方式，将会有一个动作，是寻找和挂载 Debian 安装程序 iso 映像，用于获取其它的安装文件。组件 <command>iso-scan</command> 正是用来完成此任务。

source: At first, <command>iso-scan</command> automatically mounts all block devices (e.g. partitions) which have some known filesystem on them and sequentially searches for filenames ending with <filename>.iso</filename> (or <filename>.ISO</filename> for that matter). Beware that the first attempt scans only files in the root directory and in the first level of subdirectories (i.e. it finds <filename>/<replaceable>whatever</replaceable>.iso</filename>, <filename>/data/<replaceable>whatever</replaceable>.iso</filename>, but not <filename>/data/tmp/<replaceable>whatever</replaceable>.iso</filename>). After an iso image has been found, <command>iso-scan</command> checks its content to determine if the image is a valid Debian iso image or not. In the former case we are done, in the latter <command>iso-scan</command> seeks for another image.
el: Πρώτα, η εντολή <command>iso-scan</command> προσαρτά αυτόματα όλες τις συσκευές μπλοκ (π.χ. κατατμήσεις) που περιέχουν κάποιο γνωστό σύστημα αρχείων και αμέσως μετά ψάχνει για ονόματα αρχείων που τελειώνουν σε <filename>.iso</filename> ( ή για τον ίδιο λόγο για ονόματα αρχείων που τελειώνουν σε <filename>. ISO</filename>). Πρέπει να τονιστεί ότι κατά την πρώτη προσπάθεια ψάχνει για αρχεία μονό στον ριζικό (/) κατάλογο και στο πρώτο επίπεδο υποκαταλόγων( δηλ. βρίσκει στον κατάλογο <filename>/<replaceable>οποιοδήποτε όνομα</replaceable>.iso</filename>, στον κατάλογο <filename>/data/<replaceable>οποιδήποτε όνομα</replaceable>.iso</filename>, αλλά όχι και στον κατάλογο <filename>/data/tmp/<replaceable>οποιδήποτε όνομα</replaceable>.iso</filename>). Μετά την εύρεση μιας εικόνας iso, η <command>iso-scan</command> ελέγχει το περιεχόμενό της για να προσδιορίσει άν είναι έγκυρη ή όχι. Στην πρώτη περίπτωση είμαστε έτοιμοι να προχωρήσουμε στην εγκατάσταση, στην δεύτερη ψάχνει για άλλη εικόνα.
ko: 먼저, <command>iso-scan</command>은 알려진 파일 시스템을 사용하는 블록 장치(파티션 등)를 마운트하고, 차례대로 <filename>.iso</filename>로 (혹은 <filename>.ISO</filename>로) 끝나는 파일이름을 찾습니다. 단 첫번째에서는 맨 위 디렉토리와 바로 아래 서브 디렉토리에 있는 파일만 찾습니다. (즉 <filename>/<replaceable>아무개</replaceable>.iso</filename>, <filename>/data/<replaceable>아무개</replaceable>.iso</filename> 파일은 찾지만, <filename>/data/tmp/<replaceable>아무개</replaceable>.iso</filename>는 찾지 않습니다.) ISO 이미지를 찾으면, <command>iso-scan</command>에서 이미지 내용을 검사해서 이미지가 올바른 데비안 ISO 이미지인지 아닌지 판단합니다. 올바른 이미지가 맞으면 끝나고, 아니면 다른 이미지를 찾습니다.
pt: Inicialmente, o <command>iso-scan</command> monta automaticamente todos os block devices (p. ex. partições) que tenham neles algum sistema de ficheiros conhecido e sequencialmente procura por ficheiros que terminam em <filename>.iso</filename> (ou <filename>.ISO</filename> para esse efeito). Tenha em atenção que a primeira tentativa procura apenas ficheiros no directório raiz e no primeiro nível dos subdirectórios (i.e. encontra <filename>/<replaceable>qualquercoisa</replaceable>.iso</filename>, <filename>/data/<replaceable>qualquercoisa</replaceable>.iso</filename>, mas não <filename>/data/tmp/<replaceable>qualquercoisa</replaceable>.iso</filename>). Após ter sido encontrada uma imagem iso, o <command>iso-scan</command> verifica o seu conteúdo para verificar se a imagem é ou não uma imagem iso válida do Debian. No primeiro caso termina, no último caso o <command>iso-scan</command> procura por outra imagem.
sv: Först monterar <command>iso-scan</command> automatiskt alla blockenheter (exempelvis partitioner) som har något känt filsystem på sig och söker sekventiellt efter filnamn som slutar på <filename>.iso</filename> (eller <filename>.ISO</filename> för den sakens skull). Tänk på att det första försöket söker endast av filer i rotkatalogen på i första nivån av underkatalogerna (alltså, den hittar <filename>/<replaceable>vadsomhelst</replaceable>.iso</filename>, <filename>/data/<replaceable>vadsomhelst</replaceable>.iso</filename>, men inte <filename>/data/tmp/<replaceable>vadsomhelst</replaceable>.iso</filename>). Efter en iso-avbild har hittats, kontrollerar <command>iso-scan</command> dess innehåll för att fastställa om avbilden är en giltig Debian-avbild eller inte. I det första fallet är vi klara, i det senare söker <command>iso-scan</command> efter en annan avbild.
vi: Trước tiên, thành phần <command>iso-scan</command> gắn kết tự động mọi thiết bị khối tin (v.d. phân vùng) chứa hệ thống tập tin đã biết, rồi tìm kiếm tính liên tục tên tập tin nào kết thúc bằng <filename>.iso</filename> (hay <filename>.ISO</filename>). Ghi chú rằng việc thử đầu tiên quét chỉ tập tin nằm trong thư mục gốc và lớp đầu của thư mục con (tức là nó tìm <filename>/<replaceable>cái_gì</replaceable>.iso</filename> và <filename>/data/<replaceable>cái_gì</replaceable>.iso</filename>, nhưng không phải <filename>/data/tmp/<replaceable>cái_gì</replaceable>.iso</filename>). Sau khi tìm ảnh ISO, thành phần <command>iso-scan</command> kiểm tra nội dung của nó, để quyết định nếu nó là ảnh ISO Debian hợp lệ hay không. Nếu có, thì việc đã xong, còn nếu không thì thành phần <command>iso-scan</command> tìm ảnh khác.
zh_cn: 首先，<command>iso-scan</command> 自动挂载具有已知文件系统的块设备(比如，分区)，然后顺次搜索文件名结尾是 <filename>.iso</filename> (或 <filename>.ISO</filename> 之类)。注意，首次只扫描位于根目录的文件，和第一层子目录 (例如，它找到 <filename>/<replaceable>whatever</replaceable>.iso</filename>, <filename>/data/<replaceable>whatever</replaceable>.iso</filename>，而不是 <filename>/data/tmp/<replaceable>whatever</replaceable>.iso</filename>)。在 iso 映象文件找到后，<command>iso-scan</command>检查它包含的内容，确定该映象文件是不是有效的 Debian iso 映象。如为前者，任务结束；如果是后者，<command>iso-scan</command> 搜索其它的映象。

source: In case the previous attempt to find an installer iso image fails, <command>iso-scan</command> will ask you whether you would like to perform a more thorough search. This pass doesn't just look into the topmost directories, but really traverses whole filesystem.
el: Σε περίπτωση που αποτύχει η προηγούμενη προσπάθεια αναζήτησης εικόνας ISO του εγκαταστάτη, η εντολή <command>iso-scan</command> θα σας ρωτήσει εάν επιθυμείτε να εκτελέσετε μια πιο λεπτομερή αναζήτηση. Αυτό η αναζήτηση όχι μόνο εξετάζει τους κορυφαίους καταλόγους, αλλά διατρέχει ολόκληρο το σύστημα αρχείων.
ko: 앞에서 설치 ISO 이미지를 찾는 데 실패하면, <command>iso-scan</command>에서는 계속해서 이미지를 찾을 지 여부를 물어봅니다. 그러면 맨 위의 디렉토리만 찾는 게 아니라, 모든 파일 시스템을 뒤져봅니다.
pt: No caso da tentativa anterior de encontrar uma imagem iso do instalador falhar, o <command>iso-scan</command> irá perguntar-lhe se você deseja executar uma procura mais exaustiva. Esta tentativa não se limita a procurar nos directórios de mais alto nível, atravessando mesmo todo o sistema de ficheiros.
sv: Om det tidigare försöket att hitta en iso-avbild för installeraren misslyckades, kommer <command>iso-scan</command> att fråga dig om du vill genomföra en mer genomgående sökning. Den här fasen kommer inte bara att se på de översta katalogerna utan gå igenom hela filsystemet.
vi: Trong trường hợp việc thử tìm ảnh ISO cài đặt không phải là thành công, thành phần <command>iso-scan</command> sẽ hỏi nếu bạn muốn thực hiện việc tìm kiếm tường tận hơn. Việc tìm kiếm đó không phải chỉ tìm trong những thư mục lên trên: nó thật sự đi qua toàn bộ hệ thống tập tin.
zh_cn: 万一前面尝试寻找 iso 映象失败，<command>iso-scan</command> 会询问您是否原意进行完整的搜索。这次不只查看最上级目录，而是真正地贯串整个文件系统。

source: If <command>iso-scan</command> does not discover your installer iso image, reboot back to your original operating system and check if the image is named correctly (ending in <filename>.iso</filename>), if it is placed on a filesystem recognizable by &d-i;, and if it is not corrupted (verify the checksum). Experienced Unix users could do this without rebooting on the second console.
el: Εάν η εντολή <command>iso-scan</command> δεν ανακαλύψει μια εικόνα iso του εγκαταστάτη σας, επανεκκινήστε το αρχικό λειτουργικό σας σύστημα και ελέγξτε αν η εικόνα έχει το σωστό όνομα (δηλ. αν τελειώνει σε <filename>.iso</filename>), αν έχει τοποθετηθεί σε σύστημα αρχείων που είναι αναγνωρίσιμο από τον &d-i;, και αν δεν είναι κατεστραμμένο (επαληθεύστε την υπογραφή του). Οι πεπειραμένοι χρήστες Unix μπορούν να κάνουν αυτούς τους ελέγχους στη δεύτερη κονσόλα χωρίς την παραπάνω επανεκκίνηση.
ko: <command>iso-scan</command>에서 설치 프로그램 ISO 이미지를 발견하지 못했다면, 원래 운영 체제로 다시 시작해서 이미지 이름이 올바른 지 (<filename>.iso</filename>로 끝나는 지), &d-i;가 인식할 수 있는 파일 시스템에 들어 있는지, 파일이 손상되지 않았는지 (체크섬 확인) 확인하십시오. 경험 많은 유닉스 사용자라면 다시 시작하지 않고 두 번째 콘솔에서 할 수도 있습니다.
pt: Se o <command>iso-scan</command> não descobrir a sua imagem iso do instalador, reinicie para o seu sistema operativo inicial e verifique se a imagem tem o nome correcto (que termina em <filename>.iso</filename>), se está colocada num sistema de ficheiros reconhecido pelo &d-i;, e se não está corrompida (verifique o checksum). Utilizadores experientes de Unix podem fazer isto na segunda consola, sem reiniciar.
sv: Om <command>iso-scan</command> inte hittar din iso-avbild för installeraren, starta om till ditt ursprungliga operativsystem och kontrollera om avbilden är namngiven korrekt (slutar på <filename>.iso</filename>), om den är placerad på ett filsystem som känns igen av &d-i;, och om det inte är skadat (validera kontrollsumman). Erfarna Unix-användare kunde ha gjort det här på andra konsollen, utan att starta om.
vi: Nếu thành phần <command>iso-scan</command> không tìm được ảnh ISO cài đặt của bạn, hãy khởi động lại về hệ điều hành đã có, rồi kiểm tra xem nếu ảnh có tên đúng (kết thúc bằng <filename>.iso</filename>), nếu nó nằm trong hệ thống tập tin do &d-i; chấp nhận, và nếu nó bị hỏng (thẩm tra tổng kiểm checksum). Người dùng UNIX kinh nghiệm có thể làm như thế, không cần khởi động lại, bằng bàn giao tiếp thứ hai.
zh_cn: 如果 <command>iso-scan</command> 找不到您的安装 iso 映象，请重新启动返回到您以前的操作系统，检查映象文件名是否正确(以 <filename>.iso</filename>结尾)，是否放在一个能被 &d-i; 识别的文件系统上，是否损坏(用 checksum 校验)。有经验的 Unix 用户可以在第二个控制台上完成这些动作，而毋须重新启动。

source: Configuring Network
el: Ρύθμιση Δικτύου
ko: 네트워크 설정하기
pt: Configuração de Rede
sv: Konfigurering av nätverk
vi: Cấu hình mạng
zh_cn: 配置网络

source: As you enter this step, if the system detects that you have more than one network device, you'll be asked to choose which device will be your <emphasis>primary</emphasis> network interface, i.e. the one which you want to use for installation. The other interfaces won't be configured at this time. You may configure additional interfaces after installation is complete; see the <citerefentry> <refentrytitle>interfaces</refentrytitle> <manvolnum>5</manvolnum> </citerefentry> man page.
el: Καθώς περνάτε σ' αυτό το βήμα, αν το σύστημα ανιχνεύσει ότι έχετε πάνω από μια συσκευές δικτύου, θα σας ζητηθεί να διαλέξετε ποια συσκευή θα είναι η <emphasis>κύρια</emphasis> της δικτυακής σας διασύνδεσης, δηλαδή αυτή που επιθυμείτε να χρησιμοποιήσετε για την εγκατάσταση. Οι άλλες διασυνδέσεις δεν θα ρυθμιστούν για την ώρα. Μπορείτε να ρυθμίσετε πρόσθετες διασυνδέσεις μετά την ολοκλήρωση της εγκατάστασης. Δείτε την σελίδα οδηγιών <citerefentry> <refentrytitle>interfaces</refentrytitle><manvolnum>5</manvolnum> </citerefentry>.
ko: 이 단계에 들어왔을 때 시스템에서 네트워크 장치를 두 개 이상 찾으면, 어떤 장치를 <emphasis>주요</emphasis> 네트워크 인터페이스로 사용할 지 질문을 받게 됩니다. 주요 네트워크 인터페이스란 설치할 때 사용할 인터페이스를 말합니다. 이 인터페이스 외의 인터페이스는 이 시점에서는 설정하지 않습니다. 설치가 다 끝난 다음에 장치들을 추가로 설정할 수 있습니다. <citerefentry> <refentrytitle>interfaces</refentrytitle> <manvolnum>5</manvolnum> </citerefentry> 맨 페이지를 참고하십시오.
pt: Ao chegar a esta etapa, se o sistema detectar que possui mais do que um dispositivo de rede, ser-lhe-á pedido que indique qual o dispositivo para servir de interface de rede <emphasis>primário</emphasis>, isto é, o que será utilizado para a instalação. As outras interfaces de rede não serão configuradas nesta altura. Poderá configurar interfaces adicionais depois de completar a instalação, veja a página man <citerefentry> <refentrytitle>interfaces</refentrytitle> <manvolnum>5</manvolnum> </citerefentry>
sv: När du kommer till det här steget, om systemet upptäcker att du har fler än en nätverksenhet, kommer du att bli frågad att välja vilken enhet som ska vara ditt <emphasis>primära</emphasis> nätverksgränssnitt, alltså det som du vill använda för installationen. Övriga gränssnitt kommer inte att bli konfigurerade vid den här tidpunkten. Du kan konfigurera ytterligare gränssnitt efter att installationen är färdig; se manualsidan <citerefentry> <refentrytitle>interfaces</refentrytitle> <manvolnum>5</manvolnum> </citerefentry>.
vi: Khi bạn vào bước này, nếu trình cài đặt phát hiện nhiều thiết bị mạng trong máy tính, nó sẽ nhắc bạn chọn thiết bị nào là giao diện mạng <emphasis>chính</emphasis>, tức là điều bạn muốn sử dụng để cài đặt. Các giao diện khác sẽ không được cấu hình vào lúc đó. Bạn có khả năng cấu hình giao diện thêm một khi cài đặt xong; xem trang hướng dẫn « man » <citerefentry> <refentrytitle>interfaces</refentrytitle> <manvolnum>5</manvolnum> </citerefentry>.
zh_cn: 进到这一步，如果系统检测到您有多于一个的网络接口，您将被要求选择哪个设备是您的 <emphasis>主</emphasis>网络接口，比如，您在安装中要用的那个。其他的网络接口这时不会配置。您可以在安装完毕之后去配置额外的接口；参考 <citerefentry> <refentrytitle>interfaces</refentrytitle> <manvolnum>5</manvolnum> </citerefentry> man 页。

source: By default, &d-i; tries to configure your computer's network automatically via DHCP. If the DHCP probe succeeds, you are done. If the probe fails, it may be caused by many factors ranging from unplugged network cable, to a misconfigured DHCP setup. Or maybe you don't have a DHCP server in your local network at all. For further explanation, check the error messages on the fourth console. In any case, you will be asked if you want to retry, or if you want to perform a manual setup. DHCP servers are sometimes really slow in their responses, so if you are sure everything is in place, try again.
ko: 기본값으로 &d-i;에서는 먼저 DHCP를 통해 컴퓨터 네트워크를 설정하려고 시도합니다. DHCP 검색이 성공하면 네트워크 설정이 모두 끝납니다. 검색이 실패하면 네트워크 케이블을 꽂지 않았거나 DHCP가 잘못되었거나 따위의 여러가지 원인 때문일 수 있습니다. 아니면 LAN에 DHCP 서버가 아예 없을 수도 있습니다. 자세히 알고 싶으면 네번째 콘솔에 나오는 오류 메세지를 참고하십시오. 원인이 무엇이든, 다시 시도할 지 수동으로 설정할 지 여부를 물어봅니다. DHCP 서버는 가끔 응답이 아주 느리기도 하기 때문에, 다른 문제가 없는 게 분명하면 다시 시도해 보십시오.
pt: Por omissão, o &d-i; tenta configurar a rede do seu computador automaticamente via DHCP. Se a detecção DHCP tiver sucesso, está feito. Se a detecção falhar, poderá ter sido causado por vários factores, desde um cabo de rede desligado, até uma configuração de DHCP errada. Ou talvez não exista mesmo um servidor de DHCP na sua rede local. Para mais explicações confira as mensagens de erro na quarta consola. Em qualquer caso, ser-lhe-á perguntado se quer tentar novamente, ou se quer efectuar uma configuração manual. Os servidores DHCP são por vezes lentos nas suas respostas, por isso se pensa que está tudo em ordem, tente novamente.
sv: Som standard försöker &d-i; att konfigurera din dators nätverk automatiskt via DHCP. Om DHCP-sökningen lyckas, är du klar. Om sökningen misslyckas, kan det bero på många faktorer som sträcker sig från nätverkskablar som inte varit inkopplade till en felinställd DHCP-konfiguration. Det kan också vara så att du inte har en DHCP-server alls i ditt lokala nätverk. För vidare förklaringar kan du kontrollera felmeddelandena på den tredje konsollen. I alla fall, du kommer att bli frågad om du vill försöka igen, eller om du vill genomföra en manuell konfiguration. DHCP-servrar är ibland riktiga långsamma i sina svar, så om du är säker att allt ska fungera, försök igen.
vi: Mặc định là &d-i; thử tự động cấu hình mạng của máy tính bằng DHCP. Việc thăm dò DHCP là thành công thì bạn đã làm xong. Thăm dò bị lỗi có thể được gây ra bởi nhiều nhân tố khác nhau, từ cáp mạng chưa cắm phít được, đến thiết lập DHCP cấu hình sai. Hoặc có lẽ bạn chưa có trình phục vụ DHCP chạy trên mạng cục bộ. Để tìm biết nguyên nhân, hãy kiểm tra xem các thông điệp lỗi trên bàn giao tiếp thứ tư. Trong bất kỳ trường hợp nào, bạn sẽ được hỏi nếu bạn muốn thử lại hoặc tự thiết lập. Trình phục vụ DHCP đôi khi đáp ứng rất chậm, vậy nếu bạn có chắc là mọi thứ ổn, hãy thử lại.
zh_cn: 默认情况下，&d-i; 会试着用 DHCP 自动配置您的计算机网络。如果侦测 DHCP 成功，这一步就完成。如果失败，造成的原因会有多种因素，从没有接网线到错误设置的 DHCP，或者您的局域网里面根本就没有 DHCP 服务器。检查第四个控制台上的错误信息，了解更多的说明。不管怎样，您都会被要求选择是再试一次，还是手动配置。DHCP 服务器有时候响应很慢，如果您确定都正常，请再试一次。
