Repository: dankamongmen/s-i
Catalog: manual/po/*/welcome.po
Languages: sv, vi

source: The Debian project, as a pragmatic concession to its users, does make some packages available that do not meet our criteria for being free. These packages are not part of the official distribution, however, and are only available from the <userinput>contrib</userinput> or <userinput>non-free</userinput> areas of Debian mirrors or on third-party CD-ROMs; see the <ulink url="&url-debian-faq;">Debian FAQ</ulink>, under <quote>The Debian FTP archives</quote>, for more information about the layout and contents of the archives.
sv: Debian-projektet, som ett pragmatiskt medgivande till sina användare, skapar inte tillgängliga paket som inte möter våra kritierier att vara fria. Dessa paket är dock inte en del av den officiella utgåvan och är bara tillgängliga från områdena <userinput>contrib</userinput> eller <userinput>non-free</userinput> av Debian-speglarna eller på tredjeparts cd-skivor, se <ulink url="&url-debian-faq;">Debian FAQ</ulink> under <quote>Debians FTP-arkiv</quote> för mer information om utseendet och innehåller av arkiven.
vi: Dự án Debian, để giúp đỡ người dùng, có phải làm cho công bố một số gói không thỏa tiêu chuẩn tự do của chúng tôi. Tuy nhiên, những gói này không phải là phần bản phát hành chính thức, và chỉ công bố từ phần <userinput>đóng góp</userinput> (contrib) hay <userinput>không tự do</userinput> (non-free) của máy nhân bản Debian hay trên đĩa CD-ROM nhóm ba; hãy xem <ulink url="&url-debian-faq;">Hỏi đáp Debian</ulink>, dưới <quote>Kho FTP Debian</quote>, để tìm thông tin thêm về bố trí và nội dung của kho.

source: Many of the programs in the system are licensed under the <emphasis>GNU</emphasis> <emphasis>General Public License</emphasis>, often simply referred to as <quote>the GPL</quote>. The GPL requires you to make the <emphasis>source code</emphasis> of the programs available whenever you distribute a binary copy of the program; that provision of the license ensures that any user will be able to modify the software. Because of this provision, the source code<footnote> <para> For information on how to locate, unpack, and build binaries from Debian source packages, see the <ulink url="&url-debian-faq;">Debian FAQ</ulink>, under <quote>Basics of the Debian Package Management System</quote>. </para> </footnote> for all such programs is available in the Debian system.
sv: Många av programmen i system är licensierade under <emphasis>GNU</emphasis> <emphasis>General Public License</emphasis> och refereras ofta till som <quote>GPL</quote>. GPL kräver att du gör <emphasis>källkoden</emphasis> av programmen tillgängliga när du distribuerar en binär kopia av programmet; det villkoret av licensen ser till att alla användare har möjligheten att modifiera programvaran. På grund av detta villkor är källkoden <footnote> <para> För information om hur man hittar, packar upp och bygger binärer från Debians källkodspaket, se <ulink url="&url-debian-faq;">Debian FAQ</ulink> under <quote>Grunder för Debians pakethanteringssystem</quote>. </para> </footnote> för alla sådana program är tillgänglig i Debian-systemet.
vi: Nhiều chương trình trong hệ thống được phát hành với điều kiện của <emphasis>Quyền Công Chung GNU</emphasis>, thường được gọi đơn giản là <quote>GPL</quote>. Cấp phép GPL cần thiết bạn làm cho <emphasis>mã nguồn</emphasis> của chương trình công bố tại nơi nào bạn phát hành một bản sao nhị phân của chương trình đó; điều khoản này trong cấp phép thì bảo đảm bất cứ người dùng nào có thể sửa đổi phần mềm đó. Vì điều khoản này, mã nguồn <footnote> <para> Để tìm thông tin về cách định vị, mở gói và xây dụng bộ nhị phân từ gói mã nguồn Debian, hãy xem <ulink url="&url-debian-faq;">Hỏi đáp Debian</ulink>, dưới <quote>Những điều cơ bản của Hệ thống Quản lý Gói Debian</quote>.</para></footnote> cho mọi chương trình như vậy có sẵn trong hệ thống Debian.

source: There are several other forms of copyright statements and software licenses used on the programs in Debian. You can find the copyrights and licenses for every package installed on your system by looking in the file <filename>/usr/share/doc/<replaceable>package-name</replaceable>/copyright </filename> once you've installed a package on your system.
sv: Det finns ett flertal olika former av copyrightvillkor och programvarulicenser som används av programmen i Debian. Du kan hitta information om copyright och licenser för varje paket installerade på ditt system genom att se i filen <filename>/usr/share/doc/<replaceable>package-name</replaceable>/copyright </filename> när du har installerat ett paket på ditt system.
vi: Có vài kiểu khác của lời tuyên bố bản quyền và cấp phép phần mềm có áp dụng vào chương trình trong Debian. Bạn có thể tìm bản quyền và cấp phép cho mỗi gói được cài đặt vào hệ thống bạn, bằng cách xem tập tin <filename>/usr/share/doc/<replaceable>tên_gói</replaceable>/copyright </filename> một khi gói được cài đặt vào hệ thống bạn.

source: For more information about licenses and how Debian determines whether software is free enough to be included in the main distribution, see the <ulink url="&url-dfsg;">Debian Free Software Guidelines</ulink>.
sv: För mer information om licenser och hur Debian fastställer om programvaran är tillräckligt fri för att inkluderas i huvudutgåvan, se <ulink url="&url-dfsg;">Debians riktlinjer för fri programvara</ulink>.
vi: Để tìm thông tin thêm về cấp phép và cách Debian quyết định nếu phần mềm là đủ tự do để được bao gồm trong bản phát hành chính, hãy xem <ulink url="&url-dfsg;">Chỉ dẫn Phần mềm Tự do Debian</ulink>.

source: The most important legal notice is that this software comes with <emphasis>no warranties</emphasis>. The programmers who have created this software have done so for the benefit of the community. No guarantee is made as to the suitability of the software for any given purpose. However, since the software is free, you are empowered to modify that software to suit your needs &mdash; and to enjoy the benefits of the changes made by others who have extended the software in this way.
sv: Den viktigaste lagliga informationen är att denna programvara kommer med <emphasis>ingen garanti</emphasis>. Programmerarna som har skapat denna programvara har gjort det som förmån för gemenskapen. Ingen garanti lämnas för anpassningen av programvaran för vilket ändamål som helst. Dock, eftersom programvaran är fri, är du berättigad att modifiera så programvaran passar dina behov &mdash; och att njuta av fördelarna av de ändringar gjorda av andra som har utökat programvaran på detta sätt.
vi: Thông báo luật quan trọng nhất là: phần mềm này <emphasis>không bảo đảm gì cả</emphasis>. Những lập trình viên đã tạo phần mềm này đã làm như thế để giúp đỡ cộng đồng. Không bảo đảm sự thích hợp của phần mềm cho mục đích đã cho nào. Tuy nhiên, vì phần mềm là tự do, bạn có quyền sửa đổi nó để thích hợp với sự cần mình &mdash; và để thích thú lợi ích của các sự sửa đổi được tạo bởi người khác đã mở rộng phần mềm đó bằng cách này.

source: Source is also available publicly; look in <xref linkend="administrivia"/> for more information concerning how to contribute. We welcome suggestions, comments, patches, and bug reports (use the package <classname>installation-guide</classname> for bugs, but check first to see if the problem is already reported).
vi: Mã nguồn cũng công bố: hãy xem trong <xref linkend="administrivia"/> để tìm thông tin thêm về cách đóng góp. Chúng tôi mời bạn đệ nghị, chú ý, tạo đắp vá thông báo lỗi (hãy sử dụng gói <classname>installation-guide</classname> cho lỗi, nhưng trước hết kiểm tra nếu lỗi đó đã được thông báo chưa).
