Repository: dankamongmen/s-i
Catalog: manual/po/*/welcome.po
Languages: sv, vi

source: Welcome to Debian
sv: Välkommen till Debian
vi: Chào mừng bạn dùng Debian

source: This chapter provides an overview of the Debian Project and &debian;. If you already know about the Debian Project's history and the &debian; distribution, feel free to skip to the next chapter.
sv: Detta kapitel ger en överblick över Debian-projektet och &debian;. Om du redan känner till historien bakom Debian-projektet och &debian;-utgåvan kan du hoppa till nästa kapitel.
vi: Chương này cung cấp tổng quan của Dự án Debian và &debian;. Nếu bạn đã biết được lịch sử của Dự án Debian và bản phát hành &debian;, bạn có thể nhảy tới chương kế tiếp.

source: What is Debian?
sv: Vad är Debian?
vi: Debian là gì vậy?

source: Debian is an all-volunteer organization dedicated to developing free software and promoting the ideals of the Free Software Foundation. The Debian Project began in 1993, when Ian Murdock issued an open invitation to software developers to contribute to a complete and coherent software distribution based on the relatively new Linux kernel. That relatively small band of dedicated enthusiasts, originally funded by the <ulink url="&url-fsf-intro;">Free Software Foundation</ulink> and influenced by the <ulink url="&url-gnu-intro;">GNU</ulink> philosophy, has grown over the years into an organization of around &num-of-debian-developers; <firstterm>Debian Developers</firstterm>.
sv: Debian är en frivilligorganisation som är engagerade att utveckla fri programvara och främja idealen för Free Software Foundation. Debian-projektet startade 1993 när Ian Murdock skickade ut en öppna inbjudan till programvaruutvecklare för att bidraga till en komplett och sammanhållen programvaruutgåva baserad på den relativt nya Linux-kärnan. Den relativt lilla skaran av dedikerade entusiaster, finansierade av <ulink url="&url-fsf-intro;">Free Software Foundation</ulink> och påverkade av filosofien av <ulink url="&url-gnu-intro;">GNU</ulink> har växt över åren som gått till en organisation på ungefär &num-of-debian-developers; <firstterm>Debian-utvecklare</firstterm>.
vi: Debian là một tổ chức nguyên tình nguyện, cống hiến để phát triển phần mềm tự do và phát huy những lý tưởng của Tổ chức Phần mềm Tự do. Dự án Debian mới tạo trong năm 1993, khi Ian Murdock gởi lời mời mở cho các nhà phát triển phần mềm để đóng góp cùng một bản phát hành hoàn toàn và mạch lạc đựa vào hạt nhân Linux tương đối mới. Nhóm người say mê cống hiến hơi nhỏ đó, đầu tiên được hỗ trợ bởi <ulink url="&url-fsf-intro;">Tổ chức Phần mềm Tự do</ulink> được tác động bởi triết lý <ulink url="&url-gnu-intro;">GNU</ulink>, đã tăng qua một số năm lên tổ chức có khoảng &num-of-debian-developers; <firstterm>Nhà Phát triển Debian</firstterm>.

source: Debian Developers are involved in a variety of activities, including <ulink url="&url-debian-home;">Web</ulink> and <ulink url="&url-debian-ftp;">FTP</ulink> site administration, graphic design, legal analysis of software licenses, writing documentation, and, of course, maintaining software packages.
sv: Debian-utvecklare är involverade i en uppsjö av aktiviteter såsom <ulink url="&url-debian-home;">webbplatsen</ulink> och administration av <ulink url="&url-debian-ftp;">FTP-servern</ulink>, grafisk design, legala aspekter för programvarulicenser, skriva dokumentation och så klart, underhålla programvarupaketen.
vi: Nhà Phát triển Debian tham gia nhiều hoạt động khác nhau, gồm quản trị chỗ Mạng <ulink url="&url-debian-home;">HTTP</ulink> và <ulink url="&url-debian-ftp;">FTP</ulink>, thiết kế đồ họa, phân tích pháp luật các quyền phép dùng phần mềm, tạo tài liệu hướng dẫn và, tất nhiên, duy tu bảo dưỡng gói phần mềm.

source: In the interest of communicating our philosophy and attracting developers who believe in the principles that Debian stands for, the Debian Project has published a number of documents that outline our values and serve as guides to what it means to be a Debian Developer:
sv: Vårt intresse att kommunicera vår filosofi och attrahera utvecklare som tror på principerna som Debian står för har Debian-projektet publiserat ett antal dokument som pekar ut våra värderingar och fungerar som guider till vad det betyder att vara en Debian-utvecklare:
vi: Để truyền triết lý chúng tôi, và hấp dẫn nhà phát triển theo những nguyên tắc mà Debian hỗ trợ, Dự án Debian đã xuất bản một số tài liệu phác họa các giá trị của chúng tôi, và chỉ dẫn người nào muốn trở thành một nhà phát triển Debian.

source: The <ulink url="&url-social-contract;">Debian Social Contract</ulink> is a statement of Debian's commitments to the Free Software Community. Anyone who agrees to abide to the Social Contract may become a <ulink url="&url-new-maintainer;">maintainer</ulink>. Any maintainer can introduce new software into Debian &mdash; provided that the software meets our criteria for being free, and the package follows our quality standards.
sv: <ulink url="&url-social-contract;">Debians sociala kontrakt</ulink> är ett resultat av Debians engagemang för den fria programvarumiljön. Alla som godtar att följa det sociala kontraktet kan bli en <ulink url="&url-new-maintainer;">underhållare</ulink>. Alla underhållare kan introducera ny programvara i Debian &mdash; om programvaran tillgodoser våra kriterier för att vara fritt och att paketet följer våra kvalitetsstandarder.
vi: <ulink url="&url-social-contract;">Hợp động Xã hội Debian</ulink> phát biểu các lời cam kết Debian cho Cộng đồng Phần mềm Tự do. Bất cứ ai đồng ý tuân theo Hợp động Xã hội thì có thể trở thành <ulink url="&url-new-maintainer;">nhà bảo trì</ulink>. Bất cứ nhà bảo trì có thể giới thiệu phần mềm mới vào Debian &mdash; miễn là gói phần mềm thỏa tiêu chuẩn cả tự do lẫn chất lượng đều của chúng tôi.

source: The <ulink url="&url-dfsg;">Debian Free Software Guidelines</ulink> are a clear and concise statement of Debian's criteria for free software. The DFSG is a very influential document in the Free Software Movement, and was the foundation of the <ulink url="&url-osd;">The Open Source Definition</ulink>.
sv: <ulink url="&url-dfsg;">Debians riktlinjer för fri programvara</ulink> (DFSG) är klara och koncisa regler för Debians kriterier för fri programvara. DFSG är ett mycket inflytelserikt dokument i den fria programvarurörelsen och var grundstenen för <ulink url="&url-osd;">The Open Source Definition</ulink>.
vi: <ulink url="&url-dfsg;">Chỉ dẫn Phần mềm Tự do Debian</ulink> là lời phát biểu rõ và ngắn gọn tiêu chuẩn phần mềm tự do của Debian. CPTD là tài liệu có ảnh hưởng rất nhiều trong Phong trào Phần mềm Tự do, và đã đặt nền móng cho <ulink url="&url-osd;">Lời Định Nghĩa Nguồn Mở</ulink>.

source: The <ulink url="&url-debian-policy;">Debian Policy Manual</ulink> is an extensive specification of the Debian Project's standards of quality.
sv: <ulink url="&url-debian-policy;">Debians Policymanual</ulink> är en omfattande specifikation av Debian-projektets kvalitetsstandarder.
vi: <ulink url="&url-debian-policy;">Sổ Hướng dẫn Chính sách Debian</ulink> là đặc tả rộng rãi về những tiêu chuẩn chất lượng của Dự án Debian.

source: Debian developers are also involved in a number of other projects; some specific to Debian, others involving some or all of the Linux community. Some examples include:
sv: Debian-utvecklarna är också involverade i ett antal andra projekt, vissa specifika till Debian, andra involverar några eller alla Linux-gemenskaper. Några exempel är:
vi: Nhà phát triển Debian cũng tham gia một số dự án khác, đặc trưng cho Debian, hay gồm một phần cộng đồng Linux. Lấy thí dụ :

source: The <ulink url="&url-lsb-org;">Linux Standard Base</ulink> (LSB) is a project aimed at standardizing the basic GNU/Linux system, which will enable third-party software and hardware developers to easily design programs and device drivers for Linux-in-general, rather than for a specific GNU/Linux distribution.
sv: <ulink url="&url-lsb-org;">Linux Standard Base</ulink> (LSB) är ett projekt riktat mot standardisering av vanliga GNU/Linux-system som kommer att aktivera tredjepartsprogramvaru- och hårdvaruutvecklare att lätt designa program och enhetsdrivare för Linux i allmänhet, hellre än för specifika GNU/Linux-utgåvor.
vi: <ulink url="&url-lsb-org;">Cơ bản Linux Chuẩn</ulink> là dự án hướng vào tiêu chuẩn hóa hệ thống GNU/Linux cơ bản, mà sẽ hiệu lực nhà phát triển phần mềm và phần cứng thuộc nhóm ba dễ dàng thiết kế chương trình và trình điều khiển thiết bị cho Linux chung, hơn là cho một bản phát hành GNU/Linux đặc biệt.

source: The <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> (FHS) is an effort to standardize the layout of the Linux file system. The FHS will allow software developers to concentrate their efforts on designing programs, without having to worry about how the package will be installed in different GNU/Linux distributions.
sv: <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> (FHS) är ett försök att standardisera utseendet av filsystemet för Linux. FHS kommer att tillåta programvaruutvecklare att koncentrera sina försök att designa program utan att behöva oroa sig för hur paketen kommer att installeras i olika utgåvor av GNU/Linux.
vi: <ulink url="&url-fhs-home;">Tiêu chuẩn Thứ bậc Hệ thống Tập tin</ulink> là sự cố gắng tiêu chuẩn hóa bố trí của hệ thống tập tin Linux. TTHT sẽ cho phép nhà phát triển phần mềm tập trung sự cố gắng để thiết kế chương trình, không cần lo lăng về cách cài đặt gói đó vào nhiều bản phát hành GNU/Linux khác nhau.

source: <ulink url="&url-debian-jr;">Debian Jr.</ulink> is an internal project, aimed at making sure Debian has something to offer to our youngest users.
sv: <ulink url="&url-debian-jr;">Debian Jr.</ulink> är ett internt projekt som riktar sig mot att göra så Debian har något att erbjuda även för våra unga användare.
vi: <ulink url="&url-debian-jr;">Debian còn trẻ</ulink> là một dự án bên trong, hướng vào bảo đảm Debian hấp dẫn được người dùng trẻ nhất.

source: For more general information about Debian, see the <ulink url="&url-debian-faq;">Debian FAQ</ulink>.
sv: För mer allmän information om Debian, se <ulink url="&url-debian-faq;">Debian FAQ</ulink>.
vi: Để tìm thông tin chung thêm về Debian, hãy xem <ulink url="&url-debian-faq;">Hỏi đáp Debian</ulink>.

source: What is GNU/Linux?
sv: Vad är GNU/Linux?
vi: GNU/Linux là gì vậy?

source: Linux is an operating system: a series of programs that let you interact with your computer and run other programs.
sv: Linux är ett operativsystem: ett antal program som låter dig interagera med din dator och köra andra program.
vi: Linux là một hệ điều hành: một dãy chương trình cho phép bạn tương tác với máy tính và chạy chương trình khác.

source: An operating system consists of various fundamental programs which are needed by your computer so that it can communicate and receive instructions from users; read and write data to hard disks, tapes, and printers; control the use of memory; and run other software. The most important part of an operating system is the kernel. In a GNU/Linux system, Linux is the kernel component. The rest of the system consists of other programs, many of which were written by or for the GNU Project. Because the Linux kernel alone does not form a working operating system, we prefer to use the term <quote>GNU/Linux</quote> to refer to systems that many people casually refer to as <quote>Linux</quote>.
sv: Ett operativsystem innehåller olika fundamentala program som behövs av din dator så att den kan kommunicera och ta emot instruktioner från användare; läs och skriva data till hårddiskar, band och skrivare; kontrollera användningen av minne; och köra annan programvara. Den viktigaste delen av ett operativsystem är kärnan. I ett GNU/Linux-system är Linux kärn-komponenten. Resten av system innehåller andra program, många om dom skrevs av eller för GNU-projektet. För att Linux-kärnan själv inte kan utgöra ett fungerande operativsystem har vi föredragit att använda termen <quote>GNU/Linux</quote> för att referera till system som många personer alldagligen refererar till som <quote>Linux</quote>.
vi: Một hệ điều hành gồm có nhiều chương trình cơ bản khác nhau cần thiết để cho máy tính bạn liên lạc với và nhận lệnh từ người dùng; đọc từ và ghi vào đĩa cứng, băng và máy in; điều kiển cách sử dụng bộ nhớ; và chạy phần mềm khác. Phần quan trọng nhất trong hệ điều hành là hạt nhân. Trong hệ thống kiểu GNU/LInux, Linux là thành phần hạt nhân. Vì hạt nhân Debian đơn độc không làm toàn hệ điều hành, chúng tôi chọn sử dụng kỹ thuật <quote>GNU/Linux</quote> để tham chiếu đến hệ thống mà nhiều người thường gọi là <quote>Linux</quote>.

source: Linux is modelled on the Unix operating system. From the start, Linux was designed to be a multi-tasking, multi-user system. These facts are enough to make Linux different from other well-known operating systems. However, Linux is even more different than you might imagine. In contrast to other operating systems, nobody owns Linux. Much of its development is done by unpaid volunteers.
sv: Linux är modellerad efter ett Unix-operativsystem. Från början var Linux designad att vara ett parallellbearbetande fleranvändarsystem. Dessa fakta är tillräckliga att göra Linux olikt från andra välkända operativsystem. Dock är Linux ännu mer olik än du kanske tror. I kontrast till andra operativsystem äger ingen Linux. Mycket av dess utveckling är gjord av obetalda frivilliga.
vi: Linux là mô hình đựa vào hệ điều hành Unix. Từ đầu, Linux đã được phát triển là hệ thống đa người dùng, đa tác vụ. Những sự thật này là đủ làm cho Linux khác với các hệ điều hành nổi tiếng khác. Tuy nhiên, Linux còn khác hơn bạn có lẽ tưởng. Cái tương phản với hệ điều hành khác, không có ai sở hữu Linux. Phần lớn việc phát triển nó được làm bởi người tình nguyện không được tiền.

source: Development of what later became GNU/Linux began in 1984, when the <ulink url="http://www.gnu.org/">Free Software Foundation</ulink> began development of a free Unix-like operating system called GNU.
sv: Utvecklingen av vad senare blev GNU/Linux började 1984 när <ulink url="http://www.gnu.org/">Free Software Foundation</ulink> började utvecklingen av ett fritt Unix-liknande operatingsystem kallat GNU.
vi: Sự phát triển cái mà đã trở thành GNU/Linux đã bắt đầu trong năm 1984, khi <ulink url="http://www.gnu.org/">Tổ chức Phần mềm Tự do</ulink> bắt đầu phát triển một hệ điều hành tự do kiểu Unix được gọi là GNU.

source: The GNU Project has developed a comprehensive set of free software tools for use with Unix&trade; and Unix-like operating systems such as Linux. These tools enable users to perform tasks ranging from the mundane (such as copying or removing files from the system) to the arcane (such as writing and compiling programs or doing sophisticated editing in a variety of document formats).
sv: GNU-projektet har utvecklat en omfattande samling av fria programverktyg för att används med Unix&trade; och Unix-liknande operativsystem såsom Linux. Dessa verktyg ger användarna möjligheten att utföra vardagliga uppgifter (såsom kopiering och borttagning av filer från systemet) till det mystiska (såsom skriva och bygga program eller göra sofistikerad redigering i ett antal olika dokumentformat).
vi: Dự án GNU đã phát triển một bộ gần hết các công cụ phần mềm để sử dụng với Unix&trade; và hệ điều hành nào kiểu Unix như Linux. Những công cụ này hiệu lực người dùng thực hiện tác vụ trong phạm vị từ việc thường (như sao chép hay gỡ bỏ tập tin ra hệ thống) đến việc phức tạp (như ghi hay biên dịch chương trình hoặc hiệu chỉnh cấp cao nhiều khuôn dạng tài liệu khác nhau).

source: While many groups and individuals have contributed to Linux, the largest single contributor is still the Free Software Foundation, which created not only most of the tools used in Linux, but also the philosophy and the community that made Linux possible.
sv: Då många grupper och individer har bidragit till Linux är den största enskilda bidragare fortfarande Free Software Foundation som har skapat inte bara de flesta av verktygen som används i Linux men även filosofin och gemenskapen som gjorde Linux möjlig.
vi: Dù nhiều nhóm và người đã đóng góp cùng Linux, điều đơn đã đóng góp nhiều nhất vẫn còn là Tổ chức Phần mềm Tự do, mà đã tạo không chỉ phần lớn công cụ được dùng trong Linux, nhưng cũng triết lý và cộng đồng đã làm cho Linux có thể.

source: The <ulink url="&url-kernel-org;">Linux kernel</ulink> first appeared in 1991, when a Finnish computing science student named Linus Torvalds announced an early version of a replacement kernel for Minix to the Usenet newsgroup <userinput>comp.os.minix</userinput>. See Linux International's <ulink url="&url-linux-history;">Linux History Page</ulink>.
sv: <ulink url="&url-kernel-org;">Linux kärnan</ulink> dök först upp 1991 när en finsk datorvetenskapsstudent som hette Linus Torvalds tillkännagav en tidig version av en ersättare för Minix till en nyhetsgrupp på Usenet kallad <userinput>comp.os.minix</userinput>. Se Linux Internationals sida om <ulink url="&url-linux-history;">Linux historia</ulink>.
vi: <ulink url="&url-kernel-org;">Hạt nhân Linux</ulink> mới xuất hiện trong năm 1991, khi một học sinh vi tính tên Linus Torvalds loan báo một phiên bản sớm của hạt nhân thay thế cho Minix, cho nhóm tin tức Usenet <userinput>comp.os.minix</userinput>. Xem <ulink url="&url-linux-history;">Trang Lịch Sử Linux</ulink> của Linux Quốc Tế.

source: Linus Torvalds continues to coordinate the work of several hundred developers with the help of a few trusty deputies. An excellent weekly summary of discussions on the <userinput>linux-kernel</userinput> mailing list is <ulink url="&url-kernel-traffic;">Kernel Traffic</ulink>. More information about the <userinput>linux-kernel</userinput> mailing list can be found on the <ulink url="&url-linux-kernel-list-faq;">linux-kernel mailing list FAQ</ulink>.
sv: Linux Torvalds fortsätter att koordinera arbetet för flera hundra utvecklare med hjälp av ett antal pålitliga ställföreträdare. En brilliant veckosammandrag av diskussionerna på e-postlistan <userinput>linux-kernel</userinput> är <ulink url="&url-kernel-traffic;">Kernel Traffic</ulink>. Mer information om e-postlistan <userinput>linux-kernel</userinput> kan hittas på <ulink url="&url-linux-kernel-list-faq;">linux-kernel mailing list FAQ</ulink>.
vi: Linux Torvalds tiếp tục điều hợp các việc của vài trăm nhà phát triển, với sự giúp đỡ của vài người thay quyền đáng tin. Một tóm tắt hàng tuần rất tốt của các cuộc đối thoại trong hộp thư chung <userinput>hạt nhân Linux</userinput> là <ulink url="&url-kernel-traffic;">Giao thông Hạt nhân</ulink>. Thông tin thêm về hộp thư chung <userinput>Hạt nhân Linux</userinput> có thể được tìm trong <ulink url="&url-linux-kernel-list-faq;">Hỏi đáp Hộp thư Chung Hạt nhân Linux</ulink>.

source: Linux users have immense freedom of choice in their software. For example, Linux users can choose from a dozen different command line shells and several graphical desktops. This selection is often bewildering to users of other operating systems, who are not used to thinking of the command line or desktop as something that they can change.
sv: Linux-användare har ofantlig frihet att välja sin programvara. Till exempel kan Linux-användare välja från ett dussintal olika kommandoradsskal och flertalet grafiska skrivbordsmiljöer. Detta utval är ofta förvillande för användare av andra operativsystem som inte är vana att tänka att kommandoraden eller skrivbordsmiljön faktiskt är något de kan ändra.
vi: Người dùng Linux có thể chọn phần mềm một cách rất tự do. Lấy thí dụ, người dùng Linux có thể chọn trong mười hai hệ vỏ dòng lệnh và vài môi trường đồ họa khác nhau. Lựa chọn này có thể làm bối rối người dùng hệ điều hành khác, mà không quen với ý kiến thay đổi được dòng lệnh hay môi trường đồ họa.

source: Linux is also less likely to crash, better able to run more than one program at the same time, and more secure than many operating systems. With these advantages, Linux is the fastest growing operating system in the server market. More recently, Linux has begun to be popular among home and business users as well.
sv: Linux är också mindre benägen att krascha, bättre på att köra mer än ett program samtidigt och mer säker än många andra operativsystem. Med dessa fördelar är Linux det snabbast växande operativsystemet på servermarknaden. På senare tid har också Linux börjat bli populär hos hem- och företagsanvändare.
vi: Hơn nữa, Linux bẻ khóa ít lần hơn, chạy dễ dàng hơn nhiều chương trình đồng thời, và bảo mật hơn nhiều hệ điều hành khác. Vì những lợi ích này, Linux là hệ điều hành tăng lên nhanh nhất trong thị trường trình phục vụ. Gần đây hơn, Linux cũng đã bất đầu nổi tiếng với người dùng kinh doanh và ở nhà.

source: What is &debian;?
sv: Vad är &debian;?
vi: &debian; là gì vậy?

source: The combination of Debian's philosophy and methodology and the GNU tools, the Linux kernel, and other important free software, form a unique software distribution called &debian;. This distribution is made up of a large number of software <emphasis>packages</emphasis>. Each package in the distribution contains executables, scripts, documentation, and configuration information, and has a <emphasis>maintainer</emphasis> who is primarily responsible for keeping the package up-to-date, tracking bug reports, and communicating with the upstream author(s) of the packaged software. Our extremely large user base, combined with our bug tracking system ensures that problems are found and fixed quickly.
sv: Kombinationen av Debians filosofi, metodik, GNU-verktygen, Linux-kärnan och andra viktiga fria programvaror formar en unik utgåva av programvaror kallad &debian;. Denna utgåva är uppbyggd av ett större antal av programvaru<emphasis>paket</emphasis>. Varje paket i utgåvan innehåller exekverbara filer, skript, dokumentation och konfigurationsinformation och har en <emphasis>paketansvarig</emphasis> som är primärt ansvarig för att hålla paketen uppdaterade, hantera buggrapporter och kommunicera med upphovsmannen/männen för uppströmmen för den paketerade programvaran. Vår extremt stora användarbas, kombinerad med vårt bugghanteringssystem ser till att problem hittas och löses snabbt.
vi: Kết hợp triết lý và phương pháp luận của Debian với những công cụ GNU, hạt nhân Linux, và phần mềm tự do quan trọng khác, các điều này thành lập một bản phát hành phần mềm duy nhất được gọi là &debian;. Bản phát hành này gồm có rất nhiều <emphasis>gói</emphasis> phần mềm. Mỗi gói trong bản phát hành này chứa chương trình chạy được, tập lệnh, tài liệu hướng dẫn và thông tin cấu hình, và có một <emphasis>nhà bảo trì</emphasis> có uy tin giữ gói đó kiểu mới nhất, theo dõi thông báo lỗi, và liên lạc với tác giả gốc của phần mềm đã đóng gói. Cơ bản người dùng rất lớn của chúng tôi, cùng với hệ thống theo dõi lỗi, bảo đảm các sự khó được tìm và sửa nhanh.

source: Debian's attention to detail allows us to produce a high-quality, stable, and scalable distribution. Installations can be easily configured to serve many roles, from stripped-down firewalls to desktop scientific workstations to high-end network servers.
sv: Debians hänsyn till detaljer låter oss att producera en högkvalitativ, stabil och skalbar utgåva. Installationer kan lätt konfigureras för att hantera olika roller, från bantade installerationer för brandväggar till arbetsstationer för vetenskapliga ändamål till högprestandaservrar.
vi: Tập trung Debian với chi tiết cho phép chúng tôi sản xuất một bản phát hành có chất lượng cao, ổn định, và co dãn được. Dễ dàng có thể cấu hình bản cài đặt để thực hiện nhiều việc đặc biệt, từ bản dành cho bức tường lửa, đến máy trăm khóa học để bàn, đến máy phục vụ mạng lớp cao.
