Repository: dankamongmen/s-i
Catalog: manual/po/*/welcome.po
Languages: sv, vi

source: Debian is especially popular among advanced users because of its technical excellence and its deep commitment to the needs and expectations of the Linux community. Debian also introduced many features to Linux that are now commonplace.
sv: Debian är speciellt populär bland avancerade användare för dess tekniska förträfflighet och sin djupa engagemang till behoven och förväntningar hos Linux-gemenskapen. Debian har också introducerat många funktioner till Linux som du är vardagsmat.
vi: Debian nối tiếng nhất trong những người dùng cấp cao vì nó có kỹ thuật rất tốt và nó cam kết năng nổ với các sự cần và sự mong đợi của cộng đồng Linux. Debian cũng đã giới thiệu vào Linux nhiều tính năng đã trở thành thường dụng.

source: For example, Debian was the first Linux distribution to include a package management system for easy installation and removal of software. It was also the first Linux distribution that could be upgraded without requiring reinstallation.
sv: Till exempel var Debian den första Linux-utgåvan som inkluderade ett pakethanteringssystem för lätta installationer och borttagning av programvara. Den var också den första Linux-utgåvan som kunde bli uppgraderad utan att kräva ominstallation.
vi: Lấy thí dụ, Debian là bản phát hành Linux thứ nhất có gồm hệ thống quản lý gói để dễ dàng cài đặt và gỡ bỏ phần mềm. Nó cũng là bản phát hành Linux thứ nhất nâng cấp được không cần cài đặt lại.

source: Debian continues to be a leader in Linux development. Its development process is an example of just how well the Open Source development model can work &mdash; even for very complex tasks such as building and maintaining a complete operating system.
sv: Debian fortsätter att vara ledande inom Linux-utvecklingen. Dess utvecklingsprocess är ett exempel på hur bra utvecklingsmodellen för öppen källkod kan fungera &mdash; även för mycket komplexa uppgifter såsom byggnation och underhåll av ett komplett operativsystem.
vi: Debian tiếp tục dẫn đường phát triển Linux. Tiến trình phát triển của nó là thông lệ xuất sắc của mô hình phát triển Nguồn Mở &mdash; ngay cả cho tác vụ rất phức tạp như xây dụng và bảo trì một hệ điều hành hoàn toàn.

source: The feature that most distinguishes Debian from other Linux distributions is its package management system. These tools give the administrator of a Debian system complete control over the packages installed on that system, including the ability to install a single package or automatically update the entire operating system. Individual packages can also be protected from being updated. You can even tell the package management system about software you have compiled yourself and what dependencies it fulfills.
sv: Funktionerna som mest utmärker Debian från de andra Linux-utgåvorna är dess pakethanteringssystem. Dessa verktyg ger administratören för Debian-systemet total kontroll över paketen som installeras på system inklusive möjligheten att installera enstaka paket eller automatiskt uppdatering hela operativsystemet. Individuella paket kan också skyddas från att uppdateras. Du kan även tala om för pakethanteringssystemet om programvara du själv har byggt och vilka beroenden de uppfyller.
vi: Tính năng có khác biệt Debian nhiều nhất với các bản phát hành Linux khác là hệ thống quản lý gói. Những công cụ này cho quản trị hệ thống Debian điều khiển hoàn toàn mọi gói được cài đặt vào hệ thống đó, gồm khả năng cài đặt một gói đơn hoặc tự động cập nhật toàn hệ điều hành. Cũng có thể bảo vệ gói đơn chống cập nhật. Bạn ngay cả có thể báo hệ thống quản lý gói biết về phần mềm tự biên dịch và cách phụ thuộc nào nó thỏa.

source: To protect your system against <quote>Trojan horses</quote> and other malevolent software, Debian's servers verify that uploaded packages come from their registered Debian maintainers. Debian packagers also take great care to configure their packages in a secure manner. When security problems in shipped packages do appear, fixes are usually available very quickly. With Debian's simple update options, security fixes can be downloaded and installed automatically across the Internet.
sv: För att skydda ditt system mot <quote>Trojanska hästar</quote> och annan ondsint programvara verifierar Debians servrar att uppladdade paket verkligen kommer från dess registrerade Debian-ansvarige. Debian-paketerare tar också en bra hand om konfigureringen av deras paket på ett säkert sätt. När säkerhetsproblem i utsända paket inträffar kommer normalt sett rättningar på problem mycket snabbt. Men Debians enkla uppdateringsmöjligheter kan säkerhetsrättningar laddas ned och installeras automatiskt över hela Internet.
vi: Để bảo vệ hệ thống bạn chống <quote>vi rút Trojan</quote> và phần mềm hiểm độc khác, máy phục vụ Debian kiểm tra gói nào được tải lên có phải đến từ nhà bảo trì Debian đã đăng ký. Người đóng gói Debian cũng rất cẩn thận để cấu hình gói một cách bảo mật. Nếu lỗi bảo mật xuất hiện trong gói đã phát hành, thường cung cấp cách sửa rất nhanh. Với những tùy chọn cập nhật đơn giản của Debian, cách sửa bảo mật có thể được tải về và cài đặt tự động qua Mạng.

source: The primary, and best, method of getting support for your &debian; system and communicating with Debian Developers is through the many mailing lists maintained by the Debian Project (there are more than &num-of-debian-maillists; at this writing). The easiest way to subscribe to one or more of these lists is visit <ulink url="&url-debian-lists-subscribe;"> Debian's mailing list subscription page</ulink> and fill out the form you'll find there.
sv: Den primära, och bästa, metoden att få support för ditt &debian;-system och kommunicera med Debians utvecklare är genom de många e-postlistorna som underhålls av Debian-projektet (det är mer än &num-of-debian-maillists; listor när detta skrivs). Det lättaste sättet att prenumerera på en eller flera av dessa listor är att besöka <ulink url="&url-debian-lists-subscribe;">Debians sida för e-postprenumerationer</ulink> och fylla i formuläret du hittar där.
vi: Phương pháp chính và tốt nhất để được hỗ trợ cho hệ thống &debian; của bạn, và để liên lạc với Nhà Phát triển Debian là bằng những hộp thư chung nhiều do Dự án Debian bảo trì (có hơn &num-of-debian-maillists; hộp vào lúc viết). Cách dễ dàng nhất để đăng ký tham gia một hay nhiều của những hộp thư chung này là thăm <ulink url="&url-debian-lists-subscribe;">trang đăng ký tham gia hộp thư chung Debian</ulink> và điền vào đơn có tại đó.

source: What is Debian GNU/Hurd?
sv: Vad är Debian GNU/Hurd?
vi: Debian GNU/Hurd là gì vậy?

source: Debian GNU/Hurd is a Debian GNU system that replaces the Linux monolithic kernel with the GNU Hurd &mdash; a set of servers running on top of the GNU Mach microkernel. The Hurd is still unfinished, and is unsuitable for day-to-day use, but work is continuing. The Hurd is currently only being developed for the i386 architecture, although ports to other architectures will be made once the system becomes more stable.
sv: Debian GNU/Hurd är ett Debian GNU-system som ersätter Linux monolitiska kärna med GNU Hurd &mdash; en uppsättning servrar som körs på toppen av GNU Mach-mikrokärnan. Hurd är fortfarande inte klar och passar inte för vardaglig användning men arbetet fortgår. Hurd är för närvarande endast i utveckling för i386-arkitekturen även om portningar till andra arkitekturer kommer att göras när systemet bli mer stabilt.
vi: Debian GNU/Hurd là một hệ thống kiểu GNU Debian mà thay thế hạt nhân lớn đơn bằng Hurd của GNU &mdash; một bộ trình phục vụ có chạy ở trên vi hạt nhân Mach của GNU. Hurd vẫn chưa hoàn toàn, và nó không thích hợp để sử dụng hàng ngày, nhưng vẫn còn đang trình bày nó. Hurd hiện thời đang được phát triển chỉ cho kiến trức i386, dù nó sẽ được chuyển sang những kiến trức khác một khi hệ thống ổn định hơn.

source: For more information, see the <ulink url="http://www.debian.org/ports/hurd/"> Debian GNU/Hurd ports page</ulink> and the <email>debian-hurd@lists.debian.org</email> mailing list.
sv: För mer information, se <ulink url="http://www.debian.org/ports/hurd/"> Debian GNU/Hurd</ulink> och e-postlistan <email>debian-hurd@lists.debian.org</email>.
vi: Để tìm thông tin thêm, hãy xem <ulink url="http://www.debian.org/ports/hurd/">trang bản chuyển Debian GNU/Hurd</ulink> và hộp thư chung <email>debian-hurd@lists.debian.org</email>.

source: Getting Debian
sv: Hämta Debian
vi: Lấy Debian

source: For information on how to download &debian; from the Internet or from whom official Debian CDs can be purchased, see the <ulink url="&url-debian-distrib;">distribution web page</ulink>. The <ulink url="&url-debian-mirrors;">list of Debian mirrors</ulink> contains a full set of official Debian mirrors, so you can easily find the nearest one.
sv: För information om hur man laddar ner &debian; från Internet eller från var man kan köpa officiella Debian cd-skivor, se webbsidan <ulink url="&url-debian-distrib;">Hämta Debian</ulink>. Webbsidan <ulink url="&url-debian-mirrors;">lista över Debian-speglar</ulink> innehåller en full lista av officiella Debian-speglar så du lätt kan hitta den närmaste.
vi: Để tìm thông tin về cách tải &debian; xuống Mạng hoặc cần mua đĩa CD Debian chính thức từ ai, hãy xem <ulink url="&url-debian-distrib;">trang bản phát hành</ulink>. <ulink url="&url-debian-mirrors;">Danh sách các máy nhân bản Debian</ulink> chứa bộ đầy đủ của máy nhân bản Debian chính thức, để cho bạn tìm máy gần nhất chỗ mình.

source: Debian can be upgraded after installation very easily. The installation procedure will help set up the system so that you can make those upgrades once installation is complete, if need be.
sv: Debian kan uppgraderas efter installation på ett enkelt sätt. Installationsprocessen kommer att hjälpa till att ställa in systemet så att du kan göra dessa uppgraderingar när installation är klar, om det behövs.
vi: Rất dễ dàng nâng cấp được Debian sau khi cài đặt. Thủ tục cài đặt sẽ giúp đỡ bạn thiết lập hệ thống để cho bạn nâng cấp nó một khi cài đặt xong, nếu cần thiết.

source: Getting the Newest Version of This Document
sv: Få tag på senaste versionen av detta dokument
vi: Lấy phiên bản mới nhất của tài liệu này

source: This document is constantly being revised. Be sure to check the <ulink url="&url-release-area;"> Debian &release; pages</ulink> for any last-minute information about the &release; release of the &debian; system. Updated versions of this installation manual are also available from the <ulink url="&url-install-manual;">official Install Manual pages</ulink>.
sv: Detta dokument är under konstant omarbetning. Kontrollera webbsidorna <ulink url="&url-release-area;"> Debian &release;</ulink> för den absolut senaste information om &release;-utgåvan av &debian;-systemet. Uppdaterade versioner av denna installationsmanual är också tillgänglig från <ulink url="&url-install-manual;">officiella Installationsmanualen</ulink>.
vi: Tài liệu này đang được sửa đổi liên miên. Bạn hãy chắc sẽ kiểm tra <ulink url="&url-release-area;">trang bản phát hành &release; Debian</ulink> để xem tin tức mới nhất nào về bản phát hành &release; của hệ thống &debian;. Phiên bản đã cập nhật của sổ hướng dẫn cài đặt này cũng công bố từ <ulink url="&url-install-manual;">trang Sổ Hướng dẫn Cài đặt chính thức</ulink>.

source: Organization of This Document
sv: Organisering av detta dokument
vi: Cấu trúc của tài liệu này

source: This document is meant to serve as a manual for first-time Debian users. It tries to make as few assumptions as possible about your level of expertise. However, we do assume that you have a general understanding of how the hardware in your computer works.
sv: Detta dokument är tänkt att fungera som en manual för nybörjare av Debian. Den försöker göra så få antagelser som möjligt om din kunskapsnivå. Dock antar vi att du har en allmän uppfattning av hur hårdvaran i din dator fungerar.
vi: Tài liệu này được thiết kế nhằm sổ hướng dẫn cho người dùng mới chạy Debian. Nó cố giả sử càng ít càng có thể về lớp kỹ năng của bạn. Tuy nhiên, chúng tôi có phải giả sử bạn hiểu chung các phần cứng trong máy tính mình hoạt động thế nào.

source: Expert users may also find interesting reference information in this document, including minimum installation sizes, details about the hardware supported by the Debian installation system, and so on. We encourage expert users to jump around in the document.
sv: Expertanvändare kan också hitta intressant referensinformation i detta dokument inklusive minimumstorlek för installation, detaljer om vilken hårdvara som stöds av Debians installationssystem och så vidare. Vi uppmuntrar expertanvändare att hoppa runt i dokumentet.
vi: Người dùng thành thạo cũng có thể tìm thông tin tham chiếu hay trong tài liệu này, gồm kích cỡ cài đặt tối thiểu, chi tiết về phần cứng được hỗ trợ bởi hệ thống cài đặt Debian v.v. Chúng tôi khuyên người dùng thành thạo chọn thông tin nào cần thiết trong tài liệu này.

source: In general, this manual is arranged in a linear fashion, walking you through the installation process from start to finish. Here are the steps in installing &debian;, and the sections of this document which correlate with each step:
sv: I allmänhet är manualen uppbyggd i en linjär form som tar dig genom installationsprocessen från början till slut. Här är stegen som krävs för att installera &debian; och sektionerna i dokumentet som lämpar sig för varje steg:
vi: Nói chung, sổ hướng dẫn này được sắp xếp bằng thứ tự tuyến tính, dẫn bạn qua tiến trình cài đặt từ đầu đến cuối. Đây là những bước cài đặt &debian;, và phần tài liệu tương ứng với mỗi bước:

source: Determine whether your hardware meets the requirements for using the installation system, in <xref linkend="hardware-req"/>.
sv: Fastställ om din hårdvara möter kraven för att använda installationssystemet i <xref linkend="hardware-req"/>.
vi: Quyết định nếu phần cứng bạn có thỏa tiêu chuẩn sử dụng hệ thống cài đặt chưa, trong <xref linkend="hardware-req"/>.

source: Backup your system, perform any necessary planning and hardware configuration prior to installing Debian, in <xref linkend="preparing"/>. If you are preparing a multi-boot system, you may need to create partition-able space on your hard disk for Debian to use.
sv: Säkerhetskopiering av ditt system, all nödvändig planering och hårdvarukonfigurationer före du installerar Debian finns i <xref linkend="preparing"/>. Om du förbereder ett system med flera operativsystem kan du behöva skapa ytterligare partitioner på din hårddisk som Debian kan användas för.
vi: Lưu trữ hệ thống bạn, thực hiện việc định và cấu hình phần cứng nào cần thiết trước khi cài đặt Debian, trong <xref linkend="preparing"/>. Nếu bạn đang chuẩn bị một hệ thống đa khởi động, bạn có lẽ cần phải tạo sức chứa trao đổi được trên phần cứng cho Debian dùng.

source: In <xref linkend="install-methods"/>, you will obtain the necessary installation files for your method of installation.
sv: I <xref linkend="install-methods"/> kan du hitta de nödvändiga installationsfilerna för din installationsmetod.
vi: Trong <xref linkend="install-methods"/>, bạn sẽ lấy những tập tin cài đặt cần thiết cho phương pháp cài đặt đã chọn.

source: describes booting into the installation system. This chapter also discusses troubleshooting procedures in case you have problems with this step.
sv: beskriver uppstart i in installationssystemet. Detta kapitel diskuterar också procedyrer för problemlösning om du har problem med detta steg.
vi: diễn tả tiến trình khởi động vào hệ thống cài đặt. Chương này cũng thảo luận thủ tục giải đáp thắc mắc trong trường hợp gặp khó khăn thực hiện bước này.

source: Perform the actual installation according to <xref linkend="d-i-intro"/>. This involves choosing your language, configuring peripheral driver modules, configuring your network connection, so that remaining installation files can be obtained directly from a Debian server (if you are not installing from a CD), partitioning your hard drives and installation of minimal working system. (Some background about setting up the partitions for your Debian system is explained in <xref linkend="partitioning"/>.)
sv: Genomför den aktuella installationen enligt <xref linkend="d-i-intro"/>. Detta innefattar ditt val av språk, konfiguration av drivare för tillbehör, konfiguration av nätverksanslutning så att återstående installationsfiler kan hämtas direkt från en Debian-server (om du inte installerar från en cd), partitionering av dina hårddiskar och installation av ett minimalt fungerande system. (Viss bakgrund om inställning av partitioner för ditt Debian-system är förklarat i <xref linkend="partitioning"/>.)

source: Boot into your newly installed base system and run through some additional configuration tasks, from <xref linkend="boot-new"/>.
sv: Uppstart in i ditt nyinstallerade bassystem och springa igenom ytterligare konfigurationsuppgifter, från <xref linkend="boot-new"/>.

source: Install additional software in <xref linkend="install-packages"/>.
sv: Installera ytterligare programvara i <xref linkend="install-packages"/>.

source: Once you've got your system installed, you can read <xref linkend="post-install"/>. That chapter explains where to look to find more information about Unix and Debian, and how to replace your kernel.
sv: När du har fått ditt system installerat kan du läsa <xref linkend="post-install"/>. Detta kapitel förklarar var man letar för att finna mer information om Unix och Debian och hur du ersätter din kärna.
vi: Một khi cài đặt xong hệ thống, bạn có thể đọc <xref linkend="post-install"/>. Chương này giải thích nơi cần tìm thông tin thêm về Unix và Debian, và cách thay thế hạt nhân.

source: Finally, information about this document and how to contribute to it may be found in <xref linkend="administrivia"/>.
sv: Till slut, information om detta dokument och hur man bidrar till det kan hittas i <xref linkend="administrivia"/>.
vi: Cuối cùng, thông tin về tài liệu này và cách đóng góp cùng nó, có thể được tìm trong <xref linkend="administrivia"/>.

source: Your Documentation Help is Welcome
sv: Din hjälp med dokumentationen välkomnas
vi: Mời bạn giúp đỡ tạo tài liệu hướng dẫn

source: Any help, suggestions, and especially, patches, are greatly appreciated. Working versions of this document can be found at <ulink url="&url-d-i-alioth-manual;"></ulink>. There you will find a list of all the different architectures and languages for which this document is available.
sv: All hjälp, förslag och speciellt, rättningar tas mycket gärna emot. Arbetsversioner av detta dokument kan hittas på <ulink url="&url-d-i-alioth-manual;"></ulink>. Där kan du hitta en lista av alla de olika arkitekturerna och språk som detta dokument är tillgängligt för.
vi: Chúng tôi rất cảm kích bạn giúp đỡ hay đệ nghị gì, nhất là đóng góp đắp vá. Có thể tìm phiên bản hoạt động của tài liệu này tại <ulink url="&url-d-i-alioth-manual;">trang sổ hướng dẫn cài đặt Debian</ulink>. Ở đó, bạn sẽ tìm thấy danh sách các kiến trức và ngôn ngữ cho mà tài liệu này công bố.

source: Source is also available publicly; look in <xref linkend="administrivia"/> for more information concerning how to contribute. We welcome suggestions, comments, patches, and bug reports (use the package &d-i-manual; for bugs, but check first to see if the problem is already reported).
sv: Källkod är också publikt tillgänglig, se i <xref linkend="administrivia"/> för mer information angående hur man bidrar. Vi välkomnar förslag, kommentarer, rättningar och buggrapporter (använd paketet &d-i-manual; för buggar men kontrollera först för att se om problemet redan är rapporterat).

source: About Copyrights and Software Licenses
sv: Om copyright och programvarulicenser
vi: Về bản quyền và cấp phép phần mềm

source: We're sure that you've read some of the licenses that come with most commercial software &mdash; they usually say that you can only use one copy of the software on a single computer. This system's license isn't like that at all. We encourage you to put a copy of on every computer in your school or place of business. Lend your installation media to your friends and help them install it on their computers! You can even make thousands of copies and <emphasis>sell</emphasis> them &mdash; albeit with a few restrictions. Your freedom to install and use the system comes directly from Debian being based on <emphasis>free software</emphasis>.
sv: Vi är säkra på att du läst några av licenserna som kommer med de flesta kommersiella programvaror &mdash; de säger normalt sett att du bara kan använda en kopia av programvaran på en enda dator. Licensen för detta system är inte alls som sådan. Vi uppmuntrar dig att lägga en kopia på varje dator i din skola eller arbetsplats. Låna ut ditt installationsmedium till din vänner och hjälp dom installera det på deras datorer! Du kan även göra tusentals kopior och <emphasis>sälja</emphasis> dom &mdash; dock med några få restriktioner. Din frihet att installera och använda systemet kommer direkt från att Debian är baserad på <emphasis>fri programvara</emphasis>.
vi: Chúng tôi chắc là bạn đã xem một số cấp phép được phát hành cùng với hậu hết phần mềm buôn bán &mdash; chúng thường nói là bạn có thể sử dụng chỉ một bản sao của phần mềm đó trên một máy tính riêng lẻ. Cấp phép của hệ thống này không phải như thế bằng cách nào cả. Chúng tôi mời bạn cài đặt một bản sao của hệ thống này vào mọi máy tính trong trường học hay chỗ làm của bạn. Cho các người bạn mượn vật chứa phần mềm cài đặt, và giúp đỡ họ cài đặt nó vào các máy tính nhé! Bạn ngay cả có thể tạo vài nghìn bản sao và <emphasis>bán</emphasis> chúng &mdash; dù với một số điều kiện. Tự do để cài đặt và sử dụng hệ thống này đựa trực tiếp vào cơ bản <emphasis>phần mềm tự do</emphasis> của Debian.

source: Calling software <emphasis>free</emphasis> doesn't mean that the software isn't copyrighted, and it doesn't mean that CDs containing that software must be distributed at no charge. Free software, in part, means that the licenses of individual programs do not require you to pay for the privilege of distributing or using those programs. Free software also means that not only may anyone extend, adapt, and modify the software, but that they may distribute the results of their work as well.
sv: Att kalla programvara för <emphasis>fri</emphasis> betyder inte att programvaran inte är copyright-märkt och det betyder inte att cd-skivor som innehåller den programvaran måste distribueras gratis. Fri programvara, i den bemärkelsen betyder att licenser för individuella program inte kräver att du betalar för rättigheten att distribuera eller använda de programmen. Fri programvara betyder också att alla inte bara kan utöka, justera och modifiera programvaran men också att du kan distribuera resultatet av arbetet också.
vi: Gọi phần mềm là <emphasis>tự do</emphasis> không có nghĩa là phần mềm không có bản quyền, hoặc đĩa CD chứa phần mềm này phải được phát hành không trả tiền. Phần mềm tự do, phần nào, có nghĩa là bản quyền của chương trình độc đáo không cần thiết bạn trả tiền cho quyền phát hành hay sử dụng chương trình đó. Phần mềm tự do cũng có nghĩa là bất cứ ai co thể mở rộng, thích ứng và sửa đổi phần mềm đó, cũng phát hành kết quả sự cố gắng của họ.
