Repository: dankamongmen/s-i
Catalog: packages/hw-detect/debian/po/*.po
Languages: eo, hr, km, vi

source: no ethernet card, ${CHOICES}, none of the above
eo: neniu reta karto, ${CHOICES}, neniu inter la antaŭaj
hr: nema mre쬹e kartice, ${CHOICES}, ni졊a od navedenog
km: គ្មានបន្ទះ ethernet, ${CHOICES}, ខាងលើ​សុទ្ធ​តែ​មិន​មែន
vi: không có thẻ ethernet, ${CHOICES}, không có cái nào ở trên

source: Driver needed by your Ethernet card:
eo: Via Ethernet karto bezonas aparatadaptilon :
hr: Pogonitelj za va졋 mre쬹u karticu:
km: កម្មវិធី​បញ្ជា​ដែល​ត្រូវ​ការ​ដោយ​បន្ទះ Ethernet របស់​អ្នក ៖
vi: Thẻ Ethernet của bạn cần trình hỗ trợ này:

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
eo: Neniu Ethernet karton estas trovita. Se vi konas la nomon de la aparatadaptilo bezonita de via Ethernet karto. Vi povas elekti ĝin en ĉi tiu listo.
hr: Mre쬹a kartica nije prona緯na. Ako znate naziv pogonitelja za va졋 mre쬹u karticu, izaberite ga s popisa.
km: រក​មិន​ឃើញ​បន្ទះ ​Ethernet ។ បើ​អ្នក​ស្គាល់​ឈ្មោះ​កម្មវិធី​បញ្ជា​ដែល​ត្រូវការ​ដោយ​​បន្ទះ​ Ethernet របស់​អ្នក អ្នក​អាចជ្រើស​វា​ចេញ​ពី​បញ្ជី​នេះ ។
vi: Không phát hiện thấy thẻ ethernet. Nếu biết tên trình hỗ trợ sử dụng thẻ ethernet này, hãy chọn nó từ danh sách.

source: Do you intend to use FireWire Ethernet?
eo: Ĉu vi uzos 'FireWire' Ethernet ?
km: តើ​អ្នក​ចង់​ប្រើ FireWire Ethernet ឬ ?
vi: Bạn có định sử dụng FireWire Ethernet không?

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
eo: Neniu Ethernet karto estas trovita, sed 'FireWire' aparatadaptilo ĉeestas.Eble, ĝi povas iĝi via unuagrada aparatadaptilo, se Ethernet aparato estas konektita.
km: គ្មាន​កាត​ Ethernet ត្រូវ​បាន​រក​ឃើញ ប៉ុន្តែ​មានចំណុច​ប្រទាក់​​ FireWire មួយ ។ វា​អាច​ (ទោះ​បី​ជា​មិន​ទំនង​ក៏​ដោយ) ជាមួយ​នឹង​ផ្នែក​រឹង​ FireWire ត្រឹមត្រូវ​ដែល​បាន ភ្ជាប់​ទៅ​វា នេះ​អាច​ជា​ចំណុច​ប្រទាក់ Ethernet ចម្បង​របស់​អ្នក ។
vi: Chưa phát hiện thẻ Ethernet nào, nhưng mà đã tìm một giao diện FireWire rồi. Trong rất ít trường hợp, giao diện này, với phần cứng FireWire đúng được kết nối, có thể là giao diện Ethernet chính của bạn.

source: Ethernet card not found
eo: Neniu Ethernet karto estis trovita
hr: Mre쬹a kartica nije prona緯na
km: រក​មិន​ឃើញ Ethernet
vi: Không tìm thấy thẻ ethernet.

source: No Ethernet card was found on the system.
eo: Neniu Ethernet karto estas trovita en la sistemo.
hr: Na sustavu nije prona緯na mre쬹a karica.
km: រក​មិន​ឃើញកាត Ethernet នៅ​លើ​ប្រព័ន្ធ ។
vi: Không tìm thấy thẻ Ethernet nào trong hệ thống.

source: Detecting network hardware
eo: Detektado de la reta aparataro
hr: Tra쬴m mre쬹o o搬rsje
km: ការ​ស្វែងរក​ផ្នែករឹង​បណ្ដាញ
vi: Dò tìm phần cứng mạng...

source: Detect network hardware
eo: Detekti retan aparataron
hr: Odredi mre쬹o o搬rsje
km: រក​ឧបករណ៍​បណ្ដាញ
vi: Dò tìm phần cứng mạng

source: Detect disks
eo: Detekti diskojn
km: រក​ថាស
vi: Dò tìm ổ đĩa

source: Detecting disks and all other hardware
eo: Detektado de la diskoj kaj ĉiujn aliajn aparataron
hr: Tra쬴m diskove i sve ostalo o搬rsje
km: ការ​រក​ថាស និង​ផ្នែករឹង​ផ្សេងៗ
vi: Dò tìm ổ đĩa và các phần cứng khác...

source: continue with no disk drive, ${CHOICES}, none of the above
eo: pluigu sen disko, ${CHOICES}, neniu inter antaŭaj
km: បន្ដ​ដោយ​គ្មាន​ដ្រាយ​ថាស​, ${CHOICES}, មិន​ទាំងអស់​ក្នុង​ចំណោម​ខាង​លើ
vi: tiếp tục không có ổ đĩa, ${CHOICES}, không có cái nào ở trên

source: Driver needed for your disk drive:
eo: Via disko bezonas aparatadaptilon :
km: ត្រូវការ​កម្មវិធី​បញ្ជា​សម្រាប់​ដ្រាយ​ថាស​របស់​អ្នក ៖
vi: Trình điều khiển cần thiết cho ổ đĩa bạn:

source: No disk drive was detected. If you know the name of the driver needed by your disk drive, you can select it from the list.
eo: Neniu disko estas trovita. Se vi konas la nomon de la aparatadaptilo bezonata de via disko. Vi povos elektas ĝin en ĉi-tiu listo.
km: គ្មាន​ដ្រាយថាស​ត្រូវ​បាន​រក​ឃើញ ។ បើ​អ្នក​ដឹង​ឈ្មោះ​កម្មវិធី​បញ្ជា​ដែល​ត្រូវ​ការ​ដោយ​ដ្រាយថាស​របស់​អ្នក អ្នក​អាច​ជ្រើស​វា​ពីបញ្ជី ។
vi: Chưa phát hiện ổ đĩa. Nếu bạn biết tên trình hỗ trợ sử dụng ổ đĩa này, hãy chọn nó trong danh sách.

source: No partitionable media
eo: Neniu subdiskebla amasinformilo
hr: Neodgovaraju輅 medij
km: គ្មាន​ឧបករណ៍​ផ្ទុក​ដែល​អាច​ចែក​ភាគ​បាន
vi: Không có phương tiện nào có thể phân vùng.

source: No partitionable media were found.
eo: Neniu subdiskebla amasinformilo estis trovita.
hr: Nema medija kojeg se mo쬰 particionirati.
km: រក​មិន​ឃើញ​ឧបករណ៍​ផ្ទុក​ដែល​អាច​ចែក​ភាគ​បាន ។
vi: Không tìm thấy phương tiện nào có thể phân vùng.

source: Please check that a hard disk is attached to this machine.
eo: Bonvolu kontroli ke fiksdisko estas ligita en ĉi maŝino.
hr: Molim provjerite je li 搬rsti disk spojen na ovo ra拌nalo.
km: សូមពិនិត្យ​មើល​ថា ថាស​រឹង​មួយ​ត្រូវ​បាន​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​នេះ ។
vi: Hãy kiểm tra có đĩa cứng được kết nối đến máy này.

source: Detecting hardware, please wait...
eo: Detektado de aparataroj, bonvolu atendi ...
hr: Tra쬴m o搬rsje, molim pri泊kajte...
km: កំពុង​រក​មើល​ផ្នែក​រឹង សូម​រងចាំ...
vi: Đang dò tìm phần cứng, hãy chờ...

source: Loading module '${MODULE}' for '${CARDNAME}'...
eo: Ŝargadi sistemblokon '${MODULE}' por '${CARDNAME}' ...
hr: U粕tavam modul '${MODULE}' za '${CARDNAME}'...
km: កំពុង​ផ្ទុក​ម៉ូឌុល​ '${MODULE}' សម្រាប់ '${CARDNAME}'...
vi: Tải mô-đun '${MODULE}' cho thẻ '${CARDNAME}'...

source: Starting PC card services...
eo: Aktivigi diservajn komputilajn kartojn ...
hr: Pokre老m servise za PC kartice...
km: កំពុង​ចាប់ផ្ដើម​សេវា​កាត PC...
vi: Chạy các dịch vụ thẻ PC...

source: Modules to load:
eo: Ŝargontaj sistemblokoj :
hr: Moduli za u粕tavanje:
km: ម៉ូឌុល​ដែល​ត្រូវ​ផ្ទុក ៖
vi: Các mô-đun để tải:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
eo: Jen la Linuksaj kernaj sistemblokoj kiuj konformiĝas kun via aparataro. Se vi malbezonus ĝin, aŭ iuj problemigus, vi eble neŝargus ĝin. Se vi nescius, vi verŝajne lasus ĉiuj elektaj.
hr: Prona緯ni su slijede輅 moduli Linuxovog kernela koji odgovaraju va젼m o搬rsju. Ako znate da su neki od njih nepotrebni, ili problemati迫i, mo쬰te odrediti da se ne u粕taju. Ako niste sigurni, ostavite ih sve.
km: ម៉ូឌុល​ខឺណែល​ Linux ខាង​ក្រោម ​ត្រូវ​បាន​រក​ឃើញហើយ​ផ្គូផ្គង​នឹង​ផ្នែករឹង​របស់​អ្នក​ ។បើ​អ្នក​ដឹង​ថាម៉ូឌុល​ខ្លះ​មិន​ចាំបាច់ ឬ បណ្ដាល​ឲ្យ​មាន​បញ្ហា អ្នក​អាច​ជ្រើស​កុំ​ឲ្យ​ផ្ទុក​ពួក​វាឡើង ។ បើ​អ្នក​មិន​ប្រាកដ អ្នក​គួរ​ជ្រើស​ទាំងអស់ ។​
vi: Đã phát hiện những mô-đun hạt nhân Linux có khớp với phần cứng của bạn. Nếu bạn biết một số môđun không cần thiết, hay sẽ làm cho gặp lỗi, thì bạn có thể chọn không tải chúng. Nếu không chắc thì đừng bỏ chọn gì.

source: Prompt for module parameters?
eo: Ĉu la modulaj parametoj estos petata ?
hr: Upitaj za parametre modula?
vi: Nhắc với các tham số của mô-đun không?

source: Some modules accept load-time parameters to customize their operation. If you'd like, you can be prompted for module parameters as each module is loaded.
eo: Kelkaj moduloj akceptas ŝarĝtempa parametroj por akomodi sian funkciadon. Se vi deziras, vi estos petita pri parametroj por ĉiuj ŝarĝaj moduloj.
hr: Neki moduli pri u粕tavanju prihva潞ju parametre za pode져vanje rada. Ako 쬰lite, bit 老te upitani za njihov unos pri u粕tavanju svakog modula.
vi: Một số mô-đun chấp nhận những tham số vào lúc tải, để tùy chỉnh thao tác của chúng. Nếu bạn chọn thì sẽ nhắc bạn gõ tham số mô-đun khi tải mỗi điều.

source: Start PC card services?
eo: Ĉu oni aktivigas la diservajn kumputilajn kartojn ?
hr: Pokrenuti servise PC kartica?
km: ​ចាប់ផ្ដើម​សេវា​កាត ឬ PC?
vi: Khởi chạy các dịch vụ thẻ PC không?

source: This computer may have a PCMCIA interface. Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
eo: Ĉi komputila eble recivos 'PCMCIA' aparato. Bonvolu elekti la PC-karta aparatadaptiloj startiĝendas por uzi la PCMCIA-kartoj.
hr: Ovo ra拌nalo mo쬰 imati PCMCIA su泊lje. Molim izaberite treba li pokrenuti servise za PC kartice, da omogu輅te kori졊enje PCMCIA kartica.
km: កុំព្យូទ័រ​នេះ​ប្រហែល​ជា​មាន​ចំណុចប្រទាក់ PCMCIA ។ សូម​ជ្រើស​ថា​តើ​ត្រូវ​ចាប់ផ្ដើម​សេវាបន្ទះកុំព្យូទ័រដើម្បី​អនុញ្ញាតឲ្យ​រ​ប្រើ​បន្ទះ PCMCIA ឬអត់ ។​
vi: Có lẽ máy vi tính này có giao diện loại PCMCIA. Vậy bạn hãy chọn để khởi chạy dụ lịch thẻ PC hay không, để có khả năng sử dụng thẻ PC ấy.

source: PCMCIA resource range options:
eo: Atingopovaj alternativoj de PCMCIA rimedoj :
hr: Mogu碌osti opsega PCMCIA izvora:
km: ជម្រើស​ជួរ​ធនធាន PCMCIA ៖
vi: Các tùy chọn của phạm vị tài nguyên PCMCIA:

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
eo: Por bone funkcii, iuj PCMCIA aparatoj bezonas apartajn agordojn por specifi la atingopovaj rimedoj. Kontraŭe ne specifi la agordojn blokus la komputilon. Ekzemple, kelkaj 'Dell' porteblaj komputiloj bezonas agordon 'exclude port 0x800-0x8ff'. Tiuj agordoj estos lokataj en la dosiero '/etc/pcmcia/config.opts'. Bonvolu konsulti la instaladan lernolibron aŭ la 'PCMCIA HOWTO' akton.
hr: Neka PCMCIA o搬rsja trebaju osobita pode젼nja izvora da bi radila, ina泊 uzrokuju zastoj ra拌nala. Primjerice, neki Dell nakrilnici ovdje trebaju zapovijed "exclude port 0x800-0x8ff". Ta 老 pode젼nja biti dodana u /etc/pcmcia/config.opts. Pogledajte u instalacijski priru迫ik ili u PCMCIA KAKO za vi젼 obavijesti.
vi: Một số loại phần cứng PCMCIA cần những tùy chọn cấu hình tài nguyên đặc biệt để hoạt động; nếu không thì có thể làm hệ thống đông đặc. Thí dụ, một số máy tính xách tay Dell cần tùy chọn "exclude port 0x800-0x8ff" được ghi rõ ở đây. Sẽ thêm những tùy chọn ấy vào tập tin /etc/pcmcia/config.opts. Hãy xem tập tin hướng dẫn cài đặt hay tập tin «cách làm» (howto) PCMCIA để tìm thông tin thêm.

source: For most hardware, you do not need to specify anything here.
eo: La plejmultaj aparataroj nebezonas specifaĵon.
hr: Za ve輅nu o搬rsja, ovdje ne trebate ni졊a odrediti.
km: ចំពោះ​ផ្នែក​រឹង​ភាគ​ច្រើន អ្នក​មិន​ចាំបាច់​ត្រូវ​បញ្ជាក់​លម្អិត​ទីនេះ​ទេ ។
vi: Đối với hầu hết các loại phần cứng, bạn không phải ghi rõ gì ở đây.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
eo: Iom moduloj akceptas ŝargtempajn parametrojn por precizigi iliajn funkciadojn. Tiuj parametroj ofte precizigas 'I/O' pordojn kaj 'IRQ' nombrojn, kiuj varias laŭ la maŝinoj kaj ne povas determinita de aparataro. La parametroj aspektas tiel : "IRQ=7 IO=0x220"
hr: Neki moduli pri u粕tavanju prihva潞ju parametre za pode져vanje rada. Ti parametri su obi迫o I/O port i IRQ brojevi koji variraju od stroja do stroja i ne mogu biti odre緯ni prema o搬rsju. Primjerice, mogu izgledati ovako: "irq=7 io=0x220".
vi: Một số mô-đun chấp nhận những tham số vào lúc tải, để tùy chỉnh cách hoạt động. Những tham số này thường là số cổng vào/xuất (I/O) và IRQ, mà thay đổi mỗi máy một khác, và không thể được quyết định từ phần cứng. Một chuỗi thí dụ hình như: "irq=7 io=0x220".

source: If you don't know what to enter, leave it blank.
eo: Se vi ne scius kion tajpi, lasu registrokampon malplenan.
hr: Ako ne znate 졊o unijeti, ostavite prazno.
vi: Nếu không biết cần nhập gì, hãy bỏ rỗng.

source: Additional parameters for module ${MODULE}:
eo: Komplementaj parametroj por sistembloko ${MODULE} :
hr: Dodatni parametri za modul ${MODULE}:
km: ប៉ារ៉ាម៉ែត្រ​បន្ថែម​សម្រាប់​ម៉ូឌុល ${MODULE} ៖
vi: Các tham số thêm cho mô-đun ${MODULE}:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
eo: Misŝarga sistembloko ${MODULE}. Vi eble bezonas parametri sistemblokon por funkciigi ĝin ; tio estas kutima kun malnovaj aparatoj. La parametroj estas ofte 'I/O' pordo kaj 'IRQ' nombro, kiuj varias laŭ la maŝinoj kaj ne povas determinita de aparataro. La parametroj aspektas tiel : "irq=7 io=0x220"
hr: Neuspjelo u粕tavanje modula ${MODULE}. Mo쬯a mu trebate zadati odgovaraju老 parametre da bi radio? To je normalno za starije o搬rsje. Ti parametri su obi迫o I/O port i IRQ brojevi koji variraju od stroja do stroja i ne mogu biti odre緯ni prema o搬rsju. Primjerice, mogu izgledati ovako: "irq=7 io=0x220".
vi: Chưa có tải mô-đun ${MODULE} được. Có lẽ bạn cần phải gởi tham số sang mô-đun ấy để hoạt hóa nó ; phần cứng cũ thường cần bước này. Những tham số này thường là cổng vào/xuất (I/O) và số IRQ mà thay đổi mỗi máy một khác, và không thể được quyết định từ phần cứng. Một chuỗi thí dụ hình như "irq=7 io=0x220" .

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
eo: Se vi ne scius kion tajpi, konsultu aktojn aŭ lasu registrokampon malplenan por ne ŝargi la sistemblokon.
hr: Ako ne znate 졊o unijeti, pogledajte u priru迫ik, ili ostavite prazno, pa modul ne老 biti u粕tan.
km: បើ​អ្នក​មិន​ដឹង​ថា​ត្រូវ​បញ្ចូល​អ្វី នោះ​ពិគ្រោះ​ជាមួយ​ឯកសារ​របស់​អ្នក ឬ ទុក​វា​ទំនេរ​ដើម្បី​មិន​ផ្ទុក​ម៉ូឌុល ។
vi: Nếu không biết phải nhập thế nào, hãy xem tài liệu hoặc bỏ trống để không tải mô-đun ấy.

source: Error while running '${CMD_LINE_PARAM}'
eo: Eraro dum la funkciado de '${CMD_LINE_PARAM}'
hr: Pogre졂a pri izvr젼nju '${CMD_LINE_PARAM}'
km: កំហុស​ខណៈ​ពេល​កំពុង​រត់ '${CMD_LINE_PARAM}'
vi: Lỗi khi chạy '${CMD_LINE_PARAM}'

source: Load missing drivers from a driver floppy?
eo: Ĉu oni ŝargu mankajn aparatadaptilojn el disketo ?
km: ផ្ទុក​កម្មវិធី​បញ្ជា​ដែល​បាត់​ពី​ថាសទន់​កម្មវិធី​បញ្ជា ?
vi: Tải các trình hỗ trợ còn thiếu từ đĩa mềm trình hỗ trợ không?

source: A driver for your hardware is not available. You may need to load drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
eo: Maldisponebla aparatadaptilo. Vi eble bezonas ŝargi aparatadaptilon el disketo. Se vi havus tian disketon, metu ĝin en diskturnilon autaŭ ol pluigi.
km: កម្មវិធី​បញ្ជា​សម្រាប់​ផ្នែករឹង​របស់​អ្នក​មិន​មាន ។ អ្នក​ប្រហែល​ចាំបាច់​ត្រូវ​ផ្ទុក​កម្មវិធីបញ្ជា​ពី​ថាសទន់​កម្មវិធី​បញ្ជា​មួយ ។ បើ​អ្នក​មាន​ថាសទន់​ប្រភេទ​នេះអាច​ប្រើ​បាន​ឥឡូវ ដាក់​វា​ក្នុង​ដ្រាយ​មុន​នឹង​បន្ត ។​
vi: Chưa có trình hỗ trợ phần cứng bạn. Có lẽ bạn cần phải tải trình hỗ trợ sử dụng thiêt bị này từ đĩa mềm. Nếu bạn có đĩa mềm như thế, hãy chèn nó vào ổ trước khi tiếp tục.
