Repository: dankamongmen/s-i
Catalog: packages/partman/partman-auto-lvm/debian/po/*.po
Languages: da, dz, tr, vi, zh_tw

source: Erase entire disk and use LVM: ${DEVICE}
da: Slet hele disken og brug LVM: ${DEVICE}
dz: ཌིཀསི་ཧྲིལ་བུ་རྩ་བསྐྲད་གཏང་ནི་དང་LVMལག་ལེན་འཐབ:${DEVICE}
tr: Tüm diski sil ve LVM kullan: ${DEVICE}
vi: Xóa bỏ toàn bộ đĩa và sử dụng Bộ Quản lý Khối tin Hợp lý: ${DEVICE}
zh_tw: 刪除整個磁碟並使用 LVM：${DEVICE}

source: Name of the volume group for the new system:
da: Navnet på det nye systems bindgruppe:
dz: རིམ་ལུགས་གསརཔ་གི་དོན་ལུ་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་:
tr: Yeni sistem için Hacim Grup ismi:
vi: Tên của nhóm khối tin cho hệ thống mới:
zh_tw: 新系統的 Volume Group 名稱：

source: The selected volume group name is already in use. Please choose another name.
da: Det valgte bindgruppenavn er allerede i brug. Vælg et andet navn.
dz: སེལ་འཐུ་འབད་ཡོད་མི་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་འདི་ཧེ་མ་ལས་ལག་ལེན་འཐབ་ནུག།་ མིང་གཞན་གདམ་ཁ་རྐྱབས་གནང་།
tr: Seçtiğiniz cilt grubu ismi zaten kulanılıyor. Lütfen başka bir isim seçip tekrar deneyin.
vi: Tên nhóm khối tin đã chọn đã được dùng. Hãy chọn tên khác.
zh_tw: 所指定的 Volume Group 名稱已在使用中。請換用另一個名稱。

source: Failed to partition the selected disk
da: Kunne ikke partitionere den valgte disk
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཌིཀསི་བར་བཅད་འབད་ནི་ལུ་མཐར་འཁྱོལ་མ་བྱུང་།
tr: Seçilen disk başarıyla bölümlenemedi
vi: Việc phân vùng đĩa đã chọn bị lỗi
zh_tw: 無法分割所選定的磁碟。

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
da: Dette skyldes sandsynligvis at den valgte opskrift ikke indeholder nogen partitioner, der kan oprettes på LVM-bind.
dz: སེལ་འཐུ་འབད་ཡོད་པའི་བཟའ་འཐུང་བཟོ་ཐངས་ནང་LVMསྐད་ཤུགས་ཚུ་ལུ་གསར་བསྐྲུན་འབད་བཏུབ་མི་གི་བར་བཅད་གང་རུང་མེདཔ་ལས་འ་ནི་འདི་བྱུངམ་ཨིན།
tr: Bunun nedeni büyük ihtimalle, seçilen yöntemin LVM ciltleri üzerinde oluşturulabilecek herhangi bir bölüm içermemesidir.
vi: Nó xảy ra vì phương pháp đã chọn không chứa phân vùng nào có thể được tạo trên khối tin kiểu Bộ Quản lý Khối tin Hợp lý.
zh_tw: 這是因為所選定的組合中並沒有包含任何可以在 LVM volumes 中新增的任何磁碟區。

source: Continue installation without /boot partition?
da: Fortsæt installationen uden en /boot-partition?
dz: /boot བར་བཅད་མེད་པར་གཞི་བཙུགས་འཕྲོ་མཐུད་འབད?
tr: /boot bölümü olmadan kuruluma devam edilsin mi?
vi: Tiếp tục cài đặt không có phân vùng </boot> không?
zh_tw: 是否要在沒有 /boot 分割區的狀況之下繼續進行安裝作業？

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
da: Den opskrift, du valgte, indeholder ikke nogen separat partition til /boot. Dette er normalt nødvendigt for at du kan starte systemet op med LVM.
dz: /boot ཀྱི་དོན་ལུ་ཁྱོད་ཀྱི་སེལ་འཐུ་འབད་ཡོད་པའི་བཟའ་འཐུང་བཟོ་ཐངས་ནང་ལུ་བར་བཅད་སོ་སོ་ཚུ་མིན་འདུག། འ་ནི་འདི་ཁྱོད་ལུ་LVM ལག་ལེན་འཐབ་ད་རིམ་ལུགས་འདི་བུཊི་འབད་ནི་ལུ་སྤྱིར་བཏང་གི་དགོཔ་ཨིན།
tr: Seçtiğiniz yöntem ayrı bir /boot bölümü içermiyor. Olağan şartlarda bu bölüm LVM kullanan sisteme önyükleme için gerekmektedir.
vi: Bạn đã chọn một phương pháp không chứa phân chia riêng cho </boot>. Bình thường cần thiết phân chia này để cho bạn khả năng khởi động hệ thống khi dùng Bộ Quản lý Khối tin Hợp lý.
zh_tw: 您所採取的方案並沒有將 /boot 放到獨立的分割區中。一般會需要採取這種方式來讓使用 LVM 的系統能夠開機。

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
da: Du kan vælge at ignorere denne advarsel, men det kan resultere i at du ikke kan starte systemet op, når installationen er afsluttet.
tr: Bu uyarıyı göz ardı etmeyi seçebilirsiniz, fakat bu durum kurulum tamamlandıktan sonra sistemin açılmamasına yol açabilir.
vi: Bạn có thể chọn bỏ qua cảnh báo này, nhưng mà làm như thế có thể có kết quả là việc khởi động lại hệ thống bị lỗi, sau khi đã cài đặt xong.
zh_tw: 您可以選擇不去理會這項警告，但在安裝作業完成之後可能會因而造成系統無法重新啟動。

source: Existing physical volume on the selected device
da: Eksisterende fysisk bind på den valgte enhed
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཐབས་འཕྲུལ་འདི་ལུ་ཡོད་བཞིན་པའི་དངོས་ཅན་སྐད་ཤུགས།
tr: Seçili aygıtta varolan fiziksel cilt
vi: Một khối tin vật lý đã có trên thiết bị đã chọn.
zh_tw: 在所指定的裝置上已有 Physical Volume

source: The device you selected already contains one or more physical volumes. It is not possible to automatically partition this device using LVM.
da: Den enhed, du har valgt, indeholder allerede en eller flere fysiske bind. Det er ikke muligt at partitionere enheden automatisk med LVM.
dz: ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་ཡོད་པའི་ཐབས་འཕྲུལ་འདི་ལུ་དངོས་ཅན་སྐད་ཤུགས་ཚུ་གཅིག་དང་ཡང་ན་དེ་ལས་ལྷག་སྟེ་ཧེ་མ་ལས་ལྡན་འདི་འདུག། LVM ལག་ལེན་འཐབ་སྟེ་འ་ནི་ཐབས་འཕྲུལ་འདི་རང་བཞིན་གྱིས་བར་བཅད་འབད་ནི་ལུ་མི་སྲིད་པ་ཨིན།
tr: Seçilen aygıt zaten bir veya daha fazla fiziksel cilt içeriyor. Bu aygıtı LVM kullanarak otomatik bölümlemek mümkün değil.
vi: Bạn đã chọn một thiết bị đã chứa một hay nhiều khối tin vật lý. Không thể tự động phân vùng thiết bị này bằng Bộ Quản lý Khối tin Hợp lý.
zh_tw: 您所選擇的裝置已有一個或多個 Phyzical Volumes，所以無法在這個裝置上使用 LVM 來進行磁碟自動分割。

source: Volume group name already in use
da: Bindgruppenavnet er allerede i brug
dz: ཧེ་མ་ལས་ལག་ལེན་འཐབ་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་།་
tr: Bu cilt grubu ismi zaten kullanılıyor
vi: Tên nhóm khối tin đã có
zh_tw: Volume Group 名稱已在使用中

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
da: Det bindgruppenavn, der benyttes til automatisk partitionering med LVEM, er allerede i brug. Hvis du sænker prioriteten for opsætningsspørgsmål, kan du angive et alternativt navn.
dz: LVM འདི་ལག་ལེན་འཐབ་འདི་རང་བཞིན་གྱིས་བར་བཅད་འབད་ནི་ལུ་ལག་ལེན་འཐབ་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་འདི་ཧེ་མ་ལས་ལག་ལེན་འཐབ་ནུག། རིམ་སྒྲིག་འབད་ནིའི་དྲི་བ་ཚུ་གི་དོན་ལུ་གཙོ་རིམ་འདི་མར་ཕབ་འབད་མི་འདི་གིས་ཁྱོད་ལུ་གསལ་བཀོད་འབད་མི་ཐབས་གཞན་གི་མིང་འབད་བཅུག་འོང་།
tr: LVM otomatik bölümlemede kullanılan cilt grubu ismi zaten kulllanılıyor. Yapılandırma sorularının önceliğini düşürmeniz halinde başka bir isim girmeniz mümkün olacaktır.
vi: Đang dùng tên nhóm khối tin được dùng để phân vùng tự động bằng Bộ Quản lý Khối tin Hợp lý. Việc giảm ưu tiên cho câu hỏi cấu hình sẽ cho phép bạn ghi rõ một tên xen kẽ.
zh_tw: 在使用 LVM 來進行磁碟自動分割時所採用的 Volume Group 名稱已在使用中。降低設定的提問等級將能讓您自行指定另一個名稱。

source: Unexpected error while creating volume group
da: Uventet fejl under opretning af bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་གསར་བསྐྲུན་འབདཝ་ད་རེ་བ་མེད་པའི་འཛོལ་བ།
tr: Cilt grubu oluşturulurken beklenmeyen bir hata oluştu
vi: Gặp lỗi bất ngờ trong khi tạo nhóm khối tin
zh_tw: 在建立 Volume Group 時發生意料之外的錯誤

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
da: Automatisk partitionering med LVM mislykkedes fordi der opstod en fejl under oprettelse af gruppen.
dz: རང་བཞིན་གྱིས་བར་བཅད་འབད་ནིའི་LVM་ལག་ལེན་འཐབ་ནི་འདི་འཐུས་ཤོར་བྱུང་ཡོད་ དེ་ཡང་ སྐད་ཤུགས་སྡེ་ཚན་འདི་གསར་བསྐྲུན་འབདཝ་ད་འཛོལ་བ་བྱུང་ནུག།
tr: Cilt grubu oluşturulurken karşılaşılan bir hatadan dolayı LVM otomatik bölümleme başarısız oldu.
vi: Việc tự động phân vùng bằng Bộ Quản lý Khối tin Hợp lý bị lỗi, vì gặp lỗi trong khi tạo nhóm khối tin.
zh_tw: 使用 LVM 來自動分割的動作失敗了，在建立 Volume Group 時發生了錯誤。

source: Check /var/log/syslog or see virtual console 4 for the details.
da: Tjek /var/log/syslog eller kig på den virtuelle konsol 4 for detaljer.
dz: /var/log/syslog ཞིབ་དཔྱད་འབད་ཡང་ན་རྒྱས་བཤད་ཀྱི་དོན་ལུ་བར་ཅུ་ཡལ་མ་སྒྲོམ་༤་པ་འདི་བལྟ།
tr: Ayrıntılı bilgi için /var/log/syslog dosyasına veya dördüncü konsola bakın.
vi: Hãy kiểm tra xem bản ghi hệ thống </var/log/syslog> hoặc xem bàn giao tiếp ảo 4 để tìm chi tiết.
zh_tw: 請查看 /var/log/syslog 或是第四個虛擬主控台來獲得詳細訊息。
