Repository: dankamongmen/s-i
Catalog: packages/choose-mirror/debian/po/*.po
Languages: mk, ne, nl, sq, sr, tr, vi, xh

source: Protocol for files download:
mk: Протокол за преземање на датотеките:
nl: Protocol voor ophalen van bestanden:
sq: Protokolli për shkarkimin e file-ve:
tr: Dosyalar indirilirken kullanılacak protokol:

source: Please select the file download protocol. If unsure, select "http"; it is less prone to problems involving firewalls.
mk: Одбери го протоколо за преземање на датотеки. Ако не си сигурен, одбери „http“, бидејќи најверојатно е да нема проблеим со огнените ѕидови.
nl: Welk protocol wilt u gebruiken om bestanden op te halen? Bij twijfel kiest u best 'http' aangezien deze minder gevoelig is voor problemen met firewalls.
sq: Të lutem zgjidh protokollin e shkarkimit. Nëse je i pasigurtë, zgjidh "http", është më pak i prirur rreth problemeve që përfshijnë firewall.
tr: Lütfen dosya indirilirken kullanılacak protokolü seçin. Emin değilseniz, güvenlik duvarlarıyla (firewall) en az problemi olan "http" protokolünü seçin.

source: Please enter the hostname of the mirror from which Debian will be downloaded.
mk: Внеси го името(хоснејмот) на сервер од кој Дебиан ќе биде преземен.
ne: कृपया मिररको होस्टनाम प्रविष्ट गर्नुहोस् जहाँबाट डेबियन डाउनलोड हुन्छ ।
nl: Wat is de computernaam van de spiegelserver waarvan Debian opgehaald zal worden?
sq: Të lutem shkruaj emrin e strehuesit mirror nga ku Debian do shkarkohet.
sr: Молим унесите име мирора са којег ће Дебиан бити довучен.
tr: Lütfen Debian'ın indirileceği yansının adresini girin.
vi: Hãy go tên máy nhân bản cần tải gói Debian xuống.
xh: Nceda ungenise igama lomququzeleli wesipili apho Debian luya kukhutshelwa khona.

source: HTTP proxy information (blank for none):
mk: Информации за ХТТП посредник (празно доколку нема):
ne: HTTP प्रोक्सी सूचना (कुनैको लागि पनि खाली छैन):
nl: HTTP-proxy-gegevens (leeg voor geen proxy):
sq: Informacioni i proxy HTTP (bosh për asnjë):
sr: Адреса 'HTTP' прокси сервера (оставите празно ако не користите):
tr: HTTP vekil bilgileri (kullanmıyorsanız boş bırakın):
vi: Thông tin máy ủy nhiệm HTTP (bỏ rỗng nếu không có):
xh: Intsingiselo esebenzisa njengomqobo ye-HTTP (ize ngokungenanto):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
mk: Ако за да можеш да пристапиш на интернет е потребен ХТТП посредник, внеси го тука или остави го празно ако не е потребно.
ne: यदि तपाईँ बाहिरी संसारलाई HTTP प्रोक्सी प्रयोग गरेर पहुँच गर्न चाहानुहुन्छ भने यहाँ प्रोक्सी सूचना प्रविष्ट गर्नुहोस् । अन्यथा यो खाली छोड्नुहोस् ।
nl: Als u een HTTP-proxy nodig heeft voor toegang tot de buitenwereld dient u de proxy-gegevens hier in te voeren; zoniet dient u dit leeg te laten.
sq: Nëse duhet të përdorësh një proxy HTTP për tu lidhur me internetin, fut të dhënat e tij këtu. Përndryshe, lëre bosh.
sr: Ако вам је потребно да користите 'HTTP' прокси сервер за приступ спољној мрежи, унесите његову адресу. У супротном оставите поље празним.
tr: Eğer dışa erişim için bir HTTP vekil sunucu kullanıyorsanız, vekil sunucu bilgilerini girin. Aksi takdirde boş bırakın.
vi: Nếu bạn cần phải sử dụng máy ủy nhiệm HTTP để kết nối đến Mạng, hãy gõ thông tin ủy nhiệm ở đây. Không thì hãy bỏ rỗng.
xh: Ukuba ufuna ukusebenzisa i-HTTP esebenzisa njengomqobo ukufikelela kwilizwe langaphandle, ngenisa intsingiselo esebenzisa njengomqobo apha. Kungenjalo, yishiye ize.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/"
mk: Информациите за посредникот треба да се внесат во стандардана форма „http://[[user][:pass]@]host[:port]/“
nl: De proxy-gegevens dienen het standaardformaat 'http://[[gebruiker][:wachtwoord]@]servernaam[:poort]' te volgen
sq: Të dhënat e proxy duhen dhënë në formatin standart "http://[[përdoruesi][:fjalëkalimi]@]hosti[:port]/"
tr: Vekil sunucu bilgileri "http://[[kullanıcı_adı][:parola]@]adres[:port]/" şeklinde olmalıdır

source: Debian archive mirror:
mk: Алтернативна локација за Dеbian архивите:
ne: डेवियन संग्रह मिरर:
nl: Debian-archief-spiegelserver:
sq: Arkivi mirror Debian:
sr: Дебианов архивски мирор:
tr: Debian yansısı:
vi: Nhân bản kho Debian:
xh: Isipili sikavimba se-Debian:

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
mk: Одбери алетернативна локација за архивите на Дебиан. Најубаво е да користиш алтернативна локација во твојата држава или регион ако не си сигурен која локација има најдобра интернет врска во однос на тебе.
ne: कृपया डेबियन संग्रह मिरर चयन गर्नुहोस् । यदि तपाईँलाई कुन मिररको तपाईँसंग इन्टरनेट जडान उत्तम छ भन्ने थाह छैन भने तपाईँले मिररलाई आफ्नो देश वा क्षेत्रमा प्रयोग गर्नपर्दछ ।
nl: Welke Debian-archief-spiegelserver wilt u gebruiken? Als u niet weet welke spiegelserver voor u de beste verbinding geeft kunt u best een spiegelserver uit uw land of regio gebruiken.
sq: Të lutem zgjidh një arkiv mirror Debian. Duhet të përdorësh një të tillë në shtetin apo rajonin tuaj nëse nuk di cili mirror ka lidhjen më të mirë të Internetit.
sr: Молим одаберите Дебианов архивски мирор. Можете да користите мирор у вашој земљи или региону ако не знате који мирор има најбољу Интернет везу до вас.
tr: Lütfen bir Debian yansısı seçin. Eğer size en uygun Internet bağlantısını sunan yansıyı bilmiyorsanız, ülke veya bölgenizdeki yansıyı kullanmalısınız.
vi: Hãy chọn một nơi Mạng nhân bản kho Debian. Bạn nên sử dụng máy nhân bản trong quốc gia hay miền gần nhất, nếu bạn chưa biết máy nhân bản nào có đường dẫn Mạng nhanh nhất đến chỗ bạn.
xh: Nceda ukhethe isipili sikavimba se-Debian. Kufuneka usebenzise isipili kwilizwe lakho okanye ummandla wakho ukuba awusazi ukuba sesiphina isipili esisinolona qhagamshelwano lwe-Internet lufanelekikyo kuwe.

source: Usually, ftp.<your country code>.debian.org is a good choice.
mk: Најчесто, ftp.<кодот на твојата држава>.debian.org е добар избор.
ne: सामान्यतया, ftp.<your country code>.debian.org राम्रो रोजाई हुनसक्छ ।
nl: Doorgaans is ftp.<uw landcode>.debian.org een goede keuze.
sq: Zakonisht, ftp.<kodi i shtetit tënd>.debian.org është një zgjedhje e mirë.
sr: Обично је ftp.<двословна ознака ваше земље>.debian.org добар избор.
tr: Genellikle, ftp.<ülke kodunuz>.debian.org iyi bir seçimdir.
vi: Thông thường, ftp.<mà quốc gia bạn>.debian.org là lựa chọn tốt.

source: Debian archive mirror hostname:
mk: Името на алтернативната локација за Дебиан архивите:
ne: डेबियन संग्रह मिरर होस्टनाम:
nl: Computernaam van de Debian-archief-spiegelserver:
sq: Shkruaj emrin e strehuesit për arkivin mirror Debian:
sr: Име хоста Дебиановог архивског мирора:
tr: Debian yansı adresini girin:
vi: Tên máy nhân bản kho Debian:
xh: Isipili sikavimba asililo igama lomququzeleli we-Debian:

source: Please enter the network name of the host from which Debian will be downloaded.
mk: Внеси го името на серверот од кој Дебиан ќе се презема.
nl: Wat is de netwerknaam van de computer waarvan u Debian zult ophalen?
sq: Të lutem shkruaj emrin e strehuesit nga ku Debian do shkarkohet.
tr: Lütfen Debian'ın indirileceği yansının ağ adını girin.

source: Debian archive mirror directory:
mk: Директориумот во алтернативната локација за Дебиан архивите:
ne: डेबियन संग्रह मिरर डाइरेक्ट्री:
nl: Debianarchiev-spiegelmap:
sq: Kartela e arkivit mirror Debian:
sr: Директоријум на Дебиановом архивском мирору:
tr: Debian yansı dizinini girin:
vi: Thư mục nhân bản kho Debian:
xh: Uvimba weefayili wesipili se-Debian:

source: Please enter the directory in which the mirror of the Debian archive is located.
mk: Те молам внеси го директориумот на алтернативниот сервер каде што се наоѓаат архивите на Дебиан.
ne: कृपया डाइरेक्टरी प्रविष्ट गर्नुहोस् जसमा मिररको डेबियन संग्रह अवस्थित हुन्छ ।
nl: In welke map bevindt de Debian-archief-spiegel zich?
sq: Të lutem shkruaj kartelën ku ndodhet arkivi mirror Debian.
sr: Молим, унесите директоријум на ком је лоциран Дебианов архивски мирор.
tr: Lütfen yansıda Debian arşivinin bulunduğu dizini girin.
vi: Hãy gõ thư mục có nhân bản kho Debian.
xh: Nceda ungenise uvimba weefayili apho uvimba wesipili se-Debian afunyenwe khona.

source: FTP proxy information (blank for none):
mk: Информации за FTP посредник (празно доколку нема):
ne: FTP प्रोक्सी सूचना (कुनैको लागि पनि खाली छैन):
nl: FTP-proxy-gegevens (leeg voor geen proxy):
sq: Informacioni i proxy FTP (bosh për asnjë):
sr: Адреса ФТП прокси сервера (оставите празно ако не користите):
tr: FTP vekil sunucu bilgileri (kullanmıyorsanız boş bırakın):
vi: Thông tin máy ủy nhiệm FTP (bỏ rỗng nếu không có):
xh: Intsingiselo yekhompyutha esebenzisa njengomqobo ye-FTP (ize ngokungenanto):

source: If you need to use a FTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
mk: Ако е потребен ФТП посредник за да комуницираш со интернет, те молам внеси ги информациите тука. Ако не е потребно остави го ова празно.
nl: Als u een FTP-proxy nodig heeft voor toegang tot de buitenwereld dient u de proxy-gegevens hier in te voeren; zoniet dient u dit leeg te laten.
sq: Nëse të duhet të përdorësh një proxy FTP për tu lidhur me internetin, të lutem shkruaj të dhënat e tij këtu. Përndryshe, lëre bosh.
tr: Eğer dışa erişim için bir FTP vekil sunucu kullanıyorsanız, vekil sunucu bilgilerini girin. Aksi takdirde boş bırakın.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]/".
mk: Информациите за ФТП посредникот треба да бидат во стандардната форма „http://[[user][:pass]@]host[:port]/“.
nl: De proxy-gegevens dienen het standaardformaat 'http://[[gebruiker][:wachtwoord]@]servernaam[:poort]' te volgen.
sq: Të dhënat e proxy duhet të jenë të formatit standart "http://[[përdoruesi][:fjalëkalimi]@]hosti[:porta]/".
tr: Vekil sunucu bilgileri "http://[[kullanıcı_adı][:parola]@]adres[:port]/" şeklinde olmalıdır.

source: stable, testing, unstable
mk: стабилно, тестирање, нестабилно
tr: kararlı, test, kararsız
vi: ổn định, thử ra, bất định
xh: izinzile, iyavavanya, ayizinzanga

source: Debian version to install:
mk: Верзија на Дебиан да се инсталира:
ne: स्थापनाका लागि डेबियन संस्करण:
nl: Te installeren Debian-versie:
sq: Versioni i Debian për tu instaluar:
sr: Верзија Дебиана коју желите да инсталирате:
tr: Kurulacak Debian sürümü:
vi: Phiên bản Debian cần cài đặt :
xh: Iza kuseka inkqubo yenguqulelo i-Debian:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
mk: Дебиан доаѓа во неколку вкусови. Stable (стабилен) е тестиран и ретко се менува. Unstable (нестабилен) многу често се менува и не е тестиран. Testing (тестиран) е нешто во средина, ги има новите верзии на програмите од Unstable ако не се премногу со бубачки.
ne: डेबियन बिभिन्न रुपमा उपलब्ध हुन्छ । स्ट्याबल राम्रो संग परिक्षण गरिएको हुन्छ र कम मात्रामा परिवर्तन गरिन्छ । परिक्षण मध्यम क्षेत्र हो, जस्मा अनस्ट्याबल संस्करणहरुबाट यदि तिनिहरू कम मात्रामा त्रुटिपूर्ण भएमा नयाँ संस्करणहरू थप गरिन्छ ।
nl: Debian is in verschillende versies beschikbaar. 'stable' verandert zelden en is uitvoerig getest. 'unstable' verandert frequent en is niet getest. 'testing' houdt het midden tussen deze twee, en bevat pakketten uit 'unstable' die geen noemenswaardige problemen opleveren.
sq: Debian vjen në disa versione. Stable është i mirë-provuar dhe rrallë ndryshon. Unstable nuk është i provuar dhe ndryshon shpesh. Testing qëndron në mes, pranon shumë versione të reja nga unstable nëse këto të fundit nuk përmbajnë shumë gabime.
sr: Дебиан долази у више варијанти. Стабилна је добро тестирана и ретко се мења. Нестабилна је нетестирана и често се мења. Тестирајућа је негде између стабилне и нестабилне варијанте, базирана на стабилној са много новијих верзија софтвера из нестабилне уколико су се ови показали као не превише баговити.
tr: Debian dağıtımının değişik çeşitleri vardır. "Kararlı" iyice sınanmıştır ve nadiren değişikliğe maruz kalır. "Kararsız" sınanmamıştır ve sıkça değişir. Orta yol olarak değerlendirilebilecek "Test" ise ciddi hatalar içermedikleri sürece pek çok yeni sürüm paketi "Kararsız"dan alır.
vi: Có vài phiên bản Debian khác. Ổn định (stable) - phiên bản này được kiểm tra khá và thay đổi rất ít lần. Bất định (unstable) - phiên bản này chưa được kiểm tra và thay đổi luôn. Thử ra (testing) - phiên bản này ở giữa hai phiên bản khác: nó nhận nhiều trình mới từ phiên bản bất định, khi mỗi trình không còn có nhiều lỗi lại.
xh: I-Debian iza ngeencasa eziliqela. Uzinzo luvavanywe kakuhle yaye alufane lutshintshe, Engazinzanga ayivavanyiwanga yaye itshintsha rhoqo. Ukuvavanya kubalulekile, kufumana uninzi lweenguqulelo ezintsha zisuke kwezingazinzanga ukuba azinaziphene kakhulu.

source: Checking the Debian archive mirror
mk: Го проверувам алтернативниот сервер за архивите на Дебиан
ne: डेबियन संग्रह मिरर परिक्षण गर्दै
nl: Debian-archief-spiegelserver wordt gecontroleerd ...
sq: Duke kontrolluar arkivin mirror Debian
sr: Проверавам Дебиан архивски мирор
tr: Debian yansısı inceleniyor
vi: Kiểm tra nhân bản kho Debian...
xh: Ikhangela isipili sikavimba we-Debian

source: Downloading the Release file...
mk: Ја преземам датотеката со објави...
ne: विमोचन फाइल डाउनलोड हुँदैछ...
nl: Het 'Releases'-bestand wordt opgehaald ...
sq: Duke shkarkuar file e Publikimit ...
sr: Довлачим 'Release' датотеку...
tr: "Release" dosyası indiriliyor...
vi: Tải về tập tin Release (nhả)...
xh: Ikhuphela ulwazi lwefayili Yenkululo...

source: Bad archive mirror
mk: Лош алтернативен сервер
ne: खराब संग्रहण मिरर
sq: Mirror arkivi i gabuar Debian
sr: Лош архивски мирор
tr: Kötü Debian yansısı
vi: Nhân bản kho sai
xh: Isipili sikavimba esibi

source: The specified Debian archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
mk: Внесениот алтернативен сервер за Дебиан или не е достапен или нема правилна датотека со верзии. Пробај друг.
ne: निर्दिष्ट गरिएको डेबियन मिरर यात उपलब्ध छैन, वा यस्मा वैध विमोचन फाइल छैन । कृपया भिन्न मिरर कोशिस गर्नुहोस् ।
sq: Mirror-i i zgjedhuri arkivit Debian ose nuk është i gjendshëm, ose nuk ka një kartelë Release të vlefshme në të. Të lutem provo me një tjetër mirror.
sr: Наведени Дебианов архивски мирор или није доступан или нема валидну 'Release' датотеку. Молим, пробајте неки други мирор.
tr: Belirtilen Debian yansısı mevcut değil veya geçerli bir "Release" dosyasına sahip değil. Lütfen başka bir yansı deneyin.
vi: Máy nhân bản kho Debian đã chọn hoặc không công bố hoặc không có tập tin Nhả (Release) hợp lệ. Hãy thử máy khác.
xh: Isipili sikavimba esibalulweyo se-Debian kunokwenzeka ukuba asifumaneki okanye asinayo ifayili kuyo Yenkululo esemthethweni. Nceda uzame isipili esahlukileyo.

source: Choose a mirror of the Debian archive
mk: Одбери алтернативен сервер за Дебиан архивите
ne: डेबियन संग्रहको एउटा मिरर रोज्नुहोस्
nl: Van welke Debian-archief-spiegelserver wilt u gebruik maken?
sq: Zgjidh një mirror të arkivit Debian
sr: Одаберите мирор Дебиан архиве
tr: Bir Debian yansısı seç
vi: Chọn một nhân bản kho Debian
xh: Khetha isipili sikavimba we-Debian

source: AR
nl: Argentinië (AR)
tr: Arjantin (AR)

source: CO
nl: Colombië (CO)
tr: Kolombiya (CO)

source: IL
nl: Israël (IL)
tr: İsrail (IL)

source: MA
nl: Marokko (MA)
tr: Fas (MA)

source: NI
nl: Nicaragua (NI)
tr: Nikaragua (NI)

source: US[ Default value for http]
ne: US[ http को लागि पूर्वनिर्धारित मान]
nl: NL
sq: US[ Vlera e prezgjedhur për http]
sr: RS
tr: TR
vi: JP[ giá trị mặc định cho http]
xh: ZA

source: enter information manually
mk: внеси ги информациите рачно
ne: सूचना म्यानुअल तरिकाले प्रविष्ट गर्नुहोस्
nl: informatie handmatig invoeren
sq: futi vetë të dhënat
sr: унесите ручно информације
tr: bilgileri elle girin
vi: tự nhập thông tin
xh: ngenisa intsingiselo ngesandla

source: AT
nl: Oostenrijk (AT)
tr: Avusturya (AT)

source: AU
nl: Australië (AU)
tr: Avustralya (AU)

source: BE
nl: België (BE)
tr: Belçika (BE)

source: BG
nl: Bulgarije (BG)
tr: Bulgaristan (BG)

source: BR
nl: Brazilië (BR)
tr: Brezilya (BR)

source: BY
nl: Wit-Rusland (BY)
tr: Beyaz Rusya (BY)

source: CA
nl: Canada (CA)
tr: Kanada (CA)

source: CH
nl: Zwitserland (CH)
tr: İsviçre (CH)

source: CL
nl: Chili (CL)
tr: Şili (CL)

source: CN
nl: China (CN)
tr: Çin (CN)

source: CR
nl: Costa Rica (CR)
tr: Kosta Rika (CR)

source: CZ
nl: Tsjechië (CZ)
tr: Çekoslavakya (CZ)

source: DE
nl: Duitsland (DE)
tr: Almanya (DE)

source: DK
nl: Denemarken (DK)
tr: Danimarka (DK)

source: EE
nl: Estland (EE)
tr: Estonya (EE)

source: ES
nl: Spanje (ES)
tr: İspanya (ES)

source: FI
nl: Finland (FI)
tr: Finlandiya (FI)

source: FR
nl: Frankrijk (FR)
tr: Fransa (FR)

source: GB
nl: Groot-Britannië (GB)
tr: İngiltere (GB)

source: GR
nl: Griekenland (GR)
tr: Grönland (GR)

source: HK
nl: Hong Kong (HK)
tr: Hong Kong (HK)

source: HR
nl: Kroatië (HR)
tr: Hırvatistan (HR)

source: HU
nl: Hongarije (HU)
tr: Macaristan (HU)

source: ID
nl: Indonesië (ID)
tr: Endonezya (ID)

source: IE
nl: Ierland (IE)
tr: İrlanda (IE)

source: IN
nl: Indië (IN)
tr: Hindistan (IN)

source: IS
nl: IJsland (IS)
tr: İzlanda (IS)

source: IT
nl: Italië (IT)
tr: İtalya (IT)

source: JP
nl: Japan (JP)
tr: Japonya (JP)

source: KR
nl: Zuid-Korea (KR)
tr: Güney Kore (KR)

source: LT
nl: Litouwen (LT)
tr: Litvanya (LT)

source: LU
nl: Luxemburg (LU)
tr: Lüksemburg (LU)

source: LV
nl: Letland (LV)
tr: Letonya (LV)

source: MX
nl: Mexico (MX)
tr: Meksika (MX)

source: NL
nl: Nederland (NL)
tr: Hollanda (NL)

source: NO
nl: Noorwegen (NO)
tr: Norveç (NO)

source: NZ
nl: Nieuw-Zeeland (NZ)
tr: Yeni Zelanda (NZ)

source: PL
nl: Polen (PL)
tr: Polonya (PL)

source: PT
nl: Portugal (PT)
tr: Portekiz (PT)

source: RO
nl: Roemenië (RO)
tr: Romanya (RO)

source: RU
nl: Rusland (RU)
tr: Rusya (RU)

source: SE
nl: Zweden (SE)
tr: İsveç (SE)

source: SG
nl: Singapore (SG)
tr: Singapur (SG)

source: SI
nl: Slovenië (SI)
tr: Slovenya (SI)

source: SK
nl: Slovakije (SK)
tr: Slovakya (SK)

source: TH
nl: Thailand (TH)
tr: Tayland (TH)

source: TR
nl: Turkije (TR)
tr: Türkiye (TR)

source: TW
nl: Taiwan (TW)
tr: Tayvan (TW)

source: UA
nl: Oekraïne (UA)
tr: Ukrayna (UA)

source: US
nl: Verenigde Staten (US)
tr: Amerika Birleşik Devletleri (US)

source: ZA
nl: Zuid-Afrika (ZA)
tr: Güney Afrika (ZA)

source: US[ Default value for ftp]
ne: US[ ftp को लागि पूर्वनिर्धारित मान]
nl: NL
sq: US[ Prezgjedhur për ftp]
sr: RS
tr: TR
vi: JP[ giá trị mặc định cho ftp]
xh: ZA

source: Debian archive mirror country:
mk: Држава за алтернативна локација на Дебиан архивите:
ne: डेबियन संग्रह मिरर देश:
nl: Land van Debian-archief-spiegelserver
sq: Shteti ku ndodhet mirror i arkivave Debian:
sr: Земља Дебиановог архивског мирора:
tr: Debian yansısının bulunduğu ülke:
vi: Nơi đặt nhân bản kho Debian:
xh: Ilizwe lesipili sikavimba we-Debian:

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
mk: Целта е да се најде алтернативен сервер со архивите на Дебиан кој е најблиску до тебе на интернет -- географската локација не мора да значи дека е најдобар избор.
ne: डेवियन संग्रहको मिरर फेला पार्ने लक्ष्य हो जुन तपाईँको सञ्जालसंग नजिक छ--सावधान रहनुहोस् यद्यपि तपाईँको आफ्नो रोजाईको नजिकको देशहरू पनि उत्तम नहुन सक्छ ।
nl: Het doel is om een spiegelserver dichtbij op het netwerk te vinden -- houd er rekening mee dat dichtbijzijnde landen, of zelfs uw eigen land, niet noodzakelijk de beste keuze zijn.
sq: Qëllimi është të gjej një arkiv mirror Debian që ndodhet afër rrjetit tënd.-- kujdes pasi shtetet afër, apo edhe i joti mund të mos jenë zgjedhja më e mirë.
sr: Циљ је да се пронађе мирор Дебиан архиве који вам је најближи на мрежи -- водите рачунада суседне земље, или чак ваша земља, не морају бити најбољи избор.
tr: Amaç, size en yakın yansıyı bulmaktır -- yakın ülkeler ve hatta kendi ülkenizdeki yansıların bile en iyi seçim olamayabileceğini unutmayın.
vi: Hãy tìm máy nhân bản kho Debian mà gần bạn trên mạng -- chú ý: những quốc gia gần hơn, hay ngay cả quốc gia bạn, có lẽ không phải là sự chọn tốt nhất.
xh: Injongo kukufumana isipili sovimba we-Debian esikufutshane nawe kuthungelwano lumkela ukuba amazwe akufutshane, nokuba lelakho lisenokungabi lelona likhethekayo.

source: stable
sr: стабилна

source: testing
sr: тестирајућа

source: unstable
sr: нестабилна

source: Architecture not supported
sr: Неподржана архитектура

source: An alternate port can be specified using the standard [hostname]:[port] format.
ne: मानक [hostname]:[port] ढाँचाको प्रयोग गरेर एउटा वैकल्पिक पोर्ट निर्दिष्ट गर्न सकिन्छ ।
sq: Një portë e ndryshme mund të përcaktohet duke përdoru formatin standard [hostname]:[port].
sr: Можете навести неки други порт користећи стандардни формат[име сервера]:[порт]
vi: Có thể ghi rõ một cổng khác dùng định dạng chuẩn: [tên_máy]:[cổng]

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
ne: प्रोक्सी सूचना "http://[[user][:pass]@]host[:port]/" को मानक रुपमा दिएको हुनुपर्दछ ।
sr: Адреса прокси сервера би требало да буде задата у стандардном облику "http://[[корисник]:[лозинка]@]сервер[:порт]/".

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
ne: यदि तपाईँ बाहिरी संसारलाई HTTP प्रोक्सी प्रयोग गरेर पहुँच गर्न चाहानुहुन्छ भने यहाँ प्रोक्सी सूचना प्रविष्ट गर्नुहोस् । अन्यथा यो खाली छोड्नुहोस् ।
sr: Ако је потребно да користите ФТП прокси сервер за приступ спољној мрежи,унесите адресу сервера овде. У супротном, оставите поље празним.

source: Protocol for file downloads:
ne: फाइल डाउनलोड गर्नको लागि प्रोटोगल:
sr: Протокол за довлачење фајлова:
vi: Giao thức để tải về các tập tin:
xh: Imithetho yokukhuphela ulwazi kwiifayili:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
ne: कृपया फाइलहरू डाउनलोडिङ गर्नको लागि प्रयोग हुने प्रोटोगल चयन गर्नुहोस् । यदि अनिश्चित हुनुहुन्छ भने "http" चयन गर्नुहोस्, यो फायरवालहरुमा समाविष्ट समस्याहरू भन्दा कम हुन्छ ।
sr: Молим, одаберите протокол који ће се користити за довлачење фајлова.Ако нисте сигурни шта да одаберете, одаберите "http", јер је мање осетљивна проблеме са фајерволовима.
