Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: ${disc}: Master Boot Record
eo: ${disc}: ĉefekŝargrikordo ('MBR')
fi: ${disc}: Pääkäynnistyslohko
ko: ${disc}: 마스터 부트 레코드
pt_br: ${disc}: Registro de Inicialização Principal
sl: ${disc}: Glavni zagonski zapis

source: ${part}: new Debian partition
el: ${part}: νέα κατάτμηση Debian
eo: ${part}: nova Debiana diskpartigo
fi: ${part}: uusi Debian-levyosio
it: ${part}: nuova partizione Debian
ko: ${part}: 새 데비안 파티션
pt_br: ${part}: nova partição Debian
sl: ${part}: novi Debianov razdelek

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
el: Για να γίνει το νέο σας σύστημα εκκινήσιμο, θα πρέπει να εγκαταστήσετε το φορτωτή LILO. Με την εγκατάστασή του στο Master Boot Record του σκληρού σας δίσκου, το LILO θα έχει τον πλήρη έλεγχο της διαδικασίας εκκίνησης, αλλά αν θέλετε να χρησιμοποιήσετε κάποιο άλλο διαχειριστή εκκίνησης, απλώς εγκαταστήστε το LILO στη νέα κατάτμηση Debian.
eo: La 'LILO'-programo devos esti instalita por ke via nova sistemo estu ekŝargebla. Instalinte ĝin sur via ĉefekŝargrikordo la 'LILO'-programo plene regos la ekŝargilon, sed se vi volas uzi alian ekŝargilon, prefere instalu 'LILO'-programon sur la nova diskpartigo.
fi: LILO-ohjelma on asennettava, jotta uusi järjestelmä voidaan käynnistää. Asentamalla LILO levyn pääkäynnistyslohkoon, se huolehtii koko käynnistyksestä. Jos haluat käyttää jotain muuta alkulatausohjelmaa, asenna LILO uuteen Debianin levyosioon.
it: Il programma LILO deve essere installato per rendere avviabile il nuovo sistema. Installandolo sul Master Boot Record del vostro disco, LILO prenderà il controllo del processo di avvio, ma se si vuole usare un differente gestore di avvio, basterà installare LILO sulla nuova partizione Debian.
ko: 새로 설치한 데비안 시스템이 부팅되려면 LILO 프로그램을 설치해야 합니다. 디스크의 마스터 부트 레코드에 설치하면, 부팅 과정을 LILO가 제어합니다. 그렇지 않고 다른 부팅 관리자를 사용하고자 하는 경우, LILO를 데비안을 새로 설치한 파티션에 설치하십시오.
pt_br: O programa LILO precisa ser instalado para fazer com que seu novo sistema recém-instalado seja inicializável. Com a instalação do LILO no Registro de Inicialização Principal, o mesmo terá controle total do processo de inicialização, mas, caso você prefira usar um gerenciador de inicialização diferente, simplesmente instale o LILO na nova partição Debian.
sl: Za zaganjanje vašega sistema morate namestiti program LILO. Če ga boste namestili na glavni zagonski zapis, bo v celoti nadzoroval zagonski proces, če pa želite uporabiti drug zagonski nalagalnik, preprosto namestite LILO na nov Debian razdelek.

source: If unsure, install LILO into the Master Boot Record.
el: Αν δεν είστε σίγουροι, εγκαταστήστε το LILO στο Master Boot Record.
eo: Se vi dubas, instalu 'LILO'-ekŝargilon sur la ĉefekŝargrikordo ('MBR').
fi: Jos olet epävarma, asenna LILO pääkäynnistyslohkoon.
it: Se incerti, installare LILO sul Master Boot Record.
ko: 잘 모르겠으면, 마스터 부트 레코드에 LILO를 설치하십시오.
pt_br: Caso não tenha certeza sobre o que fazer, instale o LILO no Registro de Inicialização Principal.
sl: Če niste prepričani, namestite LILO v glavni zagonski zapis (MBR).

source: ${disc}: software RAID array
el: ${disc}: συστοιχία RAID λογισμικού
eo: ${disc}: programara 'RAID'-a tabeldisko
fi: ${disc}: ohjelmallisesti toteutettu RAID
ko: ${disc}: 소프트웨어 방식 RAID 파티션
pt_br: ${disc}: array RAID via software
sl: ${disc}: programsko RAID polje

source: Other choice (Advanced)
el: Άλλη επιλογή (για προχωρημένους)
eo: Aliaj elektoj (por spertuloj)
fi: Muu valinta (Lisäasetukset)
it: Altra scelta (Avanzato)
ko: 기타 (고급)
pt_br: Outra opção (Avançado)
sl: Druga izbira (dapredno)

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
el: O φορτωτής εκκίνησης LILO πρέπει να εγκατασταθεί για να είναι δυνατή η εκκίνηση του συστήματος. Μπορείτε να επιλέξετε να το εγκαταστήσετε σε μια συστοιχία RAID λογισμικού ή σε κάποια άλλη μονάδα.
eo: La 'LILO'-programo bezonas esti instalita por igi ekŝargebla vian sistemon. Vi elektos instali ĝin sur 'RAID'-a tabeldisko aŭ alia periferiaĵo.
fi: Ohjelma LILO on asennettava jotta uusi järjestelmä voi käynnistyä. Se voidaan asentaa ohjelmallisesti toteutetulle RAID-levylle tai muulle laitteelle.
it: Il programma LILO deve essere installato per rendere il sistema avviabile. Si può scegliere di installarlo su un array software RAID o su un altro device.
ko: 새로 설치한 시스템이 부팅이 되려면 LILO가 반드시 설치되어야 합니다.Software RAID 파티션이나 다른 장치에도 설치할 수 있습니다.
pt_br: O programa LILO precisa ser instalado para tornar seu novo sistema recém-instalado inicializável. Você pode optar por instalá-lo em uma array RAID via software ou em outro dispositivo.
sl: Da bo vaš sistem moč zagnati morate namestiti program LILO. Lahko ga namestite na programsko RAID polje ali na drugo napravo.

source: LILO installation target:
el: Προορισμός εγκατάστασης του LILO:
eo: Loko de la 'LILO'-a instalado:
fi: LILO asennetaan tähän:
it: Destinazione dell'installazione di LILO:
ko: LILO 설치 위치:
pt_br: Alvo para instalação do LILO:
sl: Namestitvena tarča za LILO

source: Please enter the partition or disk onto which LILO should be installed. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
el: Δώστε το όνομα της κατάτμησης ή του δίσκου όπου θα πρέπει να εγκατασταθεί το LILO. Είναι δεκτά ονόματα συσκευών τύπου devfs, όπως αυτά που αρχίζουν με /dev/ide, /dev/scsi και /dev/discs, αλλά και πιο παραδοσιακά ονόματα όπως /dev/hda και /dev/sda.
eo: Bonvolu indiki la diskpartigon aŭ diskon kie 'LILO'-programo estos instalita. Vi povas uzi 'devfs' modelajn nomojn (kiuj komenciĝas per '/dev/ide', '/dev/scsi', kaj '/dev/discs') aŭ la tradiciajn nomojn tiel '/dev/hda', '/dev/sda'.
fi: Kirjoita levyosio tai levy johon LILO pitäisi asentaa. Sekä devfs-tyyliset nimet, kuten ne jotka alkavat /dev/ide, /dev/scsi ja /dev/discs, että perinteiset nimet kuten /dev/hda tai /dev/sda, kelpaavat.
it: Inserire la partizione o il disco su cui andrà installato LILO. Nomi in stile devfs, come quelli che iniziano con /dev/ide, /dev/scsi e /dev/discs sono accettati, così come quelli tradizionali, tipo /dev/hda o /dev/sda.
ko: LILO를 설치할 파티션이나 디스크를 입력하십시오. /dev/ide, /dev/scsi, /dev/discs 따위로 시작하는 devfs 형식도 쓸 수 있고, /dev/hda나 /dev/sda처럼 전통적인 이름도 쓸 수 있습니다.
pt_br: Por favor, informe a partição ou disco onde o LILO deverá ser instalado. Nomes no estilo devfs, como aqueles iniciados com /dev/ide, /dev/scsi e /dev/discs são aceitos, bem como nomes tradicionais, como /dev/hda ou /dev/sda.
sl: Vnesite razdelek ali disk, na keterega naj se namesti LILO. Sprejeta bodo imena v stilu devfs, npr. taka, ki se začnejo z /dev/ide, /dev/scsi, in /dev/discs, pa tudi običajna imena, torej /dev/hda ali /dev/sda.

source: Invalid partition name
el: Μη έγκυρο όνομα κατάτμησης
eo: Malvalida diskpartiga nomo
fi: Osion nimi ei kelpaa
it: Nome di partizione non valido
ko: 파티션 이름이 잘못되었습니다
pt_br: Nome de partição inválido
sl: Nepravilno ime razdelka

source: The path ${path} does not represent a partition or hard disk device. Please try again.
el: Η διαδρομή ${path} δεν αντιστοιχεί σε κάποια κατάτμηση ή συσκευή σκληρού δίσκου. Παρακαλώ ξαναπροσπαθήστε.
eo: La '${path}'-dosierindiko ne korespondas kun diskpartigo aŭ fiksita disko. Bonvolu reprovi.
fi: Polkunimi ${path} ei vastaa levyosiota tai levylaitetta. Yritä uudelleen.
it: Il percorso ${path} non rappresenta una partizione o un disco rigido. Riprovare di nuovo.
ko: ${path} 경로는 파티션이나 하드 디스크 장치를 나타내는 경로가 아닙니다. 다시 시도하십시오.
pt_br: O caminho ${path} não representa uma partição ou um dispositivo de disco rígido. Por favor, tente novamente.
sl: Pot ${path} ne predstavlja razdelka ali naprave trdega diska. Poskusite ponovno.

source: Installing LILO...
el: Εγκατάσταση του LILO...
eo: Instalado de 'LILO'-ekŝargilo...
fi: Asennetaan LILO...
it: Installazione di LILO in corso.
ko: LILO를 설치하는 중입니다 ...
pt_br: Instalando o LILO...
sl: Nameščanje paketa LILO...

source: Activating partition ${bootdev}
el: Ενεργοποίηση της κατάτμησης ${bootdev}
eo: Activado de la '${bootdev}'-diskpartigo
fi: Aktivoidaan osio ${bootdev}
it: Attivazione della partizione ${bootdev} in corso
ko: ${bootdev} 파티션을 활성화하는 중입니다
pt_br: Ativando partição ${bootdev}
sl: Aktiviranje razdelka ${bootdev}

source: Creating lilo.conf
el: Δημιουργία του lilo.conf
eo: Kreado de 'lilo.conf'
fi: Luodaan lilo.conf
it: Creazione di lilo.conf in corso.
ko: lilo.conf를 만드는 중입니다
pt_br: Criando lilo.conf
sl: Ustvarjanje lilo.conf

source: Installing the LILO package
el: Εγκατάσταση του πακέτου LILO
eo: Instalado de 'LILO'-a pako
fi: Asennetaan LILO-paketti
it: Installazione del pacchetto LILO in corso.
ko: LILO 꾸러미를 설치하는 중입니다
pt_br: Instalando o pacote LILO
sl: Nameščanje paketa LILO

source: Running LILO for ${bootdev}
el: Εκτέλεση του LILO για το ${bootdev}
eo: Lanĉi 'LILO'-ekŝargilon por '${bootdev}'-disponaĵo
fi: Asennetaan LILO laitteelle ${bootdev}
it: Esecuzione di LILO per ${bootdev}
ko: ${bootdev}에 대해 LILO를 실행 중입니다
pt_br: Executando o LILO para ${bootdev}
sl: Zaganjanje nalagalnika LILO za ${bootdev}

source: LILO configured to use a serial console
el: το LILO ρυθμίστηκε να χρησιμοποιεί τη σειριακή κονσόλα
eo: Agordita 'LILO'-ekŝargilo por uzi serian konzolon
fi: LILO on asetettu käyttämään sarjapäätettä
it: LILO è stato configurato per usare una console seriale
ko: LILO가 시리얼 콘솔을 사용하도록 설정되었습니다
pt_br: LILO configurado para usar um console serial
sl: LILO je nastavljen za uporabo serijske konzole

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
el: Το LILO θα ρυθμιστεί να χρησιμοποιεί τη σειριακή θύρα ${PORT} ως κονσόλα. Η ταχύτητα της θύρας έχει ρυθμιστεί στα ${SPEED} bps.
eo: 'LILO'-ekŝargilo estas agordita por uzi serian '${PORT}'-pordon tiel konzolo. La rapido de la seria pordo estas '${SPEED}'-a.
fi: LILO on asetettu käyttämään sarjaporttia ${PORT} päätteenä. Sarjaportin nopeudeksi on asetettu ${SPEED}.
it: LILO è stato configurato per usare la porta seriale ${PORT} come console. La velocità della porta seriale è impostata a ${SPEED}.
ko: LILO에서 ${PORT} 시리얼 포트로 콘솔을 사용하도록 설정되었습니다. 시리얼 포트 속도는 ${SPEED}로 설정되었습니다.
pt_br: O LILO está configurado para usar a porta serial ${PORT} como console. A velocidade da porta serial está definida para ${SPEED}.
sl: LILO ste nastavili za uporabo serijskih vrat ${PORT} kot konzole. Hitrost serijskih vrat je nastavljena na ${SPEED}.

source: Would you like to make this partition active?
el: Θα θέλατε να ενεργοποιήσετε αυτή την κατάτμηση;
eo: Ĉu vi volas aktivigi ĉi tiun diskpartigon?
fi: Haluatko asettaa tämän osion aktiiviseksi?
it: Rendere attiva questa partizione?
ko: 이 파티션을 액티브로 만드시겠습니까?
pt_br: Gostaria de tornar esta partição ativa?
sl: Bi radi aktivirali ta razdelek?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
el: Επιλέξατε να εγκαταστήσετε το LILO σε μια κατάτμηση που δεν είναι ενεργή. Αν η κατάτμηση δεν έχει καταστεί ενεργή, δε θα είναι δυνατή η φόρτωση του LILO από το φορτωτή εκκίνησης. Αυτό πιθανόν να καταστήσει αδύνατη την εκκίνηση του συστήματος που εγκαθίσταται.
eo: Vi elektis instali 'LILO'-n sur diskpartigo kiu ne estas nuntempe la aktivita diskpartigo. Se tio diskpartigo ne estas indikata kia aktiva, nu ekŝargilo ne ŝargos 'LILO'-n. Tio igos neebla ekŝargi tiun instalotan sistemon.
fi: Valitsit LILO:n asennettavaksi osiolle, joka ei ole aktiivinen. Jos tätä osiota ei ole merkitty aktiiviseksi, käynnistyslatain ei lataa LILO:a. Tällöin asennettavaa järjestelmää ei ehkä voi käynnistää.
it: È stato scelto di installare LILO su una partizione che non è attiva. Se questa partizione non viene segnata come attiva, LILO non sarà caricato dal boot loader. Questo può rendere non avviabile il sistema che si sta installando.
ko: 액티브 파티션이 아닌 파티션에 LILO를 설치하도록 하셨습니다. 이 파티션이 액티브가 아니면, 부트로더에서 LILO를 읽어들일 수 없습니다. 이러면 지금 설치한 시스템으로 부팅할 수 없게 됩니다.
pt_br: Você optou por instalar o LILO em uma partição que não é uma partição ativa. Caso essa partição não seja marcada como ativa o LILO não será carregado pelo carregador de inicialização. Isso pode fazer com que você não seja mais capaz de iniciar o sistema que está sendo instalado.
sl: LILO ste se odločili namestiti na razdelek, ki še ni aktiven. Če razdelek ni označen kot aktiven, potem zagonski nalagalnik ne bo naložil Lila. To vam lahko onemogoči zagon sistema, ki ga nameščate.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
el: Θα πρέπει να ενεργοποιήσετε την συγκεκριμένη κατάτμηση, εκτός αν χρησιμοποιείτε κάποιο άλλο φορτωτή εκκίνησης που θα σας επιτρέψει την πρόσβαση στην καινούρια σας εγκατάσταση Linux.
eo: Vi devus aktivigi tiun diskpartigon krom se vi havas alian ekŝargilon kiu permesos vin eniri en vian ĵus instalitan Linukson.
fi: Tämä osio pitäisi merkitä aktiiviseksi ellet käytä jotain muuta alkulatausohjelmaa, joka päästää sinut uuteen Linux-asennukseesi.
it: Si dovrebbe rendere attiva questa partizione a meno che non sia presente un altro boot loader che consenta di accedere alla nuova installazione di Linux.
ko: 새로 설치한 리눅스로 부팅할 수 있게 해 주는 다른 부트로더가 없다면, 이 파티션을 액티브로 만들어야 합니다.
pt_br: Você deverá tornar essa partição ativa a menos que você possua outro carregador de inicialização que lhe permitirá acessar sua nova instalação Linux.
sl: Ta razdelek morate aktivirati, razen, če imate še en zagonski nalagalnik, ki vam bo omogočil dostop do vaše namestitve Linuxa.

source: LILO installation failed. Continue anyway?
el: Η εγκατάσταση του LILΟ απέτυχε. Θέλετε να συνεχίσετε;
eo: 'LILO'-instalado malsukcesis. Ĉu tamen daŭrigi?
fi: LILO:n asennus epäonnistui. Jatketaanko silti?
it: Installazione di LILO fallita. Continuare ugualmente?
ko: LILO 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do LILO falhou. Continuar mesmo assim?
sl: Namestitev zagonskega nalagalnika LILO ni uspela. Kljub temu nadaljujem?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
el: Το πακέτο lilo απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του LILO είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του LILO και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: Neeblas instali la 'LILO'-pakon en '/target/'. Instalo de 'LILO'-o kiel ekŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'LILO'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin lilo asennus hakemistoon /target/ ei onnistunut. LILO:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity LILO:on, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Il pacchetto lilo non è riuscito ad installarsi in /target/. L'installazione di LILO come boot loader è un passaggio obbligatorio. Il problema di installazione può non essere collegato con LILO, quindi potrebbe essere possibile continuare l'installazione.
ko: lilo 꾸러미를 /target/에 설치하는 데 실패했습니다. LILO을 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 LILO과는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote lilo em /target/ falhou. A instalação do gerenciador de incialização LILO é um passo requerido. O problema de instalação pode ser não relacionado ao LILO, portanto continuar a instalação pode ser possível.
sl: Namestitev paketa lilo v /target/ ni uspela. Namestitev zagonskega nalagalnika LILO je obvezen korak. Za težavo pri namestitvi morda ni kriv LILO, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: LILO installation failed
el: Η εγκατάσταση του LILΟ απέτυχε
eo: LILO instalado malsukcesis
fi: LILO:n asennus epäonnistui
it: Installazione di LILO fallita
ko: LILO 설치가 실패했습니다
pt_br: A instalação do LILO falhou
sl: Namestitev zagonskega nalagalnika LILO ni uspela

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
el: Η εκτέλεση του "/sbin/lilo" απέτυχε με κωδικό λάθους "${ERRCODE}".
eo: Lanĉado de "/sbin/lilo" malsukcesis kun erara kodo "${ERRCODE}".
fi: Komento "/sbin/lilo" epäonnistui. Paluuarvo oli "${ERRCODE}".
it: Esecuzione di «/sbin/lilo» fallita con errore «${ERRCODE}».
ko: "/sbin/lilo" 실행이 실패했습니다 (오류 코드: "${ERRCODE}").
pt_br: A execução de "/sbin/lilo" falhou com o código de erro "${ERRCODE}".
sl: Zagon "/sbin/lilo" ni uspel, koda napake je "${ERRCODE}".

source: Install the LILO boot loader on a hard disk
el: Εγκατάσταση του LILΟ σε σκληρό δίσκο
eo: Instalu la 'LILO'-ekŝargilon sur fiksita disko
fi: Asenna LILO kiintolevylle
it: Installare il boot loader LILO su un disco rigido
ko: LILO 부트 로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização LILO em um disco rígido
sl: Nameščam sistemski zaganjalnik LILO na trdi disk

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
el: Δε βρέθηκε κατάτμηση εκκίνησης NewWorld. Ο φορτωτής εκκίνησης yaboot απαιτεί μια κατάτμηση τύπου Apple_Bootstrap μεγέθους τουλάχιστον 819200 bytes, η οποία να χρησιμοποιεί σύστημα αρχείων Macintosh HFS.
eo: Neniu 'NewWorld'-ekŝarga diskpartigo estis trovita. 'yaboot'-ekŝargilo bezonas 'Apple_Bootstrap'-diskpartigon kun almenaŭ 819200 bajtoj kaj 'Macintosh HFS'-a dosiersistemo.
fi: NewWorld-käynnistysosiota ei löytynyt. Yaboot-alkulatausohjelma vaatii Apple_Bootstrap-osion kooltaan vähintään 819200 tavua. Osion tiedostojärjestelmän pitää olla HFS Macintosh.
it: Non è stata trovata alcuna partizione NewWorld. Il boot loader yaboot ha bisogno di una partizione Apple_Bootstrap di almeno 819200 byte con file system Macintosh.
ko: NewWorld 부트 파티션이 없습니다. yaboot 부트 로더를 쓰려면 크기가 최소한 819200바이트인 Apple_Bootstrap 파티션에 HFS 매킨토시 파일 시스템을 써야 합니다.
pt_br: Nenhuma partição de inicialização NewWorld foi encontrada. O carregador de inicialização yaboot requer uma partição Apple_Bootstrap de pelo menos 819200 bytes de tamanho que utilize um sistema de arquivos HFS Macintosh.
sl: Nisem našel nobenega NewWorld zagonskega razdelka. Zagonski nalagalnik Yaboot potrebuje začetni zagonski Apple_Bootstrap razdelek velikosti vsaj 819200 bajtov, ki uporablja HFS Macintosh datotečni sistem.

source: Go back to the menu and resume partitioning?
el: Θέλετε να επιστρέψετε στο μενού για να συνεχίσετε την διαμέριση;
eo: Retroiru al menuo kaj rekomencu diskpartigadon?
fi: Palataanko valikkoon jatkamaan osioiden tekoa?
it: Tornare al menù e riprendere il partizionamento?
ko: 메뉴로 돌아가서 파티션 나누기를 다시 시작하시겠습니까?
pt_br: Voltar ao menu e continuar o particionamento?
sl: Se želite vrniti na meni in nadaljevati razdeljevanje?

source: The NewWorld boot partition must be at least 819200 bytes in size.
el: Το μέγεθος της κατάτμησης εκκίνησης NewWorld πρέπει να είναι τουλάχιστον 819200 bytes.
eo: La NewWorld-ekŝarga diskpartigo bezonas almenaŭ 819200 bajtojn.
fi: NewWorld-käynnistysosion on oltava kooltaan vähintään 819200 kilotavua.
it: La partizione di boot NewWorld deve essere di almeno 819200 byte.
ko: NewWorld 부트 파티션은 크기가 최소한 819200바이트가 되야 합니다.
pt_br: A partição de inicialização NewWorld deve ter pelo menos 819200 bytes de tamanho.
sl: NewWorld zagonski razdelek mora biti velik vsaj 819200 bajtov.

source: NewWorld boot partition
el: Τμήμα εκκίνησης NewWorld
eo: 'NewWorld'-ekŝarga diskpartigo
fi: NewWorld-käynnistysosio
it: Partizione di boot NewWorld
ko: NewWorld 부트 파티션
pt_br: Partição de inicialização NewWorld
sl: NewWorld zagonski razdelek

source: boot
eo: ekŝargo
fi: käynnistys
ko: 부트
pt_br: inicializ.
sl: zagon

source: HFS Macintosh file system
el: Σύστημα αρχείων Macintosh HFS
eo: HFS Macintosh dosiersitemo
fi: HFS Macintosh -tiedostojärjestelmä
it: file system HFS Macintosh
ko: HFS 매킨토시 파일 시스템
pt_br: Sistema de aquivos HFS Macintosh
sl: HFS Macintosh datotečni sistem

source: Use the partition as a PowerPC PReP boot partition
el: Να χρησιμοποιηθεί η κατάτμηση σαν κατάτμηση εκκίνησης PowerPC PReP.
eo: Uzu la diskpartigon kiel 'PowerPC PReP'-ekŝarga diskpartigo
fi: Käytä osiota PowerPC PReP-käynnistysosiona
it: Usare la partizione come una partizione di avvio PowerPC PReP
ko: 파티션을 PowerPC PReP 부트 파티션으로 사용합니다
pt_br: Usar a partição como uma partição de inicialização PowerPC PReP
sl: Uporabi razdelek kot PowerPC PReP zagonski razdelek

source: PowerPC PReP boot partition
el: κατάτμηση εκκίνησης PowerPC PReP
eo: 'PowerPC PReP'-ekŝarga diskpartigo
fi: PowerPC PReP-käynnistysosio
it: Partizione di avvio di PowerPC PReP
ko: PowerPC PReP 부트 파티션
pt_br: Partição de inicialização PowerPC PReP
sl: PowerPC PReP zagonski razdelek

source: No PowerPC PReP boot partition is found.
el: Δε βρέθηκε κατάτμηση εκκίνησης PowerPC PReP.
eo: Neniu PowerPC PReP ekŝarga diskpartigo estas trovita.
fi: Yhtään PowerPC PReP-käynnistysosiota ei löytynyt.
it: Nessuna partizione PowerPC PReP trovata.
ko: PowerPC PReP 부트 파티션이 없습니다.
pt_br: Nenhuma partição PowerPC PReP foi encontrada.
sl: Ni mogoče najti PowerPC PReP zagonskega razdelka

source: The PowerPC PReP boot partition must be in the first 8MB.
el: Η κατάτμηση εκκίνησης PowerPC PReP πρέπει να βρίσκεται στα πρώτα 8MB.
eo: La 'PowerPC PReP'-ekŝarga diskpartigo lokendas en la unuajn ok megabajtojn el diskparto.
fi: PowerPC PReP-käynnistysosion on oltava ensimmäisen 8 Mt:n alueella.
it: La partizione di PowerPC PReP deve essere nei primi 8MB.
ko: PowerPC PReP 부트 파티션이 처음 2MB 안에 있어야 합니다.
pt_br: A partição PowerPC PReP deve estar nos primeiros 8MB.
sl: PowerPC PReP zagonski razdelek mora biti v prvih 8 MB.

source: Installing quik
el: Εγκατάσταση του quik
eo: Instalado de 'quik'
fi: Asennetaan quik
it: Installazione di quik in corso.
ko: quik 설치하는 중입니다
pt_br: Instalando quik
sl: Nameščam quik

source: Installing quik boot loader
el: Εγκατάσταση του φορτωτή εκκίνησης quik
eo: Instalado de 'quik'-ekŝargilo
fi: Asennetaan quik-alkulatausohjelma
it: Installazione del boot loader Quik in corso.
ko: quik 부트로더를 설치하는 중입니다
pt_br: Instalando o carregador de inicialização quik
sl: Nameščam zagonski nalagalnik quik

source: quik installation failed. Continue anyway?
el: Η εγκατάσταση του quik απέτυχε. Θέλετε να συνεχίσετε;
eo: 'quik'-instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Quik-alkulatausohjelman asennus epäonnistui. Jatketaanko silti?
it: L'installazione di Quik è fallita. Continuare comunque?
ko: quik 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do quik falhou. Continuar mesmo assim?
sl: quik namestitev ni uspela. Naj vseeno nadaljujem?
