Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
el: Η εγκατάσταση του quik στο /target. απέτυχε Η εγκατάσταση του quik ως φορτωτή εκκίνησης είναι απαραίτητη. Ωστόσο, το πρόβλημα της εγκατάστασης, μπορεί να είναι άσχετο με το quik, και ίσως να είναι δυνατή η συνέχιση της διαδικασίας.
eo: La 'quik'-pakon neeblas instali en '/target/'-o. Instalu 'quik'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'quik'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin quik asennus hakemistoon /target/ epäonnistui. Quik:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity quik:iin, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Il pacchetto Quik non è riuscito ad installarsi nel /target/. L'installazione di Quik come boot loader è un passo necessario. Il problema dell'installazione potrebbe comunque non essere in relazione con Quik, pertanto può essere possibile continuare l'installazione.
ko: quik 꾸러미를 /target/에 설치하는 데 실패했습니다. quik를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 quik과는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote quik em /target/ falhou. A instalação do quik como um carregador de inicialização é um passo necessário. Porém, o problema com a instalação do mesmo pode não ser relacionado ao quik e, portanto, continuar a instalação pode ser possível.
sl: Namestitev paketa quik na /target/ ni uspela. Namestitev quika kot zagonskega nalagalnika je obvezen korak. Za težavo pri namestitvi morda ni kriv quik, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Checking partitions
el: Έλεγχος των τμημάτων
eo: Kontroli la diskpartigojn
fi: Tarkistetaan levyosioita
it: Ricerca della partizione in corso.
ko: 파티션을 검사하는 중입니다
pt_br: Checando partições
sl: Preverjanje razdelkov

source: No root partition found
el: Δε βρέθηκε ριζική κατάτμηση
eo: Neniu trovita radika diskpartigo
fi: Juuriosiota ei löytynyt
it: Non è stata trovata nessuna partizione di root
ko: 루트 파티션이 없습니다
pt_br: Nenhuma partição raiz encontrada
sl: Nisem našel nobenega korenskega razdelka

source: No partition is mounted as your new root partition. You must mount a root partition first.
el: Καμμια κατάτμηση δεν είναι προσαρτημένη σαν η καινούρια σας ριζική (root) κατάτμηση. Θα πρέπει να προσαρτήσετε πρώτα μια κατάτμηση root.
eo: Neniu diskpartigo estas surmetita tiel via nova radika diskpartigo. Vi unue surmetendu radikan diskpartigon.
fi: Mitään levyosiota ei ole liitetty juuriosioksi. Juuriosio on liitettävä ensimmäisenä.
it: Non c'è nessuna partizione montata come nuova partizione di root. È necessario avere già montata la partizione di root.
ko: 새 루트 파티션으로 마운트한 파티션이 없습니다. 먼저 루트 파티션을 마운트해야 합니다.
pt_br: Nenhuma partição está montada como sua partição raiz foi encontrada. Você deve montar uma partição raiz primeiro.
sl: Nisem našel nobenega razdelka, ki bi bil priklopljen kot korenski. Najprej morate priklopiti korenski razdelek.

source: Root partition not on first disk
el: Δε βρέθηκε ριζική κατάτμηση root στον πρώτο δίσκο
eo: Neniu radika diskpartigo sur la unua disko
fi: Juuriosio ei ole ensimmäisellä levyllä
it: Nessuna partizione di root trovata sul primo disco
ko: 루트 파티션이 첫번째 디스크에 없습니다
pt_br: Partição raiz não está no primeiro disco
sl: Korenski razdelek ni na prvem disku

source: The quik boot loader requires the root partition to be on the first disk. Please return to the partitioning step.
el: Ο φορτωτής εκκίνησης quik απαιτεί μια ριζική κατάτμηση root που να βρίσκεται στον πρώτο σκληρό δίσκο. Επιστρέψτε στο στάδιο διαμέρισης.
eo: La 'quik'-ekŝargilo bezonas radikan diskpartigon por esti en la unua disko. Bonvolu reiri diskpartigadan paŝon.
fi: Quik-alkulatausohjelma vaati juuriosion ensimmäiselle kiintolevylle. Palaa levyosioiden tekoon.
it: Il boot loader «quik» necessita della presenza della partizione root sul primo disco, pertanto occorre ritornare alla fase di partizionamento.
ko: quik 부트 로더를 쓰려면 루트 파티션이 첫 번째 디스크에 있어야 합니다. 파티션 단계로 돌아가십시오.
pt_br: O carregador de inicialização quik precisa que a partição raiz esteja no primeiro disco. Por favor, retorne a etapa de particionamento.
sl: Zagonski namestilnik quik potrebuje korenski razdelek na prvem disku. Prosim vrnite se na korak razdeljevanja diska.

source: Boot partition not on first disk
el: Δε βρέθηκε κατάτμηση εκκίνησης (boot) στον πρώτο δίσκο.
eo: Neniu ekŝarga diskpartigo sur la unua disko
fi: Käynnistysosio ei ole ensimmäisellä levyllä
it: La partizione di avvio non è sul primo disco
ko: 부트 파티션이 첫번째 디스크에 없습니다
pt_br: Partição de inicialização não está no primeiro disco
sl: Korenski razdelek ni na prvem disku

source: The quik boot loader requires the boot partition to be on the first disk. Please return to the partitioning step.
el: Ο φορτωτής εκκίνησης quik απαιτεί η κατάτμηση boot να βρίσκεται στον πρώτο σκληρό δίσκο. Παρακαλώ επιστρέψτε στο βήμα της διαμέρισης.
eo: La 'quik'-ekŝargilo bezonas ekŝargan diskpartigon por esti en la unua disko. Bonvolu reiri diskpartigadan paŝon.
fi: Quik-alkulatausohjelma vaati käynnistysosion ensimmäiselle kiintolevylle. Palaa levyosioiden tekoon.
it: Il boot loader «quik» necessita della partizione di avvio sul primo disco, pertanto occorre ritornare alla fase di partizionamento.
ko: quik 부트 로더를 쓰기 위해서는 부트 파티션이 첫 번째 디스크에 있어야 합니다. 파티션 단계로 돌아가십시오.
pt_br: O carregador de inicialização quik precisa que a partição de inicialização raiz esteja no primeiro disco. Por favor, retorne a etapa de particionamento.
sl: Zagonski nalagalnik quik potrebuje korenski razdelek na prvem disku. Prosim vrnite se na razdeljevanja diska.

source: Boot partition must be on ext2
el: Η κατάτμηση boot θα πρέπει να είναι σε σύστημα αρχείων ext2
eo: Ekŝarga diskpartigo nepre estos 'ext2'-a
fi: Käynnistysiosion tiedostojärjestelmän on oltava ext2
it: La partizione di avvio deve essere di tipo ext2
ko: 부트 파티션은 ext2여야 합니다
pt_br: Partição de inicialização precisa ser ext2
sl: Korenski razdelek mora biti na ext2

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
el: Ο φορτωτής εκκίνησης quik απαιτεί την διαμόρφωση της κατάτμησης boot με την χρήση του συστήματος αρχείων ext2. Παρακαλώ, επιστρέψτε στο βήμα της διαμέρισης.
eo: La 'quik'-ekŝargilo postulas ke la ekŝarga diskpartigo kiu entenas la '/boot'-dosioro estu 'ext2'-formita. Bonvolu reigi diskpartigadan paŝon.
fi: quik-alkulatausohjelma vaatii hakemiston /boot sisältävän osion tiedostojärjestelmän olevan ext2. Palaa levyosioiden tekoon.
it: Il boot loader «quik» necessita che la partizione /boot sia formattata con il file system ext2, pertanto occorre ritornare alla fase di partizionamento.
ko: quik 부트 로더를 쓰기 위해서는 /boot를 담고있는 파티션이 ext2 파일 시스템으로 포맷되어야 합니다. 파티션 단계로 돌아가십시오.
pt_br: O carregador de inicialização quik precisa que a partição que armazenará o conteúdo do diretório /boot seja formatada usando o sistema de arquivos ext2. Por favor, retorne a etapa de particionamento.
sl: Zagonski nalagalnik quik potrebuje korenski razdelek formatiran v ext2 datotečnem sistemu. Prosim vrnite se na razdeljevanja diska.

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
el: Επιλέξατε να εγκαταστήσετε το φορτωτή εκκίνησης quik. Δεν θα είστε σε θέση να εκκινήσετε άλλο λειτουργικό σύστημα από αυτό το δίσκο. Επιπρόσθετα το σύστημα αυτό μπορεί να μην εκκινεί καθόλου μετά την ολοκλήρωση αυτής της διαδικασίας. Αν το μόνο που θα βλέπετε είναι μια κενή οθόνη, δοκιμάστε κατά την επανεκκίνηση να πιέζετε τα πλήκτρα Command-Option-P-R.
eo: Vi elektis instali 'quik'-ekŝargilon. Vi ne povos ekfunkciigi ajnanoperaciumon el tiu disko. Krome, via maŝino eble ne ekfunkcios post tiu operaciumon. Se malplena ekrano aperos, vi provos malvarman ekfunkcion daŭre premante la 'Command-Option-P-R'-klavojn.
fi: Olet valinnut asennettavaksi quik-alkulatausohjelman. Tältä levyltä ei voi käynnistää mitään muuta käyttöjärjestelmää. Lisäksi tietokone ei ehkä ole käynnistettävissä millään tavalla kun tämä asennus on valmis. Jos näet vain tyhjän ruudun, joutunet kokeilemaan kylmäkäynnistystä ja pitämään näppäimet Command-Option-P-R alhaalla.
it: Si è scelto di installare il boot loader Quik, perciò non si sarà in grado di avviare alcun altro sistema operativo da questo disco. Successivamente non sarà avviabile in alcun modo dopo che questo processo sarà completato. Se apparirà uno schermo bianco, si potrà avere bisogno di provare un avvio a freddo e di premere Command-Option-P-R.
ko: quik 부트 로더를 설치한다고 선택하셨습니다. 이 디스크에서 다른 운영체제를 부팅하지 못하게 될 것입니다. 게다가, 이 과정이 끝났을 때 컴퓨터가 부팅하지 못할 수도 있습니다. 화면에 아무 것도 나오지 않는다면, 콜드 부팅을 시도해서 Command-Option-P-R을 누르십시오.
pt_br: Você optou por instalar o carregador de inicialização quik. Não será mais possível iniciar qualquer outro sistema operacional a partir deste disco. Adicionalmente, sua máquina pode não ser mais capaz de ser iniciada de forma alguma após este processo. Caso você encontre somente uma tela em branco você pode tentar uma inicialização a frio (um "cold boot") e pressionar as teclas Command-Option-P-R.
sl: Izbrali ste namestitev zagonskega nalagalnika quik. Iz tega diska ne boste mogli zagnati nobenega drugega operacijskega sistema. Poleg tega, vašega računalnika morda ne bo mogoče zagnati na noben način, ko se ta proces konča. Če ostanete pred praznim zaslonom, lahko morda poizkusite s hladnim zagonom in držite Command-Option-P-R.

source: Do you really want to install the quik boot loader?
el: Θέλετε αλήθεια να εγκαταστήσετε τον φορτωτή εκκίνησης quik;
eo: Ĉu vi vere volas instali 'quik'-ekŝargilon?
fi: Haluatko varmasti asentaa quik-alkulatausohjelman?
it: Si è certi di installare il boot loader Quik?
ko: 정말로 quik 부트 로더를 설치하시겠습니까?
pt_br: Você realmente deseja instalar o carregador de inicialização quik?
sl: Ali res želite namestiti zagonski nalagalnik quik?

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
el: Επιλέξατε να εγκαταστήσετε το φορτωτή εκκίνησης quik. Δεν θα είστε σε θέση να εκκινήσετε άλλο λειτουργικό σύστημα από αυτό το δίσκο. Επιπρόσθετα το σύστημα αυτό μπορεί να μην εκκινεί καθόλου μετά την ολοκλήρωση αυτής της διαδικασίας.
eo: Vi elektis instali 'quik'-ekŝargilon. Eble vi ne povos ekŝargi ajnan operaciumon el tiu disko. Krome, via maŝino eble ne ekfunkcios post tiu procezo.
fi: Olet valinnut asennettavaksi quik-alkulatausohjelman. Tältä levyltä ei voi käynnistää mitään muuta käyttöjärjestelmää. Lisäksi tietokone ei ehkä ole käynnistettävissä millään tavalla kun tämä asennus on valmis.
it: Si è scelto di installare il boot loader Quik, perciò non si sarà in grado di avviare alcun altro sistema operativo da questo disco. Successivamente non sarà avviabile in alcun modo dopo che questo processo sarà completato.
ko: quik 부트 로더를 설치한다고 선택하셨습니다. 이 디스크에서 다른 운영체제를 부팅하지 못하게 될 것입니다. 그리고, 이 과정이 끝났을 때 컴퓨터가 부팅하지 못할 수도 있습니다.
pt_br: Você optou por instalar o carregador de inicialização quik. Não será mais possível iniciar qualquer outro sistema operacional a partir deste disco. Adicionalmente, sua máquina pode não ser mais capaz de ser iniciada de forma alguma após este processo.
sl: Izbrali ste namestitev zagonskega nalagalnika quik. Iz tega diska ne boste mogli zagnati nobenega drugega operacijskega sistema. Poleg tega, vašega računalnika morda ne bo mogoče zagnati na noben način, ko se ta proces konča.

source: Be aware that this code has not been thoroughly tested.
el: Να έχετε υπόψιν σας ότι ο κώδικας αυτός δεν έχει ελεγχθεί προσεκτικά.
eo: Konscii pri ĉi tiu kodo ne estas ankaraŭ tute elprovita.
fi: Huomaa ettei tätä koodia ole testattu kattavasti.
it: Si tenga presente che questo codice non è stato testato approfonditamente.
ko: 이 코드는 아직 완전히 테스트되지 않았으니 주의하십시오.
pt_br: Esteja ciente de que este código ainda não foi totalmente testado.
sl: Zavedajte se, da ta koda ni bila popolnoma preizkušena.

source: Creating quik configuration
el: Δημιουργία παραμέτρων για το quik
eo: Krei 'quik'-an akomodadon
fi: Tehdään quik:in asetukset
it: Creazione della configurazione di Quik in corso.
ko: quik 설정을 만드는 중입니다
pt_br: Criando configuração do quik
sl: Ustvarjam quik nastavitve

source: Failed to create quik configuration
el: Σφάλμα κατά τη δημιουργία παραμέτρων του quik
eo: Kreado de 'quik'-a akomodo malsukcesas
fi: Quik:n asetusten teko ei onnistunut
it: Creazione della configurazione di Quik fallita
ko: quik 설정을 만드는 데 실패했습니다
pt_br: Falha ao criar configuração do quik
sl: Nisem uspel ustvariti quick nastavitev

source: The creation of the main quik configuration file failed.
el: Απέτυχε η δημιουργία του αρχείου παραμέτρων του quik.
eo: La kreado de ĉefa 'quik'-akomodada dosiero malsukcesis.
fi: Quik:n pääasetustiedoston luonti ei onnistunut
it: La creazione del file principale di configurazione di Quik è fallita.
ko: 메인 quik 설정 파일을 만드는 데 실패했습니다.
pt_br: A criação do arquivo de configuração principal do quik falhou.
sl: Ustvarjanje glavne nastavitvene datoteke za quik ni uspelo.

source: Failed to resolve kernel symlink
el: Αδύνατη η επίλυση του συνδέσμου του πυρήνα
eo: Dosierujano maltrafas kernan ligadon
fi: Ytimen symbolisen linkin seuraaminen ei onnistu
it: È fallita la risoluzione di un link simbolico del kernel
ko: 커널 심볼릭 링크를 따라가는 데 실패했습니다
pt_br: Falha ao resolver ligação simbólica do kernel
sl: Nisem uspel razpoznati simbolne povezave jedra

source: /vmlinux or /boot/vmlinux in the installed system appears not to be a symlink to a kernel image. This is probably a bug.
el: το αρχείο /vmlinux ή /boot/vmlinux δεν είναι ένας σύνδεσμος σε είδωλο πυρήνα. Αυτό είναι πιθανό σφάλμα.
eo: '/vmlinux' aŭ '/boot/vmlinux' en la instalita sistemo ŝajne neestas dosierujano al simila kerno. Verŝajne tio estas eraro.
fi: /vmlinux tai /boot/vmlinux ei näyttäisi olevan symbolinen linkki ytimen otokseen. Tämä on todennäköisesti vika.
it: /vmlinux o /boot/vmlinux sembrano non essere un link simbolico alla immagine del kernel nel sistema installato, pertanto questo è probabilmente un bug.
ko: 설치한 시스템에서 /vmlinux 혹은 /boot/vmlinux가 심볼릭 링크가 아닙니다. 이건 아마도 버그일 것입니다.
pt_br: O /vmlinux ou /boot/vmlinux no sistema instalado parece não ser uma ligação simbólica para uma imagem de kernel. Isto provavelmente é um erro.
sl: Izgleda, da /vmlinux ali /boot/vmlinux na nameščenem sistemu ni simbolična povezava do jedra. To je verjetno hrošč.

source: Failed to resolve initrd symlink
el: Αδύνατη η επίλυση του συνδέσμου του initrd
eo: Dosierujano maltrafas 'initrd'-an ligadon
fi: initrd:n symbolisen linkin selvittäminen epäonnistui
it: Il link simbolico initrd non è corretto.
ko: initrd 심볼릭 링크를 따라가는 데 실패했습니다
pt_br: Falha ao resolver ligação simbólica do initrd
sl: Ni mogoče razpoznati simbolne povezave intird

source: /initrd.img or /boot/initrd.img in the installed system appears not to be a symlink to an initial RAM disk image. This is probably a bug.
el: το αρχείο /initrd.img ή /boot/initrd.img στο εγκατεστημένο σύστημα δεν φαίνεται να είναι σύνδεσμος σε αρχικό είδωλο δίσκου μνήμης. Αυτό είναι πιθανό σφάλμα.
eo: '/initrd.img' aŭ '/boot/initrd.img' en la instalita sistemo ŝajne neestas dosierujano al simila ekŝargadisko en memoro. Verŝajne tio estas eraro.
fi: /initrd.img tai /boot/initrd.img ei näyttäisi olevan symbolinen linkki järjestelmän muistilevyn otokseen. Tämä on todennäköisesti vika.
it: /initrd.img o /boot/initrd.img sembrano non essere un link simbolico alla immagine del disco RAM iniziale, pertanto questo è probabilmente un bug.
ko: 최종 설치한 시스템의 /initrd.img 혹은 /boot/initrd.img 파일이 최초 RAM 디스크 이미지에 대한 심볼릭 링크가 아닙니다. 이건 아마도 버그일 것입니다.
pt_br: O /initrd.img ou /boot/initrd.img no sistema instalado parece não ser uma ligação simbólica para uma imagem de disco inicial em RAM. Isso provavelmente é um bug.
sl: Izgleda, da /initrd.img ali /boot/initrd.img na nameščenem sistemu ni simbolična povezava do začetne slike RAM diska. To je verjetno hrošč.

source: Installing quik into bootstrap partition
el: Εγκατάσταση του quik στην κατάτμηση εκκίνησης
eo: Instali 'quik'-on sur ekŝarga diskpartigo
fi: Asennetaan quik käynnistysosioon
it: Installazione di Quik nella partizione di avvio in corso
ko: quik를 부트스트랩 파티션에 설치하는 중입니다
pt_br: Instalando o quik em uma partição bootstrap
sl: Nameščam quik na začetni zagonski razdelek

source: Failed to install boot loader
el: Απέτυχε η εγκατάσταση του φορτωτή εκκίνησης
eo: Instalado de ekŝargilo malsukcesas
fi: Alkulatausohjelman asennus ei onnistunut
it: Installazione del boot loader fallita
ko: 부트 로더를 설치하는 데 실패했습니다
pt_br: Falha ao instalar carregador de inicialização
sl: Namestitev zagonskega nalagalnika ni uspela

source: The installation of the quik boot loader failed.
el: Η εγκατάσταση του φορτωτή εκκίνησης quik απέτυχε.
eo: La instalado de 'quik'-a ekŝargilo malsukcesas.
fi: Quik-alkulatausohjelman asennus ei onnistunut.
it: L'installazione del boot loader Quik è fallita.
ko: quik 부트 로더를 설치하는 데 실패했습니다.
pt_br: A instalação do carregador de inicialização quik falhou.
sl: Nisem mogel namestiti quik zagonskega nalagalnika.

source: Warning: your system may be unbootable!
el: Προειδοποίηση: Το σύστημά πιθανόν να μην είναι εκκινήσιμο!
eo: Atentu: via sistemo eble malaktivigus !
fi: Varoitus: Järjestelmä ei ehkä pysty käynnistymään!
it: Attenzione: il sistema potrebbe non essere avviabile!
ko: 경고: 시스템이 부팅할 수 없을 수도 있습니다!
pt_br: Aviso: Seu sistema pode estar em um estado não inicializável!
sl: Opozorilo: vašega sistema morda ni mogoče zagnati!

source: Setting up OpenFirmware
el: Παραμετροποίηση του OpenFirmware
eo: Akomodu 'OpenFirmware'-on
fi: Tehdään OpenFirmwaren asetukset
it: Configurazione di OpenFirmware in corso
ko: OpenFirmware를 설정하는 중입니다
pt_br: Configurando o OpenFirmware
sl: Nastavljam OpenFirmware

source: Unable to configure OpenFirmware
el: Αδύνατη η παραμετροποίηση του OpenFirmware
eo: Neebla akomodado de OpenFirmware
fi: OpenFirmwaren asetuksia ei voi tehdä
it: Impossibile configurare l'OpenFirmware
ko: OpenFirmware를 설정할 수 없습니다
pt_br: Não foi possível configurar o OpenFirmware
sl: Nisem uspel nastaviti OpenFirmware

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
el: Ο καθορισμός της μεταβλητής για την συσκευή εκκίνησης OpenFirmware απέτυχε. Θα πρέπει να παραμετροποιήσετε χειροκίνητα το υλικό OpenFirmware για εκκίνηση.
eo: Agordado de 'OpenFirmware'-a variablo 'boot-command' malsukcesas. Vi meme agordos 'OpenFirmware'-on por aktivigebli ĝin.
fi: OpenFirmwaren käynnistyslaitemuuttujan arvon asetus epäonnistui. Joudut tekemään OpenFirmwaren asetukset itse jotta käynnistys onnistuu.
it: La configurazione della variabile «boot-device» di OpenFirmware è fallita, pertanto è necessario configurare da soli l'OpenFirmware per avviare il sistema.
ko: OpenFirmware boot-device 변수 설정이 실패했습니다. 부팅하려면 OpenFirmware를 직접 설정해야 할 것입니다.
pt_br: A definição da variável de dispositivo de inicialização do OpenFirmware falhou. Você precisará configurar o OpenFirmware manualmente para que seja possível iniciar.
sl: Nastavitev spremenljivke boot-device OpenFirmware ni uspela. Sami boste morali nastaviti OpenFirmware za zagon.

source: Problem configuring OpenFirmware
el: Πρόβλημα παραμετροποίησης του OpenFirmware
eo: Problemo dum la agordado de OpenFirmware
fi: OpenFirmwaren asetuksien teossa ilmeni pulmia
it: Problemi nella configurazione di OpenFirmware
ko: OpenFirmware 설정에 문제가 있습니다
pt_br: Problema na configuração do OpenFirmware
sl: Napaka pri nastavljanju OpenFirmware

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
el: Ο καθορισμός της μεταβλητής για την συσκευή εκκίνησης OpenFirmware απέτυχε. Πιθανόν να αντιμετωπίσετε προβλήματα εκκίνησης.
eo: Agordado de 'OpenFirmware'-a 'boot-command'-variablo malsukcesas. Vi akurate renkontus ekŝargajn fiaskojn.
fi: OpenFirmwaren boot-command-muuttujan arvon asetus epäonnistui. Käynnistyksessä voi ilmetä toistuvia epäonnistumisia.
it: La configurazione della variabile «boot-command» di OpenFirmware è fallita, pertanto si possono verificare intermittenti problemi di avvio.
ko: OpenFirmware boot-command 변수 설정이 실패했습니다. 종종 부팅이 실패할 수도 있습니다.
pt_br: A definição da variável de dispositivo de inicialização do OpenFirmware falhou. Você poderá se deparar com falhas de inicialização intermitentes.
sl: Nastavitev spremenljivke OpenFirmware zagonskega ukaza ni uspela. Morda bo občasno prišlo do težav pri zagonu.

source: Successfully installed quik
el: Η εγκατάσταση του quik ήταν επιτυχής
eo: Plensukcese instalita 'quik'
fi: Quik:n asennus onnistui
it: Quik è stato installato con successo
ko: 성공적으로 quik를 설치했습니다
pt_br: quik instalado com sucesso
sl: Uspešno sem namestil quik

source: The quik boot loader was successfully installed.
el: Η εγκατάσταση του φορτωτή εκκίνησης quik ήταν επιτυχής.
eo: La 'quik'-ekŝargilo estas sukcesplene instalita.
fi: Quik-alkulatausohjelma asennettiin onnistuneesti.
it: Il boot loader Quik è stato installato con successo.
ko: quik 부트 로더를 성공적으로 설치했습니다.
pt_br: O gerenciador de inicialização quik foi instalado com sucesso.
sl: Uspešno sem namestil zagonski nalagalnik quik.

source: The new system is now ready to boot.
el: Το νέο σύστημα είναι τώρα έτοιμο για εκκίνηση.
eo: La nova sistemo estas nun preta por ekŝargi.
fi: Uusi järjestelmä on nyt valmis käynnistymään.
it: Il nuovo sistema è pronto per essere avviato.
ko: 새 시스템이 부팅할 준비가 되었습니다.
pt_br: O novo sistema está agora pronto para iniciar.
sl: Novi sistem je sedaj pripravljen za zagon.

source: Failed to mount /target/proc
el: Σφάλμα κατά τη προσάρτηση του /target/proc
eo: Surmetado de '/target/proc' malsukcesas
fi: /target/proc:n liittäminen ei onnistunut
it: Mount di /target/proc fallito
ko: /target/proc을 마운트하는 데 실패했습니다
pt_br: Falha ao montar /target/proc
sl: Nisem mogel priklopiti /target/proc

source: Mounting the proc file system on /target/proc failed.
el: Η προσάρτηση του εικονικού συστήματος αρχείων procfs στο /target/proc απέτυχε.
eo: Surmetendado de 'proc'-a dosiersistemo en '/target/proc' malsukcesas
fi: proc-tiedostojärjestelmän liittäminen liitoskohtaan /target/proc ei onnistunut.
it: Il mount del file system proc su /target/proc è fallito.
ko: /target/proc의 proc 파일 시스템을 마운트하는 데 실패했습니다.
pt_br: A montagem do sistema de arquivos proc em /target/proc falhou.
sl: Priklapljanje proc datotečnega sistema na /target/proc ni uspelo.

source: Check /var/log/syslog or see virtual console 4 for the details.
el: Ελέγξτε το αρχείο /var/log/syslog ή δείτε την εικονική κονσόλα 4 για λεπτομέρειες.
eo: Vidu '/var/log/syslog' aŭ la kvara virtuala konzolo por akiri detalojn.
fi: Tarkista tiedosto /var/log/syslog tai katso tarkempaa tietoa virtuaalikonsolista 4.
it: Controllare /var/log/syslog o la terza console virtuale per i dettagli.
ko: 자세한 정보를 확인하시려면 /var/log/messages를 보시거나 가상 콘솔 4을보십시오.
pt_br: Confira o arquivo /var/log/syslog ou consulte o console 4 para maiores detalhes.
sl: Preverite /var/log/messages ali poglejte navidezno konzolo 4 za podrobnosti.
