Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Install the vmelilo boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης vmelilo σε σκληρό δίσκο
eo: Instalu la 'vmelilo'-ekŝargilon sur fiksitan diskon
fi: Asenna Vmelilo-alkulatausohjelma kiintolevylle
it: Installare il boot loader vmelilo su disco fisso
ko: vmelilo 부트로더를 하드 디스크에 설치
pt_br: Instalar o carregador vmelilo em um disco rígido
sl: Namesti zagonski nalagalnik vmelilo na trdi disk

source: SILO installation failed. Continue anyway?
el: Η εγκατάσταση του SILO απέτυχε. Να συνεχίσω έτσι και αλλιώς;
eo: 'SILO'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: SILO:n asennus epäonnistui. Jatketaanko silti?
it: Installazione di Silo fallita. Continuare ugualmente?
ko: SILO 설치가 실패했습니다. 그래도 계속 하시겠습니까?
pt_br: A instalação do SILO falhou. Continuar mesmo assim?
sl: Namestitev SILA ni uspela. Kljub temu nadaljujem?

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
el: Η εγκατάσταση του 'silo' στον κατάλογο /target/ απέτυχε. Η εγκατάσταση του SILO ως πρόγραμμα εκκίνησης του συστήματος είναι ένα απαραίτητο στάδιο. Το πρόβλημα με την εγκατάσταση μπορεί να είναι άσχετο με το SILO, και γι' αυτό μπορεί να είναι δυνατό να συνεχίσετε κανονικά.
eo: Neeblas instali la 'silo'-pakon en '/target/'-on. Instalu 'SILO'-on' tiel ekŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'SILO'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin silo asennus hakemistoon /target/ ei onnistunut. SILO:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity SILO:on, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Installazione del pacchetto 'silo' in /target/ fallita. L'installazione di Silo come boot loader è un passo necessario. Il problema dell'installazione potrebbe essere scorrelato da Silo, quindi è possibile che l'installazione proceda.
ko: silo 꾸러미를 /target/에 설치하는 데 실패했습니다. SILO를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 SILO와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote 'silo' em /target/ falhou. A instalação do SILO como um carregador de inicialização é uma etapa requerida. No entanto, o problema de instalação pode não estar relacionado ao SILO, portanto continuar a instalação pode ser ser possível.
sl: Paket silo se ni uspel namestiti v /target/. Namestitev SILA kot zagonskega nalagalnika je obvezen korak. Za težavo pri namestitvi morda ni kriv SILO, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: SILO installation failed
el: Η εγκατάσταση του SILO απέτυχε
eo: 'SILO'-instalado malsukcesis
fi: SILO:n asennus epäonnistui
it: Installazione di Silo fallita
ko: SILO 설치가 실패했습니다
pt_br: A instalação do SILO falhou
sl: SILO namestitev ni uspela

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
el: Η εκτέλεση του "/sbin/silo" απέτυχε με κωδικό σφάλματος "${ERRCODE}".
eo: Lanĉado de "/usr/sbin/silo" malsukcesis kun erara kodo "${ERRCODE}".
fi: Komennon "/sbin/silo" suoritus epäonnistui. Paluuarvo oli "${ERRCODE}".
it: L'esecuzione di «/sbin/silo» è fallita con il codice di errore «${ERRCODE}».
ko: "/sbin/silo" 실행이 오류 코드 "${ERRCODE}"번으로 실패했습니다.
pt_br: A execução de "/sbin/silo" falhou com o código de erro "${ERRCODE}".
sl: Zagon "/sbin/slilo" ni uspel, koda napake je: "${ERRCODE}".

source: SILO installation successful
el: Η εγκατάσταση του SILO ήταν επιτυχής
eo: 'SILO'-instalado sukcesas
fi: SILO:n asennus onnistui.
it: Installazione di Silo riuscita
ko: SILO 설치가 성공했습니다
pt_br: A instalação do SILO foi um sucesso
sl: SILO namestitev je bila uspešna

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
el: Ο φορτωτής εκκίνησης SILO έχει εγκατασταθεί επιτυχώς στην καινούρια κατάτμηση εκκίνησης και το σύστημα σας πρέπει να είναι σε θέση να επανεκκινήσει.
eo: La 'SILO'-ekŝargilo estas sukcesplene instalita sur via nova Debiana ekŝarga diskpartigo. Nun, via sistemo povos mem sin ekŝargi.
fi: Alkulatausohjelma SILO on onnistuneesti asennettu uuteen käynnistysosioon. Järjestelmän pitäisi nyt pystyä käynnistymään.
it: Il boot loader Silo è stato installato correttamente sulla nuova partizione di avvio: ora il sistema dovrebbe essere in grado di avviarsi.
ko: SILO 부트로더를 새 데비안 파티션에 성공적으로 설치했습니다. 이제 시스템이 부팅할 수 있게 되었습니다.
pt_br: O carregador de inicialização SILO foi instalado com sucesso em sua nova partição de inicialização e seu sistema deve agora ser capaz de ser iniciado.
sl: Zagonski nalagalnik SILO je bil uspešno nameščen na vaš novi zagonski razdelek. Vaš sistem naj bi se bil sedaj sposoben zagnati.

source: Install the SILO boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης SILO σε ένα σκληρό δίσκο
eo: Instalu la 'SILO'-ekŝargilon sur fiksitan diskon
fi: Asenna SILO-alkulatausohjelma kiintolevylle
it: Installazione del boot loader SILO su un disco rigido
ko: SILO 부트로더를 하드디스크에 설치
pt_br: Instalar o carregador de inicialização SILO em um disco rígido
sl: Namesti SILO zagonski nalagalnik na trdi disk

source: Unsupported boot file system type
el: Μη υποστηριζόμενος τύπος συστήματος αρχείων εκκίνησης (boot)
eo: Maladministra ekŝarga dosiersistema tipo
fi: Käynnistysosion tiedostojärjestelmä ei ole tuettu
it: Tipo di file system di avvio non supportato
ko: 이 형식의 부트 파일시스템은 지원되지 않습니다
pt_br: Tipo de sistema de arquivos de inicialização não suportado
sl: Nepodprt tip zagonskega datotečnega sistema

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
el: Για να φορτωθεί με επιτυχία ο πυρήνας από το SILO (Sparc Linux Loader), θα πρέπει να βρίσκεται σε μια κατάτμηση διαμορφωμένη σαν ext2, ext3 ή ufs. Στο παρόν σχήμα διαμέρισης ο πυρήνας πρόκειται να εγκατασταθεί στην κατάτμηση ${SILO_PART} τύπου ${SILO_TYPE}.
eo: Por korekte ŝargiĝi per 'SILO'-o (Sparc Linuksa ekŝargilo), la kernon endas situigi sur 'ext2'-an, 'ext3'-an aŭ 'ufs'-an diskpartigon. En aktuala diskpartigada skemo, la kerno estos instalita en '${SILO_PART}'-a diskpartigo de '${SILO_TYPE}'-a tipo.
fi: Jotta SILO (Sparc Linux Loader) voisi toimia on ytimen oltava ext2-, ext3-, tai ufs-tiedostojärjestelmällä. Nyt käytetty osiointimalline asentaa ytimen osiolle ${SILO_PART}, jonka tyyppi on ${SILO_TYPE}.
it: Per far si che sia caricato con successo da SILO (Sparc Linux Loader), il kernel deve risiedere su una partizione formattata ext2, ext3 o ufs. Nello schema di partizionamento corrente il kernel sarà installato sulla partizione ${SILO_PART} di tipo ${SILO_TYPE}.
ko: SILO(Sparc Linux Loader)가 리눅스 커널을 사용하기 위해서는 ext2, ext3나usf로 포맷된 파티션에 설치되어야 합니다. 현재 파티션 구성에 의하면커널은 ${SILO_TYPE} 형식의 파티션 ${SILO_PART}에 설치될 것입니다.
pt_br: Para que seja possa ser carregado com sucesso pelo SILO (Sparc Linux Loader), o kernel deve residir em uma partição formatada com ext2, ext3 ou ufs. No esquema de particionamento atual o kernel será instalado na partição ${SILO_PART} do tipo ${SILO_TYPE}.
sl: Če želite, da bo SILO (Sparc Linux Loader) uspešno naložil jedro mora ta biti na ex2, ext3 ali ufs formatiranem razdelku. V vaši trenutni porazdelitvi razdelkov bo jedro namešečeno na razdelek ${SILO_PART} tipa ${SILO_TYPE}.

source: Boot partition may cause problems with SILO
el: Η κατάτμηση εκκίνησης πιθανόν να προκαλέσει προβλήματα με το SILO
eo: Praŝarga diskpartigo kaŭzus problemojn kun 'SILO'-o
fi: Käynnistyosio saattaa tuottaa pulmia SILO:n kanssa
it: La partizione di boot potrebbe causare problemi con SILO!
ko: 부트파티션이 SILO와 충돌하여 문제를 일으킬 수 있습니다
pt_br: Partição de inicialização pode causar problemas com o SILO
sl: Korenski razdelek lahko povzroči težave s SILO

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
el: Φαίνεται ότι το μηχάνημα πάσχει πιθανότατα από ένα σφάλμα στο firmware, που καθιστά αδύνατο για το SILO (Sparc Linux Loader) να εκκινήσει έναν πυρήνα που βρίσκεται σε χώρο πέρα από το 1GB από την αρχή του δίσκου.
eo: Verŝajne, tiu maŝino suferas pro firmvara eraro, kiu malebligas 'SILO'-on (Sparc Linuksa ekŝargilo) ekŝargi situantan kernon trans la unua gigabajta diskparto.
fi: Todennäköisesti tässä koneessa on varusohjelmiston vika, joka estää SILO:a (Sparc Linux Loader) käynnistämästä ydintä, jos se ei ole levyn ensimmäisen 1 Gt:n alueella.
it: Questa macchina sembra soffrire di un baco del firmware, che non permette a SILO (Sparc Linux Loader) di avviare un kernel registrato oltre il primo gigabyte dall'inizio del disco.
ko: 이 컴퓨터의 펌웨어에는 버그가 있는 것 같습니다. 이 버그는 SILO(Sparc Linux Loader)가 하드디스크의 앞 1 GB 부분 이후에 위치한커널에 접근할 수 없게 합니다.
pt_br: Esta máquina possivelmente sofre de um bug no firmware, o qual faz com que seja impossível para o SILO (Sparc Linux Loader) iniciar um kernel localizado depois do primeiro GB do disco.
sl: Ta računalnik ima najverjetneje hrošča v strojni programski opremi (firmwareu) kar ima za posledico, da SILO (Sparc Linux Loader) ne more zagnati jedra, ki je postavljeno več kot 1 GB od začetka diska.

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
el: Για να αποφύγετε προβλήματα συνίσταται θερμά να εγκαταστήσετε τον πυρήνα σε μια κατάτμηση που να χωρά εξολοκλήρου μέσα στο πρώτο GB χώρου στον δίσκο (για παράδειγμα, δημιουργώντας μια μικρή κατάτμηση /boot στην αρχή του δίσκου). Στο παρόν σχήμα διαμέρισης πρόκειται να εγκατασταθεί στην κατάτμηση ${SILO_PART} που εκτείνεται μέχρι το σημείο ${SILO_OFF}. Η διατήρηση αυτού του σχήματος μπορεί να έχει σαν αποτέλεσμα ένα μη εκκινήσιμο σύστημα.
eo: Por eviti tiujn problemojn, oni forte konsilas de instali la kernon al skemo; la kerno estos instalita en '${SILO_PART}'-a diskpartigo, kiu etendiĝas ĝis ${SILO_OFF}. Konservi tiun agordon eble malaktivigus la sistemon.
fi: Vaikeuksien välttämiseksi on hyvin suositeltavaa asentaa ydin levyosioon, joka sijaitsee kokonaan levyn ensimmäisen gigatavun alueella (esimerkiksi luomalla pieni /boot-osio levyn alkuun). Nykyisellä osiointitavalla ydin asennettaisiin osioon ${SILO_PART}, joka ulottuu kohtaan ${SILO_OFF} asti. Jos tätä asetusta ei muuteta, ei järjestelmä ehkä käynnisty.
it: Per evitare problemi si raccomanda caldamente di installare il kernel in una partizione che rientri interamente nel primo GB di disco (creando una piccola partizione /boot all'inizio del disco, per esempio). Nell'attuale schema di partizionamento sarà installato sulla partizione ${SILO_PART} che si estende fino a ${SILO_OFF}. Mantenere questa configurazione renderà il sistema non avviabile.
ko: 만일을 위해 커널을 맨앞 1 GB 영역 내에 설치하는 것을 권장합니다. 이를위해 부트 전용 파티션을 디스크 앞부분에 만드는 방법을 사용할 수 있습니다. 현태 파티션 구성에 의하면 범위가 ${SILO_OFF}까지인 ${SILO_PART}에커널이 설치될 예정입니다. 이대로 설치하면 부팅이 안 될 수 있습니다.
pt_br: Para evitar problemas, é altamente recomendado que o kernel seja instalado em uma partição que esteja inteiramente dentro do primeiro GB do disco (criando uma pequena partição /boot no início do disco, por exemplo). No esquema de particionamento atual, o kernel será instalado na partição ${SILO_PART}, a qual se extende para além da marca de ${SILO_OFF}. Manter essa configuração pode resultar em um sistema incapaz de ser iniciado.
sl: Da se izognete problemom je močno priporočeno, da namestite jedro na razdelek, ki je popolnoma znotraj prvega GB diska (npr. tako da ustvarite majhen /boot razdelek na začetku diska). V obstoječi porazdelitvi razdelkov bo jedro nameščeno na razdelek ${SILO_PART}, ki je večji od ${SILO_OFF} meje. Če boste ohranili te nastavitve vašega sistema morda ne bo mogoče več zagnati.

source: Unsupported partition table on the boot disk
el: Μη υποστηριζόμενος πίνακας διαμέρισης στο δίσκο εκκίνησης
eo: Maladministra diskpartigotablo en la ekŝarga disko
fi: Käynnistyslevyllä oleva osiotaulu ei ole tuettu
it: Tabella della partizioni non supportata sul disco di avvio
ko: 부트 디스크에 지원하지 않는 파티션 테이블이 있습니다
pt_br: Tabela de partição não suportada no disco de inicialização
sl: Nepodprta tabela razdelkov na zagonskem disku

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
el: Το SILO (Sparc Linux Loader) μπορεί να εκκινήσει τον πυρήνα μόνο από έναν δίσκο με πίνακα διαμέρισης τύπου "sun". Στο παρόν σχήμα διαμέρισης ο πυρήνας πρόκειται να εγκατασταθεί στην κατάτμηση ${SILO_PART} που βρίσκεται σε έναν δίσκο με πίνακα διαμέρισης τύπου "${SILO_DISK}".
eo: 'SILO'-o (Sparc Linuksa ekŝargilo) povas nur ekŝargi kernon el 'sun'-a diskpartigtabla disko. En aktuala diskpartigada skemo, la kerno estos instalita en '${SILO_PART}'-a diskpartigo. Tiu diskpartigo situas en disko kun '${SILO_DISK}'-tipa diskpartigotablo.
fi: SILO (Sparc Linux Loader) osaa käynnistää ytimen vain levyltä, jossa on "sun"-osiotaulu. Nykyisellä osiointitavalla ydin asennettaisiin osioon ${SILO_PART} levyllä, jonka osiotaulu on tyyppiä "${SILO_DISK}".
it: SILO (Sparc Linux Loader) può solo avviare il kernel da un disco con tabella di partizione «sun». Nell'attuale schema di partizionamento il kernel sarà installato sulla partizione ${SILO_PART} che si trova su un disco con tabella delle partizioni di tipo «${SILO_DISK}».
ko: SILO(Sparc Linux Loader)는 "sun" 파티션 테이블이 설치된 디스크의 커널만 사용할 수 있습니다. 현재 파티션 구성에 의하면 ${SILO_DISK} 형식의 ${SILO_PART} 파티션에커널이 설치될 예정입니다.
pt_br: O SILO (Sparc Linux Loader) somente pode iniciar o kernel a partir de um disco com a tabela de partições "sun". No esquema de particionamento atual, o kernel será instalado na partição ${SILO_PART}, localizada em um disco com a tabela de partições do tipo "${SILO_DISK}".
sl: SILO (Sparc Linux Loader) lahko zažene jedro samo z diska s "sun" tabelo razdelkov. V obstoječi porazdelitvi razdelkov bo jedro nameščeno na razdelek ${SILO_PART}, ki se nahaja na disku z razdelitveno tabelo tipa "${SILO_DISK}".

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
el: Συνίσταται θερμά να επιστρέψετε στην διαδικασία της διαμέρισης και να διορθώσετε αυτό το πρόβλημα. Η διατήρηση της παρούσας ρύθμισης μπορεί να έχει σαν αποτέλεσμα ένα μη εκκινήσιμο σύστημα.
eo: Por korekti tiun problemon, oni forte konsilas rediskpartigi. Konservi tiu agordon povus malaktivigi la sistemon.
fi: On hyvin suositeltavaa palata osiointiin ja korjata tämä vika. Jos tätä asetusta ei muuteta, järjestelmä ei ehkä käynnisty.
it: Si raccomanda di tornare indietro al partizionamento e correggere il problema. Mantenere la configurazione corrente potrebbe risultare in un sistema non avviabile.
ko: 파티션하기 메뉴로 돌아가서 이 문제를 수정하시기 바랍니다. 현재 파티션 구성을유지할 경우 부팅이 안 될 수 있습니다.
pt_br: É altamente recomendado que você retorne ao particionador e corrija esse problema. Manter a configuração atual pode resultar em um sistema incapaz de ser inicializado.
sl: Močno je priporočeno da se vrnete nazaj na razdeljevanje diskov in popravite ta problem. Ohranitev obstoječe namestitve bo imelo za posledico sistem, ki ga ne bo mogoče zagnati.

source: Install the Arcboot boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης Arcboot σε ένα σκληρό δίσκο
eo: Instalu la 'Arcboot'-ekŝargilon sur fiksitan diskon
fi: Asenna Arcboot-alkulatausohjelma kiintolevylle
it: Installare il boot loader Arcboot in un disco fisso
ko: Arcboot 부트 로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização Arcboot em um disco rígido
sl: Namesti Arcboot zagonski nalagalnik na trdi disk

source: Disk for boot loader installation:
el: Δίσκος για εγκατάσταση του φορτωτή εκκίνησης:
eo: Disko sur kiu instali ekŝargilon:
fi: Alkulatausohjelma asennetaan levylle:
it: Disco per l'installazione del boot loader:
ko: 부트 로더를 설치할 디스크:
pt_br: Disco onde instalar o carregador de inicialização:
sl: Disk za namestitev zagonskega nalagalnika:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
el: Ο φορτωτής arcboot πρέπει να εγκατασταθεί στην κεφαλίδα ενός δίσκου με ετικέτα SGI (disklabel). Συνήθως, χρησιμοποιείται η κεφαλίδα του δίσκου /dev/sda. Παρακαλώ, δώστε το όνομα της μονάδας του δίσκου στον οποίο θα εγκατασταθεί το arcboot.
eo: 'Arcboot'-n endas instali en la dumportila ĉapo el 'SGI'-etikeda disko. Kutime, la dumportila ĉapo el '/dev/sda' estas uzata. Bonvolu tajpi la adaptilnomon de la disko sur kiu vi volas instali 'arcboot'.
fi: Arcboot on asennettava levylle jossa on SGI-levynimiö sen levyniteen otsikkoon. Tavallisesti käytetään /dev/sda:n levyniteen otsikkoa. Anna laitenimi sille levylle johon arcboot asennetaan.
it: Arcboot deve essere installato nella testata del volume di un disco rigido con una etichetta SGI. Solitamente si usa la testata del volume /dev/sda. Inserire il nome del dispositivo del disco su cui installare Arcboot.
ko: Arcboot를 SGI 디스크 레이블이 들어 있는 디스크의 볼륨 헤더에 설치해야 합니다. 보통 /dev/sda의 볼륨 헤더를 사용합니다. arcboot를 집어 넣을 디스크의 장치 이름을 입력하십시오.
pt_br: O arcboot deve ser instalado dentro do cabeçalho de volume de um disco com um rótulo de disco SGI. Normalmente o cabeçalho de volume /dev/sda é usado. Por favor, informe o nome de dispositivo do disco no qual o arcboot deve ser instalado:
sl: Arcboot mora biti nameščen v vzglavje nosilca diska z imenom SGI. Ponavadi je uporabljeno vzglavje nosilca /dev/sda. Prosim podajte ime naprave na katero naj postavim arcboot.

source: Arcboot configured to use a serial console
el: Το arcboot ρυθμίστηκε να χρησιμοποιεί σειριακή κονσόλα
eo: Agordita 'Arcboot'-o por uzi serian konzolon
fi: Arcboot on asetettu käyttämään sarjaporttiin kiinnitettyä päätettä
it: Arcboot è configurato per usare una console seriale
ko: Arcboot가 시리얼 콘솔을 사용하도록 설정되었습니다
pt_br: Arcboot configurado para usar um console serial
sl: Arcboot je nastavljen za uporabo serijske konzole

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
el: Το arcboot ρυθμίστηκε να να χρησιμοποιεί τη σειριακή θύρα ${PORT} ως κονσόλα. Η ταχύτητα της σειριακής θύρας έχει οριστεί στα ${SPEED} bps.
eo: 'Arcboot'-o estas agordita por uzi serian pordon '${PORT}' tiel konzolo. La seria porda rapido estas '${SPEED}'-a.
fi: Arcboot on asetettu käyttämään sarjaporttia ${PORT} konsolina. Sarjaportin nopeudeksi on asetettu ${SPEED}.
it: Arcboot è configurato per usare la porta seriale ${PORT} come console, la velocità della porta è impostata a ${SPEED}.
ko: Arcboot에서 ${PORT} 시리얼 포트로 콘솔을 사용하도록 설정되었습니다. 시리얼 포트 속도는 ${SPEED}로 설정되었습니다.
pt_br: O arcboot está configurado para usar a porta serial ${PORT} como console. A velocidade da porta serial está definida para ${SPEED}.
sl: Arcboot je nastavljen za uporabo serijskih vrat ${PORT} kot konzole. Hitrost serijskih vrat je nastavljena na ${SPEED}.

source: Arcboot installation failed. Continue anyway?
el: Η εγκατάσταση του arcboot απέτυχε. Να συνεχιστεί η εγκατάσταση ούτως ή άλλως;
eo: 'Arcboot'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Arcboot:n asennus epäonnistui. Jatketaanko silti?
it: Installazione di Arcboot fallita. Continuare comunque?
ko: Arcboot 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do arcboot falhou. Continuar mesmo assim?
sl: Arcboot namestitev ni uspela. Naj vseeno nadaljujem?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
el: Η εγκατάσταση του φορτωτή arcboot στο /target απέτυχε. Η εγκατάσταση του arcboot ως φορτωτή εκκίνησης είναι απαραίτητο στάδιο, παρ' όλ' αυτά το πρόβλημα που παρουσιάστηκε μπορεί να είναι ανεξάρτητο του arcboot και η συνέχιση της εγκατάστασης μπορεί να είναι δυνατή.
eo: La 'arcboot'-pakon neeblas instali en '/target/'-o. Instalu 'Arcboot'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'Arcboot'-o, nu eblus daŭrigi la instaladon.
fi: Arcboot-ohjelmapaketin asennus /target/:iin ei onnistunut. Arcbootin asennus alkulatausohjelmaksi on pakollinen kohta. Asennuspulmat saattavat kuitenkin olla muusta kuin Arcbootista johtuvia, joten asennuksen jatkaminen on ehkä mahdollista.
it: Il pacchetto arcboot non è riuscito ad installarsi in /target/. Installare Arcboot come boot loader è un passo richiesto. Il problema di installazione potrebbe non essere legato ad Arcboot, quindi potrebbe essere possibile continuare l'installazione.
ko: arcboot 꾸러미를 /target/에 설치하는 데 실패했습니다. Arcboot를 부트로더로 꼭 설치해야 합니다. 하지만 이 설치 문제가 Arcboot와는 관련이 없을 수 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote arcboot em /target/ falhou. É necessário que o arcboot seja instalado com um carregador de inicialização. Porém, o problema de instalação pode não estar relacionado ao arcboot e, portanto, continuar a instalação pode ser possível.
sl: Paket arcboot ni bilo mogoče namestiti v /target/. Namestitev Arcboota kot zagonskega nalagalnika je obvezna. Za težavo pri namestitvi morda ni kriv Arcboot, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Setting PROM variables for Arcboot
el: Καθορισμός μεταβλητών PROM για το Arcboot
eo: Akomodado de 'PROM'-variabloj necesiĝas por 'Arcboot'
fi: Annetaan arvot muuttujille PROM:ssa Arcbootia varten
it: Configurazione delle variabili PROM per Arcboot
ko: Arcboot의 PROM 변수를 설정하는 중입니다
pt_br: Definindo variáveis da PROM para o Arcboot
sl: Nastavljam PROM spremenljivke za Arcboot

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
el: Αν πρόκειται για την πρώτη εγκατάσταση Linux σε αυτόν τον υπολογιστή ή αν οι δίσκοι σας έχουν επανακατατμηθεί, τότε θα πρέπει να ορισθούν ορισμένες μεταβλητές του PROM για να εκκινεί το σύστημα κανονικά.
eo: Se temas pri la unua Linuksa instalado sur tiu maŝino, aŭ se la fiksitaj diskoj estas rediskpartigitaj, iujn 'PROM'-variablojn endos modifi por normale eble ekŝargi la sistemon.
fi: Jos tämä on koneen ensimmäinen Linux-asennus, tai jos kiintolevyille on tehty uudet levyosiot, on joidenkin muuttujien arvo asetettava PROM:ssa ennen kuin järjestelmä voi käynnistyä normaalisti.
it: Se questa è la prima installazione di Linux su questa macchina, oppure se il disco fisso è stato ripartizionato, alcune variabili hanno bisogno di essere configurate nel PROM, prima che il sistema sia in grado di avviarsi normalmente.
ko: 이 컴퓨터에 처음으로 리눅스를 설치하는 경우이거나 하드 드라이브를 다시 파티션한 경우에, 시스템이 정상적으로 부팅하려면 PROM에 변수 몇 개를 설정해야 합니다.
pt_br: Caso esta seja a primeira instalação Linux nesta máquina ou caso os discos rígidos tenham sido reparticionados, algumas variáveis precisam ser definidas na PROM antes que o sistema seja capaz de iniciar normalmente.
sl: Če je to vaša prva namestitev Linuxa na ta računalnik ali pa so bili razdelki trdih diskov spremenjeni, je potrebno nastaviti nekatere spremenljivke v PROM preden je mogoče sistem normalno zagnati.
