Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
el: Οι ακόλουθες αποθηκευτικές συσκευές προσπέλασης δίσκου (DASD) είναι διαθέσιμες. Παρακαλώ επιλέξτε κάθε συσκευή που θέλετε να χρησιμοποιήσετε, μία την κάθε φορά.
eo: La sekvantaj diskatingaj memoraj adaptiloj ('Disk Access Storage Devices') estas disponeblaj. Bonvolu elekti ĉiun aparaton, kiun vi volas uzi laŭvice.
fi: Seuraavat Disk Access Storage Device:t (DASD) ovat käytettävissä. Valitse yksi kerrallaan laitteet joita haluat käyttää.
it: Sono disponibili i seguenti DASD. Scegliere ogni device che si vuole usare uno alla volta.
ko: 다음 disk access storage device(DASD)를 사용할 수 있습니다. 사용하고자 하는장치를 하나씩 선택하십시오.
pt_br: Os seguintes dispositivos de armazenamento de acesso a disco (DASD) estão disponíveis. Por favor, selecione cada dispositivo que você deseja utilizar, um de cada vez.
sl: Na voljo so naslednje DASD (Disk Access Storage Device) naprave. Med napravami, ki jih želite uporabiti, izberite po eno naenkrat.

source: Choose disk:
el: Επιλέξτε ένα δίσκο:
eo: Elektu diskon:
fi: Valitse levy:
it: Selezionare un disco:
ko: 디스크를 선택하십시오:
pt_br: Escolha o disco:
sl: Izberite disk:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
el: Παρακαλώ υποδείξτε μια μονάδα DASD. Πρέπει να υποδείξετε τον πλήρη αριθμό της μονάδας, συμπεριλαμβανομένων και των αρχικών μηδενικών.
eo: Bonvolu elekti diskon. Vi devos indiki la tutan adaptilan nombron, inkluzive la unuajn nulojn.
fi: Valitse levy. Kirjoita laitenumero kokonaan, mukaanlukien etunollat.
it: Scegliere un disco. Si deve specificare il numero completo del device, compresi gli zeri iniziali.
ko: 디스크를 선택하십시오. 앞에 붙어 있는 0까지도 다 포함해서, 완전한 장치 번호를 지정해야 합니다.
pt_br: Por favor escolha um disco. Você precisa especificar o número do dispositivo completo, incluindo os zeros.
sl: Prosim izberite disk. Določiti morate celotno ime naprave, skupaj z vodilnimi ničlami.

source: Invalid disk
el: Μη έγκυρος δίσκος
eo: Malvalida disko
fi: Levy ei kelpaa
it: Disco non valido
ko: 디스크가 잘못되었습니다
pt_br: Disco inválido
sl: Napačen disk

source: An invalid device number has been chosen.
el: Επιλέχθηκε μη έγκυρος αριθμός μονάδας.
eo: Malvalida aparata nombro estis elektita.
fi: Valittu laitenumero ei kelpaa.
it: È stato scelto un numero di device non valido.
ko: 잘못된 장치 번호를 선택했습니다.
pt_br: Um número de dispositivo inválido foi escolhido.
sl: Izbrali ste nepravilno številko naprave.

source: Format the disk?
el: Διαγραφή του δίσκου;
eo: Strukturu la diskon?
fi: Alustetaanko levy?
it: Formattare il disco?
ko: 디스크를 포맷하시겠습니까?
pt_br: Formatar o disco?
sl: Formatiram disk?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Disks need to be formatted before you can create partitions.
el: Ο εγκαταστάτης δεν μπορεί να ανιχνεύσει αν η συσκευή ${device} έχει ήδη διαμορφωθεί ή όχι. Οι δίσκοι θα πρέπει να έχουν διαμορφωθεί πριν μπορέσετε να δημιουργήσετε κατατμήσεις.
eo: La instalilo ne determinis la strukturaranĝitan de la '${device}'-adaptilo.Diskoj bezonas formaton antaŭ diskpartigi ĝin.
fi: Asennin ei kykene havaitsemaan onko laite ${device} jo alustettu. Levyt on alustettava ennen kuin levyosioita voidaan tehdä.
it: Il programma di installazione non è in grado di capire se il dispositivo ${device} è già stato formattato o no. I dischi devono essere formattati prima di potervi.
ko: ${device} 장치가 이미 포맷이 되어있는지 확인할 수 없습니다. 파티션을 만들기 전에 디스크를 포맷해야 합니다.
pt_br: O instalador não foi capaz de detectar se o dispositivo ${device} já foi formatado ou não. Discos precisam ser formatados antes que você possa criar partições.
sl: Namestilnik ne more zaznati če je naprava ${device} že formatirana ali ne. Diske je potrebno formatirati preden lahko ustvarite razdelke.

source: If you are sure the disk has already been correctly formatted, you don't need to do so again.
el: Αν είστε βέβαιοι ότι ο δίσκος έχει ήδη διαμορφωθεί σωστά, δεν χρειάζεται να επαναλάβετε αυτή τη διαδικασία ξανά.
eo: Vi ne bezonas denove formati, se la disko estas jam strukturaranĝita.
fi: Jos levy jo varmasti on oikein alustettu, ei sitä tarvitse tehdä uudestaan.
it: Se si è sicuri che il disco sia già partizionato correttamente, non è necessario rifarlo.
ko: 디스크가 제대로 포맷되었다는 것을 알고 있으시다면, 다시 포맷할 필요는 없습니다.
pt_br: Se você tem certeza que o disco já foi corretamente formatado, você não precisa formatá-lo novamente.
sl: Če ste prepričani, da so bili diski ustrezno formatirani, ji ni potrebno formatirati ponovno.

source: Formatting ${device}...
el: Διαμόρφωση του ${device}...
eo: '${device}'-dosieraranĝi...
fi: Alustetaan laitetta ${device}...
it: Formattazione di ${device} in corso.
ko: ${device} 장치를 포맷하는 중입니다...
pt_br: Formatando ${device}...
sl: Formatiram ${device}...

source: Configure disk access storage devices (DASD)
el: Ρύθμιση των αποθηκευτικών μονάδων προσπέλασης δίσκου (DASD)
eo: Akomodu diskatingajn memorajn adaptilojn ('Disk Access Storage Devices')
fi: Tee levylaitteiden (DASD) asetukset
it: Configurare i dischi (DASD)
ko: disk access storage device (DASD) 설정
pt_br: Configurar dispositivos de armazenamento de acesso a disco (DASD)
sl: Nastavi DASD (disk access storage devices)

source: Install the ZIPL boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης ZIPL σε ένα σκληρό δίσκο
eo: Instalu la 'ZIPL'-ekŝargilon sur fiksita disko
fi: Asenna ZIPL-alkulatausohjelma kiintolevylle
it: Installare il boot loader ZIPL su disco fisso
ko: ZIPL 부트 로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização ZIPL em um disco rígido
sl: Namesti zagonski nalagalnik ZIPL na trdi disk

source: Make GLAN Tank bootable
el: Κάνε εκκινήσιμο το GLAN Tank
eo: Ekŝargebligas 'GLAN Tank'-adaptilon
fi: Tehdään GLAN Tankista käynnistyvä
it: Rendere GLAN Tank avviabile
ko: GLAN Tank 부탕 가능하도록 함
pt_br: Tornar o GLAN Tank inicializável
sl: Pripravi GLAN Tank za zaganjanje

source: Configuring flash memory to boot the system
el: Ρύθμιση της μνήμης flash για την εκκίνηση του συστήματος
eo: Akomodado de 'flash'-memoroj por startigi la sistemon
fi: Tehdään flash-muistin asetukset käynnistämään järjestelmä
it: Configurazione della memoria flash per l'avvio del sistema in corso
ko: 플래시 메모리를 설정하여 시스템을 부팅할 수 있도록 하는 중
pt_br: Configurando a memória flash para iniciar o sistema
sl: Nastavljanje bliskovnika (flash pomnilnika) za zagon sistema

source: Preparing the system
el: Προετοιμασία του συστήματος
eo: Preparado de la sistemo
fi: Valmistellaan järjestelmää
it: Preparazione del sistema in corso
ko: 시스템을 준비하는 중입니다
pt_br: Preparando o sistema
sl: Pripravljanje sistema

source: Writing the kernel to flash memory
el: Εγγραφή του πυρήνα στην μνήμη flash
eo: Skribado de la kerno en 'flash'-memoroj
fi: Kirjoitetaan ydin flash-muistiin
it: Scrittura del kernel sulla memoria flash
ko: 커널을 플래시 메모리에 쓰는 중
pt_br: Gravando o kernel na memória flash
sl: Zapisovanje jedra operacijskega sistema v flash pomnilnik

source: Configure flash memory to boot the system
el: Ρύθμιση της μνήμης flash για την εκκίνηση του συστήματος
eo: Akomodu la 'flash'-memorojn por startigi la sistemon
fi: Laitteisto käynnistymään flash-muistilta
it: Configurazione della memoria flash per l'avvio del sistema
ko: 플래시 메모리를 설정하여 시스템을 부팅할 수 있도록 함
pt_br: Configurar a memória flash para iniciar o sistema
sl: Nastavljanje bliskovnika (flash pomnilnika) za zagon sistema

source: PV
fi: FLN
pt_br: VF
