Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Warning: Your system may be unbootable!
el: Προειδοποίηση: Το σύστημά σας πιθανόν να μην είναι εκκινήσιμο!
eo: Atentu: via sistemo eble malaktivigus !
fi: Varoitus: Järjestelmä ei ehkä pysty käynnistymään!
it: Attenzione: il sistema potrebbe non essere avviabile!
ko: 경고: 시스템이 부팅하지 않을 수도 있습니다!
pt_br: Aviso: Seu sistema pode não ser capaz de ser iniciado!
sl: Opozorilo: vašega sistema morda ni mogoče zagnati!

source: Install quik on a hard disk
el: Εγκατάσταση του quik στο δίσκο
eo: Instalu 'quik'-on en fiksita disko
fi: Asennetaan quik kiintolevylle
it: Installare quik su un disco rigido
ko: 하드 디스크에 quik 설치
pt_br: Instalar o quik em um disco rígido
sl: Namesti quik na trdi disk

source: Installing Yaboot
el: Εγκατάσταση του Yaboot
eo: Instalado de 'yaboot'
fi: Asennetaan Yaboot
it: Installazione di Yaboot in corso
ko: Yaboot 설치하는 중입니다
pt_br: Instalando Yaboot
sl: Nameščam Yaboot

source: Installing Yaboot boot loader
el: Εγκατάσταση του φορτωτή εκκίνησης Yaboot
eo: Instalado de 'yaboot'-ekŝargilo
fi: Asennetaan yaboot-alkulatausohjelma
it: Installazione del boot loader yaboot in corso
ko: Yaboot 부트로더를 설치하는 중입니다
pt_br: Instalando o carregador de inicialização Yaboot
sl: Nameščam Yaboot zagonski nalagalnik

source: Yaboot installation failed. Continue anyway?
el: Η εγκατάσταση του Yaboot απέτυχε. Θέλετε να συνεχίσετε;
eo: 'yaboot'-instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Yaboot-alkulatausohjelman asennus epäonnistui. Jatketaanko silti?
it: Installazione di Yaboot fallita. Continuare comunque?
ko: Yaboot 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do yaboot falhou Continuar mesmo assim?
sl: Namestitev Yaboota ni uspela. Kljub temu nadaljujem?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
el: Απέτυχε η εγκατάσταση του πακέτου yaboot στο /target. Η εγκατάσταση του Yaboot ως φορτωτή εκκίνησης είναι απαιτούμενο στάδιο. Ωστόσο, το πρόβλημα της εγκατάστασης του πακέτου μπορεί να είναι άσχετο με το Yaboot, και μπορεί να είναι δυνατή η συνέχιση της διαδικασίας της εγκατάστασης.
eo: Neeblas instali la 'yaboot'-pakon en '/target/'-o. Instali 'yaboot'-on tiel ekŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'yaboot'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin yaboot asennus hakemistoon /target/ epäonnistui. Yabootin asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity yabootiin, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Il pacchetto yaboot non è riuscito a installarsi in /target/. L'installazione di Yaboot come boot loader è un passo richiesto. Tuttavia il problema di installazione potrebbe non essere in relazione con Yaboot, perciò continuare potrebbe ancora essere possibile.
ko: yaboot 꾸러미를 /target/에 설치하는 데 실패했습니다. Yaboot를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 Yaboot와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote yaboot em /target/ falhou. A instalação do Yaboot como um carregador de inicialização é um passo necessário. Porém, o problema com a instalação do mesmo pode não ser relacionado ao Yaboot e, portanto, continuar a instalação pode ser possível.
sl: Namestitev paketa yaboot v /tarčo/ ni uspela. Namestitev Yaboota kot zagonskega nalagalnika je zahtevan korak. Za težavo pri namestitvi morda ni kriv Yaboot, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Looking for bootstrap partitions
el: Αναζήτηση εκκινήσιμης κατάτμησης
eo: Serĉi ekŝargajn diskpartigojn
fi: Etsitään käynnistysosioita
it: Ricerca delle partizioni di avvio in corso
ko: 부트스트랩 파티션을 찾는 중입니다
pt_br: Procurando por partições bootstrap
sl: Iščem začetne zagonske razdelke

source: No bootstrap partition found
el: Δε βρέθηκε κατάτμηση εκκίνησης
eo: Neniu trovita ekŝarga diskpartigo
fi: Yhtään käynnistysosiota ei löytynyt
it: Nessuna partizione per il avvio trovata
ko: 부트스트랩 파티션이 없습니다
pt_br: Nenhuma partição bootstrap encontrada
sl: Nisem našel nobenega začetnega zagonskega razdelka

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
el: Δε βρέθηκε δίσκος που να περιέχει κατάτμηση με φορτωτή εκκίνησης της Apple ("Apple_Bootstrap"). Θα πρέπει να δημιουργήσετε μια κατάτμηση μεγέθους 819200 bytes με όνομα "bootstrap"και τύπο "Apple_Bootstrap".
eo: Neniu fiksita disko kun "Apple_Bootstrap" diskpartigo estas trovita. Vi nepre kreas 819200-bajtan diskpartigon kun "Apple_Bootstrap" tipo.
fi: Yhtään kiintolevyä jossa on "Apple Bootstrap"-osio ei löytynyt. On luotava 819200 tavun levyosio tyypiltään "Apple_Bootstrap".
it: Non è stato trovato alcun disco rigido dove sia presente una partizione «Apple_Bootstrap». Si deve creare una partizione di 819200 byte di tipo «Apple_Bootstrap».
ko: "Apple_Bootstrap" 파티션이 들어 있는 하드 디스크가 없습니다. 크기가 819200바이트인 파티션을 "Apple_Bootstrap" 타입으로 만들어야 합니다.
pt_br: Nenhum disco rígido que possua uma partição "Apple_Bootstrap" foi encontrado. Você deve criar uma partição de 812900 bytes do tipo "Apple_Bootstrap".
sl: Nisem našel nobenega trdega diska z začetnim zagonskim razdelkom "Apple_Bootstrap". Ustvariti morate 819200-bajtni razdelek vrste "Apple_Bootstrap".

source: Looking for root partition
el: Αναζήτηση ριζικής κατάτμησης root
eo: Serĉi radikan diskpartigon
fi: Etsitään juuriosiota
it: Ricerca della partizione di root in corso
ko: 루트 파티션을 찾는 중입니다
pt_br: Procurando por uma partição raiz
sl: Iščem korenski razdelek

source: Looking for other operating systems
el: Ανίχνευση άλλων λειτουργικών συστημάτων
eo: Serĉi alian operaciumojn...
fi: Etsitään muita käyttöjärjestelmiä
it: Ricerca di altri sistemi operativi
ko: 다른 운영 체제가 있는지 찾는 중입니다
pt_br: Procurando por outros sistemas operacionais
sl: Iskanje drugih operacijskih sistemov

source: Device for boot loader installation:
el: Μονάδα για εγκατάσταση του φορτωτή εκκίνησης:
eo: Periferia aparato kie instaliĝos la ekŝargilo:
fi: Laite johon alkulatausohjelma asennetaan:
it: Device per l'installazione del boot loader:
ko: 부트 로더를 설치할 장치:
pt_br: Dispositivo onde instalar o carregador de inicialização:
sl: Naprava za namestitev zagonskega nalaganika:

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
el: O φορτωτής εκκίνησης yaboot πρέπει να εγκατασταθεί σε μια κατάτμηση του δίσκου για να είναι δυνατή η εκκίνηση του συστήματος. Παρακαλώ επιλέξτε μια από τις διαθέσιμες κατατμήσεις που έχουν ενεργοποιημένη τη σήμανση εκκίνησης.
eo: 'yaboot'-ekŝargilon (la Linuksa ekŝargilo) vi bezonos instali por ke via nova sistemo estu ekŝargebla. Bonvolu elekti la celan diskpartigon inter tiuj, kiuj estas signitaj ekŝargeblaj.
fi: Yaboot (Linuxin alkulatausohjelma) on asennettava kiintolevyn osioon jotta järjestelmä voisi käynnistyä. Valitse osio näiden käynnistyskelpoisuuden ilmaisimella merkittyjen osioiden joukosta.
it: Yaboot (il boot loader di Linux) deve essere installato su una partizione del disco rigido al fine di rendere il sistema avviabile. Scegliere la partizione di destinazione tra quelle che hanno il flag avviabile attivo.
ko: Yaboot(리눅스 부트 로더)를 하드 디스크에 설치해야 시스템이 부팅할 수 있습니다. 부팅 가능 플래그가 붙어 있는 다음 파티션 중에서 설치할 파티션을 선택하십시오.
pt_br: O Yaboot (o carregador de inicialização Linux) precisa ser instalado em uma partição do disco rígido para que seu sistema possa ser inicializado. Por favor, escolha a partição de destino que possui a flag de inicialização definida, dentre as partições exibidas.
sl: Da bi lahko zagnali siste, je potrebno Yaboot (zagonski nalagalnik za Linux) namestiti na razdelek na trdem disku. Izberite ciljni razdelek med naslednjimi razdelki, ki imajo nastavljeno zagonsko zastavico.

source: Warning: this will erase all data on the selected partition!
el: Προειδοποίηση: αυτή η ενέργεια θα διαγράψει όλα τα δεδομένα της κατάτμησης!
eo: Atentu: tio viŝos ĉiujn datumojn en elekta diskpartigo !
fi: Varoitus: tämä poistaa kaiken tiedon valitulta levyosiolta!
it: Attenzione: questo cancellerà tutti i dati sulle partizioni selezionate!
ko: 경고: 선택한 파티션에 있는 모든 데이터를 지우게 될 것입니다!
pt_br: Aviso: isso apagará todos os dados na partição selecionada!
sl: Opozorilo: to bo izbrisalo vse podatke na izbranem razdelku!

source: Creating yaboot configuration
el: Ρύθμιση του yaboot
eo: Krei 'yaboot'-an akomodadon
fi: Tehdään yabootin asetukset
it: Creazione della configurazione di yaboot in corso
ko: yaboot 설정을 만드는 중입니다
pt_br: Criando configuração do yaboot
sl: Ustvarjam yaboot nastavitve

source: Failed to create yaboot configuration
el: Σφάλμα κατά τη ρύθμιση του yaboot
eo: Kreado de 'yaboot'-a akomodo malsukcesis
fi: Yabootin asetusten teko ei onnistunut
it: Creazione della configurazione di yaboot fallita
ko: yaboot 설정을 만드는 데 실패했습니다
pt_br: Falha ao criar configuração do yaboot
sl: Nisem uspel ustvariti yaboot nastavitev

source: The creation of the main yaboot configuration file failed.
el: Απέτυχε η δημιουργία του αρχείου ρυθμίσεων του yaboot.
eo: La kreado de ĉefa 'yaboot'-akomodada dosiero malsukcesis.
fi: Yabootin pääasetustiedoston luonti ei onnistunut
it: La creazione del file principale di configurazione di yaboot è fallita.
ko: 메인 yaboot 설정 파일을 만드는 데 실패했습니다.
pt_br: A criação do arquivo de configuração principal do yaboot falhou.
sl: Ustvarjanje glavne nastavitvene datoteka za yaboot ni uspelo.

source: Installing yaboot into bootstrap partition
el: Εγκατάσταση του yaboot στην κατάτμηση εκκίνησης
eo: Instali 'yaboot'-on sur ekŝarga diskpartigo
fi: Asennetaan yaboot käynnistysosioon
it: Installazione di yaboot nella partizione di avvio in corso
ko: yaboot를 부트스트랩 파티션에 설치하는 중입니다
pt_br: Instalando o yaboot em uma partição bootstrap
sl: Nameščanje yaboota na začetni zagonski razdelek

source: The installation of the yaboot boot loader failed.
el: Η εγκατάσταση του φορτωτή εκκίνησης yaboot απέτυχε.
eo: La instalado de 'yaboot'-a ekŝargilo malsukcesis.
fi: Yaboot-alkulatausohjelman asennus ei onnistunut.
it: L'installazione del boot loader yaboot è fallita.
ko: yaboot 부트 로더를 설치하는 데 실패했습니다.
pt_br: A instalação do carregador de inicialização yaboot falhou.
sl: Namestitev yaboot zagonskega nalagalnika ni uspela.

source: Successfully installed yaboot
el: Η εγκατάσταση του yaboot ήταν επιτυχής
eo: Plensukcese instalita 'yaboot'-o
fi: Yabootin asennus onnistui
it: Yaboot installato con successo
ko: 성공적으로 yaboot를 설치했습니다
pt_br: Yaboot instalado com sucesso
sl: Yaboot je uspešno nameščen

source: The yaboot boot loader was successfully installed.
el: Η εγκατάσταση του φορτωτή εκκίνησης yaboot ήταν επιτυχής.
eo: La 'yaboot'-ekŝargilo estas sukcesplene instalita.
fi: Yaboot-alkulatausohjelma asennettiin onnistuneesti.
it: Il boot loader yaboot è stato installato con successo.
ko: yaboot 부트 로더를 성공적으로 설치했습니다.
pt_br: O gerenciador de inicialização yaboot foi instalado com sucesso.
sl: Zagonski nalagalnik yaboot je bil uspešno nameščen.

source: Setting firmware variables for automatic boot
el: Καθορίζονται οι παράμετροι του firmware για αυτόματη εκκίνηση
eo: Akomodi firmvarajn variablojn por aŭtomate ekŝargi
fi: Asetetaan laiteohjelmiston muuttujat automaattikäynnistystä varten
it: Impostazione delle variabili del firmware per l'avvio automatico
ko: 자동 부팅을 위한 펌웨어 변수 설정하기
pt_br: Definindo variáveis de firmware para inicialização automática
sl: Nastavljanje firmware spremenljivk za samodejni zagon

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
el: Θα πρέπει να καθοριστούν ορισμένες μεταβλητές στο firmware του συστήματος Genesi για να μπορεί το σύστημά σας να εκκινείται αυτόματα. Στο τέλος της εγκατάστασης θα γίνει επανεκκίνηση του συστήματος. Στο προτρεπτικό του firmware ρυθμίστε τις ακόλουθες μεταβλητές του ώστε να ενεργοποιήσετε την αυτόματη εκκίνηση:
eo: Kelkaj variabloj en la firmvaro 'Genesi OpenFirmware' bezonas parametrojn por aŭtomate startigi Linukson. La sistemo reŝargiĝos post la instalado. Parametru la sekvantaj variabloj dum la 'Genesi OpenFirmware' invito por aktivigi la aŭtomatan ekŝargon.
fi: Joidenkin muuttujien arvot Genesi-laiteohjelmistossa on asetettava, jotta järjestelmä käynnistyisi automaattisesti. Järjestelmä käynnistyy uudelleen asennuksen lopuksi. Aseta seuraavat muuttujat laiteohjelmiston kehotteessa, jotta automaattikäynnistys toimii:
it: Alcune variabili vanno impostate nel firmware Genesi per poter avviare il sistema in automatico. Al termine della installazione il sistema verrà riavviato. Al prompt del firmware le seguenti variabili dovranno essere impostate per permettere l'avvio automatico:
ko: 시스템이 자동 부팅하도록 만드려면 Genesi 펌웨어에 변수 몇 개를 설정해야 합니다. 설치가 다 끝나면 시스템이 다시 시작할 것입니다. 펌웨어 프롬프트에서 다음 펌웨어 변수를 설정해서 자동 부팅을 켤 수 있습니다:
pt_br: Algumas variáveis precisam ser definidas no firmware Genesi para que seu sistema possa ser capaz de ser iniciado automaticamente. Ao final da instalação, o sistema irá reiniciar. No prompt de comandos do firmware, defina as seguintes variáveis do firmware para habilitar a inicialização automática:
sl: V Genesi firmwareu je potrebno nastaviti nekatere spremenljivke. Na koncu namestitve se bo sistem ponovno zagnal. Ob pozivniku firmwarea nastavite sledeče spremenljivke, da boste omogočili samodejni zagon:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
el: Αυτό χρειάζεται να το κάνετε μόνο μία φορά. Στη συνέχεια, εισάγετε την εντολή "boot" ή επανεκκινήστε το σύστημα για να περάσετε στην καινούρια σας εγκατάσταση.
eo: Nur tiun ordonon vi devos plenumi unue. Poste, tajpu la "boot" komandon aŭ reŝargu la sistemon por uzi la novan instalitan sistemon.
fi: Tämä on tehtävä vain yhden kerran. Käytä sitten komentoa "boot"tai käynnistä järjestelmä uudelleen päästäksesi uuteen asennettuun järjestelmään.
it: Questa operazione dovrà essere fatta solo la prima volta. Dopodiché sarà necessario eseguire il comando «boot» oppure riavviare il sistema per accedere al nuovo sistema installato.
ko: 이 작업을 한 번만 하면 됩니다. 그 다음에 "boot" 명령을 입력하거나 시스템을 다시 시작해서 방금 설치한 시스템으로 진행하십시오.
pt_br: Você precisará fazer isto somente uma única vez. Após fazê-lo, informe o comando "boot" ou reinicie o sistema para prosseguir ao seu novo sistema instalado.
sl: To boste morali storiti samo enkrat. Kasneje, vnesite "boot" ukaz ali ponovno zaženite računalnik za nadaljevanje z naslednjim namestitvenim korakom.

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
el: Εναλλακτικά, θα έχετε την δυνατότητα να εκκινήσετε τον πυρήνα με το χέρι εισάγοντας στο προτρεπτικό του firwmare:
eo: Alimaniere, vi povos mane ekŝargi la kernon per enskribo, dum la firmvara invito:
fi: Vaihtoehtona on käynnistää ydin itse kirjoittamalla laiteohjelmiston kehoitteeseen:
it: Diversamente sarà possibile avviare il kernel a mano scrivendo, al prompt di boot del firmware:
ko: 또한 펌웨어 프롬프트에서 다음을 입력해서 수동으로 커널을 부팅시킬 수도 있습니다 :
pt_br: Alternativamente, você poderá iniciar o kernel manualmente informando, no prompt do firmware:
sl: Vedite, da boste lahko pozneje zagnali jedro ročno z ukazom:

source: Install yaboot on a hard disk
el: Εγκατάσταση του yaboot στο δίσκο
eo: Instalu 'yaboot'-on en fiksita disko
fi: Asennetaan yaboot kiintolevylle
it: Installare yaboot su un disco rigido
ko: 하드 디스크에 yaboot 설치
pt_br: Instalar o yaboot em um disco rígido
sl: Namesti yaboot na trdi disk

source: Reinstall yaboot boot loader
el: Επανεγκατάσταση του φορτωτή εκκίνησης yaboot
eo: Reinstalu 'yaboot'-an ekŝargilon
fi: Asennetaan yaboot-alkulatausohjelma uudelleen
it: Reinstallare il boot loader yaboot
ko: Yaboot 부트로더를 다시 설치합니다
pt_br: Reinstalar o carregador de inicialização yaboot
sl: Ponovno namesti zagonski nalagalnik yaboot

source: Install the kernel on a PReP boot partition
el: Εγκαταστήστε τον πυρήνα σε μια κατάτμηση εκκίνησης PReP
eo: Instalu la kernon en 'PReP'-ekŝarga diskpartigo
fi: Asennetaan ydin PRep-käynnistysosioon
it: Installare il kernel nella partizione di avvio PReP
ko: 커널을 PReP 부트 파티션에 설치합니다
pt_br: Instalando kernel em partição de inicialização PReP
sl: Namesti jedro na PReP zagonski razdelek

source: Looking for PReP boot partitions
el: Αναζήτηση κατατμήσεων εκκίνησης PReP
eo: Serĉi 'PReP'-ekŝargajn diskpartigojn
fi: Etsitään PReP-käynnistysosioita
it: Ricerca delle partizioni PReP di avvio in corso
ko: PReP 부트스트랩 파티션을 찾는 중입니다
pt_br: Procurando por partições de inicialização PReP
sl: Iščem PReP zagonske razdelke

source: No PReP boot partitions
el: Δε βρέθηκε κατάτμηση εκκίνησης PReP
eo: Neniu 'PReP'-ekŝargaj diskpartigoj
fi: Yhtään PReP-käynnistysosiota ei löytynyt
it: Nessuna partizione PReP di avvio trovata
ko: PReP 부트스트랩 파티션이 없습니다
pt_br: Nenhuma partição de inicialização PReP
sl: Ni PReP zagonskih razdelkov

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
el: Δεν βρέθηκαν κατατμήσεις εκκίνησης PReP. Θα πρέπει να δημιουργήσετε μια κατάτμηση εκκίνησης PReP στον χώρο των πρώτων 8MB του σκληρού σας δίσκου.
eo: Neniu 'PReP'-ekŝargaj diskpartigoj estas trovita. Vi nepre kreu PReP'-ekŝargan diskpartigon en la unuajn ok megabajtojn de via fiksa disko.
fi: Ei löytynyt yhtään PReP-käynnistysosiota. PRep-käynnistysosio on luotava kiintolevyn ensimmäisen 8 Mtavun alueelle.
it: Non sono state trovate partizioni PReP di avvio. Si deve creare una partizione PReP di avvio nei primi 8Mb del disco rigido.
ko: PRep 부트 파티션을 찾을 수 없습니다. 하드디스크의 맨앞 8M에 PReP파티션을 설치하셔야 합니다.
pt_br: Nenhuma partição de inicialização PReP foi encontrada. Você deve criar uma partição PReP dentro dos primeiros 8MB de seu disco rígido.
sl: Nisem našel PReP zagonski razdelkov. Ustvariti morate PReP zagonski razdelek znotraj prvih 8 MB vašega trdega diska.

source: Looking for the root partition
el: Αναζήτηση της ριζικής κατάτμησης root
eo: Serĉi radikan diskpartigon
fi: Etsitään juuriosiota
it: Ricerca della partizione di root in corso
ko: 루트 파티션을 찾는 중입니다
pt_br: Procurando pela partição raiz
sl: Iščem korenski razdelek

source: Copying the kernel to the PReP boot partition
el: Αντιγραφή του πυρήνα στην κατάτμηση εκκίνησης PReP
eo: Kopii kernon al 'PReP'-ekŝarga diskpartigo
fi: Kopioidaan ydin PReP-käynnistysosioon
it: Copia del kernel nella partizione PReP di avvio in corso
ko: 커널을 PReP 부트스트랩 파티션에 복사하는 중입니다
pt_br: Copiando o kernel para a partição de inicialização PReP
sl: Prepisovanje jedra na PReP zagonski razdelek

source: Successfully installed PReP
el: Επιτυχής εγκατάσταση PReP
eo: Plensukcese instalita 'PReP'-o
fi: PReP:n asennus onnistui
it: PReP è stato installato con successo
ko: PReP 설치에 성공하였습니다
pt_br: PReP instalado com sucesso
sl: PReP uspešno nameščen

source: The kernel was properly copied to the PReP boot partition.
el: Ο πυρήνας αντιγράφηκε σωστά στην κατάτμηση εκκίνησης PReP.
eo: La kerno estis bone kopiita al 'PReP'-ekŝarga diskpartigo.
fi: Ydin kopioitiin onnistuneesti PReP-käynnistysosioon.
it: Il kernel è stato copiato correttamente nella partizione PReP di avvio
ko: 커널을 PReP 부트스트랩 파티션에 온전히 복사하였습니다.
pt_br: O kernel foi copiado corretamente para a partição de inicialização PReP.
sl: Jedro je bilo uspešno skopirano na PReP zagonski razdelek

source: Failed to retrieve the preconfiguration file
el: Αδύνατη η ανάκτηση του αρχείου προρύθμισης
eo: Rekurerado de la antaŭagorda dosiero malsukcesis
fi: Esiasetustiedoston noutaminen ei onnistunut
it: Scaricamento del file di preconfigurazione fallito
ko: 기본 설정 파일을 가져오는 데 실패했습니다
pt_br: Falha ao obter arquivo de pré-configuração
sl: Prenos pred-nastavljene datoteke ni uspel

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
el: Δεν ήταν δυνατή η μεταφόρτωση του απαραίτητου αρχείου για προρύθμιση από τη διεύθυνση ${LOCATION}. Η εγκατάσταση θα συνεχιστεί με χειροκίνητο τρόπο.
eo: La antaŭagorditan bezonatan dosieron neeblis rekuperi el ${LOCATION}. La instalado okazos laŭ malaŭtomata modo.
fi: Esiasetuksiin tarvittavaa tiedostoa ei voitu noutaa taltiolta ${LOCATION}. Asennus jatkuu ilman automaatiota.
it: Non è stato possibile scaricare il file di preconfigurazione da ${LOCATION}. L'installazione proseguirà in modalità non-automatica.
ko: 기본 설정에 필요한 파일을 ${LOCATION}에서 내려 받을 수 없습니다. 자동이 아닌 모드로 설치를 진행합니다.
pt_br: O arquivo necessário para a pré-configuração não pôde ser obtido de ${LOCATION}. A instalação irá prosseguir em modo não-automatizado.
sl: Datoteke, potrebne za pred-nastavitev, ni mogoče prenesti iz ${LOCATION}. Namestitev se bo nadaljevala v ne-samodejnem načinu.

source: Failed to process the preconfiguration file
el: Απέτυχε η επεξεργασία του αρχείου προρύθμισης
eo: Traktado de la preakomodita dosiero malsukcesis
fi: Esiasetustiedoston käsittely ei onnistunut
it: Caricamento del file di preconfigurazione fallito
ko: 기본 설정 파일을 처리하는 데 실패했습니다
pt_br: Falha ao processar o arquivo de pré-configuração
sl: Nalaganje prednastavljene konfiguracijske datoteke ni uspelo

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
el: Ο εγκαταστάτης απέτυχε στην επεξαργασία του αρχείου προρυθμίσεων από το ${LOCATION}. Το αρχείο μπορεί να μην είναι έγκυρο.
eo: La instalilo fŭŝis la traktadon de la preakomodita dosiero de ${LOCATION}. La dosiero estas eble difektita.
fi: Esiasetukset sisältävän tiedoston taltiolta ${LOCATION} käsittely ei onnistunut asentimessa. Tiedosto saattaa olla vioittunut.
it: Il programma di installazione ha fallito il caricamento del file di preconfigurazione da ${LOCATION}. Il file potrebbe essere corrotto.
ko: 설치 프로그램에서 ${LOCATION}에 있는 기본 설정 파일을 처리하는 데 실패했습니다. 파일 내용이 망가졌을 수 있습니다.
pt_br: O instalador falhou ao processar o arquivo de pré-configuração de ${LOCATION}. O arquivo pode estar corrompido.
sl: Namestitveni program ni uspel naložiti prednastavitvene konfiguracijske datoteke iz ${LOCATION}. Datoteka je morda pokvarjena.

source: Failed to run preseeded command
el: Αποτυχία εκτέλεσης της εντολής προρύθμισης
eo: Lanĉado de antaŭagordita ordono malsukcesis
fi: Esiasetukset tekevän komennon suoritus epäonnistui
it: Esecuzione del comando di preconfigurazione fallita
ko: preseed 명령 실행이 실패했습니다
pt_br: Falha ao executar comando pré-alimentado
sl: Zagon pred-pripravljenega ukaza ni uspel

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
el: Η εκτέλεση της εντολής προρύθμισης "${COMMAND}" απέτυχε με κωδικό εξόδου ${CODE}.
eo: Lanĉado de antaŭagordita ordono "${COMMAND}" malsukcesis kun erara kodo ${CODE}.
fi: Esiasetukset tekevä komento "${COMMAND}" epäonnistui, paluuarvo on ${CODE}.
it: Esecuzione del comando di preconfigurazione «${COMMAND}» fallita con codice di uscita ${CODE}.
ko: preseed 명령 ("${COMMAND}") 실행이 상태 코드 ${CODE}번으로 실패했습니다.
pt_br: A execução do comando pré-alimentado ("${COMMAND}") falhou com o código de saída ${CODE}.
sl: Izvajanje pred-pripravljenega ukaza "${COMMAND}" ni uspelo, koda napake je ${CODE}.

source: Download debconf preconfiguration file
el: Κατεβάστε από το δίκυο το αρχείο προρυθμίσεων debconf
eo: Elŝutu antaŭagorditan 'debconf'-dosieron
fi: Noudetaan debconfin esiasetustiedosto
it: Scaricare il file di preconfigurazione di debconf
ko: debconf 기본 시드 파일 내려받기
pt_br: Fazer download do arquivo de pré-configuração debconf
sl: Prenesite debconf prednastavljeno konfiguracijsko datoteko
