Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: The RAID1 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail.
el: Η συστοιχία RAID1 θα αποτελείται από ενεργές και εφεδρικές κατατμήσεις. Οι ενεργές κατατμήσεις είναι αυτές που χρησιμοποιούνται, ενώ οι εφεδρικές θα χρησιμοποιηθούν μόνο αν κάποιες από τις ενεργές χαλάσει.
eo: La 'RAID1'-a tabeldisko inkludos aktivajn kaj rezervajn diskpartigojn. La aktivaj diskpartigoj estas kutime uzata, dum la rezervaj diskpartigoj estas uzotaj kiam unu aŭ pluraj aktivaj diskpartigoj fiaskas.
fi: RAID1-pakka koostuu sekä käytössä olevista että varalla olevista osioista. Varalla olevat osiot otetaan käyttöön vain mikäli yksi tai useampi käytössä olevista rikkoontuu.
it: L'array RAID1 consisterà di partizioni attive e «spare» (di scorta). Le partizioni sono quelle utilizzate, mentre i device «spare» verranno utilizzati solamente qualora uno o più device attivi presentino dei problemi.
ko: RAID1 어레이는 활성 파티션과 예비 파티션으로 구성되어 있습니다. 활성 파티션을 사용하고, 예비 파티션은 활성 파티션이 실패한 경우에만 사용합니다.
pt_br: A array RAID 1 será composta de partições ativas e partições reserva (spare). As partições ativas são as partições usadas e os dispositivos reserva somente serão usados caso um ou mais dispositivos ativos falhem.
sl: RAID1 polje je sestavljeno iz aktivnih in nadomestnih razdelkov. Aktivni razdelki so tisti, ki so uporabljeni medtem, ko bodo nadomestne naprave uporabljene samo, če ena ali več od aktivnih naprav odpove.

source: Number of spare devices for the RAID1 array:
el: Αριθμός εφεδρικών τμημάτων για τη συστοιχία RAID1:
eo: Nombro da rezervaj adaptiloj por la RAID1-a tabeldisko:
fi: RAID1-pakan varalla olevien laitteiden määrä:
it: Numero dei device «spare» per l'array RAID1:
ko: RAID1 어레이의 예비 장치의 개수:
pt_br: Número de dispositivos reserva para a array RAID1:
sl: Število nadomestnih naprav za RAID1 polje:

source: Spare devices for the RAID1 multidisk device:
el: Εφεδρικές μονάδες για τη μονάδα πολλαπλών δίσκων RAID1:
eo: Rezervaj adaptiloj por la RAID1-a multdiska adaptilo:
fi: RAID1 multidisk -laitteen varalaitteet:
it: Device spare per il multidisk RAID1:
ko: RAID1 멀티디스크 장치의 예비 장치:
pt_br: Dispositivos reserva para o dispositivo multidisco RAID1:
sl: Nadomestne naprave za RAID1 multidisk napravo:

source: You have chosen to create an RAID1 array with ${COUNT} spare devices.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID1 με ${COUNT} εφεδρικές μονάδες.
eo: Vi elektis krei 'RAID1'-an tabeldiskon kun ${COUNT} rezervaj adaptiloj.
fi: Olet valinnut luotavaksi RAID1-pakan jossa on ${COUNT} varalaitetta.
it: Si è scelto di creare un array RAID1 con ${COUNT} device «spare».
ko: 예비 장치 ${COUNT}개가 들어 있는 RAID1 어레이를 만들도록 선택하셨습니다.
pt_br: Você optou por criar uma array RAID1 com ${COUNT} dispositivos reserva.
sl: Izbrali ste ustvarjanje RAID1 polja z ${COUNT} nadomestnimi napravami.

source: Number of active devices for the RAID5 array:
el: Αριθμός ενεργών μονάδων για τη συστοιχία RAID5:
eo: Nombro da aktivaj adaptiloj por la 'RAID5'-a tabeldisko:
fi: RAID5-pakan käytössä olevien laitteiden määrä:
it: Numero di device attivi per un array RAID5:
ko: RAID5 어레이의 활성 장치 개수:
pt_br: Número de dispositivos ativos para a array RAID5:
sl: Število aktivnih naprav za RAID5 polje:

source: The RAID5 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of three active devices is required.
el: Η συστοιχία RAID5 θα αποτελείται από ενεργές και εφεδρικές κατατμήσεις. Οι ενεργές κατατμήσεις είναι αυτές που χρησιμοποιούνται, ενώ οι εφεδρικές θα χρησιμοποιηθούν μόνο αν κάποιες από τις ενεργές χαλάσει. Απαιτούνται τουλάχιστον τρεις ενεργές κατατμήσεις.
eo: La 'RAID5'-a tabeldisko inkludos aktivajn kaj rezervajn diskpartigojn. La aktivaj diskpartigoj estas kutime uzata, dum rezervaj diskpartigoj estas uzotaj kiam unu aŭ pluraj aktivaj diskpartigoj fiaskas. Tri aktivaj adaptiloj estas almenaŭ necesaj.
fi: RAID5-pakka koostuu sekä käytössä olevista että varalla olevista osioista. Varalla olevat osiot otetaan käyttöön vain mikäli yksi tai useampi käytössä olevista rikkoontuu. Käytössä on oltava vähintään kolme osiota.
it: L'array RAID5 consisterà di partizioni attive e «spare» (di scorta). Le partizioni attive sono quelle utilizzate, mentre i device «spare» verranno utilizzati solamente qualora uno o più device attivi presentino dei problemi. Devono essere specificati almeno tre partizioni attive.
ko: RAID1 어레이는 활성 파티션과 예비 파티션으로 구성되어 있습니다. 활성 파티션을 사용하고, 예비 파티션은 활성 파티션이 실패한 경우에만 사용합니다. 최소한 활성 장치 3개가 필요합니다.
pt_br: A array RAID5 será composta de partições ativas e partições reserva (spare). As partições ativas são as partições usadas e os dispositivos reserva somente serão usados caso um ou mais dispositivos ativos falhem. Um mínimo de três dispositivos ativos são necessários.
sl: RAID5 polje je sestavljeno iz aktivnih in nadomestnih razdelkov. Aktivni razdelki so tisti, ki so uporabljeni medtem, ko bodo nadomestne naprave uporabljene samo, če ena ali več od aktivnih naprav odpove. Potrebne so vsaj tri aktivne naprave.

source: NOTE: this setting cannot be changed later.
el: ΠΡΟΣΟΧΗ: Η ρύθμιση αυτή δε μπορεί να αλλάξει αργότερα.
eo: NOTU: tiun agordon ne eblos ŝanĝi pli poste.
fi: HUOMAA: tätä asetusta ei voi myöhemmin muuttaa.
it: NOTA: questa configurazione non può essere cambiata successivamente.
ko: 주의: 이 설정은 나중에 바꿀 수 없습니다.
pt_br: NOTA: não será possível mudar essa configuração posteriormente.
sl: OPOMBA: te nastavitve kasneje ni mogoče spremenii

source: Number of spare devices for the RAID5 array:
el: Αριθμός εφεδρικών τμημάτων για τη συστοιχία RAID5:
eo: Nombro da rezervaj adaptiloj por la 'RAID5'-a tabeldisko:
fi: RAID5-pakan varalla olevien laitteiden määrä:
it: Numero dei device «spare» per l'array RAID5:
ko: RAID5 어레이의 예비 장치의 개수:
pt_br: Número de dispositivos reserva para a array RAID5:
sl: Število nadomestnih naprav za RAID5 polje:

source: Spare devices for the RAID5 multidisk device:
el: Εφεδρικές μονάδες για τη μονάδα πολλαπλών δίσκων RAID5:
eo: Rezervaj adaptiloj por RAID5-a multdisko adaptilo:
fi: RAID5 multidisk -laitteen varalaitteet:
it: Device spare per il multidisk RAID5:
ko: RAID5 멀티디스크 장치의 예비 장치:
pt_br: Dispositivos reserva para o dispositivo multidisco RAID5:
sl: Nadomestne naprave za RAID5 multidisk napravo:

source: You have chosen to create an RAID5 array with ${COUNT} spare devices.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID5 με ${COUNT} εφεδρικές μονάδες.
eo: Vi elektis krei 'RAID5'-an tabeldiskon kun ${COUNT} rezervaj adaptiloj.
fi: Olet valinnut luotavaksi RAID5-pakan jossa on ${COUNT} varalaitetta.
it: Si è scelto di creare un array RAID5 con ${COUNT} device «spare».
ko: 예비 장치 ${COUNT}개가 들어 있는 RAID5 어레이를 만들도록 선택하셨습니다.
pt_br: Você optou por criar uma array RAID5 com ${COUNT} dispositivos reserva.
sl: Izbrali ste ustvarjanje RAID5 polja z ${COUNT} nadomestnimi napravami.

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
el: Παρακαλώ, επιλέξτε ποιες κατατμήσεις θα χρησιμοποιηθούν σαν εφεδρικές συσκευές. Μπορείτε να επιλέξετε μέχρι ${COUNT} κατατμήσεις. Αν επιλέξετε λιγότερες από ${COUNT} συσκευές, οι κατατμήσεις που απομένουν θα προστεθούν στη συστοιχία ως "missing". Μπορείτε να τις προσθέσετε αργότερα στη συστοιχία.
eo: Bonvolu elekti uzojn diskpartigojn kiel rezervaj adaptiloj. Vi elektos pleje ${COUNT} diskpartigojn. Se vi elektas malpli ol ${COUNT} adaptiloj, la restantaj estos aldonita en "missing" tabeldisko. Vi pli malfrue povos alkonstrui ilin en tabeldisko.
fi: Valitse mitä levyosioita käytetään varalaitteina. Voit valita enintään ${COUNT} levyosiota. Jos valitset vähemmän kuin ${COUNT} laitetta, jäljelle jääneet osiot lisätään pakkaan "missing"-tilassa. Voit lisätä ne pakkaan myöhemmin.
it: Scegliere quale partizione verrà usata come device «spare». Si possono scegliere fino a ${COUNT} partizioni. Qualora si scelgano meno di ${COUNT} device, le rimanenti partizioni saranno aggiunte all'array come «mancanti». Sarà possibile aggiungerle successivamente all'array.
ko: 어떤 파티션을 예비 장치로 사용할 지 고르십시오. ${COUNT}개의 파티션까지 고를 수 있습니다. ${COUNT}개보다 적게 고른다면, 나머지 파티션은 "누락"으로 어레이에 더합니다. 나중에 이 파티션을 어레이에 더할 수 있습니다.
pt_br: Por favor, selecione quais partições serão usadas como dispositivos reserva. Você pode selecionar no máximo ${COUNT} partições. Caso você selecione menos de ${COUNT} dispositivos, as partições restantes serão adicionadas a array como "faltante" (ou "missing"). Você poderá adicioná-las posteriormente a array.
sl: Izberite razdelke, ki jih želite uporabiti kot nadomestne naprave, Izberete lahko do ${COUNT} razdelkov. Če jih izberete manj kot ${COUNT}, bo preostanek razdelkov dodan polju kot "manjkajoč". Polju jih lahko dodate kasneje.

source: Active devices for the RAID0 multidisk device:
el: Ενεργές μονάδες για τη μονάδα πολλαπλών δίσκων RAID0:
eo: Aktivaj adaptiloj por 'RAID0'-multdiska adaptilo:
fi: RAID0 multidisk -laitteen käytössä olevat laitteet:
it: Device attivi per il multidisk RAID0:
ko: RAID0 멀티디스크 장치의 활성 장치:
pt_br: Dispositivos ativos para o dispositivo multidisco RAID0:
sl: Aktivne naprave za RAID0 multidisk napravo:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID0. Παρακαλώ επιλέξτε τις ενεργές μονάδες της συστοιχίας αυτής.
eo: Vi elektis krei 'RAID0'-an tabeldiskon. Bonvolu elekti la aktivajn adaptilojn inter ĉi tiu tabeldisko.
fi: Olet valinnut luotavaksi RAID0-pakan. Valitse tämän pakan käytössä olevat laitteet.
it: È stato scelto di creare un array RAID0. Selezionare i device attivi in questo array.
ko: RAID1 어레이를 만들도록 선택하셨습니다. 이 어레이에서 활성 장치를 고르십시오.
pt_br: Você optou por criar uma array RAID0. Por favor, escolha os dispositivos ativos na array.
sl: Izbrali ste ustvarjanje polja RAID0. Izberite aktivne naprave v tem polju.

source: Active devices for the RAID1 multidisk device:
el: Ενεργές μονάδες για τη μονάδα πολλαπλών δίσκων RAID1:
eo: Aktivaj adaptiloj por 'RAID1'-multdiska adaptilo:
fi: RAID1 multidisk -laitteen käytössä olevat laitteet:
it: Device attivi per il multidisk RAID1:
ko: RAID1 멀티디스크 장치의 활성 장치:
pt_br: Dispositivos ativos para o dispositivo multidisco RAID1:
sl: Aktivne naprave za RAID1 multidisk napravo:

source: You have chosen to create an RAID1 array with ${COUNT} active devices.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID1 με ${COUNT} ενεργές μονάδες.
eo: Vi elektis krei 'RAID1'-an tabeldiskon kun ${COUNT} aktivaj adaptiloj.
fi: Olet valinnut luotavaksi RAID1-pakan jossa on ${COUNT} käytössä olevaa laitetta.
it: Si è scelto di creare un array RAID1 con ${COUNT} device attivi.
ko: 활성 장치 ${COUNT}개가 들어 있는 RAID1 어레이를 만들도록 선택하셨습니다.
pt_br: Você optou por criar uma array RAID1 com ${COUNT} dispositivos ativos.
sl: Odločili ste se, da boste ustvarili polje RAID1 z ${COUNT} aktivnimi napravami.

source: Active devices for the RAID5 multidisk device:
el: Ενεργές μονάδες για τη μονάδα πολλαπλών δίσκων RAID5:
eo: Aktivaj adaptiloj por 'RAID5'-multdiska adaptilo:
fi: RAID5 multidisk -laitteen käytössä olevat laitteet:
it: Device attivi per il multidisk RAID5:
ko: RAID5 멀티디스크 장치의 활성 장치:
pt_br: Dispositivos ativos para o dispositivo multidisco RAID5:
sl: Aktivne naprave za RAID5 multidisk napravo:

source: You have chosen to create an RAID5 array with ${COUNT} active devices.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID5 με ${COUNT} ενεργές μονάδες.
eo: Vi elektis krei 'RAID5'-an tabeldiskon kun ${COUNT} aktivaj adaptiloj.
fi: Olet valinnut luotavaksi RAID5-pakan jossa on ${COUNT} käytössä olevaa laitetta.
it: Si è scelto di creare un array RAID5 con ${COUNT} device attivi.
ko: 활성 장치 ${COUNT}개가 들어 있는 RAID5 어레이를 만들도록 선택하셨습니다.
pt_br: Você optou por criar uma array RAID5 com ${COUNT} dispositivos ativos.
sl: Odločili ste se, da boste ustvarili polje RAID5 z ${COUNT} aktivnimi napravami.

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
el: Παρακαλώ, επιλέξτε ποιες κατατμήσεις είναι οι ενεργές συσκευές. Πρέπει να επιλέξετε ακριβώς ${COUNT} κατατμήσεις.
eo: Bonvolu elekti aktivajn adaptilojn. Vi devas trafe elekti ${COUNT} diskpartigojn.
fi: Valitse mitkä levyosiot ovat käytössä olevia laitteita. On valittava täsmälleen ${COUNT} levyosiota.
it: Scegliere quale partizioni sono device attivi. Si devono selezionare esattamente ${COUNT} partizioni.
ko: 어떤 파티션을 활성 장치로 할 지 고르십시오. 정확히 ${COUNT}개의 파티션을 골라야 합니다.
pt_br: Por favor, selecione quais partições são dispositivos ativos. Você deve selecionar exatamente ${COUNT} partições.
sl: Izberite razdelke, ki so aktivne naprave. Izbrati morate natančno ${COUNT} razdelkov.

source: Cancel
el: Ακύρωση
eo: Nuligu
fi: Peru
it: Annulla
ko: 취소
pt_br: Cancelar
sl: Prekliči

source: Multidisk device to be deleted:
el: Μονάδα πολλαπλών δίσκων για διαγραφή:
eo: Viŝota multdiskadaptilo:
fi: Poistettava multidisk-laite:
it: Device multidisk da cancellare:
ko: 지울 멀티디스크 장치:
pt_br: Dispositivo multidisco a ser removido:
sl: Multidisk naprava, ki naj bo izbrisana:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
el: Διαγράφοντας μια μονάδα πολλαπλών δίσκων αυτή θα τερματιστεί και θα καθαριστεί το superblock της από όλα τα στοιχεία της.
eo: Forigo de multdiska adaptilo ĉesigos ĝian funkciadon kaj purigos la superblokon je ĉiuj ĝiaj komponentoj.
fi: Multidisk-laitteen poistaminen pysäyttää sen ja tyhjentää superlohkon kaikista sen osista.
it: La cancellazione di un device multidisk lo terminerà e cancellerà il «superblock» di tutti i suoi componenti.
ko: 멀티디스크를 지우면 그 멀티디스크를 사용하지 못하고, 그 안의 구성요소들의 수퍼블록을 지우게 됩니다.
pt_br: A remoção de um dispositivo multidisco irá pará-lo e limpar o superbloco de todos os seus componentes.
sl: Brisanje naprave z več diski jo bo ustavilo in izbrisalo superblok vseh njenih komponent.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
el: Σημειώστε ότι η διαγραφή δεν θα συνεπάγεται άμεση χρήση των τμημάτων ή μονάδων σε μια νέα μονάδα πολλαπλών δίσκων. Ωστόσο, η συστοιχία δε θα είναι χρησιμοποιήσιμη μετά τη διαγραφή.
eo: Bonvolu noti, ke tio ne ebligos tuj reuzi adaptilojn kaj dispartigojn uzitajn por krei novan multdiskan adaptilon. Tamen la ilaro postviŝe uzeblos.
fi: Huomaa ettei tämä salli levyosioiden tai laitteiden välitöntä uusiokäyttöä uudessa multidisk-laitteessa. Pakka ei kuitenkaan ole käytettävissä poiston jälkeen.
it: Notare che ciò non permetterà immediatamente di riutilizzare le partizioni o i device del dispositivo multidisk. L'array non sarà comunque utilizzabile dopo la cancellazione.
ko: 멀티디스크를 지운다고 해도 당장 파티션이나 장치들을 새로 만드는 멀티디스크에 사용할 수 있는 건 아닙니다. 하지만 그 어레이는 지우자 마자 사용할 수 없게 됩니다.
pt_br: Por favor, note que isso não irá imediatamente permitir que você reutilize as partições ou os dispositivos em um novo dispositivo multidisco. A array irá porém estar inutilizável depois da remoção.
sl: Vedite, da vam to ne bo omogočilo takojšnje ponovne uporabe razdelkov ali naprav v napravi z več diski. Polje pa bo po brisanju postalo neuporabno.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
el: Αν επιλέξετε μια μονάδα για διαγραφή, θα δείτε ορισμένες πληροφορίες για αυτή και θα σας δοθεί η επιλογή ακύρωσης.
eo: Se vi elektas viŝotan adaptilon, vi ricevos informojn pri ĝi kaj la eblecon daŭrigi aŭ ĉesigi tiun agadon.
fi: Jos valitset laitteen poistettavaksi, saat siitä hieman tietoja ja mahdollisuuden toiminnon keskeyttämiseen.
it: Se si seleziona un device da cancellare, verranno mostrate alcune informazioni in merito e si disporrà dell'opzione per annullare questa operazione.
ko: 장치를 지우겠다고 선택한다면, 그에 대한 정보를 읽고 이 작업을 취소할 지 여부를 결정하게 됩니다.
pt_br: Caso você selecione um dispositivo para remoção, algumas informações sobre o mesmo serão exibidas e você terá a opção de abortar essa operação.
sl: Če izberete napravo za brisanje, boste dobili nekaj podatkov o njej in možnost, da prekinete postopek.

source: No multidisk devices available
el: Δεν υπάρχουν διαθέσιμες μονάδες πολλαπλών δίσκων (multidisk)
eo: Neniu disponebla multdiska adaptilo
fi: Yhtään multidisk-laitetta ei ole käytettävissä
it: Non ci sono device multidisk disponibili
ko: 멀티디스크 장치가 없습니다
pt_br: Nenhum dispositivo multidisco disponível
sl: Na voljo ni nobenih multidisk naprav

source: No multidisk devices are available for deletion.
el: Δεν υπάρχουν διαθέσιμες μονάδες πολλαπλών δίσκων για διαγραφή.
eo: Neniu multdiska adaptilo estas disponebla por viŝi.
fi: Yhtään multidisk-laitetta ei ole poistettavissa.
it: Non sono disponibili device multidisk da cancellare.
ko: 지울 멀티디스크 장치가 없습니다.
pt_br: Não existem dispositivos multidisco disponíveis para serem removidos.
sl: Na voljo nobena multidisk naprava za izbris.

source: Really delete this multidisk device?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη μονάδα πολλαπλών δίσκων;
eo: Ĉu vi vere viŝos tiun multdiskadaptilon?
fi: Haluatko varmasti poistaa tämän multidisk-laitteen?
it: Si è certi di voler cancellare il device multidisk?
ko: 정말로 이 멀티디스크 장치를 지우시겠습니까?
pt_br: Realmente remover este dispositivo multidisco?
sl: Res izbrišem to multidisk napravo?

source: Please confirm whether you really want to delete the following multidisk device:
el: Παρακαλώ επιβεβαιώστε ότι θέλετε πραγματικά να διαγράψετε την ακόλουθη μονάδα πολλαπλών δίσκων:
eo: Bonvolu konfirmi ĉu vi vere volas viŝi la sekvantan ordonon:
fi: Varmista todella haluavasi poistaa seuraavan multidisk-laitteen:
it: Confermare se si desidera realmente cancellare il seguente dispositivo multidisk:
ko: 정말로 다음 멀티디스크 장치를 지울 지 확인하십시오:
pt_br: Por favor, confirme se você realmente deseja remover o seguinte dispositivo multidisco:
sl: Prosim potrdite ali res želite izbrisati naslednjo multidisk napravo:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
el: Μονάδα: ${DEVICE} Τύπος: ${TYPE} Συνιστώσες μονάδες:
eo: Adaptilo: ${DEVICE} Tipo: ${TYPE} Komponantaj adaptiloj:
fi: Laite: ${DEVICE} Tyyppi: ${TYPE} Koostuu laitteista:
it: Device: ${DEVICE} Tipo: ${TYPE} Componenti:
ko: 장치: ${DEVICE} 종류: ${TYPE} 구성 장치:
pt_br: Dispositivo: ${DEVICE} Tipo: ${TYPE} Dispositivos que o compõem:
sl: Naprava: ${DEVICE} Tip: ${TYPE} Komponente naprave:

source: Failed to delete the multidisk device
el: Αποτυχία στην διαγραφή της μονάδας πολλαπλών δίσκων
eo: Viŝo de multdiskadatilo malsukcesis
fi: Multidisk-laitteen poistaminen epäonnistui
it: Fallimento nel cancellare il device multidisk
ko: 멀티디스크 장치를 지우는데 실패했습니다
pt_br: Falha ao remover o dispositivo multidisco
sl: Brisanje multidisk naprave je bilo neuspešno

source: There was an error deleting the multidisk device. It may be in use.
el: Υπήρξε ένα σφάλμα κατά την διαγραφ της συσκευής πολλαπλών δίσκων. Πιθανά η συσκευή να είναι σε χρήση.
eo: Eraro okazis dum la multdiskadaptila viŝo. Verŝajne la adaptilo estas uzata.
fi: Tapahtui virhe poistettaessa multidisk-laitetta. Ehkä se on käytössä.
it: Errore nel cancellare il device multidisk. Potrebbe essere in uso.
ko: 멀티디스크 장치를 지우는데 오류가 발생했습니다. 장치가 현재 사용중일 수도 있습니다.
pt_br: Um erro ocorreu na remoção do dispositivo multidisco. O mesmo pode estar em uso.
sl: Pojavila se je napaka pri brisanju multidisk naprave. Naprava je morda v uporabi.

source: Configure the Logical Volume Manager
el: Ρύθμιση του Διαχειριστή Λογικών Τόμων
eo: Akomodu la logikan datumportilan administranton ('LVM')
fi: Tee levyniteiden hallintaohjelman asetukset.
it: Configurare il Logical Volume Manager
ko: 논리 볼륨 관리자 (LVM) 설정
pt_br: Configurar o Gerenciador de Volumes Lógicos
sl: Nastavite upravljalnik logičnih nosilcev (LVM)

source: Activate existing volume groups?
el: Να ενεργοποιηθούν οι υπάρχουσες Ομάδες Τόμων;
eo: Aktivigu ekzistantajn datumportilajn grupojn?
fi: Otetaanko käyttöön valmiit levynideryhmät?
it: Attivare il gruppo di volumi esistente?
ko: 기존 볼륨 그룹을 활성화하시겠습니까?
pt_br: Ativar Grupos de Volumes existentes?
sl: Aktiviram obstoječe skupine nosilcev?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
el: Ανιχνεύτηκαν ${COUNT} υπάρχουσες Ομάδες Τόμων. Παρακαλώ επιλέξτε αν θέλετε να τις ενεργοποιήσετε.
eo: ${COUNT} ekzistantaj datumportilaj grupoj estis trovitaj. Bonvolu indiki ĉu vi volas aktivigi ilin.
fi: Löytyi ${COUNT} kappaletta valmiita levynideryhmiä. Ilmoita haluatko ottaa ne käyttöön.
it: Sono stati trovati ${COUNT} gruppi di volumi esistenti. Indicare se li si vuole attivare.
ko: 기존 볼륨 그룹을 ${COUNT}개 찾았습니다. 활성화할 지 여부를 알려 주십시오.
pt_br: ${COUNT} Grupos de Volumes foram encontrados. Por favor indique se você deseja ativá-los.
sl: Našel sem ${COUNT} obstoječih skupin nosilcev. Prosim odločite se ali jih želite aktivirati.

source: Modify volume groups (VG)
el: Τροποποίηση των ομάδων τόμων (VG)
eo: Modifu datumportilajn grupojn ('VG')
fi: Muokkaa levynideryhmiä (Volume Group, VG)
it: Modificare i gruppi di volumi (VG)
ko: 볼륨 그룹 (VG) 고치기
pt_br: Modificar grupos de volumes (VG)
sl: Spremeni skupine nosilcev (VG)

source: Modify logical volumes (LV)
el: Τροποποίηση των λογικών τόμων (LV)
eo: Modifu logikajn datumportilojn (LV)
fi: Muokkaa loogisia niteitä (Logical Volumes, LV)
it: Modificare i volumi logici (LV)
ko: 논리 볼륨 (LV) 고치기
pt_br: Modificar volumes lógicos (LV)
sl: Spremeni logične nosilce (LV)

source: LVM configuration action:
el: Εργασία ρύθμισης του LVM:
eo: Akomodado de la logika datumportila administranto ('LVM'):
fi: LVM:n muokkaustoiminnot:
it: Passo di configurazione di LVM:
ko: LVM 설정 작업:
pt_br: Ação de configuração LVM:
sl: Dejanje pri nastavljanju LVM:

source: This is the Logical Volume Manager configuration menu.
el: Αυτό είναι το μενού ρυθμίσεων του Διαχειριστή Λογικών Τόμων.
eo: Tio estas la akomodada menuo de la logika datumportila administranto ('LVM').
fi: Tämä on levyniteiden hallintaohjelman (LVM) asetusvalikko.
it: Questo è il menu di configurazione del Logical Volume Manager.
ko: 논리 볼륨 관리자 설정 메뉴입니다.
pt_br: Este é o menu de configuração do Gerenciador de Volumes Lógicos.
sl: To je meni za nastavljanje upravljalnika logičnih nosilcev (LVM).

source: Create volume groups
el: Δημιουργία ομάδων τόμων
eo: Kreu datumportilan grupon ('VG')
fi: Luo levynideryhmiä
it: Creare i gruppi di volumi
ko: 볼륨 그룹 만들기
pt_br: Criar grupos de volumes
sl: Ustvari skupine nosilcev

source: Delete volume groups
el: Διαγραφή ομάδων τόμων
eo: Viŝu datumportilan grupon ('VG')
fi: Poista levynideryhmiä
it: Cancellare i gruppi di volumi
ko: 볼륨 그룹 지우기
pt_br: Remover grupos de volume
sl: Izbriši skupine nosilcev

source: Extend volume groups
el: Επέκταση ομάδων τόμων
eo: Vastigu datumportilajn grupojn
fi: Kasvata levynideryhmiä
it: Estendere i gruppi di volumi
ko: 볼륨 그룹 늘리기
pt_br: Estender grupos de volume
sl: Razširi skupine nosilcev

source: Reduce volume groups
el: Σμίκρυνση ομάδων τόμων
eo: Reduktu datumportilajn grupojn
fi: Pienennä levynideryhmiä
it: Ridurre i gruppi di volumi
ko: 볼륨 그룹 줄이기
pt_br: Reduzir grupos de volume
sl: Zmanjšaj skupine nosilcev

source: Volume groups configuration action:
el: Εργασία ρύθμισης των Ομάδων Τόμων:
eo: Akomodadoj de la datumportilaj grupoj:
fi: Levynideryhmän muokkaustoiminnot:
it: Passo di configurazione dei gruppi di volumi:
ko: 볼륨 그룹 설정 작업:
pt_br: Ação de configuração dos Grupos de Volumes:
sl: Dejanje pri nastavljanju skupine nosilcev:
