Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
el: Κάποιο σφάλμα συνέβη κατά τη δημιουργία συστήματος αρχείων ${FS} στην κατάτμηση ${PARTITION}.
eo: Eraro okazis dum la kreado de '${FS}'-dosiersistemo sur '${PARTITION}'-o.
fi: Tapahtui virhe luotaessa ${FS}-tiedostojärjestelmää osiolle ${PARTITION}.
it: Si è verificato un errore durante la creazione del file system ${FS} su ${PARTITION}.
ko: ${PARTITION} 파티션에 ${FS} 파일 시스템을 만드는 데 오류가 발생했습니다.
pt_br: Um erro ocorreu quando o sistema de arquivos ${FS} foi criado em ${PARTITION}.
sl: Prišlo je do napake pri ustvarjanju datotečnega sistema ${FS} na ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
el: Σφάλμα κατά τη προσάρτηση του ${PARTITION} στο ${MOUNT}
eo: Surmetado de '${PARTITION}'-o sur '${MOUNT}'-o malsukcesas
fi: Osion ${PARTITION} liittäminen kohtaan ${MOUNT} epäonnistui
it: Non è stato possibile montare ${PARTITION} su ${MOUNT}
ko: ${MOUNT}에 ${PARTITION} 파티션을 마운트하는 데 실패했습니다
pt_br: Falha ao montar a partição ${PARTITION} em ${MOUNT}
sl: Nisem mogel priklopiti ${PARTITION} na ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
el: Κάποιο σφάλμα συνέβη κατά τη προσάρτηση της κατάτμησης ${PARTITION} στο σημείο προσάρτησης ${MOUNT}.
eo: Eraro okazis dum la sumetado de '${PARTITION}'-o sur '${MOUNT}'-o.
fi: Tapahtui virhe liitettäessä osiota ${PARTITION} liitoskohtaan ${MOUNT}.
it: Si è verificato durante il montaggio di ${PARTITION} su ${MOUNT}.
ko: ${MOUNT}에 ${PARTITION} 파티션을 마운트하는 데 오류가 발생했습니다.
pt_br: Um erro ocorreu quando a partição ${PARTITION} foi montada em ${MOUNT}.
sl: Pri priklapljanju ${PARTITION} na ${MOUNT} je prišlo do napake.

source: Please check the error log on the third console or /var/log/messages for more information.
el: Παρακαλώ, ελέγξτε την τρίτη κονσόλα ή το αρχείο /var/log/messages για περισσότερες πληροφορίες.
eo: Bonvolu kontroli eraran ĵurnalon sur la tria konzolo aŭ '/var/log/messages'-dosiero por pliaj informoj.
fi: Lue kolmannen konsolin (Alt-F3) virheloki tai tiedosto /var/log/messages.
it: Verificare il log degli errori sulla terza console o /var/log/messages per maggiori informazioni.
ko: 자세한 정보는 세 번째 콘솔에서 오류 로그를 살펴 보시거나 /var/log/messages를 살펴보십시오.
pt_br: Por favor confira o log de erros no terceiro console ou o arquivo /var/log/messages para maiores informações.
sl: Prosim preverite dnevnik napak na tretji konzoli ali /var/log/sporočila za več informacij.

source: Configure and mount partitions
el: Ρύθμιση και προσάρτηση των κατατμήσεων
eo: Akomodu kaj surmetu diskpartigojn
fi: Tee asetukset ja liitä levyosiot.
it: Configurare e montare partizioni
ko: 파티션 설정 및 마운트
pt_br: Configurar e montar partições
sl: Nastavi in priklopi razdelke

source: Disk to partition:
el: Δίσκος προς διαμέριση:
eo: Dispartigota disko:
fi: Osioitava levy:
it: Disco da partizionare:
ko: 파티션할 디스크:
pt_br: Disco a ser particionado:
sl: Disk za razdeljevanje:

source: Please choose one of the listed disks to create partitions on it.
el: Παρακαλώ επιλέξτε έναν από τους δίσκους της λίστας για να δημιουργήσετε κατατμήσεις σ' αυτόν.
eo: Bonvolu elekti iun, inter tiuj menciitaj diskoj por diskpartigi ĝin.
fi: Valitse luettelosta yksi levyistä luodaksesi sille osiot.
it: Scegliere uno dei dischi elencati per crearvi delle partizioni.
ko: 디스크 목록 중에서 파티션을 만들 디스크를 하나 선택하십시오.
pt_br: Por favor, selecione em qual dos discos listados criar partições.
sl: Izberite enega od navedenih diskov, na katerem želite ustvariti razdelke.

source: Select "Finish" at the bottom of the list when you are done.
el: Επιλέξτε "Τέλος" στο τέλος της λίστας όταν έχετε ολοκληρώσει την διαδικασία.
eo: Elektu "Plenumu"-butonon kiam la diskpartigado estas finita.
fi: Valitse "Lopeta" luettelon lopusta kun olet valmis.
it: Selezionare «Terminare» in fondo alla lista quando si è finito.
ko: 모두 마쳤으면 목록 아래에 있는 "마치기"를 선택하십시오.
pt_br: Selecione "Finalizar" no final da lista quando tiver finalizado.
sl: Izberite "Končaj" na dnu seznama, ko končate.

source: No disk found
el: Δε βρέθηκε δίσκος
eo: Neniu trovita disko
fi: Levyä ei löydy
it: Non è stato trovato alcun disco
ko: 디스크를 찾을 수 없습니다
pt_br: Nenhum disco encontrado
sl: Nisem našel diska

source: Unable to find any disk in your system. Maybe some kernel modules need to be loaded.
el: Δε βρέθηκαν δίσκοι στο σύστημά σας. Πιθανόν να χρειάζεται η φόρτωση επιπλέον οδηγών συσκευών του πυρήνα.
eo: Neebla trovado de disko sur via sistemo. Eble vi bezonas ŝargi kernajn modulojn.
fi: Järjestelmästäsi ei löytynyt yhtään levyä. Kenties joitain ytimen moduuleita täytyy ladata.
it: Impossibile trovare dischi nel sistema. Potrebbe essere necessario caricare dei moduli del kernel.
ko: 시스템에 디스크를 하나도 찾을 수 없습니다. 커널 모듈을 읽어들여야 할 수 있습니다.
pt_br: Não foi possível encontrar nenhum disco em seu sistema. Talvez alguns módulos do kernel precisem ser carregados.
sl: Na vašem sistemu nisem našel nobenega diska. Morda morate naložiti dodatne module jedra.

source: Partitioning error
el: Σφάλμα κατά την διαμέριση
eo: Erara diskpartigado
fi: Osiointivirhe
it: Errore nel partizionamento
ko: 파티션 오류
pt_br: Erro de particionamento
sl: Napaka pri razdeljevanju

source: Failed to partition the disk ${DISC}.
el: Αδύνατη η διαμέριση του δίσκου ${DISC}.
eo: Diskpartigado de '${DISC}'-disko malsukcesas
fi: Levyn ${DISC} osiointi epäonnistui.
it: Il partizionamento del disco ${DISC} è fallito.
ko: ${DISC} 디스크를 파티션하는 데 실패했습니다.
pt_br: Falha ao particionar o disco ${DISC}.
sl: Napaka pri razdeljevanju diska ${DISC}.

source: Partition a hard drive
el: Διαμέριση ενός σκληρού δίσκου
eo: Dispartigu fiksitan diskon
fi: Osioi kiintolevy
it: Partizionare un disco
ko: 하드 드라이브 파티션
pt_br: Particionar um disco rígido
sl: Razdeli trdi disk

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
el: Παρακαλώ, επιλέξτε μια μονάδα δίσκου με τον απαιτούμενο διαθέσιμο χώρο (στήλη Διαθέσιμα) που απαιτείται από την εγκατάσταση του Debian GNU/Linux. Αν δεν υπάρχει αρκετός διαθέσιμος χώρος, μπορείτε να δημιουργήσετε αλλάζοντας το μέγεθος των τμημάτων FAT (η στήλη Διαθέσιμα/FAT υποδεικνύει πόσος χώρος θα ελευθερωθεί με την αλλαγή του μεγέθους των υπαρχόντων τμημάτων FAT).
eo: Bonvolu elekti sufiĉan ampleksan diskon por instali 'GNU/Linux'-Debiano (rubriko "Libera"). Se libera spaco ne sufiĉe estas, spaco povus esti liberigita reduktante 'FAT'-diskpartigon (la rubriko "Fat-lib" indikas la reakirotan spacon per reampleksado de ĉeestanta 'FAT'-diskpartigoj).
fi: Valitse levy, jossa on vapaata tilaa (sarake Vapaana) Debian GNU/Linuxin asentamiseksi. Mikäli vapaata tilaa ei ole riittävästi, sitä voidaan tehdä muuttamalla FAT-osioiden kokoa. Sarake Vap.FAT ilmoittaa kuinka paljon levytilaa vapautuu muuttamalla olemassa olevien FAT-osioiden kokoa.
it: Scegliere un disco con sufficiente spazio libero (colonna «Liberi») per installare Debian GNU/Linux. Se non si dispone dello spazio necessario, si può liberare ulteriore spazio ridimensionando le partizioni FAT (la colonna «FatLib.» indica quanto spazio verrà liberato ridimensionando le partizioni esistenti).
ko: 데비안 GNU/리눅스를 설치하는 데 필요한 빈 공간이 남아 있는 ("남은양" 열) 디스크를 선택하십시오. FAT 파티션 크기를 조절해서 공간을 더 확보할 수도 있습니다 ("남은FAT" 컬럼은 FAT 파티션의 크기를 조절해서 확보할 있는 공간의 크기를 말합니다).
pt_br: Por favor, escolha o disco que possui o espaço livre requerido (coluna Free) para instalar o Debian GNU/Linux. Caso não exista espaço livre suficiente, o espaço necessário pode ser liberado através do redimensionamento de partições FAT (a coluna FreeFat indica quanto espaço será disponibilizado com o redimensionando das partições FAT existentes).
sl: Če želite namestili Debian GNU/Linux izberite disk, ki ima zahtevan nezaseden prostor (stolpec Prosto). Če ni dovolj prostega prostora, ga lahko sprostite s spreminjanjem velikosti razdelkov FAT (ProstoFat kaže koliko prostora boste sprostili s spreminjanjem velikosti obstoječih razdelkov FAT).

source: Device Model Size Free FreeFAT NbPart
el: Συσκευή Μοντέλο Μέγεθος Διαθέσιμα Διαθέσιμα/FAT Δ/σμα
eo: Adaptilo Modelo Ampl. Libera FAT-Libera N°Parto
fi: Laite Malli Koko Vapaana Vap.FAT NbPart
it: Disco Modello Dim. Liberi FatLib. NumPart
ko: 장치 모델 크기 남은양 남은FAT NbPart
pt_br: Dispositivo Modelo Tamanho Livre FatLivre NbPart
sl: Naprava Model Velikost Prosto ProstoFAT NbRazd

source: Device to partition:
el: Συσκευή προς διαμέριση:
eo: Dispartigota adaptilo:
fi: Laite, jolle levyosiot tehdään:
it: Device da partizionare:
ko: 파티션 나눌 장치:
pt_br: Dispositivo a ser particionado:
sl: Naprava za razdeljevanje:

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
el: Δε βρέθηκε δίσκος κατά την αυτόματη ανίχνευση. Παρακαλώ δώστε τη διαδρομή του σημείου επαφής του δίσκου που θέλετε να κατατμήσετε.
eo: Neniu disko estas aŭtomate detektita. Bonvolu tajpi la kongruantan dosierindikon kun disko, kiun vi volas aŭtomate diskpartigi.
fi: Yhtään levyä ei löydetty. Anna polkunimi levylaitteelle, jolle haluat tehdä osiot.
it: Non è stato rilevato automaticamente alcun disco. Inserire il percorso del device da partizionare.
ko: 자동으로 찾은 디스크가 없습니다. 파티션을 나누려는 디스크의 장치 파일 경로를 입력하십시오.
pt_br: Nenhum disco foi detectado automaticamente. Por favor, especifique o caminho para o arquivo de dispositivo relativo ao disco que você deseja particionar.
sl: Nisem zaznal nobenega diska. Prosim vnesite pot do datoteke naprave za disk, ki ga želite razdeliti.

source: Really use the automatic partitioning tool?
el: Θέλετε να χρησιμοποιήσετε το εργαλείο αυτόματης διαμέρισης;
eo: Ĉu vi vere uzos aŭtamatan diskpartigilon?
fi: Haluatko varmasti käyttää automaattista osiointityökalua?
it: Sicuri di voler usare il partizionamento automatico?
ko: 정말로 자동 파티션 도구를 사용하시겠습니까?
pt_br: Realmente utilizar a ferramenta de particionamento automático?
sl: Resnično uporabim orodje za samodejno razdeljevanje?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
el: ΠΡΟΣΟΧΗ! Η αυτόματη διαμέριση θα διαγράψει τους πίνακες διαμέρισης (partition tables) όλων των δίσκων στον υπολογιστή. Επαναλαμβάνουμε: ΘΑ ΔΙΑΓΡΑΦΟΥΝ ΟΛΟΙ ΟΙ ΣΚΛΗΡΟΙ ΔΙΣΚΟΙ ΣΤΟΝ ΥΠΟΛΟΓΙΣΤΗ! Αν έχετε σημαντικά δεδομένα που δεν θέλετε να διαγραφούν, συνιστάται να σταματήσετε την διαδικασία της εγκατάστασης τώρα για να κάνετε ασφαλή αντίγραφα των δεδομένων σας. Στην περίπτωση αυτή, θα πρέπει να ξαναξεκινήσετε την εγκατάσταση αργότερα.
eo: Tio forviŝos diskpartigan tablon sur ĉiu ĉeestanta disko en maŝino. TIO DEFINITIVE FORVIŜOS ĈIUN FIKSDISKON LOKANTAN EN TIU MAŜINO! Se vi posedas malkonservitajn gravajn datumojn, vi ne devos daŭri por kopii ĉi tiujn datumojn aliloke. En tiu okazo, vi devus pli malfrue reinstali.
fi: Tämä tuhoaa kaikkien koneen levyjen osiotaulut. TOISTAN: KAIKKI KONEEN LEVYJEN TIEDOT KATOAVAT! Jos levyillä on tärkeää tietoa, jota ei vielä ole varmuuskopioitu, on suositeltavaa lopettaa nyt ja kopioida tiedot talteen. Tällöin joudut käynnistämään asennuksen myöhemmin uudestaan.
it: Questa operazione distruggerà la tavola delle partizioni su tutti i dischi nel sistema. RIPETO: QUESTA OPERAZIONE CANCELLERÀ TUTTI I DISCHI NEL SISTEMA! Se sono presenti dei dati senza backup fermarsi ora per fare la copia di riserva e riprendere l'installazione in seguito.
ko: 이 프로그램은 컴퓨터의 모든 디스크의 파티션 테이블을 망가뜨립니다. 다시 한번, 이 프로그램은 컴퓨터의 모든 디스크의 파티션 테이블을 망가뜨립니다! 백업하지 않은 중요 데이터가 있으면, 여기서 멈추고 백업을 해야 합니다. 백업하지 않은 중요 데이터가 있는 경우, 설치를 나중에 다시 시작해야 합니다.
pt_br: Isto destruirá a tabela de partições em todos os disco desta máquina. REPITO: ISTO IRÁ APAGAR TODOS OS DISCO NESTA MÁQUINA! Caso você possua dados importantes e não tenha backup dos mesmos, você pode querer parar agora e fazer um backup. Neste caso, você terá que reiniciar a instalação posteriormente.
sl: To bo uničilo tabelo razdelkov na vseh diskih v tem računalniku. PONAVLJAM: TO BO ZBRISALO VSE PODATKE IZ VSEH TRDIH DISKOV! Če imate pomembne podatke, za katere niste izdelali kopije, se ustavite in izdelajte varnostno kopijo. V tem primeru boste morali namestitev ponovno zagnati pozneje.

source: An error occurred during the previous operation
el: Συνέβη σφάλμα κατά την προηγούμενη εργασία
eo: Eraro okazis dum la antaŭa ago
fi: Edellisen toiminnon aikana tapahtui virhe
it: Si è verificato un errore nell'operazione precedente
ko: 이전 단계의 작업 중 오류가 발생했습니다
pt_br: Um erro ocorreu durante a operação anterior
sl: Prišlo je do napake pri izvajanju prejšnje operacije

source: You may be able to continue. Here is some more information:
el: Ίσως να είναι δυνατή η συνέχιση της εγκατάστασης. Ιδού μερικές ακόμη λεπτομέρειες:
eo: Vi povas eble daŭrigi. Jen pliaj komplementaj informoj:
fi: Voit ehkä jatkaa. Tässä lisätietoja:
it: Dovrebbe essere possibile continuare. Ecco qualche dettaglio:
ko: 계속 진행할 수도 있습니다. 자세한 정보입니다:
pt_br: Pode ser possível continuar. Aqui estão mais algumas informações:
sl: Morda boste lahko nadaljevali. Tu je nekaj informacij:

source: Automatic partitioning impossible
el: Αδύνατη η αυτόματη διαμέριση
eo: Neebla aŭtomata diskpartigado
fi: Levyn automaattinen osiointi ei onnistu
it: Partizionamento automatico non possibile
ko: 자동 파티션이 불가능합니다
pt_br: Particionamento automático impossível
sl: Samodejno razdeljevanje ni možno

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
el: Η έκδοση αυτή του μηχανισμού αυτόματης διαμέρισης δεν μπορεί να χειριστεί την διαμέριση του επιλεγμένου δίσκου. Μπορεί να διαμερίσει μόνο κενούς δίσκους ή δίσκους χωρίς περισσότερες από 2 κατατμήσεις FAT (και χωρίς εκτεταμένες (extented) κατατμήσεις ή άλλες, τύπου διαφορετικού από FAT).
eo: Tiu varianta aŭtomata diskpartigilo ne povas manipuli la elektan diskon. Ĝi nur povas dispartigi malplenan diskon aŭ enhavantan malpli ol du 'FAT'-ajn diskojn (kaj neniu ampleksa diskpartigo aŭ aliaj ne-'FAT'-diskpartigoj).
fi: Tämä automaattityökalu kiintolevyjen osiointiin ei osaa tehdä osioita valitulle levylle. Vain tyhjän levyn tai enintään 2 FAT-osiota sisältävän levyn osiointi onnistuu (osiot eivät saa olla jatkettuja osioita eikä FAT-osioiden lisäksi saa olla muuntyyppisiä osioita).
it: Questa versione del partizionatore automatico non è in grado di gestire il partizionamento del disco selezionato. Potrebbe funzionare solo su un disco vuoto o un disco con al massimo due partizioni FAT (senza partizioni estese oppure altre partizioni non FAT).
ko: 이 버전의 자동 파티션 프로그램은 선택한 디스크의 파티션을 처리할 수 없습니다. 비어 있는 디스크나 FAT 파티션이 2개 이하인 (그리고 확장 파티션이나 FAT가 아닌 파티션이 없는) 디스크만 파티션을 나눌 수 있습니다.
pt_br: Esta versão do auto-particionador não está desenvolvida o bastante para gerenciar o particionamento do disco selecionado. A mesma pode particionar somente um disco vazio ou um disco com não mais do que 2 partições FAT (e sem partições estendidas ou outras partições não-FAT).
sl: Ta različica samodejnega razdeljevalnika ni dovolj zmogljiva, da bi lahko razdelila izbrani disk. Razdeli lahko le prazen disk ali disk z ne več kot dvema razdelkoma FAT (in brez razširjenih ali drugih razdelkov, ki niso FAT).

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
el: Αν επιθυμείτε να συνεχίσετε την εγκατάσταση ενεργοποιήστε τη δεύτερη κονσόλα (ALT+F2) και διαμερίστε το δίσκο όπως επιθυμείτε χρησιμοποιώντας το πρόγραμμα parted και τα άλλα διαθέσιμα εργαλεία. Έπειτα θα πρέπει να προσαρτήσετε (mount) όλες τις κατατμήσεις στο σημείο /target. Ο κατάλογος /target είναι ο ριζικός κατάλογος ("/") του καινούριου σας συστήματος, οπότε η ριζική σας (root) κατάτμηση θα προσαρτηθεί στο /target ενώ η κατάτμηση /usr θα πρέπει να προσαρτηθεί στο /target/usr.
eo: Se vi volas daŭrigi la instaladan procezon, ŝaltu la duan konzolon ('ALT+F2'), per 'parted'-diskpartigilo aŭ aliaj disponeblaj iloj laŭvole dispartigu, poste surmetu viajn diskpartigojn en '/target'. '/target' estas via nova sistema radika dosierujo. Via radika diskpartigo estos surmetita en '/target' kaj via '/usr'-diskpartigo endos surmeti en '/target/usr'.
fi: Halutessasi jatkaa asennusta vaihda toiseen päätteeseen (ALT+F2), tee haluamasi levyosiot käyttäen ohjelmaa parted ja muita käytettävissä olevia työkaluja. Liitä sitten kaikki levyosiot liitoskohtaan /target, joka on uuden järjestelmäsi juurihakemisto. Juuriosion liitoskohta on siis /target ja /usr-osion liitoskohdan on oltava /target/usr.
it: Se si vuole continuare il processo di installazione, selezionare la seconda console (ALT+F2), partizionare il disco a piacimento usando parted o gli altri comandi disponibili e quindi montare tutte le partizioni in /target. /target è la directory root nel nuovo sistema, quindi la partizione root verrà montata in /target e la partizione /usr dovrà essere montata in /target/usr.
ko: 설치 단계를 계속 하시려면, 두 번째 콘솔로 전환해서 (ALT+F2), parted나 다른 도구를 이용해 원하는 대로 디스크의 파티션을 나누십시오. 그리고 필요한 파티션을 모두 /target 아래에 마운트하십시오. /target은 새로운 시스템의 루트 디렉토리가 됩니다. 즉 루트 파티션을 /target에 마운트해야 하고 /usr 파티션은 /target/usr에 마운트해야 합니다.
pt_br: Caso você queira continuar o processo de instalação, alterne para o segundo console (use ALT+F2), particione o disco da maneira desejada usando o parted e as outras ferramentas disponíveis e então monte todas as suas partições em /target. /target é o diretório raiz de seu novo sistema, sendo assim sua partição raiz será montada em /target e sua partição /usr será montada em /target/usr.
sl: Če želite s postopkom namestitve nadaljevati, preklopite na drugo konzolo (ALT+F2), disk razdelite z uporabo parted in drugih orodij, ki so na voljo, kot želite, in nato vse svoje razdelke priklopite na /target. /target je korenski imenik vašega novega sistema, zato morate svoj korenski razdelek priklopiti na /target, razdelek /usr pa na /target/usr.

source: You can also consider launching this program again but selecting another disk.
el: Μπορείτε επίσης να ξεκινήσετε την εγκατάσταση εκ νέου, επιλέγοντας νέο δίσκο αυτή τη φορά.
eo: Vi povas ankaŭ replenumi tiun programon, tamen elektu alian diskon.
fi: Harkitse myös tämän ohjelman käynnistämistä uudestaan siten että valitset jonkin muun levyn.
it: È anche possibile rilanciare questo programma una seconda volta selezionando un altro disco.
ko: 이 프로그램을 다시 실행해서 다른 디스크를 선택할 수도 있습니다.
pt_br: Você pode também considerar executar esse programa novamente mas selecionar outro disco.
sl: Razmislite lahko tudi o ponovnem zagonu tega programa in izbiri drugega diska.

source: Not enough space on disk
el: Δεν υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο
eo: Neniu sufiĉa diskspaco
fi: Levyllä ei ole riittävästi tilaa
it: Spazio sul disco insufficiente
ko: 디스크에 남은 공간이 충분하지 않습니다
pt_br: Não há espaço em disco suficiente no disco
sl: Na disku ni dovolj prostora

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
el: Ο μηχανισμός αυτόματης διαμέρισης κάνει κάποιες υποθέσεις για τα μεγέθη των κατατμήσεων και εξ αιτίας αυτού απαιτεί τουλάχιστον 3GB ελεύθερου χώρου. Ο διαθέσιμος χώρος σε αυτόν τον σκληρό δίσκο φαίνεται να είναι κάτω από το όριο αυτό.
eo: La aŭtomata diskpartigilo faras kelkajn supozojn pri diskpartiga amplekso, pro tio ĝi almenaŭ bezonas trian gigabajtan diskspacon. La libera spaco sur tiu disko ŝajne estas sub ĉi tiu limo.
fi: Automaattinen levynosiointityökalu olettaa tietyn kokoiset levyosiot ja tarvitsee vähintään 3 Gt vapaata tilaa. Tällä levyllä on tätä vähemmän vapata tilaa.
it: Il partizionatore automatico fa alcune ipotesi sulla dimensione delle partizioni e in conseguenza di ciò richiede almeno 3 GB di spazio libero. Sembra che lo spazio libero sul disco sia sotto questo limite.
ko: 자동 파티션 프로그램은 파티션 크기에 대해서 몇 가지 가정을 합니다. 그것때문에 최소한 빈 공간이 3GB는 필요합니다. 하지만 디스크의 빈 공간이 이보다 작습니다.
pt_br: O auto-particionador assume alguns valores em relação a tamanhos de partições e, devido a isso, o mesmo requer pelo menos 3GB de espaço livre. O espaço livre nesse disco parece estar abaixo desse limite.
sl: Samodejni razdeljevalnik izpelje nekaj domnev o velikostih razdelkov in zaradi tega potrebuje najmanj 3 GB prostega prostora. Kaže, da na tem disku nimate toliko prostora.

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
el: Αν πραγματικά θέλετε να προχωρήσετε στην εγκατάσταση θα πρέπει να δημιουργήσετε διαθέσιμο χώρο. Μπορείτε επίσης να ξεκινήσετε πάλι το πρόγραμμα της εγκατάστασης και να επιλέξετε κάποιον άλλο σκληρό δίσκο με περισσότερο διαθέσιμο χώρο.
eo: Se vi vere volas instali, vi devos liberi spacon. Vi eble ankaŭ denove plenumas tiun programon kaj elektas alian diskon kun pli da libera spaco.
fi: Jos haluat asentaa tälle levylle, on tilaa vapautettava lisää. Voit myös käynnistää tämän ohjelman uudestaan ja valita toisen levyn, jolla on enemmän vapaata tilaa.
it: Se si desidera realmente procedere con l'installazione è necessario liberare dello spazio o eseguire nuovamente questo programma selezionando un altro disco con una maggiore quantità di spazio libero.
ko: 그래도 설치하려면, 빈 공간을 더 확보해야 합니다. 이 프로그램을 다시 실행해서 다른 디스크를 선택할 수도 있습니다.
pt_br: Caso você realmente queira instalar, você terá que liberar algum espaço. Você pode também executar novamente este programa e selecionar outro disco com mais espaço livre.
sl: Če res želite izpeljati namestitev, boste morali sprostiti nekaj prostora, ali pa ponovno pognati ta program in izbrati drug disk z več prostega prostora.

source: Debug information about ${variable}
el: Πληροφορίες σφάλματος (debug) σχετικά με τη μεταβλητή ${variable}
eo: Ĝustigaj informoj pri '${variable}'
fi: Vianjäljitystietoa muuttujasta ${variable}
it: Informazione di debug su ${variable}
ko: ${variable}에 대한 디버깅 정보
pt_br: Informação de depuração sobre ${variable}
sl: Podatki za razhroščevanje o ${variable}

source: Here is some debug information. The value of ${variable} is:
el: Ακολουθούν πληροφορίες χρήσιμες στην αποσφαλμάτωση του προγράμματος (debugging). Η τιμή της μεταβλητής ${variable} είναι :
eo: Jen kelkaj ĝustigaj informoj. La '${variable}'-voloro estas:
fi: Tässä vianjäljitystietoa. Muuttujan ${variable} arvo on:
it: Informazioni di debug. Il valore di ${variable} è:
ko: 디버깅 정보입니다. ${variable} 변수의 값은 :
pt_br: Aqui estão algumas informações de depuração. O valor de ${variable} é:
sl: Tu je nekaj informacij za razhroščevanje. Vrednost ${variable} je:

source: Successful partitioning
el: Επιτυχής διαμέριση
eo: Sukcesa diskpartigado
fi: Osiointi onnistui
it: Partizionamento effettuato con successo
ko: 파티션 나누기 성공
pt_br: Particionamento realizado com sucesso
sl: Uspešno razdeljevanje
