Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
el: Μετά τη ρύθμιση του Διαχειριστή Λογικών Τόμων δεν επιτρέπονται αλλαγές στις κατατμήσεις των δίσκων που περιέχουν φυσικούς τόμους. Πριν συνεχίσετε, βεβαιωθείτε ότι το παρόν σχήμα διαμέρισης αυτών των δίσκων είναι ικανοποιητικό.
eo: Post akomodado de la logika datumportila administranto, neniu plia ŝanĝo en diskpartigo estas permesita sur diskoj kiuj enhavas datumpartilaĵojn. Antaŭ ol daŭri, bonvolu kontroli la taŭgontan nuntempan diskaranĝon.
fi: Kun levyniteiden hallintaohjelman asetukset on tehty, ei ole enää mahdollista tehdä lisämuutoksia niille levyille, joissa fyysiset levyniteet sijaitsevat. Varmista, että nyt tehdyt levyosiot ovat sellaiset kuin haluat.
it: Dopo la configurazione del Logical Volume Manager non si possono più modificare le partizioni dei dischi contenenti volumi fisici. Verificare che l'attuale partizionamento soddisfi le proprie esigenze prima di proseguire.
ko: 논리 볼륨 관리자를 설정하면, 디스크에서 물리 볼륨이 들어 있는 파티션을 바꿀 수 없게 됩니다. 계속 하시기 전에 디스크의 현재 파티션 구성이 좋은지 확인하고 넘어가십시오.
pt_br: Depois que o Gerenciador de Volumes Lógicos for configurado, nenhuma mudança adicional nos disco que contém os volumes físicos será permitida. Por favor, decida se você está satisfeito com o esquema de particionamento atual nesses discos antes de continuar.
sl: Potem ko nastavite Upravitelja logičnih naprav, niso dovoljene nobene spremembe razdelkov trdih diskov, ki vsebujejo fizične enote. Pred nadaljevanjem se prepričajte, da ste zadovoljni s trenutno shemo razdelkov na diskih.

source: LVM configuration failure
el: Αποτυχία ρύθμισης του LVM
eo: Akomodado de logika datumportila administranto ('LVM') malsukcesis
fi: Levyniteiden hallintaohjelman asetuksissa on virhe
it: Configurazione di LVM fallita
ko: LVM 설정 실패
pt_br: Configuração LVM falhou
sl: Nastavitev LVM ni uspela

source: An error occurred while writing the changes to the disks.
el: Κάποιο σφάλμα συνέβη κατά την αποθήκευση των αλλαγών στις μονάδες δίσκων.
eo: Eraro okazis dum la skribado de ŝanĝoj en la diskoj.
fi: Tallennettaessa muutoksia levyille tapahtui virhe.
it: Errore nella scrittura delle modifiche sui dischi.
ko: 바뀐 점을 디스크에 쓰는 중에 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a gravação das mudanças nos discos.
sl: Prišlo je do napake med pisanjem sprememb na diske.

source: The configuration of the Logical Volume Manager is aborted.
el: Η ρύθμιση του Διαχειριστή Λογικών Τόμων ακυρώθηκε.
eo: La akomodado de logika datumportila administranto ('LVM') fiaskis.
fi: Levyniteiden hallintaohjelman asetusten teko keskeytetään.
it: Configurazione del Logical Volume Manager interrotta.
ko: 논리 볼륨 관리자 (LVM) 설정이 중지되었습니다.
pt_br: A configuração do Gerenciador de Volumes Lógicos foi abortada.
sl: Nastavljanje Upravitelja logičnih naprav (LVM) je prekinjeno.

source: physical volume for LVM
el: φυσικός τόμος για το LVM
eo: Datumportilaĵo por logika datumportila administranto ('LVM')
fi: fyysinen levynide LVM:lle
it: volume fisico per LVM
ko: LVM의 물리 볼륨
pt_br: volume físico para LVM
sl: fizična enota za LVM

source: Summary of current LVM configuration:
el: Σύνοψη της τρέχουσας ρύθμισης του LVM:
eo: Sintezo de la nuntempa 'LVM'-agordo:
fi: Yhteenveto käytössä olevista LVM:n asetuksista:
it: Riassunto della configurazione attuale di LVM:
ko: 현재 LVM 설정 정리
pt_br: Sumário da configuração LVM atual:
sl: Povzetek trenutne LVM nastavitve:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
el: Ελεύθεροι φυσικοί τόμοι: ${FREE_PVS} Φυσικοί τόμοι σε χρήση: ${USED_PVS} Ομάδες τόμων: ${VGS} Λογικοί τόμοι: ${LVS}
eo: Liberaj Konkretaj Datumportiloj: ${FREE_PVS} Uzataj Konktretaj Datumportiloj: ${USED_PVS} Datumportilaj grupoj: ${VGS} Logikaj datumportiloj: ${LVS}
fi: Vapaat fyysiset levyniteet: ${FREE_PVS} Käytössä olevat FLN:t: ${USED_PVS} Levynideryhmät: ${VGS} Loogiset levyniteet: ${LVS}
it: Volumi fisici liberi: ${FREE_PVS} Volumi fisici usati: ${USED_PVS} Gruppi di volumi: ${VGS} Volumi logici: ${LVS}
ko: 남은 물리 볼륨: ${FREE_PVS} 사용한 물리 볼륨 : ${USED_PVS} 볼륨 그룹: ${VGS} 논리 볼륨: ${LVS}
pt_br: Volumes Físicos Livres: ${FREE_PVS} Volumes Físicos Usados: ${USED_PVS} Grupos de Volume: ${VGS} Volumes Lógicos: ${LVS}
sl: Prosti fizični nosilci: ${FREE_PVS} Uporabljeni fizični nosilci: ${USED_PVS} Skupine nosilcev: ${VGS} Logični nosilci: ${LVS}

source: Current LVM configuration:
el: Τρέχουσα ρύθμιση του LVM:
eo: Nuntempa agordo de logika datumportila adminanstro ('LVM'):
fi: Käytössä olevat LVM:n asetukset:
it: Configurazione attuale di LVM:
ko: 현재 LVM 설정:
pt_br: Configuração LVM atual:
sl: Trenutna LVM nastavitev:

source: The volume group ${VG} could not be created.
el: Δεν ήταν δυνατή η δημιουργία της ομάδας τόμων ${VG}.
eo: La datumportila grupo '${VG}' ne povas esti kreita.
fi: Levynideryhmää ${VG} ei voitu muodostaa.
it: Non è stato possibile creare il gruppo di volumi ${VG}.
ko: 볼륨 그룹 ${VG} 생성할 수 없습니다.
pt_br: Não foi possível criar o grupo de volume ${VG}.
sl: Skupine nosilca ${VG} ni bilo mogoče ustvariti.

source: Devices to remove from the volume group:
el: Συσκευές προς αφαίρεση από την ομάδα τόμων:
eo: Forigotaj adaptiloj el datumportila grupo:
fi: Levynideryhmästä poistettavat laitteet:
it: Device da rimuovere dal gruppo di volumi:
ko: 볼륨 그룹에서 지울 장치:
pt_br: Dispositivos a serem removidos do grupo de volume:
sl: Naprave, ki jih želite odstraniti iz skupine nosilca:

source: Please select the devices you wish to remove from the volume group.
el: Παρακαλώ, επιλέξτε τις συσκευές που θέλετε να αφαιρέσετε από την ομάδα τόμων.
eo: Bonvolu elekti la adaptilojn, kiujn vi volas forigi el datumportila grupo.
fi: Valitse levynideryhmästä poistettavat laitteet.
it: Selezionare il device da rimuovere dal gruppo di volumi.
ko: 볼륨 그룹에서 지우고자 하는 장치를 선택하십시오.
pt_br: Por favor, selecione os dispositivos que você deseja remover do grupo de volume.
sl: Prosim izberite naprave, ki jih želite odstraniti iz skupine nosilcev.

source: No physical volumes were selected. Reduction of the volume group was aborted.
el: Δεν επιλέχθηκαν φυσικοί τόμοι. Η διαδικασία συρίκνωσης της ομάδας τόμων ακυρώθηκε.
eo: Neniu datumpartilo estas elektita. La malpliigo de la datumportila grupo fiaskis.
fi: Yhtään fyysistä levynidettä ei ollut valittuna. Levynideryhmän pienentäminen keskeytettiin.
it: Non si è selezionato alcun volume fisico. L'estensione del gruppo di volumi è stata annullata.
ko: 물리 볼륨을 선택하지 않았습니다. 볼륨 그룹 줄이는 작업을 중지합니다.
pt_br: Nenhum volume físico foi selecionado. A redução do grupo de volume foi abortada.
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam zmanjševanje skupine nosilcev.

source: Please select the logical volume to delete.
el: Παρακαλώ, επιλέξτε τον λογικό τόμο για διαγραφή.
eo: Bonvolu elekti la logikan datumportilon, kiun vi volas forviŝi.
fi: Valitse poistettava looginen levynide.
it: Selezionare il volume logico da cancellare.
ko: 볼륨 그룹에서 지울 논리 볼륨을 선택하십시오.
pt_br: Por favor, selecione o volume lógico a ser removido.
sl: Izberite logičen nosilec, ki ga želite izbrisati.

source: in VG ${VG}
el: στην ομάδα τόμων ${VG}
eo: en VG ${VG}
fi: levynideryhmässä ${VG}
it: nel VG ${VG}
ko: 볼륨그룹 ${VG}에 있음
pt_br: no VG ${VG}
sl: v VG ${VG}

source: Error while initializing physical volume
el: Σφάλμα κατά την αρχικοποίηση του φυσικού τόμου
eo: Eraro dum komencvalorado de datumportilo
fi: Tapahtui virhe alustettaessa fyysistä levyynidettä
it: Errore durante l'inizializzazione del volume fisico
ko: 물리 볼륨을 초기화하는 데 오류가 발생했습니다
pt_br: Erro na inicialização do volume vógico
sl: Med inicializacijo fizičnega nosilca je prišlo do napake.

source: The physical volume ${PV} could not be initialized.
el: Δεν ήταν δυνατή η αρχικοποίηση του φυσικού τόμου ${PV}.
eo: La konkreta '${PV}'-datumportilo ne povas esti komencvalorita.
fi: Fyysistä levynidettä ${PV} ei voitu alustaa.
it: Il volume fisico ${PV} non può essere inizializzato.
ko: 물리 볼륨 ${PV} 초기화 할 수 없습니다.
pt_br: Não foi possível inicializar o volume físico ${PV}.
sl: Fizičnega nosilca ${PV} ni bilo mogoče inicializirati.

source: Invalid logical volume or volume group name
el: Μη έγκυρο όνομα λογικού τόμου ή ομάδας τόμων
eo: Malvalida logika datumportilo aŭ datumportila grupa nomo
fi: Loogisen levyniteen tai levynideryhmän nimi ei kelpaa.
it: Nome di volume logico o di gruppo di volumi non valido
ko: 사용할 수 없는 논리 볼륨 이름이거나 볼륨 그룹 이름입니다
pt_br: Nome de volume lógico ou de grupo de volume inválido
sl: Neveljaven logičen nosilec ali neveljavno ime nosilca.

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
el: Τα ονόματα των λογικών τόμων ή της ομάδας τόμων μπορούν να περιέχουν μόνο αλφαριθμητικούς χαρακτήρες, παύλες, συν, τελείες και υποδείκτες. Πρέπει να έχουν 128 χαρακτήρες ή λιγότερους και να μην ξεκινούν με παύλα. Δεν επιτρέπονται τα ονόματα "." και "..". Επιπλέον, τα ονόματα των λογικών τόμων δεν θα πρέπει να ξεκινούν με το "snapshot".
eo: La logikaj dotumportiloj aŭ datumportilaj grupaj nomoj nepre enhavas nur ciferajn, streketajn, plusajn, punktajn kaj substrekajn signliterojn. Ili maximune ampleksas 128 signojn kaj ili ne devas komenciĝi per substreko. La nomoj "." kaj ".." ne estas permesataj. Krome, la datumportilaj grupaj nomoj ne devas komenci per "snapshot".
fi: Loogisten levyniteiden tai levynideryhmien nimissä saa olla vain kirjaimia, numeroita, tavuviiva, plusmerkki, piste ja alaviiva. Nimen enimmäispituus on 128 merkkiä. Nimi ei saa alkaa tavuviivalla. Nimet "." ja ".." eivät kelpaa. Lisäksi loogisten levyniteiden nimen alku ei saa olla "snapshot".
it: I nomi dei volumi logici e dei gruppi possono contenere solo caratteri alfanumerici, il trattino, il più, il punto e l'underscore; non può cominciare con il trattino e non deve essere maggiore di 128 caratteri. I nomi «.» e «..» non sono permessi. Inoltre il nome di un volume non può cominciare con «snapshot».
ko: 논리 볼륨이나 볼륨 그룹의 이름에는 영숫자나 하이픈(-), 덧셈기호나 마침표, 밑줄기호만 사용할 수 있습니다. 128 글자 이내여야 하며 하이픈으로 시작하면 안 됩니다. "."나 ".."도 사용할 수 없습니다. 또한 논리볼륨 이름은 "snapshot"으로 시작해서도 안 됩니다.
pt_br: Nomes de volumes lógicos ou de grupos de volumes podem conter somente caracteres alfanuméricos, hifens, sinais de adição, pontos e sinais de caixa-baixa (underscore). Os mesmos deve ter no máximo 128 caracteres e não podem iniciar com um hífen. Os nomes "." e ".." não são permitidos. Adicionalmente, nomes de volumes lógicos não podem iniciar com a palavra "snapshot".
sl: Imena logičnih enot ali skupine enot lahko vsebujejo le alfanumerične znake ter znake pomišljaj, plus, vejica ali podčrtaj. Imena so lahko dolga največ 128 znakov in se ne smejo začeti s pomišljajem. Imena z znaki "." in ".." niso dovoljena. Prav tako se imena logičnih enot ne smejo začeti z "snapshot".

source: Please choose another name.
el: Παρακαλώ επιλέξτε ένα άλλο όνομα.
eo: Bonvolu elekti alian nomon.
fi: Valitse jokin muu nimi.
it: Scegliere un nome diverso.
ko: 다른 이름을 선택해주십시오.
pt_br: Por favor, escolha outro nome.
sl: Prosimo, uporabite drugo ime.

source: Guided - use entire disk and set up LVM
el: Καθοδηγούμενη διαμέριση - χρήση ολόκληρου του δίσκου και ρύθμιση λογικών τόμων LVM
eo: Gvidata - uzu tutan diskon per 'LVM'-ilo
fi: Ohjattu - käytä koko levyä ja tee LVM:n asetukset
it: Guidato - usare l'intero disco e impostare LVM
ko: 안내 - 드라이브 전체를 지우고 LVM 사용
pt_br: Assistido - usar disco todo e configurar LVM
sl: Vodena namestitev - izbriši celoten pogon in uporabi LVM

source: Name of the volume group for the new system:
el: Όνομα ομάδας τόμων για το νέο σύστημα:
eo: Datumportilara nomo por la nova sistemo:
fi: Uuden järjestelmän levynideryhmän nimi:
it: Nome del gruppo di volume per il nuovo sistema:
ko: 새 데비안 시스템의 볼륨 그룹명:
pt_br: Nome do grupo de volume para o novo sistema:
sl: Navedite ime upravljalnika logičnih nosilcev za novi sistem:

source: Failed to partition the selected disk
el: Αποτυχία διαμέρισης του επιλεγμένου δίσκου
eo: Diskpartigado de elekta disko malsukcesis
fi: Valitun levyn osiointi ei onnistunut
it: Partizionamento del disco selezionato fallito
ko: 선택한 디스크를 파티션하는 데 실패했습니다
pt_br: Falha ao particionar o disco selecionado
sl: Nisem uspel razdeliti izbranega diska

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
el: Αυτό συνέβη επιεδή η "συνταγή" που επιλέξατε δεν περιέχει καμμιά κατάτμηση που να μπορεί να δημιουργηθεί σε τόμους LVM.
eo: La malsukceso verŝajne okazis pro diskpartiga skemo, kiu malhavas kreotan diskpartigon sur 'LVM'-datumportiloj.
fi: Näin kävi koska valittu malline ei sisällä yhtään osiota joka voidaan luoda LVM-levyniteelle.
it: Questo probabilmente è accaduto perché la ricetta selezionata non contiene alcuna partizione che possa essere creata su volumi LVM.
ko: 선택하신 파티션 조합에 LVM 볼륨에 설치할 수 있는 파티션이 하나도 없기 때문에이 문제가 발생했을 수도 있습니다.
pt_br: Isso ocorreu devido ao modelo selecionado não conter nenhuma partição que possa ser criada em volumes LVM.
sl: Do tega je prišlo, ker izbran recept ne vsebuje nobenega razdelka, ki je lahko ustvarjen na LVM nosilcih.

source: Continue installation without /boot partition?
el: Συνέχιση της εγκατάστασης χωρίς κατάτμηση εκκίνησης /boot;
eo: Daŭrigu instaladon sen '/boot'-diskpartigo?
fi: Jatketaanko asennusta ilman /boot-osiota?
it: Proseguire l'installazione senza la partizione /boot?
ko: /boot 파티션 없이 설치 프로그램을 계속하시겠습니까?
pt_br: Continuar a instalação sem uma partição /boot?
sl: Nadaljujem namestitev brez /boot razdelka?

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
el: H μέθοδος που διαλέξατε δεν προβλέπει για μια ξεχωριστή κατάτμηση εκκίνησης /boot. Συνήθως αυτό απαιτείται για να έχετε την δυνατότητα εκκίνησης του συστήματος με χρήση του LVM.
eo: La elektita skemo de dispartigado ne enhavas apartan '/boot'-diskpartigon, normale bezonatan dum la ekŝargo de 'LVM'-uzanta sistemo.
fi: Valittu malline ei sisällä erillistä osiota hakemistolle /boot. Tavallisesti tätä tarvitaan järjestelmän käynnistämiseen käytettäessä levyniteiden hallintaohjelmaa.
it: La ricetta selezionata non contiene una partizione per /boot. Questa è normalmente richiesta per permettere l'avvio su sistemi che usano LVM.
ko: 선택한 내역에 /boot 파티션이 따로 존재하지 않습니다. LVM을 통해 시스템을 부팅하고자 할 경우 일반적으로 /boot 파티션을 따로 둬야 합니다.
pt_br: O modelo que você selecionou não contém uma partição separada para o /boot. Normalmente isso é necessário para permitir que seu sistema inicie usando LVM.
sl: Recept, ki ste ga izbrali ne vsebuje ločenega razdelka za /boot. To normalno potrebujete za zagon sistema, ko uporabljate LVM.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
el: Μπορείτε να επιλέξετε να αγνοήσετε αυτή την προειδοποίηση, αλλά αυτό μπορεί να οδηγήσει σε αποτυχία επανεκκίνησης του συστήματος μετά την ολοκλήρωση της εγκατάστασης.
eo: Vi povas ignori ĉi tiu averton, sed tio eble ne ebligos la ekŝargon de la sistemon post la plenuma instalado.
fi: Tämä varoitus voidaan ohittaa, mutta järjestelmä ei ehkä käynnisty kun asennus on valmis.
it: Si può decidere di ignorare questo avviso, ma questo potrebbe portare al fallimento del riavvio che segue il completamento dell'installazione.
ko: 이 경고를 무시하고 계속 진행할 수는 있지만 설치를 마친 후에 시스템을 부팅하고자 할 때 부팅이 안 될 수도 있습니다.
pt_br: Você pode optar por ignorar este aviso, mas isso pode resultar em falhas ao iniciar o sistema após a instalação ter sido finalizada.
sl: Lahko spregledate to opozorilo, vendar potem morda ne boste mogli ponovno zagnati računalnika po dokončanju namestitve.

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
el: To όνομα ομάδας τόμου που επιλέξατε για αυτόματη διαμέριση με χρήση LVM είναι ήδη σε χρήση.Η ελάττωση της προτεραιότητας των ερωτήσεων ρύθμισης θα σας επιτρέψουν να προσδιορίσετε ένα εναλλακτικό όνομα.
eo: La datumportila grupa nomo uzata por aŭtomate diskpartigi per logika datumportila admninistranto ('LVM') estas jam uzata. Malpliigante la agordan elecktitan prioritaton vi povos mem elekti alian nomon.
fi: Automaattisen osioinnin levyniteiden hallintaohjelmalla käyttämä levynideryhmän nimi on jo käytössä. Asetuskysymysten tärkeyden alentaminen sallii muun nimen käyttämisen.
it: Il nome del gruppo di volumi utilizzato per partizionare automaticamente con LVM è già in uso. Abbassando la priorità delle domande di configurazione è possibile specificare un altro nome.
ko: LVM을 사용하여 자동으로 파티션할 때 사용하고자 하는 볼륨 그룹명이 이미 사용중입니다. 설정 질의의 우선 순위를 낮추면 볼륨 그룹명을 바꿀 수 있습니다.
pt_br: O nome do grupo de volume usado para particionar automaticamente usando LVM já está em uso. Diminuir a prioridade das perguntas de configuração permitirá que você especifique um nome alternativo.
sl: Ime skupine nosilcev, ki se uporablja za samodejno razdeljevanje s pomočjo LVM je že v uporabi. Z znižanjem prioritete namestitvenih vprašanj boste lahko določili alternativno ime.

source: Unexpected error while creating volume group
el: Απροσδόκητο σφάλμα κατά την δημιουργία της ομάδας τόμου
eo: Neatendita eraro dum la datumportilara kreado
fi: Tapahtui odottamaton virhe luotaessa levynideryhmää
it: Errore durante la creazione del gruppo di volumi
ko: 볼륨 그룹을 생성하는데 오류가 발생했습니다
pt_br: Erro inesperado na criação de grupo de volume
sl: Nepričakovana napaka pri ustvarjanju skupine nosilcev

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
el: Η αυτόματη διαμέριση με χρήση LVM απέτυχε εξαιτίας ενός σφάλματος που προέκυψε κατά την δημιουργία της ομάδας τόμου.
eo: Aŭtomatdiskpartigilo uzanta logikan datumportilan administranton ('LVM') fiaskis ĉar eraro okazis dum la datumportilara kreado.
fi: Osioiden teko automaattisesti levyniteiden hallintaohjelmaa käyttäen epäonnistui koska tapahtui virhe luotaessa levynideryhmää.
it: L'autopartizionamento automatico tramite LVM è fallito a causa di un errore avvenuto durante la creazione del gruppo di volumi
ko: 볼륨 그룹을 생성하는데 오류가 발생했기 때문에 LVM을 사용하여 자동으로 파티션 나누는 작업이 실패했습니다.
pt_br: O autoparticionamento usando LVM falhou devido a um erro ter ocorrido durante a criação do grupo de volume.
sl: Samodejno razdeljevanje z LVM ni uspelo, ker je prišlo do napake pri ustvarjanju skupine nosilcev.

source: Error while setting up RAID
el: Σφάλμα κατά την ρύθμιση του RAID
eo: La 'RAID'-akomodado eraras
fi: Tapahtui virhe tehtäessä RAIDin asetuksia
it: Errore durante le impostazioni del RAID
ko: RAID 설정하는데 오류가 발생했습니다
pt_br: Erro durante a configuração RAID
sl: Napaka pri nastavitvi RAID polja

source: An unexpected error occurred while setting up a preseeded RAID configuration.
el: Κάποιο μη αναμενόμενο σφάλμα προέκυψε κατά τη ρύθμιση μιας προρυθμισμένης διαμόρφωσης RAID.
eo: Eraro okazis dum la enmetado de la antaŭagorda 'RAID'-skemo.
fi: Tapahtui odottamaton virhe tehtäessä RAID-asetuksia valmiista vastauksista.
it: C'è stato un errore durante l'impostazione di una configurazione RAID preimpostata.
ko: 기본 설정이 된 RAID 설정을 설정하는 도중 알 수 없는 오류가 발생했습니다.
pt_br: Um erro inesperado ocorreu durante a configuração de uma configuração RAID pré-alimentada.
sl: Prišlo je do nepričakovane napake pri pripravljanju šifriranih (preseeded) RAID nosilcev.

source: Not enough RAID partitions specified
el: Δεν έχουν καθοριστεί επαρκείς κατατμήσεις RAID
eo: Nesufiĉe indikitaj 'RAID'-diskpartigoj
fi: RAID-osioita ei ole määritelty riittävän montaa
it: Non sono state specificate abbastanza partizioni RAID
ko: 지정된 RAID 파티션이 부족합니다
pt_br: Partições RAID especificadas não são o bastante
sl: Ni določenih dovolj RAID razdelkov

source: There are not enough RAID partitions specified for your preseeded configuration. You need at least 3 devices for a RAID5 array.
el: Δεν έχουν καθοριστεί επαρκείς κατατμήσεις RAID για την προρυθμισμένη διαμόρφωσή σας. Χρειάζεστε τουλάχιστον 3 συσκευές για μια διάταξη RAID5.
eo: Nesufiĉe indikitaj 'RAID'-diskpartigoj por via elektita agordo. Vi almenaŭ bezonas po tri aparatojn por ĉiu 'RAID5'-tabeldisko.
fi: Riittävän montaa RAID-osiota ei ole käytettävissä valmiissa vastauksissa määriteltyyn kokoonpanoon. RAID5-pakkaan tarvitaan ainakin kolme laitetta.
it: Non ci sono sufficienti partizioni RAID nella configurazione preimpostata. Servono almeno tre dispositivi per un array RAID5.
ko: 기본 설정이 된 RAID 설정을 사용하기 위해 필요한 RAID 파티션이 부족합니다.RAID5 어레이를 사용하기 위해서는 최소한 3개가 필요합니다.
pt_br: Não existem partições RAID o bastante especificadas para sua configuração pré-alimentada. Você precisa de pelo menos 3 dispositivos para um arranjo RAID5.
sl: Za vaš sistem ni na voljo dovolj RAID razdelkov. Potrebujete vsaj 3 naprave za RAID5 polje.

source: physical volume for encryption
el: φυσικός τόμος για κρυπτογράφηση
eo: Datumportilaĵo por ĉifrado
fi: fyysinen levynide salaukselle
it: volume fisico per la cifratura
ko: 암호화할 물리 볼륨
pt_br: volume físico a ser criptografado
sl: fizičen nosilec za šifriranje

source: crypto
el: κρυπτογράφηση
eo: ĉifro
fi: salaus
it: cifratura
ko: 암호화
sl: kripto

source: Loopback (loop-AES)
eo: Buklado ('loop-AES')
fi: Takaisinkytkentä (loop-AES)
ko: 루프백 (loop-AES)
sl: Povratna zanka (loop-AES)

source: Device-mapper (dm-crypt)
eo: 'dm-crypt'-adaptilo
fi: Laiteyhdistin (dm-crypt)
ko: 디바이스 매퍼 (dm-crypt)
sl: Preslikovalnik naprave (dm-crypt)

source: not active
el: μή ενεργή
eo: malaktiva
fi: ei käytössä
it: non attivo
ko: 비활성
pt_br: não ativo
sl: ni aktivno

source: Encryption method:
el: Μέθοδος κρυπτογράφησης:
eo: Ĉifrada metodo:
fi: Salausmenetelmä:
it: Metodo di cifratura:
ko: 암호화 방식:
pt_br: Método de criptografia:
sl: Šifrirna metoda:

source: Encryption method for this partition:
el: Μέθοδος κρυπτογράφησης γι' αυτήν την κατάτμηση:
eo: Ĉifrada metodo por ĉi tiu diskpartigo:
fi: Tämän osion salausmenetelmä:
it: Metodo di cifratura per questa partizione:
ko: 이 파티션에 적용할 암호화 방식:
pt_br: Método de criptografia para esta partição:
sl: Šifrirna metoda za ta razdelek:

source: Encryption:
el: Κρυπτογράφηση:
eo: Ĉifrado:
fi: Salaus:
it: Cifratura
ko: 암호화:
pt_br: Criptografia:
sl: Šifriranje:

source: Encryption for this partition:
el: Κρυπτογράφηση γι' αυτή την κατάτμηση:
eo: Ĉifrado por ĉi tiu diskpartigo:
fi: Tämän osion salaus:
it: Cifratura per questa partizione:
ko: 이 파티션에 적용할 암호화 방식
pt_br: Criptografia para esta partição:
sl: Šifriranje za ta razdelek:

source: Key size:
el: Μέγεθος κλειδιού:
eo: Ŝlosila amplekso:
fi: Avaimen koko:
it: Dimensione della chiave:
ko: 암호화키 길이:
pt_br: Tamanho da chave:
sl: Velikost ključa:

source: Key size for this partition:
el: Μέγεθος κλειδιού γι' αυτή την κατάτμηση:
eo: Ŝlosila amplekso por ĉi tiu diskpartigo:
fi: Tämän osion avaimen koko:
it: Dimensione della chiave per questa partizione:
ko: 이 파티션에 쓸 암호화키 길이:
pt_br: Tamanho da chave para esta partição:
sl: Velikost ključa za ta razdelek:

source: IV algorithm:
el: Αλγόριθμος IV:
eo: 'IV'-algoritmo:
fi: Alustusalgoritmi:
it: IV algoritmo:
ko: IV 알고리즘:
pt_br: Algoritmo IV:
sl: IV algoritem:
