Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: This is the network console for the Debian installer. From here, you may start the Debian installer main menu, or execute an interactive shell.
el: Αυτή είναι η δικτυακή κονσόλα του εγκαταστάτη Debian. Από εδώ μπορείτε να ξεκινήσετε το κυρίως μενού του εγκαταστάτη ή ένα αμφίδρομο κέλυφος.
eo: Tio estas la reta konzolo por la Debiana instalilo. El tie, vi ekŝaltos la Debianan instaladan ĉefmenuon, aŭ plenumus dialogan interpretilon.
fi: Tämä on Debianin asentimen verkkopääte. Tästä voit käynnistää Debianin asentimen päävalikon tai vuorovaikutteisen komentotulkin.
it: Questa è la console di rete per il programma di installazione Debian. Da qui è possibile attivare il menu principale del programma di installazione Debian o eseguire una shell interattiva.
ko: 데비안 설치 프로그램의 네트워크 콘솔입니다. 여기에서 데비안 설치 프로그램 주 메뉴를 시작할 수도 있고, 쉘을 실행할 수도 있습니다.
pt_br: Este é o console de rede para o instalador Debian. A partir daqui, você pode iniciar o menu principal do instalador Debian ou executar um prompt de comandos interativo.
sl: To je omrežna konzola za Debian namestitveni program. Od tukaj lahko zaženete glavni meni namestitve ali izvedete interaktivno lupino.

source: To return to this menu, you will need to log in again.
el: Για να επιστρέψετε σε αυτό το μενού πρέπει να συνδεθείτε ξανά.
eo: Por reiri al tiu menuo, vi bezonos denove rekonekti vin.
fi: Tähän valikkoon voi palata vain kirjautumalla sisään uudestaan.
it: Per tornare a questo menu sarà necessario rieseguire il log in.
ko: 이 메뉴로 돌아오려면 다시 로그인해야 합니다.
pt_br: Para retornar a este menu você precisará se autenticar novamente.
sl: Za vrnitev v ta meni se boste morali ponovno prijaviti.

source: Generating SSH host key
el: Δημιουργία κλειδιού SSH για τον υπολογιστή
eo: Generi 'SSH'-an gastan ĉifroŝlosilon
fi: Luodaan konekohtainen SSH-avain
it: Generazione della chiave SSH per l'host.
ko: SSH 호스트 키를 만드는 중입니다
pt_br: Gerando chave de host SSH
sl: Ustvarjanje gostiteljskega ključa SSH

source: Remote installation password:
el: Κωδικός πρόσβασης για απομακρυσμένη εγκατάσταση:
eo: Fora instalada pasvorto:
fi: Etäasennuksen salasana:
it: Password per l'installazione remota:
ko: 원격 설치 열쇠글:
pt_br: Senha para instalação remota:
sl: Geslo za oddaljeno namestitev:

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
el: Θα πρέπει να καθορίσετε κωδικό πρόσβασης για τον εγκαταστάτη Debian. Η πρόσβαση στον εγκαταστάτη ενός κακόβουλου ή ενός μη εξουσιοδοτημένου χρήστη μπορεί να έχει καταστροφικά αποτελέσματα, οπότε θα πρέπει να προσέξετε ο κωδικός που θα καθορίσετε να μην είναι εύκολα εικάσιμος. Δεν πρέπει να πρόκειται για λέξη που βρίσκεται σε λεξικό ή λέξη που να είναι εύκολα συνδέσιμη με το πρόσωπό σας όπως πχ το πατρικό σας.
eo: Vi bezone ŝaltu pasvorton por de fore atingi Debianan instalilon. Malica aŭ malsperta azanto kiu atingus la instalilon povus provoki katastrofon, do vi ege zorge devos elekti nedivineblan pasvorton. Ĝi nepre ne ĉeestu en vortaro aŭ ne estu vorto ligita al vi, kiel via dua persona nomo.
fi: Debianin asentimen etäkäyttöön on asetettava salasana. Pahantahtoinen tai osaamaton käyttäjä voi tehdä suurta vahinkoa päästessään käyttämään asenninta. Valitse siis salasana, joka ei ole helposti arvattavissa. Se ei saisi olla sanakirjasta löytyvä sana tai sinuun helposti yhdistettävissä oleva sana, kuten toinen etunimesi.
it: È necessario impostare una password per l'accesso remoto al programma di installazione Debian. Un utente malintenzionato o non riconosciuto con accesso al programma di installazione può provocare dei disastri, per questo è necessario fare in modo che la password non sia facilmente indovinabile. Non deve essere una parola che si possa trovare nei dizionari o che possa facilmente essere associata a chi fa l'installazione, come il nome della persona.
ko: 데비안 설치 프로그램에 원격으로 접근할 때 쓸 열쇠글을 설정해야 합니다. 악의적인 사용자나 미숙한 사용자가 설치 프로그램을 이용할 경우에 매우 안 좋은 결과를 낳을 수 있습니다. 그러므로 열쇠글을 설정할 때 쉽게 예측하지 못하도록 신경을 써야 합니다. 사전에 있는 단어를 사용하지 말아야 하고, 또 개인적으로 관계있는 열쇠글을 사용해서도 안 됩니다 (별명 등).
pt_br: Você precisa definir uma senha para acesso remoto ao instalador Debian. Um usuário malicioso ou não qualificado com acesso ao instalador pode gerar resultados desastroso, portanto você deverá se certificar de escolher uma senha que não seja fácil de ser adivinhada. A senha não deverá ser uma palavra encontrada em dicionário ou uma palavra que possa ser facilmente associada a você, como o seu nome do meio, por exemplo.
sl: Za oddaljen dostop do Debian namestitve morate nastaviti geslo. Zlonameren ali neizkušen uporabnik z dostopom do namestitve lahko pusti katastrofalne posledice, zato ne izberite preveč samoumevnega gesla. Naj ne bo katera izmed besed v slovarju ali beseda, povezana z vami, na primer vaše ime.

source: This password is used only by the Debian installer, and will be discarded once you finished the installation.
el: Ο κωδικός χρησιμοποιείται μόνο από τον εγκαταστάτη Debian και θα απορριφθεί αμέσως μετά το πέρας της εγκατάστασης.
eo: Tio pasvorto estas uzita nur per Debiana instalilo, kaj ĝi estos forviŝita kiam la instalado finiĝos.
fi: Tätä salasanaa käyttää vain Debianin asennin, ja se hylätään kun asennus on valmis.
it: Questa password sarà utilizzata solo dal programma di installazione Debian e verrà eliminata una volta terminata l'installazione.
ko: 이 열쇠글은 데비안 설치 프로그램에서만 사용하고, 설치가 끝나면 없어집니다.
pt_br: Essa senha é usada somente pelo instalador Debian e será descartada assim que você finalizar a instalação.
sl: To geslo uporablja samo namestitveni program Debian in bo ob koncu namestitve zavrženo.

source: Re-enter password to verify:
el: Ξαναδώστε τον κωδικό για επιβεβαίωση:
eo: Retajpu pasvorton por konfirmi:
fi: Syötä salasana uudelleen varmuuden vuoksi:
it: Inserire di nuovo la password per verifica:
ko: 확인을 위해 열쇠글을 다시 입력하십시오:
pt_br: Informe a senha novamente para verificação:
sl: Ponovno vnesite geslo za potrditev:

source: Please enter the same remote installation password again to verify that you have typed it correctly.
el: Ξαναπληκτρολογήστε τον κωδικό απομακρυσμένης εγκατάστασης για να εξακριβωθεί ότι το πληκτρολογήσατε σωστά.
eo: Bonvolu retajpi la saman foran instaladan pasvorton por kontroli ĝian tajpĝustecon.
fi: Kirjoita sama etäasennussalasana uudestaan, jotta varmistutaan sen oikeinkirjoituksesta.
it: Inserire nuovamente la password remota per verificare che sia stata scritta correttamente.
ko: 올바르게 입력했는 지 확인하기 위해 원격 설치 열쇠글을 다시 입력하십시오.
pt_br: Por favor, informe a senha para instalação remota novamente para se certificar que você tenha digitado a mesma corretamente.
sl: Ponovno vnesite enako geslo za oddaljeno namestitev, da preverim, ali ste ga vnesli pravilno.

source: Empty password
el: Κενός κωδικός πρόσβασης
eo: Malplena pasvorto
fi: Tyhjä salasana
it: Password vuota
ko: 빈 열쇠글임
pt_br: Senha em branco
sl: Prazno geslo

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
el: Εισάγατε έναν κενό κωδικό πρόσβασης, που δεν είναι επιτρεπτός. Παρακαλώ διαλέξτε έναν μη κενό κωδικό πρόσβασης.
eo: Vi tajpis malpermesitan malplenan pasvorton. Bonvolu tajpi plenan pasvorton.
fi: Syötit tyhjän salasanan. Se ei ole sallittua, joten ole hyvä ja syötä ei-tyhjä salasana.
it: È stata inserita una password vuota. Questo non è permesso; scegliere una password che non sia vuota.
ko: 빈 열쇠글을 사용할 수 없습니다. 열쇠글을 입력하십시오.
pt_br: Você informou uma senha em branco, a qual não é permitida. Por favor, informe uma senha não nula.
sl: Vnesli ste prazno geslo, kar ni na dovoljeno. Izberite ne-prazno geslo.

source: Password mismatch
el: Ασυμφωνία κωδικών
eo: Mistajpita pasvorto
fi: Salasanat eivät ole samat
it: Password non corrispondenti
ko: 열쇠글이 맞지 않습니다
pt_br: Senhas não conferem
sl: Gesli se ne ujemata

source: The two passwords you entered were not the same. Please enter a password again.
el: Οι δύο κωδικοί που πληκτρολογήσατε δεν είναι όμοιοι. Παρακαλώ πληκτρολογήστε ξανά έναν κωδικό.
eo: La du pasvortoj kiujn vi tajpis malsamas. Bonvolu reenigi pasvorton.
fi: Kirjoittamasi kaksi salasanaa eivät ole samat. Kirjoita salasana uudelleen.
it: Le due password inserite non sono eguali. Inserire nuovamente la password.
ko: 두 번 입력한 열쇠글이 같지 않습니다. 열쇠글을 다시 입력하십시오.
pt_br: As duas senhas que você informou não são iguais. Por favor, informe uma senha novamente.
sl: Gesli, ki ste ju vnesli, se ne ujemata. Ponovno vnesite geslo.

source: Start SSH
el: Εκκίνηση SSH
eo: Ekrulu 'SSH'-on
fi: Käynnistä SSH
it: Attivare SSH
ko: SSH 시작
pt_br: Iniciar o SSH
sl: Zaženi SSH

source: To continue the installation, please use an SSH client to connect to the IP address ${ip} and log in as the "installer" user.
el: Για να συνεχίσετε την εγκατάσταση, παρακαλώ συνδεθείτε με ένα πρόγραμμα-πελάτη SSH στην διεύθυνση IP ${ip} και συνδεθείτε ως χρήστης "installer".
eo: Por daŭrigi la instaladon, bonvolu uzi 'SSH'-dialogon par konektu vin al la 'IP'-adreso ${ip} kaj saluti tiel "installer" uzanto.
fi: Jatka asennusta ottamalla SSH-asiakasohjelmalla yhteys osoitteeseen ${ip} ja kirjautumalla sisään käyttäjänä "installer".
it: Per proseguire l'installazione usare un client SSH per connettersi all'indirizzo IP ${ip} e fare il log in con utente «installer».
ko: 설치를 계속 하시려면, SSH 클라이언트를 사용해 IP 주소 ${ip}에 연결하여 "installer"라는 사용자명으로 로그인하십시오.
pt_br: Para prosseguir com a instalação, por favor, use um cliente SSH para se conectar ao host com o endereço IP ${ip} e se autenticar como o usuário "installer".
sl: Za nadaljevanje namestitve uporabite odjemalec SSH. Prijavite se na IP naslov ${ip} kot uporabnik "installer".

source: The fingerprint of this SSH server's host key is: ${fingerprint}
el: Η ταυτότητα του παρόντος εξυπηρετητή SSH είναι: ${fingerprint}
eo: La 'SSH'-gastservila ĉifroŝlosila stampaĵo estas: ${fingerprint}
fi: Tämän SSH-palvelimen konekohtaisen avaimen sormenjälki on: ${fingerprint}
it: L'impronta dell'host per questo server SSH è: ${fingerprint}
ko: SSH 서버의 호스트 키의 핑거프린트는: ${fingerprint}
pt_br: A impressão digital da chave de host desse servidor SSH é: ${fingerprint}
sl: Odtis gostiteljskega SSH ključa za ta strežnik je: ${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
el: Παρακαλώ ελέγξτε αυτό με την ταυτότητα που αναφέρει ο πελάτης SSH που χρησιμοποιείτε.
eo: Bonvolu zorge rekontroli la stampaĵon reportitan de 'SSH'-kliento.
fi: Tarkasta huolellisesti tämän olevan sama kuin SSH-asiakasohjelman näyttämä sormenjälki.
it: Verificare attentamente questa impronta con quella riportata dal client SSH.
ko: 이 핑거프린트가 SSH 클라이언트에서 알려주는 핑거프린트와 같은 지 확인하십시오.
pt_br: Por favor, confira essa impressão digital cuidadosamente, comparando-a com a impressão digital relatada por seu cliente SSH.
sl: Primerjajte ali se ujema z odtisom ključa v vašem odjemalcu SSH.

source: No PALO partition was found.
el: Δε βρέθηκε κατάτμηση PALO.
eo: Neniu 'PALO'-diskpartigo estis trovita.
fi: Yhtään PALO-osiota ei löytynyt
it: Non è stata trovata alcuna partizione di PALO.
ko: PALO 파티션이 없습니다.
pt_br: Nenhuma partição PALO foi encontrada.
sl: Ni mogoče najti razdelka PALO.

source: The PALO partition must be in the first 2GB.
el: Η κατάτμηση PALO πρέπει να βρίσκεται στα πρώτα 2GB.
eo: La 'PALO'-diskpartigo devas situi en la unuaj du megabajtoj de la diskparto.
fi: PALO-osion on oltava ensimmäisten 2 Gt:n alueella.
it: La partizione di PALO deve essere nei primi 2GB.
ko: PALO 파티션은 처음 2GB에 들어 있어야 합니다.
pt_br: A partição PALO deve estar nos primeiros 2GB.
sl: Razdelek PALO mora biti v prvih 2 GB.

source: PALO boot partition
el: κατάτμηση εκκίνησης για το PALO
eo: 'PALO'-ekŝarga diskpartigo
fi: PALO käynnistysosio
it: Partizione di avvio di PALO
ko: PALO 부트 파티션
pt_br: Partição de inicialização PALO
sl: PALO zagonski razdelek

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
el: Για την εκκίνηση του νέου συστήματός σας, το firmware του Itanium συστήματός σας εκτελεί το φορτωτή εκκίνησης από την δεσμευμένη κατάτμηση EFI στον σκληρό δίσκο. Ο φορτωτής εκκίνησης τότε φορτώνει το λειτουργικό σύστημα από την ίδια κατάτμηση. Μια κατάτμηση EFI είναι διαμορφωμένη με σύστημα αρχείων FAT16 και ορισμένη σαν εκκινήσιμη. Οι περισσότερες εγκαταστάσεις τοποθετούν την κατάτμηση EFI στην πρώτη κύρια κατάτμηση στον ίδιο σκληρό που φιλοξενεί το ριζικό σύστημα αρχείων.
eo: Via 'Itanium'-sistema firmvaro ŝargas ekŝargilon el ĝia privata fiksa 'EFI'-diskpartigo por ekŝargi vian novan sistemon. La ekŝargilo poste ŝargas la operaciumon el la sama diskpartigo. 'EFI'-diskpartigo uzas la 'FAT16'-an dosieraranĝon kaj devas esti deklarata ekŝargebla. Plejmulto de instaladoj lokas la 'EFI'-diskpartigon sur la unuan elementan diskpartigon el la sama fiksita disko kiel la radika dosiersistemo.
fi: Kun uusi järjestelmä käynnistetään lataa Itanium-järjestelmän laiteohjelmisto alkulatausohjelman kiintolevyltä yksityiseltä EFI-osioltaan. Alkulatausohjelma lataa sitten käyttöjärjestelmän tuolta samalta osiolta. EFI-osio on alustettu FAT16-tiedostojärjestelmäksi ja käynnistyskelpoisuuden ilmaisin on päällä. Useimmat laitteistot sijoittavat EFI-osion juuritiedostojärjestelmän kanssa samalle kiintolevylle sen ensimmäiseksi ensisijaiseksi osioksi.
it: Per poter avviare il nuovo sistema, il firmware del sistema Itanium carica il programma di avvio dalla sua partizione EFI privata sul disco rigido. Il programma di avvio quindi carica il sistema operativo da quella stessa partizione. Una partizione EFI ha un file system formattato FAT16 sopra e il flag avviabile abilitato. La maggioranza delle installazioni mettono la partizione EFI sulla prima partizione primaria dello stesso disco che contiene il file system root.
ko: 새 데비안 시스템을 부팅할 때, Itanium 시스템의 펌웨어가 하드 디스크의 EFI 파팃현에서 부트 로더를 읽어들입니다. 그 다음에 부트 로더가 같은 파티션에서 운영 체제를 읽어들입니다. EFI 파티션은 FAT16 파티션으로 포맷되어 있고 부팅 가능 플래그가 설정되어 있습니다. 대부분 루트 파일 시스템이 들어 있는 같은 하드 디스크의 첫 번째 프라이머리 파티션을 EFI 파티션으로 합니다.
pt_br: Para que seja possível iniciar seu novo sistema, o firmware em seu sistema Itanium carrega o carregador de inicialização de sua partição EFI privada no disco rígido. O carregador de inicialização então carrega o sistema operacional da mesma partição. Uma partição EFI possui um sistema de arquivos formatado como FAT16 e a flag de inicialização definida. A maioria das instalações colocam a partição EFI na primeira partição primária do mesmo disco rígido que contém o sistema de arquivos raiz.
sl: Če želite zagnati vaš novi sistem, firmware oprema na Itaniumu zažene zagonski nalagalnik iz svojega zasebnega razdelka EFI na trdem disku. Zagonski nalagalnik potem zažene operacijski sistem z istega razdelka. Razdelek EFI vsebuje formatiran datotečni sistem FAT16 in ima nastavljeno zagonsko zastavico. Večina namestitev uvrsti razdelek EFI na prvi primaren razdelek diska, ki vsebuje korenski datotečni sistem.

source: No EFI partition was found.
el: Δε βρέθηκε κατάτμηση EFI.
eo: Neniu 'EFI'-diskpartigo estas trovita.
fi: Yhtään EFI-osiota ei löytynyt
it: Non è stata trovata alcuna partizione EFI.
ko: EFI 파티션이 없습니다.
pt_br: Nenhuma partição EFI foi encontrada.
sl: Ni mogoče najti razdelka EFI.

source: EFI boot partition
el: κατάτμηση εκκίνησης για το EFI
eo: 'EFI'-ekŝarga diskpartigo
fi: EFI-käynnistysosio
it: Partizione di avvio EFI
ko: EFI 부트 파티션
pt_br: Partição de inicialização EFI
sl: EFI zagonski razdelek

source: EFIboot
eo: 'EFI'-ekŝargo
pt_br: inicializEFI
sl: EFIzagon

source: Partition for boot loader installation:
el: Τμήμα για εγκατάσταση του φορτωτή εκκίνησης:
eo: Diskpartigo kie instalota ekŝargilo:
fi: Mihin levyosioon alkulatausohjelma asennetaan:
it: Partizione per l'installazione del boot loader:
ko: 부트 로더를 설치할 파티션:
pt_br: Partição a ser usada para a instalação do carregador de inicialização:
sl: Razdelek za namestitev zagonskega nalagalnika:

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
el: Καταγράφονται οι διαθέσιμες αυτή την στιγμή κατατμήσεις στο σύστημά σας. Παρακαλώ διαλέξτε αυτήν που θέλετε να χρησιμοποιήσει το elilo για την εκκίνηση του συστήματός σας.
eo: Nuntempe disponeblaj diskpartigoj en via sistemo estas menciitaj. Bonvolu elekti tiun, kiun la 'elilo' programo uzos por ekŝargi vian novan Debianan sitemon.
fi: Järjestelmäsi käytettävissä olevat levyosiot ovat luettelossa. Valitse mitä elilo käyttää uuden järjestelmän käynnistämiseen.
it: Vengono elencate le partizioni al momento disponibili sul sistema. Scegliere quella da fare usare a Elilo per avviare il nuovo sistema.
ko: 다음 목록은 현재 시스템에서 사용할 수 있는 파티션입니다. 데비안을 부팅할 때 elilo가 사용할 파티션을 선택하십시오.
pt_br: As partições disponíveis em seu sistema no momento estão listadas. Por favor, selecione qual delas você deseja que o elilo use para iniciar seu novo sistema.
sl: Izpisani so razdelki, ki so trenutno na voljo na vašem sistemu. Prosim izberite tistega za katerega želite, da ga elilo uporabi za zagon.

source: No boot partitions detected
el: Δεν ανιχνεύθηκαν εκκινήσιμες κατατμήσεις
eo: Neniu ekŝarga subdisko estas detektita
fi: Käynnistysosioita ei löytynyt
it: Non sono state trovate partizioni di avvio.
ko: 부트 파티션을 찾을 수 없습니다
pt_br: Nenhuma partição de inicialização detectada
sl: Nisem zaznal nobenih zagonskih razdelkov

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
el: Δεν ανιχνεύθηκαν κατατμήσεις κατάλληλες για χρήση από το elilo. Το elilo χρειάζεται μια κατάτμηση με σύστημα αρχείων FAT και ενεργοποιημένη τη δυνατότητα εκκίνησης.
eo: Neniu diskpartigo taŭgas la 'elilo'-uzadon. Elilo bezonas diskpartigon kun 'FAT'-dosiersistemo kaj ekŝarga flago.
fi: Elilo:lle käyttökelpoisia levyosioita ei löytynyt. Elilo tarvitsee osion jossa on FAT-tiedostojärjestelmä ja joka on merkitty käynnistysosioksi.
it: Non è stata trovata alcuna partizione utilizzabile da Elilo. Elilo necessita di una partizione con un file system FAT che sia marcata come avviabile.
ko: elilo가 사용할 적당한 파티션을 찾을 수 없습니다. elilo는 부팅 플래그가 설정된 FAT 파일 시스템이 하나 필요합니다.
pt_br: Nenhuma partição adequada para ser usada pelo elilo foi encontrada. O elilo precisa de uma partição com o sistema de arquivos FAT e com a flag de inicialização ativada.
sl: Nisem našel nobenih primernih razdelkov, ki bi jih lahko elilo uporabil. Elilo potrebuje razdelek z FAT datotečnim sistemom in nastavljeno zagonsko zastavico.

source: Install the elilo boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης elilo σε σκληρό δίσκο
eo: Instalu la 'elilo'-ekŝargilon sur fiksita disko
fi: Asenna elilo-alkulatausohjelma kiintolevylle
it: Installare il boot loader elilo su un disco fisso.
ko: elilo 부트 로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização elilo em um disco rígido
sl: Namesti zagonski nalagalnik elilo na disk

source: Installing the ELILO package
el: Εγκατάσταση του πακέτου ELILO
eo: Instalado de 'ELILO'-a pako
fi: Asennetaan ELILO-paketti
it: Installazione del pacchetto Elilo
ko: ELILO 꾸러미를 설치하는 중입니다
pt_br: Instalando o pacote ELILO
sl: Nameščanje paketa ELILO

source: Running ELILO for ${bootdev}
el: Εκτέλεση του ELILO για το ${bootdev}
eo: Lanĉi 'ELILO'-programon por ${bootdev}
fi: Käynnistetään ELILO laitteelle ${bootdev}
it: Esecuzione di Elilo per ${bootdev}
ko: ELILO를 ${bootdev}에 대해 실행하는 중입니다
pt_br: Executando ELILO para ${bootdev}
sl: Zagon ELILA za ${bootdev}

source: ELILO installation failed. Continue anyway?
el: Η εγκατάσταση του ELILΟ απέτυχε. Θέλετε να συνεχίσετε;
eo: 'ELILO'-instalado malsukcesis. Ĉu tamen daŭrigi?
fi: ELILO:n asennus epäonnistui. Jatketaanko silti?
it: L'installazione di Elilo è fallita. Continuare egualmente?
ko: ELILO 설치가 실패했습니다. 그래도 계속 하시겠습니까?
pt_br: A instalação do ELILO falhou. Continuar mesma assim?
sl: Namestitev ELILA ni uspela. Kljub temu nadaljujem?

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
el: Το πακέτο elilo απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του ELILO είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του ELILO και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'ELILO'-pakon ne eblas instali en '/target/'-o. Instalu 'ELILO'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'ELILO'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin elilo asennus hakemistoon /target/ epäonnistui. ELILO:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity ELILO:on, joten asennuksen jatkaminen saattaa olla mahdollista.
it: L'installazione del pacchetto Elilo in /target/ non ha funzionato. Installare Elilo come boot loader è un passo essenziale. Il problema riscontrato potrebbe però non essere relativo a Elilo, nel qual caso sarebbe proseguire l'installazione.
ko: elilo 꾸러미를 /target/에 설치하는 데 실패했습니다. elilo를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 elilo와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote ELILO em /target/ falhou. A instalação do ELILO como um carregador de inicialização é uma etapa necessária. Porém, o problema de instalação pode não estar relacionado ao ELILO e, nesse caso, continuar a instalação pode ser possível.
sl: Namestitev paketa elilo v /target/ ni uspela. Namestitev ELILA kot zagonskega nalagalnika je obvezen korak. Za težavo pri namestitvi morda ni kriv ELILO, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: ELILO installation failed
el: Η εγκατάσταση του ELILΟ απέτυχε
eo: 'ELILO'-instalado malsukcesis
fi: ELILO:n asennus epäonnistui
it: L'installazione di Elilo è fallita
ko: ELILO 설치가 실패했습니다
pt_br: A instalação do ELILO falhou
sl: Namestitev ELILA ni uspela

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
el: Η εκτέλεση του "/usr/sbin/elilo" απέτυχε με κωδικό λάθους "${ERRCODE}".
eo: Lanĉado de "/usr/sbin/elilo" malsukcesis kun erara kodo "${ERRCODE}".
fi: Komennon "/usr/sbin/elilo" suorittaminen epäonnistui, paluuarvona "${ERRCODE}".
it: L'esecuzione di «/usr/sbin/elilo» è fallita e ha restituito il codice d'errore «${ERRCODE}».
ko: "/usr/bin/elilo" 실행이 오류 코드 "${ERRCODE}"번으로 실패했습니다.
pt_br: A execução de "/usr/sbin/elilo" falhou com o código de erro "${ERRCODE}".
sl: Zagon "/usr/sbin/elilo" je spodletel, koda napake je "${ERRCODE}".

source: Aboot installation failed. Continue anyway?
el: Η εγκατάσταση του aboot απέτυχε. Θέλετε να συνεχίσετε;
eo: 'aboot'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Aboot:n asennus epäonnistui. Jatketaanko silti?
it: L'installazione di Aboot è fallita, continuare comunque?
ko: Aboot 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do aboot falhou Continuar mesmo assim?
sl: Namestitev aboot ni uspela. Kljub temu nadaljujem?
