Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Successfully mounted ${SUITE} installer ISO image
el: Η προσάρτηση του ειδώλου εγκατάστασης ISO ${SUITE} ήταν επιτυχής
eo: Plensukcese surmetita ${SUITE} instalada 'ISO'-bildo
fi: Jakelun ${SUITE} asentimen ISO-levyotos liitetty onnistuneesti
it: L'immagine ISO del programma di installazione ${SUITE} è stata montata
ko: ${SUITE} 설치 프로그램 ISO 이미지를 성공적으로 마운트했습니다.
pt_br: Imagem ISO do instalador ${SUITE} montada com sucesso
sl: Uspešno sem priklopil ISO sliko ${SUITE} namestilnika

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
el: Το είδωλο ISO ${FILENAME} στο ${DEVICE} (${SUITE}) θα χρησιμοποιηθεί για την εγκατάσταση.
eo: La 'ISO'-a '${FILENAME}'-dosiero en ${DEVICE} (${SUITE}) estos uzata tiel instalada 'ISO'-bildo.
fi: ISO-tiedosto ${FILENAME} laitteella ${DEVICE} (${SUITE}) otetaan käyttöön asennus-ISO-levyotoksena.
it: Il file ISO ${FILENAME} su ${DEVICE} (${SUITE}) sarà usato come immagine ISO di installazione.
ko: ${DEVICE} 장치에 있는 ${FILENAME} ISO 파일을 ${SUITE} 설치 ISO 이미지로 사용합니다.
pt_br: O arquivo ISO ${FILENAME} em ${DEVICE} (${SUITE}) será usado como a imagem ISO de instalação.
sl: Kot ISO slika namestitve bo uporabljena ISO datoteka ${FILENAME} na ${DEVICE} (${SUITE}).

source: Load installer components from an installer ISO
el: Φόρτωση του λογισμικού εγκατάστασης από ένα είδωλο εγκατάστασης ISO
eo: Ŝargu elementojn el instalada 'ISO'-bildo
fi: Lataa asentimen osat ISO-levyotokselta
it: Caricare i componenti del programma di installazione da un'immagine ISO
ko: 설치 프로그램 구성 요소를 설치 프로그램 ISO에서 읽어들이기
pt_br: Carregar componentes do instalador de um ISO do instalador
sl: Namesti komponente namestitve iz namestitvene ISO slike

source: Save debug logs
el: Αποθήκευση των αρχείων καταγραφής για αποσφαλμάτωση
eo: Savu ĝustigajn ĵurnalojn
fi: Tallenna vianetsinnän lokit
it: Salvare i log per il debug
ko: 디버깅용 기록 저장
pt_br: Gravar logs de depuração
sl: Shrani dnevnike za potrebe razhroščevanja

source: floppy
el: δισκέττα
eo: Disketo
fi: levyke
ko: 플로피
pt_br: disquete
sl: disketa

source: web
el: διαδίκτυο (ιστός)
eo: Teksaĵo
ko: 웹
sl: splet

source: mounted file system
el: προσαρτημένο σύστημα αρχείων
eo: Surmetita dosiersistemo
fi: liitetty tiedostojärjestelmä
it: file system montato
ko: 마운트한 파일시스템
pt_br: sistema de arquivos montado
sl: priklopljen datotečni sistem

source: How should the debug logs be saved or transferred?
el: Πώς θέλετε να αποθηκεύσετε ή να μεταφέρετε τα αρχεία καταγραφής;
eo: Savaj metodoj de ĝustigaj ĵurnaloj:
fi: Vianjäljityksen lokien tallennustapa:
it: In che modo devono essere salvati e trasferiti i log di debug?
ko: 디버깅 로그를 어떻게 저장 혹은 전송할까요?
pt_br: Como os log de depuração devem ser gravados ou transferidos?
sl: Kako naj bodo shranjeni ali prenešeni razhroščevalni dnevniki?

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
el: Τα αρχεία καταγραφής, χρήσιμα στην αποσφαλμάτωση, μπορούν να αποθηκευτούν σε δισκέττα, να διαμοιραστούν μέσω ιστού (web) ή να αποθηκευτούν σε ένα προσαρτημένο σύστημα αρχείων.
eo: Ĝustigaj ĵurnaloj de la instalilo saveblas en disketo, alireblaj sur la teksaĵo, aŭ savitaj en surmetita dosiersistemo.
fi: Asentimen vianjäljityksen lokit voidaan tallentaa levykkeelle, saattaa luettaviksi webin kautta tai tallentaa liitetylle tiedostojärjestelmälle.
it: I file di log per il debug del programma di installazione può essere salvato su floppy, disponibili sul sito web o salvato su un file system montato.
ko: 설치 프로그램의 디버깅 로그 파일은 플로피에 저장할 수도 있고, 웹을 통해 가져갈 수도 있고, 마운트한 파일시스템에 저장할 수도 있습니다.
pt_br: Arquivos de logs de depuração do instalador podem ser gravados em um disquete, servidor através da Web ou gravados em um sistema de arquivos montado.
sl: Dnevnike za potrebe razhroščevanja namestitve je mogoče shraniti na disketo, poslati preko spleta ali shraniti na priklopljen datotečni sistem.

source: Directory in which to save debug logs:
el: Φάκελος αποθήκευσης των αρχείων καταγραφής:
eo: Savonta dosierujo de ĝustigaj ĵurnaloj:
fi: Hakemisto vianjäljityksen lokien tallentamiseen:
it: Directory in cui salvare i log di debug:
ko: 디버깅 로그를 저장할 디렉토리:
pt_br: Diretório no qual gravar logs de depuração:
sl: Imenik kamor naj shranim dnevnike:

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
el: Παρακαλώ πριν συνεχίσετε, βεβαιωθείτε ότι το σύστημα αρχείων στο οποίο θέλετε να αποθηκεύσετε τα αρχεία καταγραφής είναι προσαρτημένο.
eo: Bonvolu kontroli la surmetadon de la dosiersistemo kie vi volas savi la ĝustigajn ĵurnalojn antaŭ ol daŭrigi.
fi: Tarkista, että hakemisto johon vianjäljityksen lokit tallennetaan on liitetty ennen kuin jatketaan.
it: Prima di continuare assicurarsi che il file system su cui si vogliono salvare i log sia montato.
ko: 계속 하시기 전에 디버깅 로그를 저장하려는 파일 시스템을 마운트하도록 하십시오.
pt_br: Por favor, certifique-se de que o sistema de arquivos no qual você deseja gravar os logs de depuração esteja montado antes de prosseguir.
sl: Prepričajte se, da je datotečni sistem kamor želite shraniti dnevnike priklopljen, preden nadaljujete.

source: Cannot save logs
el: Αδύνατη η αποθήκευση των αρχείων καταγραφής
eo: Neeblas savi ĝustigajn ĵurnalojn
fi: Lokeja ei voi tallentaa
it: Impossibile salvare i log
ko: 로그를 저장할 수 없습니다
pt_br: Não foi possível gravar os logs
sl: Nisem uspel shraniti dnevnikov

source: The directory "${DIR}" does not exist.
el: Ανύπαρκτος κατάλογος "${DIR}".
eo: La dosierujo "${DIR}" malekzistas.
fi: Hakemistoa "${DIR}" ei ole olemassa.
it: La directory «${DIR}» non esiste.
ko: "${DIR}" 디렉토리가 없습니다.
pt_br: O diretório "${DIR}" não existe.
sl: Imenik "${DIR}" ne obstaja.

source: Web server started, but network not running
el: Ο διακομιστής ιστοσελίδων φορτώθηκε αλλά το δίκτυο δεν είναι ενεργό.
eo: Ekfunkcia TTT-servilo, sed neniu reto aktivas
fi: WWW-palvelin käynnistyi, mutta verkko ei ole päällä
it: Il server web è avviato ma la rete non funziona
ko: 웹 서버를 시작했지만, 네트워크에 접근할 수 없습니다
pt_br: Servidor Web iniciado, mas rede não está em funcionamento.
sl: Spletni strežnik je zagnan, vendar omrežje ne deluje

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
el: Ξεκίνησε ένας απλός διακομιστής ιστοσελίδων σε αυτόν τον υπολογιστή, για τη διακόμηση των αρχείων καταγραφής και πληροφοριών αποσφαλμάτωσης. Ωστόσο, το δίκτυο δεν έχει ρυθμιστεί ακόμη. Ο διακομιστής θα συνεχίσει τη λειτουργία του και θα είναι διαθέσιμος όταν ολοκληρωθεί η ρύθμιση του δικτύου.
eo: Simpla TTT-servilo estis ekfunkciigita en tiu kumputilo por servi ĵurnalajn dosierojn kaj ĝustigajn informojn. Tamen, la reto ne funkcias. La servilo estos lasita tia, kaj iĝos atingebla kiam la reto estos agordita.
fi: Tällä tietokoneella on käynnistetty yksinkertainen WWW-palvelin tarjoamaan lokitiedostot ja vianjäljityksen tiedot luettaviksi. Verkon asetuksia ei kuitenkaan ole vielä tehty. WWW-palvelin jätetään käyntiin ja on käytettävissä kunhan verkon asetukset on tehty.
it: Un semplice server web è stato avviato su questo computer, per servire i file di log e informazioni di debug. Sebbene la rete non sia stata ancora configurata. Il web server sarà lasciato girare e sarà accessibile una volta che la rete sarà configurata.
ko: 로그 파일과 디버깅 정보를 가져갈 수 있도록 이 컴퓨터에서 간단한 웹 서버를 시작했습니다. 하지만 네트워크를 아직 설정하지 않았습니다. 웹 서버는 계속 실행하고 있지만, 네트워크를 설치해야 이 파일에 접근할 수 있습니다.
pt_br: Um servidor Web simples foi iniciado neste computador para servir os arquivos de log e informações de depuração. Porém, a rede ainda não foi configurada. O servidor Web será mantido em execução e será acessível uma vez que a rede esteja configurada.
sl: Na tem računalniku je bil pognan preprost spletni strežnik z namenom shranjevanja dnevnikov in razhroščevalnih informacij. Vendar vaše omrežje še ni postavljeno. Spletni strežnik bo ostal prižgan in bo dostopen, ko bo vaše omrežje delovalo.

source: Web server started
el: Φορτώθηκε ο διακομιστής ιστοσελίδων
eo: Ekfunkciigita TTT-servilo
fi: WWW-palvelin on käynnistetty
it: Web server avviato
ko: 웹 서버를 시작했습니다
pt_br: Servidor Web iniciado
sl: Spletni strežnik zagnan

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
el: Φορτώθηκε ένας απλός διακομιστής ιστοσελίδων σε αυτόν τον υπολογιστή, για τη διακόμηση των αρχείων καταγραφής και πληροφοριών αποσφαλμάτωσης. Υπάρχει διαθέσιμο ευρετήριο όλων των αρχείων καταγραφής στη διεύθυνση http://${ADDRESS}/
eo: Simpla TTT-servilo estis ekfunkciigita en tiu kumputilo por servi ĵurnalajn dosierojn kaj ĝustigajn informojn. Indekso de ĉiuj disponeblaj ĵurnalaj dosieroj atingeblas je tiu adreso: http://${ADDRESS}/
fi: Tällä tietokoneella on käynnistetty yksinkertainen WWW-palvelin tarjoamaan lokitiedostoja ja vianjäljityksen tietoja. Saatavilla olevien lokitiedostojen hakemisto löytyy osoitteesta http://${ADDRESS}/
it: Un semplice server web è stato avviato su questo computer per fornire i file di log e le informazioni di debug. Un indice di tutti i file di log disponibile si trova in http://${ADDRESS}/
ko: 로그 파일과 디버깅 정보를 가져갈 수 있도록 간단한 웹 서버를 시작했습니다. 가져갈 수 있는 로그 파일의 인덱스는 http://${ADDRESS}/ 주소에서 볼 수 있습니다.
pt_br: Um servidor Web simples foi iniciado neste computador para servir os arquivos de log e informações de depuração. Um índice de todos os arquivos de log disponíveis pode ser encontrado em http://${ADDRESS}/
sl: Na tem računalniku je bil pognan preprost spletni strežnik z namenom shranjevanja dnevnikov in razhroščevalnih informacij. Seznam vseh dosegljiv dnevniških datotek lahko najdete na http://${ADDRESS}/

source: Insert formatted floppy in drive
el: Τοποθετήστε μια μορφοποιημένη δισκέτα στη μονάδα δισκέτας
eo: Enŝovu datumaranĝan disketon en diskturnilo
fi: Pistä alustettu levyke asemaan
it: Inserire un dischetto formattato nel lettore
ko: 포맷된 플로피를 드라이브에 넣으십시오
pt_br: Insira um disquete formatado no leitor de disquetes
sl: V disketnik vstavite formatirano disketo

source: Log files and debug info will be copied into this floppy.
el: Τα αρχεία καταγραφής και αποσφαλμάτωσης θα αντιγραφούν σε αυτή τη δισκέτα.
eo: Ĵurnalaj dosieroj kaj ĝustigaj informoj estos kopiitaj en tiu disketo.
fi: Lokitiedostot ja virheenjäljitystiedot kopioidaan tälle levykkeelle.
it: I file di log e le informazioni di debug saranno copiati sul dischetto.
ko: 로그 파일과 디버깅 정보를 플로피에 복사합니다.
pt_br: Arquivos de log e informações de depuração serão copiados para esse disquete.
sl: Datoteke z dnevniki in razhroščevalnimi informacijami bodo shranjene na to disketo.

source: The information will also be stored in /var/log/installer/ on the installed system.
el: Η πληροφορία αυτή θα αποθηκευτεί επίσης και στον κατάλογο /var/log/installer/ στο εγκατεστημένο σύστημα.
eo: La informoj estos ankaŭ konservitaj en '/var/log/installer/' sur la instalita sistemo.
fi: Tiedot talletetaan myös hakemistoon /var/log/installer/ asennetussa järjestelmässä.
it: Queste informazioni verranno anche memorizzate nella directory /var/log/installer/ del sistema installato.
ko: 이 정보는 최종 설치한 시스템의 /var/log/installer/에도 저장합니다.
pt_br: As informações serão também armazenadas em /var/log/installer/ no sistema instalado.
sl: Informacije bodo shranjene tudi v /var/log/installer/ na nameščenem sistemu.

source: Failed to mount the floppy
el: Σφάλμα κατά τη προσάρτηση της δισκέτας
eo: Surmetado de disketo malsukcesis
fi: Levykkeen liittäminen ei onnistunut
it: Mount del floppy fallito
ko: 플로피를 마운트하는 데 실패했습니다
pt_br: Falha ao montar o disquete
sl: Nisem mogel priklopiti disketnika

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
el: Είτε δε βρέθηκε η μονάδα δισκέτας ή δεν υπάρχει μια διαμορφωμένη δισκέτα στη μονάδα.
eo: Aŭ la disketo ne troveblis, aŭ datumaranĝa disketo ne estas en la diskturnilo.
fi: Joko levykelaitetta ei löydy tai asemassa ei ole alustettua levykettä.
it: Impossibile trovare il lettore di dischetti o non è presente nessun dischetto formattato nel lettore.
ko: 플로피 장치를 찾을 수 없거나 드라이브에 포맷한 드라이브가 들어 있지 않습니다.
pt_br: O dispositivo de disquete não pôde ser encontrado ou não existe um disquete formatado no leitor de disquetes.
sl: Ali ne morem najti disketnika ali pa v disketniku ni formatirane diskete.

source: Gathering information for installation report...
el: Συγκέντρωση πληροφοριών για την αναφορά εγκατάστασης ...
eo: Regrupiĝaj informoj por la instalada raporto...
fi: Kerätään tietoa asennusraporttia varten...
it: Raccolta delle informazioni per il rapporto sull'installazione in corso.
ko: 설치 보고서를 만들 정보를 모으는 중입니다 ...
pt_br: Obtendo informação para relatório de instalação...
sl: Zbiram informacije za poročilo o namestitvi...

source: Check CD-ROM integrity?
el: Να γίνει έλεγχος της ακεραιότητας του CD-ROM;
eo: Kontrolu sendifektecon de lumdisko?
fi: Tarkistetaanko rompun eheys?
it: Verificare l'integrità del CD-ROM?
ko: CD-ROM이 올바른지 확인하시겠습니까?
pt_br: Checar integridade do CD-ROM?
sl: Preverim celovitost CD-ROM-a?

source: Warning: this check depends on your hardware and may take some time.
el: Προειδοποίηση: αυτός ο έλεγχος εξαρτάται από το υλικό του υπολογιστή σας και πιθανόν να καθυστερήσει.
eo: Atentu: tio kontrolo dependas de via aparataro kaj eble longtempe daŭros.
fi: Varoitus: tämä tarkistus riippuu laitteistosta ja voi kestää hetken aikaa.
it: Attenzione: questa verifica dipende dall'hardware installato e può impiegare del tempo.
ko: 경고: 이 검사는 하드웨어에 따라 시간이 좀 걸릴 수도 있습니다.
pt_br: Aviso: esta checagem depende de seu hardware e pode levar algum tempo.
sl: Opozorilo: dolžina tega preverjanja je odvisna od vaše strojne opreme in lahko traja nekaj časa.

source: Insert a Debian CD-ROM
el: Εισάγετε ένα CD-ROM του Debian
eo: Enŝovu Debianan lumdiskon
fi: Laita Debian-romppu asemaan
it: Inserire un CD-ROM Debian
ko: 데비안 CD-ROM을 넣으십시오
pt_br: Insira um CD-ROM Debian
sl: Vstavite Debian CD-ROM

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
el: Παρακαλώ, εισάγετε ένα από τα επίσημα CD-ROM του Debian στη μονάδα CD-ROM πριν συνεχίσετε.
eo: Bonvolu enŝovi unun inter la officaj Debianaj lumdiskoj en diskilon antaŭ ol daŭrigi.
fi: Laita yksi virallisista Debian-rompuista asemaan ennen jatkamista.
it: Inserire nel lettore uno dei CD-ROM Debian ufficiali prima di continuare.
ko: 계속하기 전에 공식 데비안 CD-ROM을 드라이브에 넣으십시오.
pt_br: Por favor, insira um dos CD-ROMs oficiais Debian no leitor de CDs antes de continuar.
sl: Pred nadaljevanjem vstavite enega od uradnih Debian CD-ROM-ov v pogon.

source: Failed to mount CD-ROM
el: Σφάλμα κατά την προσάρτηση (mount) του CD-ROM
eo: Surmetado de lumdisko malsukcesis
fi: Rompun liittäminen epäonnistui
it: Mount del CD-ROM non riuscito
ko: CD-ROM을 마운트하는 데 실패했습니다
pt_br: Falha ao montar CD-ROM
sl: Nisem mogel priklopiti CD-ROM-a

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
el: Η μονάδα CD-ROM ${CDROM} δε μπορεί να προσαρτηθεί σωστά. Παρακαλούμε ελέγξτε τη καλωδίωση και το μέσον και ξαναπροσπαθήστε.
eo: La '${CDROM}'-lumdisko eble ne estis korekte surmetita. Bonvolu kontroli la amasinformilon kaj kablojn kaj reprovu poste.
fi: Romppua ${CDROM} ei voitu liittää oikein. Tarkistathan taltion ja kaapelit. Yritä sen jälkeen uudelleen.
it: Il CD-ROM ${CDROM} non è stato montato correttamente. Controllare il disco, i collegamenti e tentare nuovamente.
ko: ${CDROM} CD-ROM을 마운트할 수 없습니다. 미디어와 케이블을 확인하시고, 다시 한 번 시도하십시오.
pt_br: Não foi possível montar o CD-ROM ${CDROM} corretamente. Por favor cheque a mídia e os cabos e tente novamente.
sl: CD-ROMa ${CDROM} ni bilo mogoče pravilno priklopiti. Preverite nosilec in kable in poskusite znova.

source: No valid Debian CD-ROM
el: Μη έγκυρο CD-ROM του Debian
eo: Neniu valida Debiana lumdisko
fi: Ei kelvollista Debian-romppua
it: Nessun CD-ROM Debian valido
ko: 올바른 데비안 CD-ROM이 아닙니다
pt_br: Não é um CDROM Debian válido
sl: Ni veljaven Debian CD-ROM

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
el: Το CD-ROM που τοποθετήσατε δεν είναι έγκυρο CD-ROM του Debian. Παρακαλώ, τοποθετήστε το σωστό CD-ROM.
eo: La enŝovita lumdisko ne estas valida Debiana lumdisko. Bonvolu ŝanĝi ĝin.
fi: Laittamasi romppu ei ole kelvollinen Debian-romppu. Vaihda levyä.
it: Il disco inserito non è un CD-ROM Debian valido. Sostituire il disco.
ko: 넣은 CD-ROM은 올바른 데비안 CD-ROM이 아닙니다. 디스크를 교환하십시오.
pt_br: O CD-ROM inserido não é um CD-ROM Debian válido. Por favor troque-o.
sl: CD-ROM, ki ste ga vstavili ni veljaven Debian CD-ROM. Prosim, zamenjajte ga.

source: Failed to open checksum file
el: Σφάλμα κατά το άνοιγμα του αρχείου MD5
eo: Malfermado de la suma kontroldosiero malsukcesas
fi: Tarkistussummatiedoston avaus epäonnistui
it: Apertura del file di checksum non riuscita
ko: 체크섬 파일을 여는 데 실패했습니다
pt_br: Falha ao abrir arquivo checksum
sl: Odpiranje datoteke s kontrolno vsoto ni uspelo

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
el: Σημειώθηκε σφάλμα κατά το άνοιγμα του αρχείου MD5 από το CD-ROM. Το αρχείο αυτό το οποίο περιέχει τις υπογραφές των αρχείων που βρίσκονται στο CD-ROM.
eo: Malfernado sur la lumdisko de 'MD5'-a dosiero malsukcesis. Tiu dosiero inkludas la sumajn kontrolojn de ĉeestantaj dosieroj sur la lumdisko.
fi: MD5-tiedoston avaus rompulta epäonnistui. Tiedosto sisältää tarkistussummat rompulta löytyville tiedostoille.
it: È fallita l'apertura del file MD5 sul CD-ROM. Questo file contiene le checksum dei file presenti sul CD-ROM.
ko: CD-ROM의 MD5 파일을 여는 데 실패했습니다. 체크섬 파일에는 CD-ROM에 들어 있는 파일의 체크섬이 들어 있습니다.
pt_br: A abertura do arquivo MD5 no CD-ROM falhou. Esse arquivo contém os checksums dos arquivos localizados no CD-ROM.
sl: Ni mi uspelo odpreti datoteke MD5, ki vsebuje kontrolne vsote datotek na CD-ROM-u.

source: Integrity test successful
el: Ο έλεγχος ακεραιότητας ολοκληρώθηκε επιτυχώς
eo: Ĝusteca kontrolo sukcesas
fi: Eheystarkistus läpäisty
it: Verifica di integrità completata correttamente
ko: 내용 확인이 성공했습니다
pt_br: Teste de integridade realizado com sucesso
sl: Preizkus celovitosti je uspel

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
el: Ο έλεγχος ακεραιότητας για το CD-ROM ολοκληρώθηκε επιτυχώς Το CD-ROM είναι σε καλή κατάσταση.
eo: La lumdiska ĝusteca kontrolo sukcesis. Valida lumdisko.
fi: Rompun eheystarkistus läpäistiin. Romppu on kelvollinen.
it: Test di verifica dell'integrità del CD-ROM riuscito. Il CD-ROM è valido.
ko: CD-ROM이 올바른지 확인하는 데 성공했습니다. CD-ROM이 문제가 없습니다.
pt_br: A checagem de integridade do CD-ROM foi um sucesso. O CD-ROM é válido.
sl: Preverjanje celovitosti CD-ROM-a je uspela. CD plošča je v redu.

source: Integrity test failed
el: Ο έλεγχος ακεραιότητας απέτυχε
eo: Ĝusteca kontrolo mulsukcesis
fi: Eheystarkistus hylätty
it: Test di verifica integrità non riuscito
ko: 내용 확인에 실패했습니다
pt_br: Teste de integridade falhou
sl: Preizkus celovitosti ni uspel

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
el: Το ακόλουθο αρχείο παρουσιάζει ασυμφωνία στην υπογραφή MD5: ${FILE}. Το CD-ROM ή το συγκεκριμένο αρχείο μπορεί να είναι κατεστραμμένο.
eo: La sumo de la 'MD5'-kontrolo de la '${FILE}'-dosiero ne ĝustas. Eble la tuta lumdisko estas difektita aŭ nur tiu dosiero.
fi: Tiedoston ${FILE} MD5-tarkistussumma ei täsmää. Romppusi tai tämä tiedosto voi olla vioittunut.
it: La verifica del checksum MD5 per il file ${FILE} è fallita. L'intero CD-ROM o solo questo file potrebbero essere corrotti.
ko: ${FILE} 파일에 대해 MD5 체크섬 확인이 실패했습니다. CD-ROM이나 이 파일이 손상되었을 것입니다.
pt_br: A verificação do checksum MD5 do arquivo ${FILE} falhou. Seu CD-ROM ou esse arquivo podem estar corrompidos.
sl: Kontrolna vsota MD5 datoteke ${FILE} se ne ujema. Vaš CD-ROM ali ta datoteka sta morda poškodovana.

source: Check the integrity of another CD-ROM?
el: Θα θέλατε να ελέγξετε κάποιο άλλο CD-ROM;
eo: Kontrolu sendifektecon de alia lumdisko?
fi: Tarkista toisen rompun eheys?
it: Verificare l'integrità di un altro CD-ROM?
ko: 또 다른 CD-ROM의 내용을 확인하시겠습니까?
pt_br: Checar a integridade de outro CD-ROM?
sl: Bi radi preizkusili celovitost še enega CD-ROM-a?

source: Insert Debian boot CD-ROM
el: Τοποθετήστε το CD-ROM εκκίνησης του Debian
eo: Enŝovu Debianan ekŝargan lumdiskon
fi: Laita Debian-käynnistysromppu asemaan
it: Inserire il CD-ROM di avvio Debian
ko: 데비안 시작 CD-ROM을 넣으십시오
pt_br: Insira um CD-ROM Debian
sl: Vstavite Debian zagonski CD-ROM

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
el: Παρακαλώ, βεβαιωθείτε ότι έχετε τοποθετήσει το CD-ROM εκκίνησης του Debian για τη συνέχιση της εγκατάστασης.
eo: Bonvolu kontroli la bonan enŝovadon de la Debiana ekŝarga lumdisko por daŭrigi la instaladon.
fi: Jatkaaksesi asennusta, tarkista, että laitoit Debian-käynnistysrompun asemaan.
it: Assicurarsi di avere inserito il CD-ROM di avvio Debian per procedere con l'installazione.
ko: 설치를 계속하시기 전에 데비안 시작 CD-ROM을 넣으십시오.
pt_br: Por favor, certifique-se de ter inserido o CD-ROM de inicialização (boot) do Debian para continuar com a instalação.
sl: Da bi lahko nadaljevali z namestitvijo, se prepričajte, da ste vstavili Debian zagonski CD-ROM.

source: Checking CD-ROM integrity
el: Έλεγχος της ακεραιότητας του CD-ROM
eo: Kontroli sendifektecon de lumdisko
fi: Tarkistetaan rompun eheyttä
it: Verifica dell'integrità del CD-ROM in corso.
ko: CD-ROM의 내용을 확인하는 중입니다
pt_br: Checando integridade do CD-ROM
sl: Preverjam celovitost CD-ROM-a

source: Checking file: ${FILE}
el: Έλεγχος του αρχείου: ${FILE}
eo: Kontroli dosieron: ${FILE}
fi: Tarkistetaan tiedosto: ${FILE}
it: Verifica del file: ${FILE}
ko: 파일 검사: ${FILE}
pt_br: Checando arquivo: ${FILE}
sl: Preverjam datoteko: ${FILE}

source: Check the CD-ROM(s) integrity
el: Έλεγχος της ακεραιότητας του CD-ROM
eo: Kontrolu sendifektecon de lumdisko(j)
fi: Rompun/romppujen eheystarkistus
it: Verificare integrità CD-ROM
ko: CD-ROM의 내용 확인
pt_br: Checar a integridade do(s) CD-ROM(s)
sl: Preverjam celovitost CD-ROM-a

source: Continue installation remotely using SSH
el: Συνέχιση απομακρυσμένης εγκατάστασης με χρήση SSH
eo: Daŭrigu instaladon de fore per SSH
fi: Jatka etäasennuksena käyttäen SSH:ta
it: Proseguire l'installazione in remoto usando SSH
ko: SSH을 사용해 원격에서 설치하기
pt_br: Prosseguir com a instalação remotamente usando SSH
sl: Nadaljuj namestitev oddaljeno, preko SSH

source: Start menu
el: Εκκίνηση μενού
eo: Eka menuo
fi: Käynnistä valikko
it: Menu di avvio
ko: 메뉴 시작
pt_br: Iniciar menu
sl: Meni Start

source: Start shell
el: Εκκίνηση κελύφους
eo: Eka shell
fi: käynnistä komentotulkki
it: Apertura di una shell
ko: 쉘 시작
pt_br: Iniciar prompt de comandos
sl: lupina Start

source: Network console option:
el: Επιλογές δικτυακής κονσόλας:
eo: Reta konzola alternativo:
fi: Verkkopääte käytössä:
it: Opzioni della console di rete:
ko: 네트워크 콘솔 옵션:
pt_br: Opção do console de rede:
sl: Možnosti mrežne konzole:
