Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Create logical volumes
el: Δημιουργία λογικών τόμων
eo: Kreu logikajn datumportilojn (LV)
fi: Luo loogisia niteitä
it: Creare volumi logici
ko: 논리 볼륨 만들기
pt_br: Criar volumes lógicos
sl: Ustvari logične nosilce

source: Delete logical volumes
el: Διαγραφή λογικών τόμων
eo: Viŝu logikajn datumportilojn (LV)
fi: Poista loogisia niteitä
it: Cancellare volumi logici
ko: 논리 볼륨 지우기
pt_br: Remover volumes lógicos
sl: Zbriši logične nosilce

source: Leave
el: Έξοδος
eo: Forlasu
fi: Poistu
it: Terminare
ko: 끝내기
pt_br: Sair
sl: Izhod

source: Logical volumes configuration action:
el: Εργασία ρύθμισης των Λογικών Τόμων:
eo: Logika datumportila akomodado:
fi: Levynideryhmän muokkaustoiminnot:
it: Passo di configurazione dei volumi logici:
ko: 논리 볼륨 설정 작업:
pt_br: Ação de configuração dos Volumes Lógicos:
sl: Dejanje pri nastavljanju logičnih nosilcev:

source: Devices for the new volume group:
el: Μονάδες που θα αποτελέσουν τη νέα Ομάδα Τόμων:
eo: Adaptiloj por la nova datumportila grupo:
fi: Uuden levynideryhmän laitteet:
it: Device per il nuovo gruppo di volumi:
ko: 새 볼륨 그룹에 쓸 장치:
pt_br: Dispositivos para o novo Grupo de Volume:
sl: INaprave za novo skupino nosilcev:

source: Please select the devices for the new volume group.
el: Παρακαλώ, επιλέξτε τις μονάδες που θα αποτελέσουν τη νέα Ομάδα Τόμων.
eo: Bonvolu elekti adaptilojn por la nova datumportila grupo.
fi: Valitse uuden levynideryhmän laitteet.
it: Selezionare i device per il nuovo gruppo di volumi.
ko: 새 볼륨 그룹에 사용할 장치를 선택하십시오.
pt_br: Por favor, selecione os dispositivos para o novo Grupo de Volume.
sl: Izberite naprave za novo skupino nosilcev.

source: Volume group name:
el: Όνομα της Ομάδας Τόμων:
eo: Datumportila grupa nomo:
fi: Levynideryhmän nimi:
it: Nome del gruppo di volumi:
ko: 볼륨 그룹 이름:
pt_br: Nome do Grupo de Volume:
sl: Ime skupine nosilcev:

source: Please enter the name you would like to use for the new volume group.
el: Δώστε το όνομα που θα θέλατε να χρησιμοποιήσετε για τη νέα Ομάδα Τόμων.
eo: Bonvolu tajpi uzontan nomon de la nova datumportila grupo.
fi: Mitä nimeä haluat käyttää uudelle levynideryhmälle.
it: Scrivere il nome che si vuole utilizzare per il nuovo gruppo di volumi.
ko: 새 볼륨 그룹에 사용하려는 이름을 입력하십시오.
pt_br: Por favor, informe o nome que você gostaria de usar para o novo Grupo de Volume.
sl: Vnesite ime, ki bi ga radi uporabili za novo skupino nosilcev.

source: No physical volumes were selected. The creation of a new volume group was aborted.
el: Δεν επιλέχθηκαν φυσικές μονάδες. Η διαδικασία δημιουργίας της νέας Ομάδας Τόμων ακυρώνεται.
eo: Neniu datumportilo estas elektita. La kreado de nova datumportila grupo fiaskis.
fi: Levyniteitä ei ollut valittuna. Uuden levynideryhmän luonti keskeytettiin.
it: Non sono stati selezionati dei volumi fisici. La creazione di un nuovo gruppo di volumi è stata annullata.
ko: 실제 볼륨을 하나도 선택하지 않았습니다. 새 볼륨 그룹 만들기가 중지되었습니다.
pt_br: Nenhum volume físico foi selecionado. A criação de um novo Grupo de Volume foi abortada.
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam ustvarjanje nove skupine nosilcev.

source: No volume group name entered
el: Δε δόθηκε όνομα Ομάδας Τόμων.
eo: Neniu indikita datumportila grupa nomo
fi: Levynideryhmän nimeä ei annettu
it: Nessun nome inserito per il gruppo di volumi
ko: 볼륨 그룹 이름을 입력하지 않았습니다.
pt_br: Nenhum nome de Grupo de Volume informado
sl: Nobeno ime skupine nosilcev ni bilo vnešeno

source: No name for the volume group has been entered. Please enter a name.
el: Δε δόθηκε όνομα για την Ομάδα Τόμων. Παρακαλώ, δώστε ένα όνομα.
eo: Neniu datumportila grupa nomo estas indikita. Bonvolu tajpi nomon.
fi: Levynideryhmän nimeä ei annettu. Anna jokin nimi.
it: Non è stato inserito alcun nome per il gruppo di volumi. Sceglierne uno.
ko: 볼륨 그룹의 이름을 입력하지 않았습니다. 이름을 입력하십시오.
pt_br: Nenhum nome de Grupo de Volume foi informado. Por favor, informe um nome.
sl: Nobeno ime skupine nosilcev ni bilo vnešeno. Prosim vnesite ime.

source: Volume group name already in use
el: Το όνομα αυτό της Ομάδας Τόμων χρησιμοποιείται ήδη
eo: Jam uzata datumportila grupa nomo
fi: Levynideryhmän nimi on jo käytössä
it: Nome del gruppo di volumi già in uso
ko: 볼륨 그룹 이름이 이미 사용중입니다
pt_br: Nome do Grupo de Volume já em uso
sl: To ime skupine nosilcev je že v uporabi

source: The selected volume group name is already in use. Please choose another name.
el: Το επιλεγμένο όνομα Ομάδας Τόμων χρησιμοποιείται ήδη. Παρακαλώ, διαλέξτε κάποιο άλλο όνομα.
eo: La elektita datumportila grupa nomo estas jam azita. Bonvolu elekti alian nomon.
fi: Valittu levynideryhmän nimi on jo käytässä. Valitse jokin muu nimi.
it: Il nome del gruppo di volumi è già in uso. Sceglierne un altro.
ko: 입력한 볼륨 그룹 이름이 이미 사용중입니다. 다른 이름을 사용하십시오.
pt_br: O nome do Grupo de Volume selecionado já está em uso. Por favor, selecione um outro nome.
sl: Izbrano ime skupine nosilcev je že v uporabi. Izberite drugo ime in poskusite znova.

source: Volume group name overlaps with device name
el: Το όνομα της Ομάδας Τόμων επικαλύπτεται με το όνομα της μονάδας
eo: Konflikta nomo inter datumportila grupa nomo kaj adaptila nomo
fi: Levynideryhmän nimi on jo laitenimenä
it: Il nome del gruppo di volumi si sovrappone al quello di un device
ko: 볼륨 그룹 이름이 장치 이름과 충돌합니다
pt_br: Nome do Grupo de Volume conflita com nome de dispositivo
sl: To ime skupine nosilcev se prekriva z imenom naprave

source: The selected volume group name overlaps with an existing device name. Please choose another name.
el: Το επιλεγμένο όνομα Ομάδας Τόμων χρησιμοποιείται ήδη. Παρακαλώ, διαλέξτε κάποιο άλλο όνομα.
eo: La elektita datumportila grupa nomo konflikas kun ekzistanta adaptila nomo. Bonvolu elekti alian nomon.
fi: Valittu levynideryhmän nimi on jo käytössä laitenimenä. Valitse jokin muu nimi.
it: Il nome del gruppo di volumi scelto si sovrappone a quello di un device. Sceglierne un altro.
ko: 입력한 볼륨 그룹 이름이 기존의 장치 이름과 충돌합니다. 다른 이름을 사용하십시오.
pt_br: O nome do Grupo de Volume selecionado conflita com um nome de dispositivo existente. Por favor, selecione um outro nome.
sl: Izbrano ime skupine nosilcev se prekriva z obstoječim imenom naprave. Izberite drugo ime.

source: Volume group to delete:
el: Ομάδα Τόμων προς διαγραφή:
eo: Viŝota datumportila grupo:
fi: Poistettava levynideryhmä:
it: Gruppo di volumi da cancellare
ko: 지울 볼륨 그룹:
pt_br: Grupo de Volume a ser removido:
sl: Skupina nosilcev, ki naj jo izbrišem:

source: Please select the volume group you wish to delete.
el: Επιλέξτε το όνομα της Ομάδας Τόμων που επιθυμείτε να διαγράψετε.
eo: Bonvolu elekti la datumportilan grupon, kiun vi volas viŝi.
fi: Valitse poistettava levynideryhmä.
it: Selezionare il gruppo di volumi che si desidera cancellare.
ko: 지우려는 볼륨 그룹을 선택하십시오.
pt_br: Por favor, selecione o Grupo de Volume que você deseja remover.
sl: Izberite skupino nosilcev, ki jo želite zbrisati.

source: The volume group may have already been deleted.
el: Η Ομάδα Τόμων πιθανόν έχει ήδη διαγραφεί.
eo: La datumportila grupo eble jam estis viŝita.
fi: Levynideryhmä saattaa olla jo poistettu.
it: Il gruppo di volumi può essere già stato cancellato.
ko: 볼륨 그룹이 이미 지워졌을 것입니다.
pt_br: O Grupo de Volume pode já ter sido removido.
sl: To ime skupine nosilcev je že izbrisano.

source: Really delete the volume group?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την Ομάδα Τόμων;
eo: Ĉu vi vere viŝos tiun datumportilan grupon?
fi: Haluatko varmasti poistaa levynideryhmän?
it: Si è certi di voler cancellare il gruppo di volumi?
ko: 정말로 볼륨 그룹을 지우시겠습니까?
pt_br: Realmente remover o Grupo de Volume?
sl: Resnično izbrišem skupino nosilcev?

source: Please confirm the ${VG} volume group removal.
el: Παρακαλώ, επιβεβαιώστε την διαγραφή της Ομάδας Τόμων ${VG}.
eo: Bonvolu konfirmi la demetadon de '${VG}'-datumportila grupo.
fi: Vahvista levynideryhmän ${VG} poisto.
it: Confermare la rimozione del gruppo di volumi ${VG}.
ko: ${VG} 볼륨 그룹을 지울 지 확인하십시오.
pt_br: Por favor, confirme a remoção do grupo de volume ${VG}.
sl: Prosim potrdite odstranitev ${VG} skupine nosilcev.

source: Error while deleting volume group
el: Σφάλμα κατά τη διαγραφή της Ομάδας Τόμων
eo: Viŝado de datumportila grupo eraras
fi: Tapahtui virhe poistettaessa levynideryhmä.
it: Errore durante la cancellazione del gruppo di volumi
ko: 볼륨 그룹을 지우는 데 오류가 발생했습니다
pt_br: Erro na remoção do Grupo de Volume
sl: Napaka pri brisanju skupine nosilcev

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
el: Δεν ήταν δυνατή η διαγραφή της επιλεγμένης Ομάδα Τόμων. Ίσως κάποιος Λογικός Τόμος είναι ακόμη σε χρήση.
eo: La elektitan datumportilan grupon neeblis viŝi. Iu aŭ pluraj logikaj datumportiloj eble estas nuntempe uzataj.
fi: Valittua levynideryhmää ei voitu poistaa. Yksi tai useampia loogisia levyniteitä voi olla parhaillaan käytössä.
it: Il gruppo di volumi selezionato non può essere cancellato perché almeno un volume logico lo sta usando.
ko: 선택한 볼륨 그룹을 지울 수 없습니다. 한 개 이상의 논리 볼륨이 현재 사용중일 것입니다.
pt_br: Não foi possível remover o Grupo de Volume selecionado. Um ou mais Volumes Lógicos podem estar atualmente em uso.
sl: Izbrane skupine nosilcev ni bilo mogoče zbrisati. Eden ali več logičnih nosilcev je morda trenutno v uporabi.

source: No volume group can be deleted.
el: Δεν είναι δυνατή η διαγραφή κάποιας Ομάδας Τόμων.
eo: Neniu datumportila grupo eblas viŝita.
fi: Mitään levynideryhmää ei voi poistaa.
it: Nessun gruppo di volumi può essere cancellato.
ko: 지울 수 있는 볼륨 그룹이 없습니다.
pt_br: Não foi possível remover nenhum Grupo de Volume.
sl: Nobene skupine nosilcev ni mogoče izbrisati.

source: Volume group to extend:
el: Ομάδα Τόμων προς επέκταση:
eo: Plivastigota datumportila grupo:
fi: Kasvatettava levynideryhmä:
it: Gruppo di volumi da estendere:
ko: 늘릴 볼륨 그룹:
pt_br: Grupo de Volume a ser extendido:
sl: Skupina nosilcev za razširitev:

source: Please select the volume group you wish to extend.
el: Επιλέξτε την Ομάδα Τόμων που θέλετε να επεκτείνετε.
eo: Bonvolu elekti datumportilan grupon, kiun vi volas plivastigi.
fi: Valitse kasvatettava levynideryhmä.
it: Selezionare il gruppo di volumi che si desidera estendere.
ko: 늘리려는 볼륨 그룹을 선택하십시오.
pt_br: Por favor, selecione o Grupo de Volume que você deseja estender.
sl: Prosim izberite skupino nosilcev, ki jo želite razširiti.

source: Devices to add to the volume group:
el: Μονάδες για πρόσθεση στην Ομάδα Τόμων:
eo: Aldonotaj adaptiloj al datumportila grupo:
fi: Levynideryhmään lisättävät laitteet:
it: Device da aggiungere al gruppo di volumi:
ko: 볼륨 그룹에 더할 장치:
pt_br: Dispositivos a adicionar ao Grupo de Volume:
sl: Naprave, ki jih želite dodati skupini nosilcev:

source: Please select the devices you wish to add to the volume group.
el: Παρακαλώ, επιλέξτε τις μονάδες που θέλετε να προσθέσετε στην Ομάδα Τόμων.
eo: Bonvolu elekti la adaptilon, kiun vi volas aldoni al datumportila grupo.
fi: Valitse levynideryhmään lisättävät laitteet.
it: Selezionare i device che si desidera aggiungere al gruppo di volumi.
ko: 이 볼륨 그룹에 더할 장치를 선택하십시오.
pt_br: Por favor, selecione os dispositivos que você deseja adicionar ao Grupo de Volume.
sl: Prosim, izberite naprave, ki jih želite dodati skupini nosilcev.

source: You can select one or more devices.
el: Μπορείτε να επιλέξετε μία ή περισσότερες μονάδες.
eo: Vi povas elekti unu aŭ plurajn adaptilojn.
fi: Voit valita yhden tai useamman laitteen.
it: Si possono selezionare uno o più device.
ko: 한 개 혹은 그 이상의 장치를 선택할 수 있습니다.
pt_br: Você pode selecionar um ou mais dispositivos.
sl: Izberete lahko eno ali več naprav.

source: No physical volumes selected
el: Δεν επιλέχθηκαν φυσικές μονάδες
eo: Neniu datumpartilo estas elektita
fi: Yhtään levynidettä ei ole valittuna
it: Nessun volume fisico selezionato
ko: 물리 볼륨을 선택하지 않았습니다
pt_br: Nenhum volume físico selecionado
sl: Izbrali niste nobenega fizičnega nosilca

source: No physical volumes were selected. Extension of the volume group was aborted.
el: Δεν επιλέχθηκαν φυσικές μονάδες. Η διαδικασία επέκτασης της Ομάδας Τόμων ακυρώνεται.
eo: Neniu datumpartilo estas elektita. Plivastigado de la datumportila grupo fiaskis.
fi: Yhtään levynidettä ei ollut valittuna. Levynideryhmän kasvattaminen keskeytetään.
it: Non si è selezionato alcun volume fisico. L'estensione del gruppo di volumi è stata annullata.
ko: 물리 볼륨을 선택하지 않았습니다. 볼륨 그룹 늘리기를 중지합니다.
pt_br: Nenhum volume físico foi selecionado. A extensão do Grupo de Volume foi abortada.
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam razširjanje skupine nosilcev.

source: Error while extending volume group
el: Σφάλμα κατά την επέκταση της Ομάδας Τόμων
eo: Plivastigado de datumportila grupo eraras
fi: Tapahtui virhe kasvatettaessa levynideryhmää
it: Errore durante l'estensione del gruppo di volumi
ko: 볼륨 그룹 늘리는 데 오류가 발생했습니다
pt_br: Erro estendendo o Grupo de Volume
sl: Napaka pri razširjanju skupine nosilcev

source: The physical volume ${PARTITION} could not be added to the selected volume group.
el: Δεν ήταν δυνατή η προσθήκη της φυσικής μονάδας ${PARTITION} στην επιλεγμένη Ομάδα Τόμων.
eo: La '${PARTITION}'-datumportilon neeblas aldoni al elektita datumportila grupo.
fi: Levynidettä ${PARTITION} ei voitu lisätä valittuun levynideryhmään.
it: Non è stato possibile aggiungere il volume fisico ${PARTITION} al gruppo di volume selezionato.
ko: ${PARTITION} 물리 볼륨을 선택한 볼률 그룹에 더할 수 없습니다.
pt_br: Não foi possível adicionar o volume físico ${PARTITION} ao Grupo de Volume selecionado.
sl: Fizičnega nosilca ${PARTITION} nisem mogel dodati k izbrani skupini nosilcev.

source: No volume group has been found.
el: Δε βρέθηκε Ομάδα Τόμων.
eo: Neniu datumportila grupo estas trovita.
fi: Yhtään levynideryhmää ei löytynyt.
it: Non si è trovato alcun gruppo di volumi.
ko: 볼륨 그룹을 찾을 수 없습니다.
pt_br: Nenhum Grupo de Volume foi encontrado.
sl: Nisem našel nobene skupine nosilcev.

source: No volume group can be reduced.
el: Δεν είναι δυνατή η σμίκρυνση των Ομάδων Τόμων.
eo: Neniun datumportilan grupon eblas malplivastigi.
fi: Minkään levynideryhmän kokoa ei voi pienentää.
it: Nessun gruppo di volumi può essere ridotto.
ko: 줄일 수 있는 볼륨 그룹이 없습니다.
pt_br: Não foi possível reduzir nenhum Grupo de Volume.
sl: Ne morem zmanjšati nobene skupine nosilcev.

source: Volume group to reduce:
el: Ομάδα Τόμων προς σμίκρυνση:
eo: Malplivastigota datumportila grupo:
fi: Pienennettävä levynideryhmä:
it: Gruppo di volumi da ridurre:
ko: 줄일 볼륨 그룹:
pt_br: Grupo de volume a ser reduzido:
sl: Skupina nosilcev, ki jo želite zmanjšati:

source: Please select the volume group you wish to reduce.
el: Επιλέξτε την Ομάδα Τόμων που θέλετε να σμικρύνετε.
eo: Bonvolu elekti datumportilan grupon, kiun vi volas malplivastigi.
fi: Valitse pienennettävä levynideryhmä.
it: Selezionare il gruppo di volumi che si desidera ridurre.
ko: 줄이려는 볼륨 그룹을 선택하십시오.
pt_br: Por favor, selecione o Grupo de Volume que você deseja reduzir.
sl: Prosim izberite skupino nosilcev, ki jo želite zmanjšati.

source: Device to remove from volume group:
el: Επιλέξτε τις μονάδες προς αφαίρεση από την Ομάδα Τόμων:
eo: Forigotaj adaptiloj el datumportila grupo:
fi: Levynideryhmästä poistettava laite:
it: Device da rimuovere da gruppo di volumi:
ko: 볼륨 그룹에서 지울 장치:
pt_br: Dispositivo a ser removido do Grupo de Volume:
sl: Naprava, ki jo želite odstraniti iz skupine nosilcev:

source: Please select the device you wish to remove from the volume group.
el: Παρακαλώ, επιλέξτε τις μονάδες που θέλετε να αφαιρέσετε από την Ομάδα Τόμων.
eo: Bonvolu elekti la adaptilon, kiun vi volas forigi el datumportila grupo.
fi: Valitse levynideryhmästä poistettava laite.
it: Selezionare il device da rimuovere dal gruppo di volumi.
ko: 볼륨 그룹에서 지우려는 장치를 선택하십시오.
pt_br: Por favor, selecione o dispositivo que você deseja remover do Grupo de Volume.
sl: Prosim izberite napravo, ki jih želite odstraniti iz skupine nosilcev.

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
el: Δεν ήταν δυνατή η σμίκρυνση της επιλεγμένης Ομάδας Τόμων (${VG}). Υπάρχει μόνο μία φυσική μονάδα συνδεδεμένη. Αντ' αυτού, επιλέξτε τη διαγραφή της Ομάδας Τόμων.
eo: La elektitan datumportilan grupon (${VG}) ne eblas malplivastigi. Nur unu datumportilo estas ligita. Anstataŭ tio, plivole forviŝu la datumportilan grupon.
fi: Valittua levynideryhmää (${VG}) ei voitu pienentää. Liitettynä on vain yksi levynide. Poista levynideryhmä.
it: Non è stato possibile ridurre il gruppo di volumi selezionato (${VG}) poiché è composto da un solo volume fisico. Cancellare il gruppo di volumi invece di ridurlo.
ko: 선택한 볼륨 그룹을 (${VG}) 줄일 수 없습니다. 붙어 있는 물리 볼륨이 하나밖에 없습니다. 지우시려면 볼륨 그룹을 지우십시오.
pt_br: Não foi possível reduzir o Grupo de Volume selecionado (${VG}). Existe somente um volume físico anexado. Por favor, ao invés disso, remova o Grupo de Volume.
sl: Izbrane skupine nosilcev (${VG}) ni mogoče zmanjšati. Pripet je le en fizični nosilec. Namesto tega raje izbrišite skupino nosilcev.

source: Error while reducing volume group
el: Σφάλμα κατά της σμίκρυνσης της Ομάδας Τόμων
eo: Malplivastigado de datumportila grupo eraras
fi: Tapahtui virhe pienennettäessä levynideryhmää
it: Errore durante la riduzione del gruppo di volumi
ko: 볼륨 그룹 줄이는 데 오류가 발생했습니다
pt_br: Erro reduzindo o Grupo de Volume
sl: Med manjšanjem skupine nosilcev je prišlo do napake

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
el: Δεν ήταν δυνατή η προσθήκη της φυσικής μονάδας ${PARTITION} στην επιλεγμένη Ομάδα Τόμων.
eo: La '${PARTITION}'-datumportilon neeblas forigi el elektita datumportila grupo.
fi: Levynidettä ${PARTITION} ei voitu lisätä valittuun levynideryhmään.
it: Non è stato possibile aggiungere il volume fisico ${PARTITION} al gruppo di volume selezionato.
ko: ${PARTITION} 물리 볼륨을 선택한 볼률 그룹에 더할 수 없습니다.
pt_br: Não foi possível adicionar o volume físico ${PARTITION} ao Grupo de Volume selecionado.
sl: Fizičnega nosilca ${PARTITION} nisem mogel odstraniti iz izbrane skupine nosilca.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
el: Δε βρέθηκαν ομάδες τόμων για δημιουργία ενός λογικού τόμου. Πρέπει πρώτα να δημιουργήσετε περισσότερους φυσικούς τόμους και ομάδες τόμων.
eo: Neniu datumportila grupo estas trovita por krei novan logikan datumportilon. Bonvolu krei pli logikajn datumportilon kaj datumportilajn grupojn.
fi: Yhtään levynideryhmää, johon luotaisiin uusi looginen levynide, ei löytynyt. Luo lisää fyysisiä levyniteitä ja levynideryhmiä.
it: Non si è trovato alcun gruppo di volumi per creare un volume logico. Si creino più volumi fisici e gruppi di volumi.
ko: 새 논리 볼륨을 만드는 데 쓸 볼륨 그룹을 찾을 수 없습니다. 물리 볼륨과 볼륨 그룹을 더 만드십시오.
pt_br: Não foi encontrado nenhum grupo de volume para criação de um novo volume lógico. Por favor, crie mais volumes físicos e grupos de volume.
sl: Nisem našel nobenih skupin nosilcev s katerimi bi lahko ustvaril nov logični nosilec. Prosim ustvarite več fizičnih nosilcev in skupin nosilcev.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
el: Δε βρέθηκαν διαθέσιμες ομάδες τόμων για δημιουργία ενός λογικού τόμου. Πρέπει πρώτα να δημιουργήσετε περισσότερους φυσικούς τόμους και ομάδες τόμων, ή να σμικρύνετε μια ήδη υπάρχουσα ομάδα τόμων.
eo: Neniu libera datumportila grupo estas trovita por krei novan logikan datumportilan grupon. Bonvolu kri pli logikajn datumportilajn, aŭ redukti ĉeestantan datumportilan grupon.
fi: Ei löytynyt yhtään vapaata levynideryhmää josta luotaisiin uusi looginen nide. Luo lisää fyysisiä niteitä ja levynideryhmiä, tai pienennä olemassa olevaa levynideryhmää.
it: Non è stato trovato alcun gruppo di volumi libero per creare un nuovo volume logico. Creare più volumi fisici e gruppi di volume, o ridurre un gruppo di volume esistente.
ko: 새 논리 볼륨을 만드는 데 쓸 빈 볼륨 그룹을 찾을 수 없습니다. 물리 볼륨과 볼륨 그룹을 더 만들거나, 현재 볼륨 그룹을 줄이십시오.
pt_br: Não foi encontrado nenhum grupo de volume livre para criação de um volume lógico. Por favor, crie mais volumes físicos e grupos de volume ou reduza um grupo de volume existente.
sl: Nisem našel nobenih praznih skupin nosilcev za ustvarjanje novega logičnega nosilca. Prosim ustvarite več fizičnih nosilcev in skupin nosilcev, ali zmanjšajte obstoječo skupino nosilcev.

source: Logical volume name:
el: Όνομα του Λογικού Τόμου:
eo: Logika datumportila nomo:
fi: Loogisen levyniteen nimi:
it: Nome del volume logico:
ko: 논리 볼륨 이름:
pt_br: Nome do Volume Lógico:
sl: Ime logičnega nosilca:

source: Please enter the name you would like to use for the new logical volume.
el: Δώστε το όνομα που θα θέλατε να χρησιμοποιήσετε για το νέο Λογικό Τόμο.
eo: Bonvolu tajpi uzotan nomon de la nova logika datumportilo.
fi: Nimeä uusi levynideryhmä.
it: Indicare il nome che si desidera usare per il nuovo volume logico.
ko: 새 논리 볼륨에 사용하려는 이름을 입력하십시오.
pt_br: Por favor, informe o nome que você gostaria de usar para o novo Volume Lógico.
sl: Prosim vnesite ime, ki bi ga radi uporabili za nov logični nosilec.

source: Please select the volume group where the new logical volume should be created.
el: Επιλέξτε την Ομάδα Τόμων στην οποία θα ανήκει ο νέος Λογικός Τόμος.
eo: Bonvolu elekti datumportilaron kie la nova logika datumportilo endos kreita.
fi: Valitse mihin levynideryhmään uusi looginen levynide luodaan.
it: Selezionare il gruppo di volumi all'interno del quale creare il volume logico.
ko: 논리 볼륨을 만들 볼륨 그룹을 선택하십시오.
pt_br: Por favor, selecione o Grupo de Volume onde o novo Volume Lógico deverá ser criado.
sl: Izberite skupino nosilcev v kateri naj ustvarim nov logični nosilec.

source: No logical volume name entered
el: Δε δόθηκε όνομα του Λογικού Τόμου
eo: Neniu indikita logika datumportila nomo
fi: Loogisen levyniteen nimeä ei annettu
it: Non è stato inserito alcun nome per il volume logico
ko: 논리 볼륨 이름을 입력하지 않았습니다
pt_br: Nenhum nome de Volume Lógico informado
sl: Nobeno ime logičnega nosilca ni bilo vnešeno

source: No name for the logical volume has been entered. Please enter a name.
el: Δε δόθηκε κάποιο όνομα για το Λογικό Τόμο. Παρακαλώ δώστε ένα όνομα.
eo: Neniu logika datumportila nomo estas indikita. Bonvolu tajpi nomon.
fi: Loogiselle levyniteelle ei annettu nimeä. Anna jokin nimi.
it: Non è stato inserito alcun nome per il volume logico, inserirne uno.
ko: 논리 볼륨의 이름을 입력하지 않았습니다. 이름을 입력하십시오.
pt_br: Nenhum nome de Volume Lógico foi informado, Por favor, informe um nome.
sl: Nobeno ime logičnih nosilcev ni bilo vnešeno. Prosim vnesite ime.

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
el: Το όνομα ${LV} χρησιμοποιείται ήδη από άλλο Λογικό Τόμο στην ίδια Ομάδα Τόμων (${VG}).
eo: La '${LV}'-nomo estas jam uzita de alia logika datumportilo sur la sama '${VG}'-datumportilaro.
fi: Nimi ${LV} on jo käytössä toisessa levyniteessä samassa levynideryhmässä (${VG}).
it: Il nome ${LV} è già in uso da un altro volume logico nello stesso gruppo di volumi (${VG}).
ko: ${LV} 이름이 같은 볼륨 그룹의 (${VG}) 다른 논리 볼륨에서 사용중입니다.
pt_br: O nome ${LV} já está em uso por um outro Volume Lógico no mesmo Grupo de Volume (${VG}).
sl: Dano ime ${LV} že uporablja nek drug logični nosilec v isti skupini nosilcev (${VG}).

source: Logical volume size:
el: Μέγεθος Λογικού Τόμου:
eo: Logika datumportila amplekso:
fi: Loogisen levyniteen koko:
it: Dimensione del volume logico:
ko: 논리 볼륨 크기:
pt_br: Tamanho do Volume Lógico:
sl: Velikost logičnega nosilca:
