Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Initialization vector generation algorithm for this partition:
el: Αλγόριθμος δημιουργίας ανύσματος αρχικοποίησης γι' αυτήν την κατάτμηση:
eo: Kreado algoritma de vektora pravalorado por ĉi tiu diskpartigo:
fi: Tämän osion satunnaissiemenen alustusalgoritmi:
it: Algoritmo per la generazione del vettore di inizializzazione per questa partizione:
ko: 이 파티션에 적용할 초기화 벡터(IV) 생성 알고리즘:
pt_br: Algoritmo de geração de inicialização de vetores para esta partição:
sl: Algoritem za ustvarjanje inicializacijskega vektorja za ta razdelek:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
el: Υπάρχουν διαφορετικοί αλγόριθμοι για την παραγωγή του διάνυσματος αρχικοποίησης για κάθε τομέα. Η επιλογή αυτή επηρεάζει την ασφάλεια της κρυπτογράφησης. Συνήθως, δεν υπάρχει λόγος να αλλάξετε την συνιστώμενη προκαθορισμένη τιμή, παρά μόνον ίσως για λόγους συμβατότητας με παλιότερα συστήματα.
eo: Multaj algoritmoj povas esti uzitaj por derivi la vektoran komencvaloradon de ĉiuj sektoroj. Tiu elekto influas la ĉifradan sekurecon. Kutime, ne utilas ŝanĝi la preskriban valoron, krom por gardi akordigeblecon kun malnovaj sistemoj.
fi: Satunnaissiemenen luomiseen sektorikohtaisesti on useita algoritmeja. Tämä valinta vaikuttaa salauksen turvallisuuteen. Tavallisesti ei ole mitään syytä muuttaa tätä suositellusta oletusarvosta, paitsi tarvittaessa yhteensopivuutta vanhojen järjestelmien kanssa.
it: Esistono diversi algoritmi per derivare il vettore di inizializzazione per ogni settore. Questa scelta influenza la sicurezza della cifratura. Normalmente, non c'è ragione per cambiare questa impostazione dal default, eccetto per compatibilità con vecchi sistemi.
ko: 각 섹터의 초기화 벡터를 생성하는 알고리즘이 다양하게 존재합니다. 어떤 알고리즘을 선택하느냐는 암호화의 성능을 좌우합니다. 일반적으로는 구형 시스템과의 호환성 문제가 아니라면 이 선택을 변경할 필요는 없습니다.
pt_br: Existem diferentes algoritmos a partir do quais vetores de inicialização podem ser derivados para cada setor. Esta escolha influencia na segurança da criptografia. Normalmente, não existem razões para mudar para um algoritmo diferente do algoritmo padrão recomendado, exceto por compatibilidade com sistemas mais antigos.
sl: Za izpeljevanje inicializacijskega vektorja za vsak sektor nosilca podatkov obstajajo različni algoritmi. Ta izbira vpliva na varnost šifriranja. Običajno ni razloga za spreminjanje privzete nastavitve, razen zaradi združljivosti s starejšimi sistemi.

source: Encryption key:
el: Κλειδί κρυπτογράφησης:
eo: Ĉifrada ŝlosilo:
fi: Salausavain:
it: Chiave di cifratura:
ko: 암호화키:
pt_br: Chave criptográfica:
sl: Šifrirni ključ:

source: Type of encryption key for this partition:
el: Είδος κλειδιού κρυπτογράφησης γι' αυτή την κατάτμηση:
eo: Ĉifrita ŝlosila tipo por ĉi tiu diskpartigo:
fi: Tämän osion salausavaimen tyyppi:
it: Tipo di chiave di cifratura per questa partizione:
ko: 이 파티션에 사용할 암호화키의 종류:
pt_br: Tipo de chave criptográfica para esta partição:
sl: Tip šifrirnega ključa za ta razdelek:

source: Encryption key hash:
el: Κλειδί hash κρυπτογράφησης:
eo: Hakado de la ĉifrada ŝlosilo:
fi: Salausavaimen tiiviste:
it: Hash della chiave di cifratura:
ko: 암호화키의 해시값:
pt_br: Hash de chave criptográfica:
sl: Izvleček šif. ključa:

source: Type of encryption key hash for this partition:
el: Τύπος του κλειδιού hash κρυπτογράφησης γι' αυτήν την κατάτμηση:
eo: Hakĉifra ŝlosila tipo por ĉi tiu diskpartigo:
fi: Tämän osion salausavaimen tiivisteen tyyppi:
it: Tipo di hash della chiave di cifratura per questa partizione:
ko: 이 파티션에 사용할 암호화키 해시값의 종류:
pt_br: Tipo de hash de chave criptográfica para esta partição:
sl: Tip izvlečka šifrirnega ključa za ta razdelek:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
el: Το κλειδί της κρυπτογράφησης παράγεται από την συνθηματική φράση με την εφαρμογή μιας μονόδρομης συνάρτησης hash σ' αυτήν. Συνήθως, δεν υπάρχει λόγος να το αλλάξετε αυτό από την συνιστώμενη προκαθορισμένη τιμή και αν το κάνετε με λάθος τρόπο πιθανόν να μειώσετε την ισχύ της κρυπτογράφησης.
eo: La hakĉifra ŝlosilo estas derivita de la pasfrazo per aplikado al ĝi de unudirekta hakfunkcio. Kutime, ne utilas ŝanĝi la preskribitan valoron. Plie, maltaŭga ŝanĝo povos malpliigi la ĉifran sekurecon.
fi: Salausavain lasketaan salauslauseesta yksisuuntaisella tiivistysfunktiolla. Tavallisesti ei ole mitään syytä muuttaa tätä suositellusta oletusarvosta, ja vääränlainen muutos saattaa heikentää salausta.
it: La chiave di cifratura è derivata dalla passphrase applicandogli l'hash di una funzione non reversibile. Normalmente non c'è motivo di cambiare questa dal default e farlo nel modo sbagliato può ridurre la robustezza della cifratura.
ko: 암호화키는 패스프레이즈에 단방향 해시 함수를 적용하여 구합니다. 일반적으로는 권장하는 값에서 다른 값으로 바꿀 필요가 없으며 잘못 바꿀 경우에는 암호화 성능을 저하시킬 수도 있습니다.
pt_br: A chave criptográfica é derivada da passphrase através da aplicação de uma função hash de mão única à mesma. Normalmente, não existem razões para mudar a chave criptográfica para outra chave diferente da chave padrão recomendada e, na verdade, fazer essa mudança de maneira errada pode reduzir a força da criptografia.
sl: Šifrirni ključ se izpelje iz gesla z uporabo enosmerne zgostitvene funkcije. Običajno ni razloga za spreminjanje privzete vrednosti. Nepravilno spreminjanje privzete vrednosti lahko oslabi moč šifriranja.

source: Erase data:
el: Διαγραφή δεδομένων:
eo: Forviŝu datumojn:
fi: Tiedot pyyhitään:
it: Cancellare i dati:
ko: 데이터 삭제:
pt_br: Apagar dados:
sl: Izbriši podatke:

source: no
el: όχι
eo: ne
fi: ei
ko: 아니오
pt_br: não
sl: ne

source: yes
el: ναι
eo: jes
fi: kyllä
it: si
ko: 예
pt_br: sim
sl: da

source: Erase data on this partition
el: Διαγραφή δεδομένων σ' αυτήν την κατάτμηση
eo: Forviŝu datumojn en tiu diskpartigo:
fi: Pyyhi tämän osion tiedot:
it: Cancellare i dati su questa partizione
ko: 이 파티션에 있는 데이터 삭제합니다
pt_br: Apagar dados nesta partição
sl: Izbriši podatke na tem razdelku

source: Really erase the data on ${DEVICE}?
el: Να διαγραφούν πραγματικά τα δεδομένα στη συσκευή ${DEVICE};
eo: Ĉu vi vere viŝu '${DEVICE}'-datumojn?
fi: Varmista haluavasi pyyhkiä tiedot laitteelta ${DEVICE}?
it: Si è sicuri di voler cancellare i dati su ${DEVICE}?
ko: ${DEVICE}에 있는 데이터를 전부 지웁니까?
pt_br: Realmente apagar os dados em ${DEVICE}?
sl: Izbrišem podatke na ${DEVICE}?

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
el: Τα δεδομένα στην συσκευή ${DEVICE} θα αντικατασταθούν από τυχαία δεδομένα. Δεν θα μπορούν πλέον να ανακτηθούν μετά την ολοκλήρωση αυτού του βήματος. Αυτή είναι η τελευταία σας ευκαιρία να ακυρώσετε την διαγραφή.
eo: La '${DEVICE}'-datumoj estos superskribitaj per hazardaj datumoj. Tiuj ŝanĝoj estas definitivaj. Tio estas la lasta okazo aborti la viŝon.
fi: Laitteella ${DEVICE} olevien tietojen päälle kirjoitetaan satunnaismössöllä. Tietoja ei voi palauttaa kun tämä on tehty. Tämä on viimeinen mahdollisuus keskeyttää tietojen pyyhkiminen.
it: I dati su ${DEVICE} saranno sovrascritti con dati casuali. Non potranno più essere recuperati al termine di questo passo. Questa è l'ultima possibilità di interrompere la cancellazione.
ko: ${DEVICE}에 있는 데이터를 랜덤한 값으로 덮어쓸 것입니다. 이 과정을 마친 후 원 데이터를 복구할 수 없게 됩니다. 데이터 삭제를 취소할 수 있는 마지막 기회입니다.
pt_br: Os dados em ${DEVICE} serão sobrescritos com dados aleatórios. Os mesmos não poderão ser recuperados após este passo ter sido finalizado. Esta é a última oportunidade de abortar a remoção dos dados.
sl: Podatke na napravi ${DEVICE} bodo prepisali naključni podatki. Po tem koraku podatkov ni mogoče obnoviti. To je zadnja priložnost za preklic brisanja.

source: Erasing data on ${DEVICE}
el: Διαγραφή των δεδομένων στη συσκευή ${DEVICE}
eo: Viŝu '${DEVICE}'-datumojn
fi: Pyyhitään tiedot laitteelta ${DEVICE}
it: Cancellazione dei dati su ${DEVICE} in corso
ko: 데이터 삭제 중: ${DEVICE}
pt_br: Apagando dados em ${DEVICE}
sl: Brišem podatke na ${DEVICE}

source: Erasing data on ${DEVICE} failed
el: Η διαγραφή των δεδομένων στη συσκευή ${DEVICE} απέτυχε
eo: Viŝado de '${DEVICE}'-datumoj malsukcesis
fi: Tietojen pyyhkiminen laitteelta ${DEVICE} epäonnistui
it: Cancellazione dei dati su ${DEVICE} fallita
ko: ${DEVICE}에 있는 데이터를 삭제하는 데 실패했습니다.
pt_br: Falha na remoção de dados em ${DEVICE}
sl: Brisanje podatkov na ${DEVICE} ni uspelo

source: An error occurred trying to erase the data on ${DEVICE}. The data has not been erased.
el: Προέκυψε σφάλμα κατά την προσπάθεια διαγραφής των δεδομένων στη συσκευή ${DEVICE}. Τα δεδομένα δεν διεγράφησαν.
eo: Eraro okazis dum la viŝado de '${DEVICE}'-datumoj. La datumoj ne estis viŝitaj.
fi: Tapahtui virhe pyyhittäessä tietoja laitteelta ${DEVICE}. Tietoja ei ole pyyhitty.
it: È occorso un errore nel tentativo di cancellare i dati su ${DEVICE}. I dati non sono stati cancellati.
ko: ${DEVICE}에 있는 데이터를 삭제하는 데 오류가 발생했습니다. 데이터는 삭제 되지 않았습니다.
pt_br: Um erro ocorreu durante a tentativa dos remoção dos dados em ${DEVICE}. Os dados não foram removidos.
sl: Med brisanjem podatkov na ${DEVICE} je prišlo do napake. Podatki niso izbrisani.

source: Setting up encryption...
el: Ρύθμιση κρυπτογράφησης...
eo: Akomodu ĉifradon...
fi: Tehdään salauksen asetukset...
it: Configurazione della cifratura in corso.
ko: 암호화를 준비하는 중입니다...
pt_br: Configurando criptografia...
sl: Nastavitev šifriranja...

source: Configure encrypted volumes
el: Ρύθμιση κρυπτογραφημένων τόμων
eo: Akomodu ĉifritajn datumportilojn
fi: Tehdään salattujen levyniteiden asetukset
it: Configurare volumi cifrati
ko: 암호화된 볼륨을 설정
pt_br: Configurar volumes criptografados
sl: Nastavi šifrirane nosilce

source: No partitions to encrypt
el: Δε θα γίνει κρυπτογραφηση τμημάτων
eo: Neniu ĉifrota diskpartigo
fi: Ei salattavia osioita
it: Nessuna partizione da cifrare
ko: 암호화할 파티션이 없습니다
pt_br: Nenhuma partição a ser criptografada
sl: Ni razdelkov za šifriranje

source: No partitions have been selected for encryption.
el: Δεν έχουν επιλεχθεί κατατμήσεις για κρυπτογράφηση.
eo: Neniu diskpartigo estas elektita por ĉifrado.
fi: Yhtään osiota ei ole valittu salattavaksi.
it: Nessuna partizione è stata selezionata per essere cifrata.
ko: 암호화를 적용할 파티션을 선택하지 않았습니다
pt_br: Nenhuma partição foi selecionada para criptografia.
sl: Za šifriranje ni bil izbran noben razdelek.

source: Required programs missing
el: Λείπουν προγράμματα που απαιτούνται.
eo: Necesaj programoj mankas
fi: Tarvittava ohjelma puuttuu
it: Mancano dei programmi necessari
ko: 필요한 프로그램을 찾을 수 없습니다.
pt_br: Programas necessários faltando
sl: Ni potrebnih programov

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
el: Αυτή η έκδοση του debian-installer δεν περιλαμβάνει ένα ή περισσότερα προγράμματα που απαιτούνται για την σωστή λειτουργία του partman-crypto.
eo: Ĉi tiu eldono de 'Debian'-instalilo ne enhavas unu aŭ pluraj necesegajn programojn por ke 'partman-crypt'-programo korekte funkciu.
fi: Tässä Debianin asentimen versiossa ei ole yhtä tai useampaa ohjelmaa joita tarvitaan jotta partman-crypto toimisi oikein.
it: debian-installer è stato compilato senza uno o più dei programmi che sono necessari per far funzionare correttamente partman-crypto.
ko: 현재 버전의 Debian-installer는 partman-crypt 프로그램이 제대로 동작하기 위해 필요로 하는 프로그램을 포함하고 있지 않습니다.
pt_br: Esta construção do debian-installer não inclui um ou mais programas necessários para que o partman-crypto funcione corretamente.
sl: Ta različica debian namestilnika ne vsebuje enega ali več programov, ki jih partman-crypt potrebuje za pravilno delovanje.

source: Required encryption options missing
el: Λείπουν επιλογές για την κρυπτογράφηση που απαιτούνται
eo: Necesaj ĉifraj elektoj mankas
fi: Pakollisia salauksen valitsimia puuttuu
it: Mancano delle opzioni di cifratura necessarie
ko: 필요한 암호화 옵션이 불충분합니다.
pt_br: Opções de criptografia necessárias faltando
sl: Ni zahtevanih možnosti šifriranja

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
el: Οι επιλογές κρυπτογράφησης για την κατάτμηση ${DEVICE} δεν είναι πλήρεις. Παρακαλώ, επιστρέψτε στο μενού διαμέρισης και διαλέξτε όλες τις απαιτούμενες επιλογές.
eo: La ĉifraj elektoj por '${DEVICE}'-o estas malkompletaj. Bonvolu reiri al diskpartigada menuo kaj elekti ĉiujn necesajn elektojn.
fi: Laitteen ${DEVICE} salausvalitsimet ovat epätäydelliset. Palaa osiointivalikkoon ja valitse kaikki pakolliset valitsimet.
it: Le opzioni di cifratura per ${DEVICE} sono incomplete. Tornare al menù di partizionamento e selezionare tutte le opzioni obbligatorie.
ko: ${DEVICE}의 암호화 옵션이 불충분합니다. 파티션하기 메뉴로 돌아가서 필요한 옵션을 모두 선택하시기 바랍니다.
pt_br: As opções de criptografia para ${DEVICE} estão incompletas. Por favor, retorne ao menu de particionamento e selecione todas as opções necessárias.
sl: Možnosti šifriranja za napravo ${DEVICE} so nepopolne. Vrnite se na razdeljevalni meni in izberite vse zahtevane možnosti.

source: missing
el: λείπει
eo: manka
fi: puuttuu
it: mancante
ko: 없음
pt_br: faltando
sl: manjkajoče

source: In use as physical volume for encrypted volume ${DEV}
el: Σε χρήση σαν φυσικός τόμος για τον κρυπτογραφημένο τόμο ${DEV}
eo: Uzata kiel datumportilaĵo por ĉifrita '${DEV}'-datumportilo
fi: Käytössä fyysisenä levyniteenä salatulle niteelle ${DEV}
it: In uso come volume fisico per il volume cifrato ${DEV}
ko: 암호화된 물리 볼륨 ${DEV}에서 사용 중
pt_br: Em uso como volume físico para volume criptografado ${DEV}
sl: V uporabi kot fizičen nosilec za šifriran nosilec ${DEV}

source: Encryption package installation failure
el: Αποτυχία στην εγκατάσταση του πακέτου κρυπτογράφησης
eo: Ĉifra enpaka instalado malsukcesis
fi: Salauspaketin asennus epäonnistui
it: L'installazione del pacchetto per la cifratura è fallita
ko: 암호화 꾸러미 설치에 실패했습니다
pt_br: Falha na instalação de pacote de criptografia
sl: Napaka pri namestitvi šifrirnega paketa

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
el: Δεν βρέθηκε το πακέτο του αρθρώματος του πυρήνα ${PACKAGE} ή συνέβη κάποιο σφάλμα κατά την εγκατάστασή του.
eo: La kernan modulan '${PACKAGE}'-enpakadon ne eblis trovi aŭ eraro okazis dum ĝia instalado.
fi: Ytimen moduulipakettia ${PACKAGE} ei löytynyt tai tapahtui virhe sen asennuksen aikana.
it: Il pacchetto del modulo del kernel ${PACKAGE} non è stato trovato o si è verificato un errore durante l'installazione.
ko: 커널 모듈 꾸러미인 ${PACKAGE}를 찾을 수 없거나 설치하는 도중 오류가 발생했습니다.
pt_br: O pacote de módulo de kernel ${PACKAGE} não pôde ser encontrado ou um erro ocorreu durante a instalação do mesmo.
sl: Paketa z modulom jedra ${PACKAGE} ni bilo mogoče najti ali pa je prišlo do napake med namestitvijo.

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
el: Πιθανόν να υπάρξουν προβλήματα κατά την ρύθμιση κρυπτογραφημένων κατατμήσεων όταν το σύστημα επανεκκινήσει. Μπορείτε πιθανόν ακόμα να το διορθώσετε αυτό εγκαθιστώντας το(α) απαιτούμενα(α) πακέτο(α) αργότερα.
eo: Eble, problemoj okazos dum la ekŝargo kiam la sistemo provos uzi ĉifritajn diskpartigojn. Tamen, vi povos poste korekti ilin instalante la necesajn pakojn.
fi: Käynnistyksen aikana on luultavasti pulmia järjestelmän tehdessä salattujen osioiden asetuksia. Mahdollisesti tämän voi korjata asentamalla vaaditut paketit myöhemmin.
it: È probabile che si verifichino problemi durante l'avvio quando il sistema cerca di impostare partizioni cifrate. Si può ancora correggere installando i pacchetti necessari in un successivo momento.
ko: 시스템이 부팅되면서 암호화된 파티션을 설정하려고 할 때 문제가 생길 것입니다. 나중에 필요한 꾸러미를 설치하면 이 문제를 해결할 수 있습니다.
pt_br: Provavelmente ocorrerão problemas durante a inicialização quando o sistema tentar configurar partições criptografadas. Você ainda poderá corrigí-los instalando os pacotes necessários posteriormente.
sl: Verjetno bo med nastavljanjem šifriranih razdelkov med ponovnim zagonom sistema prišlo do težav. Še zmeraj jih lahko popravite tako, da kasneje naložite potrebne pakete.

source: Write the changes to disk and configure encrypted volumes?
el: Να αποθηκευτούν οι αλλαγές στους δίσκους και να γίνει ρύθμιση των κρυπτογραφημένων τόμων;
eo: Skribu ŝanĝojn en diskoj kaj akomodu ĉifritajn datumportilojn?
fi: Tallenna muutokset levylle ja tee salattujen niteiden asetukset?
it: Scrivere le modifiche sul disco e configurare i volumi cifrati?
ko: 바뀐 점을 디스크에 쓰고 암호화를 적용한 파티션을 설정하시겠습니까?
pt_br: Gravar as mudanças no disco e configurar volumes criptografados?
sl: Zapišem spremembe na disk in nastavim šifrirane nosilce?

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
el: Προτού γίνει η ρύθμιση των κρυπτογραφημένων τόμων, το παρόν σχήμα διαμέρισης θα πρέπει να αποθηκευτεί στο δίσκο. Αυτές οι αλλαγές δε μπορούν να αναιρεθούν.
eo: Antaŭ ol akomodi la ĉifritan datumportilon, nuntempan diskaranĝon endas skribi sur disko. Tiuj ŝanĝoj estas definitivaj.
fi: Ennen kuin salattujen levyniteiden asetukset voidaan tehdä, on nykyiset levyosiot tallennettava levyille. Näitä muutoksia ei voi perua.
it: Prima di poter configurare i volumi cifrati, l'attuale schema di partizionamento deve essere scritto sul disco. Questi cambiamenti non possono essere annullati.
ko: 암호화된 볼륨을 설정하기 전에, 현재 파티션 구성을 디스크에 써야 합니다. 한번 쓰면 되돌릴 수 없습니다.
pt_br: Antes que os volumes criptografados possam ser configurados, o esquema de particionamento atual precisa ser gravado em disco. Essas mudanças não poderão ser desfeitas.
sl: Preden nastavite šifrirane nosilce, morate trenutno shemo razdelkov zapisati na trdi disk. Teh sprememb se ne da razveljaviti.

source: Keep current partition layout and configure encrypted volumes?
el: Να διατηρηθεί το παρόν περίγραμμα διαμέρισης και να ρυθμιστούν οι κρυπτογραφημένοι τόμοι;
eo: Konservu nuntempan diskpartigan aranĝon kaj akomodu ĉ1ifritajn datumportilojn?
fi: Säilytä nykyiset levyosiot ja tee salattujen levyniteiden asetukset?
it: Mantenere l'attuale partizionamento e configurare i volumi cifrati?
ko: 현재 파티션 구성을 유지하고 암호화된 볼륨을 설정하시겠습니까?
pt_br: Manter o layout de particionamento atual e configurar volumes criptografados?
sl: Obdržim trenuten razpored razdelkov in nastavim šifrirane nosilce?

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
el: Μετά τη ρύθμιση των κρυπτογραφημένων τόμων, δεν επιτρέπονται επιπλέον αλλαγές στις κατατμήσεις των δίσκων που περιέχουν κρυπτογραφημένους τόμους. Παρακαλώ, βεβαιωθείτε ότι είσαστε ικανοποιημένος/η με το παρόν σχήμα διαμέρισης γι' αυτούς τους δίσκους πριν συνεχίσετε.
eo: Post la akomodado de la ĉifrita datumportilo, neniu plua ŝanĝo en diskpartigotablo estas permesita sur la diskoj kiuj enhavas ĉifritajn datumpartilojn. Antaŭ ol daŭriĝi, bonvolu kontroli la taŭgontan nuntempan diskaranĝon.
fi: Kun salattujen levyniteiden asetukset on tehty, ei ole enää mahdollista tehdä lisämuutoksia niille osioille, jotka ovat salattuja levyniteitä sisältävillä levyillä. Varmista, että nyt tehdyt levyosiot näillä levyllä ovat sellaiset kuin haluat ennen jatkamista.
it: Dopo la configurazione dei volumi cifrati non si possono più modificare le partizioni dei dischi che contengono volumi cifrati. Decidere se l'attuale partizionamento soddisfa le proprie esigenze prima di proseguire.
ko: 암호화된 볼륨을 모두 설정하고 나면, 이 파티션들이 들어있는 디스크를 수정할 수 없게 됩니다. 계속 하기 전에 현재 디스크의 파티션 구성이 좋은지 확인하고 넘어가십시오.
pt_br: Depois que os volumes criptografados forem configurados, nenhuma mudança adicional nas partições dos disco que contém os volumes criptografados será permitida. Por favor, decida se você está satisfeito com o esquema de particionamento atual nesses discos antes de continuar.
sl: Potem ko nastavite šifrirane nosilce, niso dovoljene nobene spremembe razdelkov trdih diskov, ki vsebujejo šifrirane nosilce. Pred nadaljevanjem se prepričajte, da ste zadovoljni s trenutno shemo razdelkov na diskih.

source: Configuration of encrypted volumes failed
el: Η ρύθμιση των κρυπτογραφημένων τόμων απέτυχε
eo: Akomadoj de la ĉifritaj datumportilaj malsukcesis
fi: Salattujen levyniteiden asetuksien teko epäonnistui
it: Configurazione dei volumi cifrati fallita
ko: 암호화된 볼륨 설정 실패
pt_br: Falha na configuração de volumes criptografados
sl: Napaka pri nastavitvi šifriranih nosilcev

source: An error occurred while configuring encrypted volumes.
el: Προέκυψε σφάλμα κατά την ρύθμιση των κρυπτογραφημένων τόμων.
eo: Eraro okazis dum la akomodado de ĉifritaj datumportiloj.
fi: Tapahtui virhe tehtäessä salattujen levyniteiden asetuksia.
it: Errore nella configurazione dei volumi cifrati.
ko: 암호화된 볼륨을 설정하는 중에 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a gravação das mudanças nos volumes criptografados.
sl: Prišlo je do napake pri nastavljanju šifriranih nosilcev.

source: The configuration has been aborted.
el: Η ρύθμιση εγκαταλείφθηκε.
eo: La akomodado fiaskis.
fi: Asetuksien teko on keskeytetty.
it: La configurazione è stata interrotta.
ko: 암호화 설정이 중단되었습니다.
pt_br: A configuração foi abortada.
sl: Nastavljanje je prekinjeno.

source: Initialisation of encrypted volume failed
el: Η αρχικοποίηση των κρυπτογραφημένων τόμων απέτυχε.
eo: Pravalorizado de ĉifrita datumportilo malsukcesis
fi: Salatun levyniteen alustus epäonnistui
it: Inizializzazione del volume cifrato fallita
ko: 암호와 볼륨의 초기화에 실패했습니다.
pt_br: Falha na inicialização de volume criptografado
sl: Inicializacija šifriranega nosilca ni uspela

source: An error occurred while setting up encrypted volumes.
el: Συνέβη κάποιο σφάλμα κατά τη ρύθμιση των κρυπτογραφημένων τόμων.
eo: Eraro okazis dum la agordado de ĉifritaj datumportiloj.
fi: Tapahtui virhe tehtäessä salattuja levyniteitä.
it: Errore nella configurazione dei volumi cifrati.
ko: 암호화된 볼륨을 설정하는 도중 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a gravação das mudanças nos volumes criptografados.
sl: Prišlo je do napake pri pripravljanju šifriranih nosilcev.

source: Passphrase
el: Συνθηματική φράση
eo: Pasfrazo
fi: Tunnuslause
ko: 패스프레이즈
sl: Geslo

source: Keyfile (GnuPG)
el: Αρχείο-κλειδί (keyfile, GnuPG)
eo: 'GnuPG'-ŝlosildosiero
fi: Avaintiedosto (GnuPG)
it: File di chiavi (GnuPG)
ko: 암호화키 파일 (GnuPG)
pt_br: Arquivo de chave (GnuPG)
sl: Datoteka s ključem (GnuPG)

source: Random key
el: Στοχαστικό κλειδί
eo: Aleatora ŝlosilo
fi: Satunnainen avain
it: Chiave casuale
ko: 랜덤한 키
pt_br: Chave aleatória
sl: Naključni ključ

source: Unsafe swap space detected
el: Ανιχνεύθηκε μη ασφαλής χώρος swap
eo: Detektita malĉifrita interŝanĝa spaco
fi: Havaittiin suojaamaton näennäismuistialue
it: Trovato spazio di swap non sicuro
ko: 안전하지 않은 스왑공간 발견
pt_br: Espaço de troca inseguro detectado
sl: Zaznan ne-varni izmenjevalni prostor

source: An unsafe swap space has been detected.
el: Ανιχνεύτηκε ένας μη ασφαλής χώρος swap.
eo: Malĉifrita interŝanĝa spaco estis detektita.
fi: Havaittiin suojaamaton näennäismuistialue.
it: È stato trovato uno spazio di swap non sicuro.
ko: 안전하지 않은 스왑공간이 발견되었습니다.
pt_br: Um espaço de troca inseguro foi detectado.
sl: Zaznan je izmenjevalni prostor, ki ni varen.
