Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
el: Οι ζητούμενες κατατμήσεις δημιουργήθηκαν επιτυχώς και προσαρτήθηκαν στο σημείο /target. Μπορείτε τώρα να συνεχίσετε την διαδικασία της εγκατάστασης.
eo: La bezona diskpartigo estis kretita kaj surmetita sur '/target'-dosierujo. Vi povas nur daŭrigi la instaladan procezon.
fi: Pakolliset osiot on luotu ja liitetty liitoskohtaan /target. Asennusta voidaan nyt jatkaa.
it: Le partizioni necessarie sono state create e montate su /target. Ora è possibile continuare il processo di installazione.
ko: 필요한 파티션을 /target에 만들었고 마운트되었습니다. 설치를 계속 진행하실 수 있습니다.
pt_br: As partições requeridas foram criadas e montadas sob /target. Você pode agora continuar o processo de instalação.
sl: Zahtevani razdelek sem ustvaril in jo priklopil na /target. Sedaj lahko nadaljujete s postopkom namestitve.

source: File containing the requested partition table:
el: Αρχείο που περιέχει τον ζητούμενο πίνακα διαμέρισης:
eo: Dezirota diskpartigotabla dosiero:
fi: Tiedosto, jossa on vaadittu osiotaulu:
it: File contenente la tavola delle partizioni richiesta:
ko: 파티션 테이블이 들어 있는 파일:
pt_br: Arquivo contendo a tabela de partições requisitada:
sl: Datoteka, ki vsebuje zahtevano razdeljevalno tabelo:

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
el: Η αυτόματη διαμέριση θα πραγματοποιηθεί χρησιμοποιώντας τις κατατμήσεις και τα μεγέθη που προσδιορίζονται σ' αυτό το αρχείο.
eo: La aŭtamata diskpartigo estos kreita laŭ la diskpartigoj kaj ampleksoj indikataj en tiu dosiero.
fi: Levyosiot tehdään automaattisesti. Luotavat osiot ja niiden koot katsotaan tästä tiedostosta.
it: Il partizionamento automatico verrà effettuato usando le partizioni e le dimensioni specificate in questo file.
ko: 이 파일에 지정된 파티션과 크기에 따라 자동으로 파티션을 만듭니다.
pt_br: O particionamento automático será criado usando as partições e tamanhos especificados nesse arquivo.
sl: Samodejno razdeljevanje bo program opravil z uporabo razdelkov in velikosti, ki so navedene v tej datoteki.

source: Automatically partition hard drives
el: Αυτόματη διαμέριση των σκληρών δίσκων
eo: Aŭtomate dispartigu fiksajn diskojn
fi: Tee levyosiot automaattisesti
it: Partiziona automaticamente i dischi rigidi
ko: 하드 드라이브 자동 파티션
pt_br: Particionar discos rígidos automaticamente
sl: Samodejno razdeli trde diske

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
el: Δημιουργία συστήματος αρχείων '${FSTYPE}' στο κατάλογο '${MOUNTPOINT}'
eo: Kreado de '${FSTYPE}'-memoraspaco en '${MOUNTPOINT}'-o
fi: Liitoskohtaan ${MOUNTPOINT} luotavan tiedostojärjestelmän tyyppi on ${FSTYPE}
it: Creazione del file system '${FSTYPE}' in '${MOUNTPOINT}'
ko: ${MOUNTPOINT}에 '${FSTYPE}' 파일시스템 공간을 만드는 중입니다
pt_br: Criando sistema de arquivos '${FSTYPE}' em '${MOUNTPOINT}'
sl: Ustvarjam '${FSTYPE}' prostor za podatke na '${MOUNTPOINT}'

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
el: Χρόνος που απομένει: ${HOURS} ώρα(ες), ${MINUTES} λεπτό(α)
eo: Taksita restanta daŭro: '${HOURS}' horo(j) '${MINUTES}' minuto(j)
fi: Aikaa jäljellä arviolta: ${HOURS} tuntia ${MINUTES} minuuttia
it: Stima tempo rimanente: ${HOURS} ora/e ${MINUTES} minuti/o
ko: 남은 예상 시간: ${HOURS}시간 ${MINUTES}분
pt_br: Tempo restante estimado: ${HOURS} hora(s) e ${MINUTES} minuto(s)
sl: Predviden čas do konca: ${HOURS} ur(a) ${MINUTES} minut(a)

source: Estimated time left: ${MINUTES} minute(s)
el: Χρόνος που απομένει: ${MINUTES} λεπτό(α)
eo: Taksita restanta daŭro: ${MINUTES} minuto(j)
fi: Aikaa jäljellä arviolta: ${MINUTES} minuuttia
it: Stima tempo rimanente: ${MINUTES} minuti/o
ko: 남은 예상 시간: ${MINUTES}분
pt_br: Tempo restante estimado: ${MINUTES} minuto(s)
sl: Predviden čas do konca: ${MINUTES} minut(a)

source: Estimated time left: less than 1 minute
el: Χρόνος που απομένει: Λιγότερο από 1 λεπτό
eo: Taksita restanta daŭro: malpli ol unu minuto
fi: Aikaa jäljellä arviolta: alle minuutti
it: Stima tempo rimanente: meno di un minuto
ko: 남은 예상 시간: 1분 내
pt_br: Tempo restante estimado: menos de um minuto
sl: Predviden čas do konca: manj kot 1 minuta

source: ctc: Channel to Channel (CTC) or ESCON connection
el: ctc: Δίαυλος προς Δίαυλο (CTC) ή σύνδεση ESCON
eo: ctc: Kanalo al Kanalo (CTC) aŭ ESCON konekto
fi: ctc: Kanavalta kanavalle (CTC) tai ESCON yhteydet
it: c-c: connessione Channel to Channel (C-C) o ESCON
ko: ctc: 채널에서 채널 (CTC) 혹은 ESCON 연결
pt_br: ctc: Conexões Canal a Canal (CTC) ou ESCON
sl: ctc: Channel to Channel (CTC) ali povezava ESCON

source: qeth: OSA-Express in QDIO mode / HiperSockets
el: qeth: OSA-Express σε κατάσταση QDIO / HiperSockets
eo: qeth: OSA-Express en QDIO modo / HiperSockets
fi: qeth: OSA-Express QDIO toimintatilassa / HiperSockets
it: qeth: OSA-Express in modalità QDIO / HiperSockets
ko: qeth: OSA-Express (QDIO 모드) / HiperSockets
pt_br: qeth: OSA-Espress em modo QDIO / Hipersocket
sl: qeth: OSA-Express v načinu QDIO / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
el: iucv: Inter-User Communication Vehicle - διαθέσιμες μόνο σε χρήστες VM
eo: iucv: 'Inter-User Communication Vehicle' - nur disponebla por 'VM'-gasto
fi: iucv: Inter-User Communication Vehicle - vain VM vieraille
it: iucv: Inter-User communication Vehicle - disponibile solo per VM ospiti
ko: iucv: 사용자간 통신 장치 - VM 게스트만 사용 가능
pt_br: iucv: Veículo de Comunicação Inter-Usuário - disponível somente para guests VM
sl: iucv: Inter-User Communication Vehicle - na voljo le za goste VM

source: Network device type:
el: Τύπος συσκευής δικτύου:
eo: Retadaptila tipo:
fi: Verkkolaitteen tyyppi:
it: Tipo di dispositivo di rete:
ko: 네트워크 장치 종류:
pt_br: Tipo de dispositivo de rede:
sl: Vrsta omrežne naprave:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
el: Επιλέξτε τον τύπο της κύριας διασύνδεσης που θα χρειαστείτε για την εγκατάσταση του Debian (μέσω NFS ή HTTP). Μόνο οι ακόλουθες συσκευές υποστηρίζονται.
eo: Bonvolu elekti vian elementan retinterfacan tipon, kiun vi bezonos por instali la Debianan sistemon (per 'NFS' aŭ 'HTTP'). Nur menciitaj adaptiloj estas administraj.
fi: Valitse Debianin asentamiseen (NFS:n tai HTTP:n kautta) tarvittavan ensisijaisen verkkolaitteen tyyppi. Vain luettelossa näkyvät laitteet ovat tuettuja.
it: Selezionare il tipo di interfaccia di rete principale che verrà utilizzata per installare Debian (via NFS o HTTP). Sono gestiti solo i dispositivi nell'elenco.
ko: 데비안을 설치할 때 (NFS 혹은 HTTP를 통해) 사용할 주 네트워크 인터페이스의 종류를 선택하십시오. 이 목록에 있는 장치만 지원합니다.
pt_br: Por favor, escolha o tipo de sua interface de rede primária, a qual será usada para instalar o sistema Debian (via NFS ou HTTP). Somente os dispositivos listados são suportados.
sl: Izberite vrsto vašega primarnega omrežnega vmesnika, ki ga boste uporabili za namestitev sistema Debian (prek NFS ali HTTP). Podprte so samo naštete naprave.

source: CTC read device:
el: Συσκευή ανάγνωσης CTC:
eo: Legada 'CTC'-adaptilo:
fi: CTC-lukulaite:
it: Dispositivo di lettura C-C:
ko: CTC 읽기 장치:
pt_br: Dispositivo CTC de leitura:
sl: CTC bralna naprava:

source: CTC write device:
el: Συσκευή εγγραφής CTC:
eo: Scribada 'CTC'-adaptilo:
fi: CTC-kirjoituslaite:
it: Dispositivo di scrittura C-C:
ko: CTC 쓰기 장치:
pt_br: Dispositivo CTC de gravação:
sl: CTC pisalna naprava:

source: The following device numbers might belong to CTC or ESCON connections.
el: Οι ακόλουθοι αριθμοί συσκευών πιθανόν ανήκουν σε διασυνδέσεις CTC ή ESCON.
eo: Sekvantaj adaptilaj nombroj devos esti ligitaj al 'CTC'-a aŭ 'ESCON'-a konektoj.
fi: Seuraavat laitenumerot saattavat olla CTC- tai ESCON-yhteyksiä.
it: I seguenti numeri di device possono essere relativi a connessioni C-C o ESCON.
ko: 다음 장치 번호는 CTC 혹은 ESCON 연결에 해당할 지도 모릅니다.
pt_br: Os números de dispositivos a seguir podem pertencer a conexões CTC ou ESCON.
sl: Naslednje številke naprav morda pripadajo povezavam CTC ali ESCON.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
el: Οι ορισμένες παράμετροι είναι: κανάλι εισόδου = ${device_read} κανάλι εξόδου = ${device_write} πρωτόκολλο = ${protocol}
eo: La akomodaj parametroj estas : legada kanalo = ${device_read} skribada kanalo = ${device_write} protokolo = ${protocol}
fi: Tehdyt asetukset ovat: lukukanava = ${device_read} kirjoituskanava = ${device_write} yhteyskäytäntö = ${protocol}
it: I parametri configurati sono: canale lettura = ${device_read} canale scrittura = ${device_write} protocollo = ${protocol}
ko: 설정된 인수는 다음과 같습니다: 읽기 채널 = ${device_read} 쓰기 채널 = ${device_write} 프로토콜 = ${protocol}
pt_br: Os parâmetros configurados são: canal de leitura = ${device_read} canal de gravação = ${device_write} protocolo = ${protocol}
sl: Nastavljeni parametri so: bralni kanal = ${device_read} pisalni kanal = ${device_write} protokol = ${protocol}

source: No CTC or ESCON connections
el: Δεν ανιχνεύθηκαν συνδέσεις CTC ή ESCON
eo: Neniu 'CTC' aŭ 'ESCON'-konektoj
fi: Ei CTC- tai ESCON-yhteyksiä
it: Non sono state trovate connessioni C-C o ESCON
ko: CTC나 ESCON 연결이 없습니다
pt_br: Nenhuma conexão CTC ou ESCON
sl: Program ni zaznal povezav CTC ali ESCON.

source: Please make sure that you have set them up correctly.
el: Παρακαλώ βεβαιωθείτε ότι έχετε κάνει σωστές ρυθμίσεις.
eo: Bonvolu kontroli ĉu vi ilin taŭge agordis.
fi: Tarkista tehneesi asetukset oikein.
it: Verificare che siano state configurate correttamente.
ko: 올바르게 설정했는지 확인하십시오.
pt_br: Por favor, certifique-se de tê-las configurado corretamente.
sl: Prepričajte se, da ste jih pravilno nastavili.

source: Protocol for this connection:
el: Πρωτόκολλο αυτής της διασύνδεσης:
eo: Protokolo por tiu konekto:
fi: Tämän yhteyden yhteyskäytäntö:
it: Protocollo per questa connessione:
ko: 이 연결에 사용할 프로토콜:
pt_br: Protocolo para esta conexão:
sl: Protokol za to povezavo:

source: Device:
el: Συσκευή:
eo: Adaptilo:
fi: Laite:
ko: 장치:
pt_br: Dispositivo:
sl: Naprava:

source: Please select the OSA-Express QDIO / HiperSockets device.
el: Επιλέξτε τη συσκευή OSA-Express QDIO / HiperSockets.
eo: Bonvolu elekti la 'OSA-Express QDIO / HiperSockets'-adaptilon.
fi: Valitse OSA-Express QDIO / HiperSockets -laite.
it: Selezionare il dispositivo OSA-Express QDIO / HyperSockets.
ko: OSA-Express QDIO / HiperSockets 장치를 선택하십시오.
pt_br: Por favor. selecione o dispositivo OSA-Express QDIO / HiperSockets.
sl: Izberite napravo OSA-Express QDIO / HiperSockets.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
el: Οι καθορισμένες παράμετροι είναι: κανάλια = ${device0}, ${device1}, ${device2} θύρα = ${port} όνομα θύρας = ${portname} στρώμα2 = ${layer2}
eo: La akomodaj parametroj estas : kanaloj = ${device0}, ${device1}, ${device2} pordo = ${port} pordnomo = ${portname} dua-tavolo = ${layer2}
it: I parametri configurati sono: canali = ${device0}, ${device1}, ${device2} porta = ${port} nome porta = ${portname} livello2 = ${layer2}
ko: 설정된 인수는 다음과 같습니다: 채널 = ${device0}, ${device1}, ${device2} 포트 = ${port} 포트이름 = ${portname} layer2 = ${layer2}
pt_br: Os parâmetros configurados são: canais = ${device0}, ${device1}, ${device2} porta = ${port} nomeporta = ${portname} camada2 = ${layer2}
sl: Nastavljeni parametri so: kanali = ${device0}, ${device1}, ${device2} vrata = ${port} ime vrat = ${portname} layer2 = ${layer2}

source: No OSA-Express QDIO cards / HiperSockets
el: Δεν ανιχνεύθηκαν συνδέσεις OSA-Express QDIO / HiperSockets
eo: Neniu 'OSA-Express QDIO / HiperSockets'-karto
fi: Ei yhtään OSA-Express QDIO-korttia / HiperSockets
it: Non sono state trovate schede OSA-Express QDIO / HyperSockets.
ko: OSA-Express QDIO 카드 혹은 HiperSocket이 없습니다
pt_br: Nenhuma placa OSA-Express QDIO / HiperSockets
sl: Zaznal nisem nobene kartice OSA-Express QDIO / HiperSockets

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
el: Δεν ανιχνεύθηκαν κάρτες OSA-Express QDIO ή HiperSockets. Αν τρέχετε VM, παρακαλώ βεβαιωθείτε ότι ή κάρτα σας είναι συνδεδεμένη σ' αυτό το μηχάνημα.
eo: Neniu 'OSA-Express QDIO / HiperSockets'-karto estas detektita. Se vi uzas 'VM', bonvolu kontroli ligatan karton al tiu gasto.
fi: Yhtään OSA-Express QDIO korttia / HiperSockets ei löytynyt. Jos ajossa on VM varmista kortin olevan liitettynä tähän vieraaseen.
it: Non sono state trovate schede OSA-Express QDIO / HyperSockets. Se si è in ambiente VM verificare che la scheda sia collegata a questo ospite.
ko: OSA-Express QDIO 카드 혹은 HiperSockets를 찾지 못했습니다. VM을 실행중이라면 카드가 게스트에 붙어 있는 지 확인하십시오.
pt_br: Nenhuma placa OSA-Express QDIO / HiperSockets foi detectada. Caso você esteja executando VM, por favor, certifique-se de que sua placa esteja anexada a este guest.
sl: Program ni zaznal nobene kartice OSA-Express QDIO / HiperSockets. Če poganjate VM se prepričajte, da je kartica povezana na tega gostitelja.

source: Portname:
el: Όνομα θύρας:
eo: Pordnomo:
fi: Portin nimi:
it: Nome della porta:
ko: 포트명:
pt_br: Nome da porta:
sl: Ime vrat:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
el: Παρακαλώ εισάγετε το όνομα της θύρας για τη κάρτα OSA Express. Το όνομα αυτό θα πρέπει να αποτελείται από 1 έως 8 χαρακτήρες και να είναι το ίδιο σε όλα τα συστήματα που συνδέονται στην ίδια κάρτα.
eo: Bonvolu tajpi vian 'OSA-Express'-kartan pordnomon. Tiu nomo estu longa inter 1 ĝis 8 literoj kaj nepre estos identa por ĉiuj sistemoj atakantaj la saman aparaton.
fi: Anna OSA-Express-kortin portin nimi. Nimen tulee olla 1 - 8 -merkkiä pitkä ja sen on oltava sama kaikissa järjestelmissä, jotka käyttävät tätä samaa korttia.
it: Inserire il nome della porta della scheda OSA-Express. Questo nome deve essere lungo da 1 a 8 caratteri e deve essere lo stesso in tutti i sistemi che utilizzano la scheda.
ko: OSA-Express 카드의 포트명을 입력하십시오. 이 이름은 한 글자에서 여덟 글자 사이여야 하고 같은 카드를 접근하는 모든 시스템에 대하여 동일해야 합니다.
pt_br: Por favor, informe o nome de porta (portname) de sua placa OSA-Express. Esse nome deve ter de 1 a 8 caracteres de comprimento e ser igual em todos os sistemas acessando a mesma placa.
sl: Navedite ime vrat vaše kartice OSA-Express. Ime mora biti dolgo od 1 do 8 znakov in mora biti enako na vseh sistemih, ki imajo dostop do te kartice!

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
el: Μπορείτε να αφήσετε το πεδίο κενό αν επιθυμείτε να χρησιμοποιήσετε HiperSockets. Η παράμετρος αυτή είναι απαραίτητη για κάρτες με microcode level 2.10 ή επόμενο ή όταν θέλετε να ορίσετε μια κάρτα ως κοινόχρηστη.
eo: Forlasu ĝin malplene se vi volas uzi 'HiperSockets'. Tiu parametro necesas por aparatoj kun '2.10'-nivela aŭ pli mikrokodo aŭ kiam vi deziras pluuzi la aparaton.
fi: Jätä tyhjäksi jos haluat käyttää HiperSocketsia. Tämä parametri on pakollinen korteilla joissa mikrokoodin taso on 2.10 tai uudempi tai kun kortti halutaan jakaa.
it: Lo si lasci vuoto se si intende usare HyperSockets. Questo parametro è richiesto per schede con microcodice di livello 2.10 o successivo, oppure se si intende condividere la scheda.
ko: HiperSockets를 사용하려면 비워두십시오. 이 인수는 마이크로코드 레벨 2.10 혹은 그 이후의 카드 아니면 카드를 공유하고자 할 때 필요합니다.
pt_br: Deixe em branco caso você queira usar HiperSockets. Esse parâmetro é requerido para placas com microcódigo nível 2.10 ou superior ou quando você desejar compartilhar uma placa.
sl: Če želite uporabljati HiperSockets, ime pustite prazno. Ta parameter je nujen za kartice z mikrokodo stopnje 2.10 ali višje ali kadar želite kartico deliti.

source: The name will automatically be converted to uppercase.
el: Το όνομα θα μετατραπεί αυτόματα σε κεφαλαία.
eo: La nomo estos aŭtomate majuskligita.
fi: Nimi muutetaan isoiksi kirjaimiksi automaattisesti.
it: Il nome sarà automaticamente convertito in maiuscolo.
ko: 이름은 자동으로 대문자로 변환됩니다.
pt_br: O nome será automaticamente convertido para minúsculas.
sl: Program bo ime samodejno zapisal z velikimi črkami.

source: Port:
el: Θύρα:
eo: Pordo:
fi: Portti:
it: Porta:
ko: 포트:
pt_br: Porta:
sl: Vrata:

source: Please enter a relative port for this connection.
el: Παρακαλώ επιλέξτε τη σχετική θύρα για αυτή τη διασύνδεση.
eo: Bonvolu tajpi relativan pordon por tiu konekto.
fi: Anna tämän yhteyden suhteellinen portti.
it: Specificare la «relative port» per questa connessione.
ko: 이 연결의 상대 포트를 입력하십시오.
pt_br: Por favor especifique a porta relativa para esta conexão.
sl: Vnesite relativna vrata za to povezavo.

source: Use this device in layer2 mode?
el: Να χρησιμοποιηθεί αυτή η συσκευή σε κατάσταση layer2;
eo: dua-tavola modo
it: Utilizzare questo dispositivo nella modalità del livello 2?
ko: 이 장치 layer2 방식으로 사용하시겠습니까?
pt_br: Usar este dispositivo no modo camada2 ("layer2")?
sl: Uporabim to napravo v layer2 načinu?

source: By default OSA-Express cards use layer3 mode. In that mode LLC headers are removed from incoming IPv4 packets. Using the card in layer2 mode will make it keep the MAC addresses of IPv4 packets.
el: Εξ ορισμού οι κάρτες OSA-Express χρησιμοποιούν την κατάσταση layer3. Στην κατάσταση αυτή οι κεφαλίδες LLC αφαιρούνται από τα εισερχόμενα πακέτα IPv4. Χρησιμοποιώντας την κάρτα σε κατάσταση layer2 θα την κάνετε να κρατά τις διεύθυνσεις MAC των πακέτων IPv4.
eo: Ĉu vi volas duatavolmode funkcii ĉi tiun karton? Tio faros ke la 'OSA-Express'-adaptilo memoras la 'IPv4'-pakajn 'MAC'-adresojn. Implicite, la 'OSA-Express'-adaptilo viŝas 'LLC'-rubrikojn de venantaj 'IPv4'-pakoj.
it: Le schede OSA-Express usano, come default, la modalità del livello 3. In questa modalità le intestazioni LLC vengono rimosse dai pacchetti IPv4 in arrivo. È possibile mantenere gli indirizzi MAC dei pacchetti utilizzando la scheda in modalità del livello 2.
ko: OSA-Express 카드는 기본적으로 layer3 방식을 사용합니다. Layer3 방식에서는 들어오는 IPv4 패킷에서 LLC 헤더를 제거합니다. Layer2 방식을 사용하면 IPv4에 있는 MAC 주소를 그대로 둡니다.
pt_br: Por padrão, placas OSA-Express usam modo camada3 ("layer3"). Neste modo cabeçalhos LLC são removidos dos pacotes IPv4 que chegam. Usando a placa placa no modo camada2 ("layer2") fará com que os endereços MAC sejam mantidos nos pacotes IPv4.
sl: V privzetem načinu OSA-Express kartice uporabljajo layer3 način. V tem načinu so LLC vzglavja odstranjena iz dohodnih IPv4 paketov. Z uporabo kartice v layer2 načinu, pa se MAC naslovi IPv4 paketov ohranijo.

source: Do you accept this configuration?
el: Συμφωνείτε με τις ακόλουθες ρυθμίσεις;
eo: Ĉu vi volas uzi tiun agordon?
fi: Hyväksytkö nämä asetukset?
it: Accettare la configurazione?
ko: 이 설정대로 사용하시겠습니까?
pt_br: Você aceita esta configuração?
sl: Sprejmete te nastavitve?

source: The configured parameter is: peer = ${peer}
el: Η καθορισμένη παράμετρος είναι: peer = ${peer}
eo: La akomodita parametro estas: kunaganto = ${peer}
fi: Parametrin arvo on nyt: peer = ${peer}
it: Il parametro configurato è: peer = ${peer}
ko: 설정된 사항은 다음과 같습니다: peer = ${peer}
pt_br: O parâmetro configurado é: peer = ${peer}
sl: Nastavljeni parameter je: vrstnik = ${peer}

source: VM peer:
el: Εικονικός Διακομιστής (VM):
eo: 'VM'-kunaganto:
fi: VM-vertaiskone:
it: Peer VM:
pt_br: Ponto VM:
sl: VM vrstnik:

source: Please enter the name of the VM peer you want to connect to.
el: Παρακαλώ δώστε το όνομα του εικονικού διακομιστή στον οποίο θέλετε να συνδεθείτε.
eo: Bonvolu tajpi la nomon de 'VM'-kunaganto al kiu vi deziras vin konekti.
fi: Minkä nimiseen vertaiskoneeseen haluat ottaa yhteyden.
it: Inserire il nome del peer VM al quale ci si collega.
ko: 연결하려는 VM peer의 이름을 입력하십시오.
pt_br: Por favor, informe o nome do ponto (peer) VM ao qual você deseja se conectar.
sl: Vnesite ime VM vrstnika (VM peer) s katerim se želite povezati.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
el: Αν επιθυμείτε να συνδεθείτε σε πολλαπλούς διακομιστές, διαχωρίστε τα ονόματα με ':', π.χ. tcpip:linux1.
eo: Se vi volas konekti plurajn kunagantojn, apartigu ilian nomon per dupunktoj. (ekzemple, tcpip:linux1).
fi: Jos haluat ottaa yhteyden useaan vertaiskoneeseen, erottele nimet kaksoispisteillä, esim. tcpip:linux1.
it: Se ci si vuole collegare a più peer, separare i nomi con il ':', ad esempio tcpip:linux1.
ko: 여러 개의 peer에 연결하려면 각각의 이름을 콜론으로 구분하십시오. 예를 들어, tcpip:linux1.
pt_br: Caso você deseja se conectar a múltiplos pontos, separe-os por dois pontos, por exemplo, tcpip:linux1.
sl: Če se želite povezati z več vrstniki, imena ločite z dvopičji, n. pr. tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
el: Το προκαθορισμένο όνομα διακομιστή TCP/IP είναι TCPIP για το VM, ενώ για το VIF είναι $TCPIP. Σημείωση: η επιλογή IUCV πρέπει να είναι ενεργοποιημένη στον κατάλογο του χρήστη VM για την σωστή λειτουργία του οδηγού αυτού και πρέπει να έχει ρυθμιστεί και στα δύο άκρα της σύνδεσης.
eo: La norma 'TCP/IP'-servila nomo sur 'VM' estas 'TCPIP'; sur 'VIF' ĝi estas '$TCPIP'. Notu: 'IUCV' devas aktivigita en la 'VM'-uzanta dosiero por ke tiu pelilo ekfunkciu. Ĝi devas ankaŭ esti akomodita en ambaŭ komunikaj ekstremoj.
fi: TCP/IP-palvelimen standardinimi VM:ssä on TCPIP, VIF:ssä se on $TCPIP. Huomautus: IUCV on oltava päällä VM:n käyttäjähakemistossa jotta tämä ajuri toimisi ja sen asetukset on tehtävä yhteyden molemmissa päissä.
it: Il nome di server standard TCP/IP su VM è TCPIP, su VIF è $TCPIP. Nota: IUCV deve essere abilitato nella directory utente VM perché questo driver possa funzionare e deve essere attivato in entrambi i lati della comunicazione.
ko: VM의 표준 TCP/IP 서버 이름은 TCPIP입니다; VIF에서는 $TCPIP입니다. 주의: VM 사용자 디렉토리에서 IUCV를 켜야 이 드라이버가 동작합니다. 그리고 통신하는 양쪽 모두에서 설정해야 합니다.
pt_br: O nome do servidor TCP/IP padrão em VM é TCPIP, em VIF é $TCPIP. Nota: IUCV deve estar habilitado no diretório do usuário VM para que este controlador (driver) funcione e o mesmo deve ser configurado em ambas as pontas da comunicação.
sl: Standardno ime strežnika TCP/IP na VM je TCPIP, na VIF pa $TCPIP. Opomba: Da bi ta gonilnik deloval morate IUCV omogočiti tako v domačem imeniku VM, kot na obeh straneh povezave.

source: Configure the network device
el: Ρύθμιση της συσκευής δικτύου
eo: Akomodu la retadaptilon
fi: Tee verkkolaitteen asetukset
it: Configurare la scheda di rete
ko: 네트워크 장치 설정
pt_br: Configurar dispositivo de rede
sl: Nastavi omrežno napravo

source: Available disks:
el: Διαθέσιμοι δίσκοι:
eo: Disponeblaj diskoj:
fi: Käytettävissä olevat levyt:
it: Dischi disponibili:
ko: 사용할 수 있는 디스크:
pt_br: Discos disponíveis:
sl: Diski, ki so na voljo:
