Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
el: Αυτό είναι ένα μοιραίο σφάλμα καθώς ευαίσθητα δεδομένα θα μπορούσαν να γραφτούν στον δίσκο μη κρυπτογραφημένα. Αυτό θα μπορούσε να επιτρέψει σε κάποιον με πρόσβαση στο δίσκο να ανακτήσει μέρος του κλειδιού κρυπτογράφησης ή της συνθηματικής φράσης.
eo: Tio estas fatala eraro ĉar iom da esencaj datumoj eblas malĉifre skribiĝis sur disko. Tio lasas iun kun diska uzorajto akiri parte la ĉifroŝlosilon aŭ tuton, aŭ pasfrazon.
fi: Tämä on vakava virhe. Arkaluontoista tietoa saatetaan kirjoittaa levylle salaamattomana. Tällöin levyyn käsiksi pääsevä voi palauttaa sieltä salausavaimen osia tai tunnuslauseen.
it: Questo errore è irreversibile visto che dati sensibili potrebbero essere scritti sul disco non cifrati. Questo potrebbe permettere a qualcuno con accesso al disco di recuperare parte della chiave di cifratura o della passphrase.
ko: 기밀정보가 암호화도 되지 않고 하드디스크에 저장될 수 있기 때문에 이 문제는 매우 심각합니다. 하드디스크를 통해 다른 사람이 암호키나 패스프레이즈의 일부를 복원할 수도 있습니다.
pt_br: Esse é um erro fatal, uma vez que dados sensíveis podem ser gravados no disco não criptografado. Isso poderia permitir a alguém com acesso ao disco recuperar partes da chave criptográfica ou da passphrase.
sl: To je kritična napaka saj bi se lahko podatki zapisali na disk v nešifrirani obliki. To bi omogočilo osebi z dostopom do diska, da obnovi del šifrirnega ključa ali gesla.

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
el: Παρακαλώ απενεργοποιήστε τον χώρο swap (πχ. εκτελώντας την εντολή swapoff) ή διαμορφώνοντας έναν κρυπτογραφημένο χώρο swap και εκτελώντας στην συνέχεια και πάλι την ρύθμιση των κρυπτογραφημένων τόμων. Το παρόν πρόγραμμα θα τερματιστεί τώρα.
eo: Bonvolu malaktivigi la interŝanĝan spacon (ekzemple per la 'swapoff'-ordono) aŭ akomodi ĉifritan interŝanĝan spacon. Poste, reprovu akomodadon de la ĉifritaj datumportiloj. Nun tio programo ĉesos.
fi: Ota näennäismuistitila pois käytöstä (esim. komennolla swapoff) tai tee suojatun näennäismuistitilan asetukset ja sen jälkeen salattujen levyniteiden asetukset uudelleen. Tämä ohjelma keskeytyy.
it: Disabilitare l'area di swap (ad esempio: usando swapoff) o configurare un'area di swap cifrata e quindi configurare nuovamente i volumi cifrati. Questo programma sarà interrotto ora.
ko: swapoff 프로그램을 실행시키든지 해서 스왑 사용을 중지하시거나 암호화된 스왑 공간을 사용하시기 바랍니다. 그 후에 암호화 된 디스크를 다시 설정해주십시오. 이 프로그램은 이제 중단됩니다.
pt_br: Por favor, desabilite o espaço de troca (por exemplo, executando swapoff) ou configure um espaço de troca criptografado e então execute a configuração dos volumes criptografados novamente. Esse programa irá agora abortar.
sl: Onemogočite izmenjevalni prostor (npr. z ukazom swapoff) ali nastavitve šifrirani izmenjevalni prostor in potem ponovno zaženite nastavljanje šifriranih nosilcev. Ta program bo sedaj prekinjen.

source: Encryption passphrase:
el: Συνθηματική φράση κρυπτογράφησης:
eo: Ĉifra pasfrazo:
fi: Salauksessa käytettävä tunnuslause:
it: Passphrase di cifratura:
ko: 암호화 패스프레이즈:
pt_br: Passphrase criptográfico:
sl: Šifrirno geslo:

source: You need to choose a passphrase to encrypt ${DEVICE}.
el: Θα πρέπει να διαλέξετε μια συνθηματική φράση για την κρυπτογράφηση της κατάτμησης ${DEVICE}.
eo: Vi bezonas elekti pasfrazon por ĉifri '${DEVICE}'-on.
fi: Laitteen ${DEVICE} salaukseen on valittava tunnuslause.
it: Si deve scegliere una passphrase per cifrare ${DEVICE}.
ko: ${DEVICE}를 암호화 하기 위한 패스프레이즈를 입력하십시오.
pt_br: Você precisa escolher uma passphrase para criptografar ${DEVICE}.
sl: Izbrati morate geslo za šifriranje ${DEVICE}.

source: The overall strength of the encryption depends strongly on this passphrase, so you should take care to choose a passphrase that is not easy to guess. It should not be a word or sentence found in dictionaries, or a phrase that could be easily associated with you.
el: Η συνολική ισχύς της κρυπτογράφησης εξαρτάται πολύ απ' αυτήν την συνθηματική φράση, επομένως θα πρέπει προσέξετε στην επιλογή μιας φράσης που δεν θα είναι εύκολο να προβλεφθεί. Δεν θα πρέπει να είναι μια λέξη ή φράση που βρίσκεται σε λεξικά ή μια φράση που θα μπορούσε να συσχετιστεί εύκολα με σας.
eo: La ĉifra fortikeco forte dependas de ĉi tiu pasfrazo. Vi nepre elektu iun, kiu ne estas facile divenebla. Ĝi ne devos kongrui kun vorto aŭ frazo el vortaro, aŭ rilata al via frazo.
fi: Tämä tunnuslause vaikuttaa oleellisesti salauksen vahvuuteen. Tunnuslause olisi valittava huolellisesti siten ettei sitä ole helppo arvata. Se ei saisi olla sanakirjasta löytyvä sana tai lause tai sinuun helposti yhdistettävissä oleva lause.
it: La forza di questa cifratura dipende molto dalla password utilizzata, quindi va posta particolare attenzione nello scegliere una parola che non sia facile da indovinare. Non deve essere una parola che si trova nei dizionari, o una che possa facilmente essere associata a chi fa l'installazione.
ko: 암호화의 성능은 이 패스프레이즈에 크게 좌우되기 때문에 쉽게 추측이 가능한 패스프레이즈는 가급적 사용하지 마십시오. 사전에서 있는 단어나 문장을 사용하지 말아야 하며 별명 등 개인적으로 연관이 있는 문구를 사용해서도 안 됩니다.
pt_br: A força geral da criptografia depende fortemente dessa passphrase, portanto você deve se certificar de escolher uma passphrase que não seja fácil de ser adivinhada. A mesma não deverá ser uma palavra ou uma sentença encontrada em dicionários ou mesmo uma frase que possa ser facilmente associada a você.
sl: Od tega gesla je močno odvisna skupna moč šifriranja, zato se še posebej posvetite njegovi izbiri tako, da ni lahko uganljivo. Naj ne bo katera izmed besed ali stavkov, ki jih lahko najdemo v slovarju ali fraza, ki jo je mogoče povezati z vami.

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
el: Μια καλή συνθηματική φράση πρέπει να περιέχει ένα μείγμα γραμμάτων, αριθμών και σημείων στίξης. Οι συνθηματικές φράσεις συνίσταται επίσης να έχουν μήκος ίσο ή μεγαλύτερο από 20 χαρακτήρες.
eo: Bona pasfrazo prefere enhavos miksaĵon de literoj, ciferoj, signoj. Pasfrazoj enhavu minimume 20 signojn da amplekso.
fi: Hyvä tunnuslause sisältää sekä kirjaimia, numeroita että välimerkkejä. Tunnuslauseen suositeltu pituus on 20 merkkiä tai enemmän.
it: Una buona passphrase deve contenere un misto di lettere, numeri e segni di punteggiatura. Si raccomandano passphrase lunghe 20 o più caratteri.
ko: 문자나 숫자, 기타 기호를 섞는 것이 좋은 패스프레이즈를 만드는 지름길입니다. 길이는 20자 이상은 되도록 하십시오.
pt_br: Uma boa passphrase contém uma mistura de letras, números e pontuação. É recomendado que passphrases tenham um tamanho igual ou superior a 20 caracteres.
sl: Dobro geslo bo vsebovalo mešanico črk, številk in ločil. Priporočena dolžina gesla je nad 20 znakov.

source: Re-enter passphrase to verify:
el: Επανεισαγωγή συνθηματικής φράσης για επαλήθευση:
eo: Retajpu pasfrazon por kontroli:
fi: Kirjoita varmuuden vuoksi tunnuslause uudestaan:
it: Reinserire la passphrase per verifica:
ko: 확인하기 위해 패스프레이즈를 다시 입력하십시오:
pt_br: Informa a passphrase novamente para verificação:
sl: Ponovno vnesite geslo za preveritev:

source: Please enter the same passphrase again to verify that you have typed it correctly.
el: Παρακαλώ εισάγετε ξανά την ίδια συνθηματική φράση για να επαληθευτεί ότι την έχετε πληκτρολογήσει σωστά.
eo: Bonvolu retajpi la saman pasfrazon por kontroli ĝian tajpĝustecon.
fi: Kirjoita sama tunnuslause uudestaan jotta varmistutaan sen oikeinkirjoituksesta.
it: Inserire nuovamente la password remota per verificare che sia stata scritta correttamente.
ko: 올바르게 입력했는지 확인하기 위해 패스프레이즈를 다시 입력하십시오.
pt_br: Por favor, informe a passphrase novamente para verificar se você a digitou corretamente.
sl: Ponovno vnesite enako geslo , da preverim, ali ste ga vnesli pravilno.

source: Passphrase input error
el: Σφάλμα κατά την εισαγωγή της φράσης
eo: Maltajpita pasfrazo
fi: Tapahtui virhe kirjoitettaessa tunnuslausetta
it: Errore nell'inserimento della passphrase
ko: 패스프레이즈 입력 오류
pt_br: Erro na informação da passphrase
sl: Napaka pri vnosu gesla

source: The two passphrases you entered were not the same. Please try again.
el: Οι δύο συνθηματικές φράσεις που πληκτρολογήσατε δεν είναι οι ίδιες. Παρακαλώ προσπαθήστε ξανά.
eo: Vi malsame tajpis ambaŭ pasfrazojn. Bonvolu reenigi pasfrazon.
fi: Kirjoittamasi kaksi tunnuslausetta eivät ole samat. Kirjoita tunnuslauseet uudelleen.
it: Le due password inserite non sono eguali. Inserire nuovamente la password.
ko: 입력한 패스프레이즈가 같지 않습니다. 다시 입력하십시오.
pt_br: As duas passphrases que você informou não são iguais. Por favor, tente novamente.
sl: Gesli, ki ste ju vnesli, se ne ujemata. Poskusite ponovno.

source: Empty passphrase
el: Κενή συνθηματική φράση
eo: Malplena pasfrazo
fi: Tyhjä tunnuslause
it: Passphrase vuota
ko: 빈 패스프레이즈입니다
pt_br: Passphrase vazia
sl: Prazno geslo

source: You entered an empty passphrase, which is not allowed. Please choose a non-empty passphrase.
el: Εισάγατε μια κενή συνθηματική φράση, κάτι που δεν είναι επιτρεπτό. Παρακαλώ επιλέξτε μια μη κενή φράση.
eo: Vi tajpis malpermesitan malplenan pasfrazon. Bonvolu tajpi plenan pasfrazon.
fi: Kirjoitit tyhjän tunnuslauseen, tämä ei ole sallittu. Valitse tunnuslause joka ei ole tyhjä.
it: È stata inserita una passphrase vuota e ciò non è permesso. Inserire una passphrase non vuota.
ko: 패스프레이즈에 아무것도 입력하지 않으셨습니다. 다시 입력해주십시오.
pt_br: Você informou uma passphrase vazia, o que não é permitido. Por favor, escolha uma passphrase não vazia.
sl: Vnesli ste prazno geslo, kar ni dovoljeno. Izberite ne-prazno geslo.

source: Use weak passphrase?
el: Χρήση μη ισχυρής συνθηματικής φράσης;
eo: Ĉu vere vi uzos tian malfortan pasfrazon?
fi: Käytetäänkö heikkoa tunnuslausetta?
it: Usare una passphrase debole?
ko: 약한 패스프레이즈라도 사용하시겠습니까?
pt_br: Utilizar passphrase fraca?
sl: Uporabim šibko geslo?

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
el: Εισάγατε μια συνθηματική φράση που αποτελείται από λιγότερους από ${MINIMUM} χαρακτήρες, που θεωρείται πολύ ασθενής. Θα πρέπει να διαλέξετε μια ισχυρότερη συνθηματική φράση.
eo: Vi tajpis pasfrazon konstitanta el malpli ol '${MINIMUM}' signoj. Tio ne estas sufiĉe fortika. Vi devus elekti plifortan pasfrazon.
fi: Kirjoittamassasi tunnuslauseessa on vähemmän kuin ${MINIMUM} merkkiä, mitä pidetään liian heikkona tunnuslauseena. Olisi valittava vahvempi tunnuslause.
it: È stata inserita una passphrase con meno di ${MINIMUM} caratteri che è considerata debole. Scegliere una passphrase più robusta.
ko: 패스프레이즈는 ${MINIMUM}자 이상을 권장합니다. 그렇지 않을 경우 풀리기 쉽습니다. 더 긴 패스프레이즈를 사용하시기 바랍니다.
pt_br: Você informou uma passphrase que consiste de menos do que ${MINIMUM} caracteres, o que é considerado muito fraco. Você deveria escolher uma passphrase mais forte.
sl: Vnesli ste geslo, ki vsebuje manj kot ${MINIMUM} znakov, kar se smatra za prešibko. Poskusite izbrati boljše geslo.

source: Enter random characters
el: Εισάγετε τυχαίους χαρακτήρες
eo: Hazarde klavu
fi: Kirjoita satunnaisia merkkejä
it: Inserire caratteri a caso
ko: 키보드 입력을 랜덤하게 하십시오
pt_br: Informe caracteres aleatórios
sl: Vnesite naključne znake

source: The encryption key for ${DEVICE} is now being created.
el: Δημιουργείται το κλειδί κρυπτογράφησης για την κατάτμηση ${DEVICE}
eo: La ĉifroŝlosilo por '${DEVICE}'-o estas nuntempe kreita.
fi: Salausavainta laitteelle ${DEVICE} luodaan nyt.
it: La chiave di cifratura per ${DEVICE} è stata creata.
ko: ${DEVICE}에서 사용할 암호화키를 생성하고 있습니다.
pt_br: A chave criptográfica para ${DEVICE} está agora sendo criada.
sl: Šifrirni ključ za napravo ${DEVICE} se sedaj ustvarja.

source: You can help speed up the process by entering random characters on the keyboard, or just wait until enough keydata has been collected. (NOTE: this can take a long time)
el: Μπορείτε να βοηθήσετε στην επιτάχυνση της διαδικασίας εισάγοντας τυχαίους χαρακτήρες στο πληκτρολόγιο ή απλά περιμένοντας μέχρι να συγκεντρωθούν αρκετά δεδομένα για το κλειδί (ΣΗΜΕΙΩΣΗ: αυτό μπορεί να πάρει πολύ χρόνο)
eo: Vi povas hastigi la procezon klavante hazardajn datumojn aŭ simple atendante ĝis kiam sufiĉe datumoj estos kolektitaj (Notu: tio longtempe daŭros).
fi: Prosessia voidaan nopeuttaa kirjoittamalla näppäimistöllä satunnaisia merkkejä, tai vain odottaa kunnes on kerätty tarpeeksi merkkejä. (HUOMAUTUS: saattaa kestää kauan)
it: Si può velocizzare il processo inserendo caratteri a caso sulla tastiera oppure si può semplicemente aspettare fino a quando saranno raccolti dati sufficienti per creare la chiave. (NOTA: questo potrebbe richiedere molto tempo)
ko: 키보드로 랜덤한 입력을 입력하시면 이 과정을 더 빨리 끝내실 수 있습니다. 키 정보가 충분히 모일 때까지 그냥 기다리셔도 됩니다(참고: 상당히 오래 걸릴 수 있습니다).
pt_br: Você pode ajudar a acelerar o processo digitando caracteres aleatórios no teclado ou simplesmente esperar até que dados o bastante sejam coletados. (NOTA: isto pode demorar)
sl: Temu procesu lahko pomagate tako, da vnašate naključne znake preko tipkovnice, ali pa samo počakate dokler ni zbranih dovolj podatkov. (OPOMBA: to lahko traja dolgo časa)

source: Keyfile creation failure
el: Αποτυχία στην δημιουργία του αρχείου για το κλειδί
eo: Ŝlosildosiera kreado malsukcesis
fi: Avaintiedoston luonti epäonnistui
it: Operazione di ridimensionamento fallita
ko: 암호화키 파일 생성 실패
pt_br: Falha na criação do arquivo de chave
sl: Napaka pri ustvarjanju datoteke s ključem

source: An error occurred while creating the keyfile.
el: Κάποιο σφάλμα συνέβη κατά την δημιουργία του αρχείου του κλειδιού.
eo: Eraro okazis dum la kreado de ŝlosildosiero.
fi: Tapahtui virhe luotaessa avaintiedostoa.
it: Errore nella scrittura delle modifiche sui dischi.
ko: 암호화키 파일 생성 중에 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a criação do arquivo de chave.
sl: Prišlo je do napake med ustvarjanjem datoteke s ključem.

source: You have selected the root file system to be stored on an encrypted partition. This feature is not available and continuing now would result in an installation that cannot be used.
el: Έχετε επιλέξει να αποθηκεύσετε το ριζικό σύστημα αρχείων σε μια κρυπτογραφημένη κατάτμηση. Αυτό το χαρακτηριστικό δεν είναι τώρα διαθέσιμο και αν συνεχίσετε τώρα αυτό θα έχει σαν αποτέλεσμα μια εγκατάσταση που δεν θα μπορεί να χρησιμοποιηθεί.
eo: Vi elektis lokotan radikan dosiersistemon en ĉifrita diskpartigo. Tiu funkcio estas maldisponebla kaj plu malsukcesos la instaladon.
fi: Juuritiedostojärjestelmä on valittu tallennettavaksi salatulle osiolle. Tämä ominaisuus ei ole saatavilla ja jatkaminen nyt johtaisi käyttökelvottomaan asennukseen.
it: Si è scelto di memorizzare il file system di root su una partizione cifrata. Questa funzionalità non è ancora disponibile e continuare così potrebbe portare a una installazione inutilizzabile.
ko: 루트 파일시스템이 암호화된 파티션에 설치되도록 설정하셨습니다. 이 기능은지원되지 않으며 이대로 계속 진행하실 경우 사용할 수 없는 시스템이 됩니다.
pt_br: Você selecionou o sistema de arquivos raiz para ser armazenado em uma partição criptografada. Esse recurso não está disponível e continuar a instalação resultaria em uma instalação que não poderia ser utilizada.
sl: Izbrali ste, da naj bo korenski datotečni sistem nameščen na šifrirani razdelek. Ta možnost ni na voljo in nadaljevanje bi imelo za posledico namestitev, ki ne bi bila uporabna.

source: Please go back and choose a non-encrypted partition for the root file system.
el: Παρακαλώ επιστρέψτε πίσω και επιλέξτε μια μη κρυπτογραφημένη κατάτμηση για το ριζικό σύστημα αρχείων.
eo: Bonvolu retroiri kaj elekti malĉifritan diskpartigon por la radika dosiersistemo.
fi: Palaa takaisin ja valitse juuritiedostojärjestelmälle osio jota ei ole salattu.
it: Tornare indietro e scegliere una partizione non cifrata come file system di root.
ko: 루트 파일시스템은 암호화되지 않은 파티션에 설치되어야 하므로 뒤로 가십시오.
pt_br: Por favor, volte e escolha uma partição não criptografada para o sistema de arquivos raiz.
sl: Vrnite se nazaj in izberite ne-šifrirani razdelek za korenski datotečni sistem.

source: You have selected the root file system to be stored on an encrypted partition. This feature requires a separate /boot partition on which the kernel and initrd can be stored.
el: Έχετε επιλέξει την αποθήκευση του ριζικού συστήματος αρχείων σε μια κρυπτογραφημένη κατάτμηση. Αυτό το χαρακτηριστικό απαιτεί μια ξεχωριστή κατάτμηση /boot στην οποία να μπορούν να αποθηκευτούν ο πυρήνας και ο δίσκος μνήμης initrd.
eo: Vi elektis lokotan radikan dosiersistemon en ĉifrita diskpartigo. Tiu funkcio bezonas apartan '/boot'-diskpartigon kie la kerno kaj la 'initrd'-memora diskbildo povas esti deponitaj.
fi: Juuritiedostojärjestelmä on valittu tallennettavaksi salatulle osiolle. Tämä ominaisuus vaatii erillisen /boot-osion johon ydin ja initrd tallennetaan.
it: Si è scelto di memorizzare il file system di root su una partizione cifrata. Questa funzionalità richiede una partizione /boot separata sulla quale poter memorizzare il kernel e initrd.
ko: 루트 파일시스템이 암호화된 파티션에 설치되도록 설정하셨습니다. 이 기능을 사용하시려면 커널과 initrd를 저장할 /boot 파티션을 따로 둬야 합니다.
pt_br: Você selecionou o sistema de arquivos raiz para ser armazenado em uma partição criptografada. Esse recurso requer uma partição /boot separada, na qual o kernel e o initrd possam ser armazenados.
sl: Izbrali ste namestitev korenskega datotečna sistema na šifrirani razdelek. Ta možnost zahteva ločen zagonski razdelek, na katerega se shrani jedro in initrd.

source: You should go back and setup a /boot partition.
el: Θα πρέπει να πάτε πίσω και να προσδιορίσετε μια κατάτμηση /boot.
eo: Vi nepre retroiru kaj akomodu '/boot'-diskpartigon.
fi: Olisi palattava takaisinpäin ja tehtävä /boot-osio.
it: Tornare indietro e creare una partizione /boot.
ko: 뒤로 가셔서 /boot 파티션을 설정하십시오.
pt_br: Você deveria voltar e configurar uma partição /boot.
sl: Vrnite se nazaj in namestite zagonski razdelek /boot

source: Encryption configuration failure
el: Αποτυχία ρύθμισης της κρυπτογράφησης
eo: Ĉifrita akomodado malsukcesis
fi: Salauksen asetuksissa on virhe
it: Configurazione di LVM fallita
ko: 암호화 설정 실패
pt_br: Falha na configuração da criptografia
sl: Napaka pri nastavljanju šifriranja

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the boot loader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
el: Έχετε επιλέξει την αποθήκευση του συστήματος αρχείων /boot σε μια κρυπτογραφημένη κατάτμηση. Αυτό δεν είναι δυνατόν γιατί ο φορτωτής εκκίνησης δεν θα μπορούσε να φορτώσει τον πυρήνα και τον δίσκο μνήμης initrd. Αν συνεχίσετε θα καταλήξετε με μια εγκατάσταση που δεν θα μπορεί να χρησιμοποιηθεί.
eo: Vi elektis lokotan '/root'-dosiersistemon en ĉifrita diskpartigo. Tio ne eblas ĉar la ekŝargilo ne povos ŝargi la kernon kaj la 'initrd'-memoran diskbildon. Nu daŭrigi malsukcesos la instalon.
fi: Tiedostojärjestelmä /boot on valittu tallennettavaksi salatulle levyosiolle. Tämä ei ole mahdollista koska käynnistyslatain ei voisi ladata ydintä eikä initrd:tä. Jatkaminen nyt johtaisi käyttökelvottomaan asennukseen.
it: Si è scelto di memorizzare il file system /boot su una partizione cifrata. Questo non è possibile perché il bootloader non è in grado di caricare il kernel e l'initrd. Continuando si otterrà un'installazione non funzionante.
ko: /boot 파일 시스템을 암호화된 파티션에 설치되도록 설정하셨습니다. 이렇게 하면 부트로더에서 커널과 initrd를 불러올 수 없게 되므로 사용할 수 없습니다. 이대로 계속 진행하실 경우 사용할 수 없는 시스템이 됩니다.
pt_br: Você selecionou o sistema de arquivos /boot para ser armazenado em uma partição criptografada. Isso não é possível devido ao carregador de inicialização não conseguir carregar o kernel e o initrd a partir de uma partição criptografada. Continuar agora resultaria em uma instalação que não poderia ser utilizada.
sl: Izbrali ste, da naj bo /boot datotečni sistem nameščen na šifrirani razdelek. To ni mogoče, saj zagonski nalagalnik ne bi mogel naložiti jedra. Nadaljevanje bo privedlo do neuporabne namestitve sistema.

source: You should go back and choose a non-encrypted partition for the /boot file system.
el: Θα πρέπει να πάτε πίσω και να επιλέξετε μια μη-κρυπτογραφημένη κατάτμηση για το σύστημα αρχείων /boot.
eo: Bonvolu retroiri kaj elekti malĉifritan diskpartigon por la '/boot'-dosiersistemo.
fi: Palaa takaisin ja valitse /boot-tiedostojärjestelmälle osio jota ei ole salattu.
it: Tornare indietro e scegliere una partizione non cifrata come file system di /boot.
ko: 뒤로 가셔서 암호화되지 않은 파티션을 /boot 파일 시스템으로 선택하십시오.
pt_br: Você deveria voltar e selecionar uma partição não criptografada para o sistema de arquivos /boot.
sl: Vrnite se nazaj in izberite nešifrirani razdelek za zagonski datotečni sistem (/boot).

source: Are you sure you want to use a random key?
el: Είστε σίγουρος/η ότι θέλετε να δημιουργήσετε ένα τυχαίο κλειδί;
eo: Ĉu vi vere uzos hazardan ŝlosilon?
fi: Haluatko varmasti käyttää satunnaista avainta?
it: Si è sicuri di voler terminare adesso?
ko: 랜덤한 키를 정말 사용하시겠습니까?
pt_br: Você têm certeza que deseja utilizar uma chave aleatória?
sl: Ali ste prepričani, da želite uporabi naključni ključ?

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
el: Έχετε επιλέξει ένα τυχαίο κλειδί για την κατάτμηση ${DEVICE}αλλά ζητήσατε από το πρόγραμμα διαμέρισης την δημιουργία ενός συστήματος αρχείων στην κατάτμηση αυτή.
eo: Vi elektis hazardan ŝlosiltipon por '${DEVICE}'-o sed vi petis diskpartigilon por krei dosiersistemon sur ĝin.
fi: Laitteelle ${DEVICE} on valittu satunnainen avain, mutta osiointisovelluksella ollaan luomassa sille tiedostojärjestelmä.
it: Si è scelto il tipo di chiave casuale per ${DEVICE} ma si è chiesto al partizionatore di creare un file system su di essa.
ko: ${DEVICE}가 랜덤한 키를 사용하도록 설정했음에도 파일시스템을 새로 만들도록 요청하셨습니다.
pt_br: Você selecionou um tipo de chave aleatória para ${DEVICE} mas requisitou ao particionador criar um sistema de arquivos neste dispositivo.
sl: Izbrali ste naključni ključ za napravo ${DEVICE} vendar ste zahtevali od orodja za razdeljevanje naj na njem ustvari datotečni sistem.

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
el: Η χρήση ενός τύπου τυχαίου κλειδιού σημαίνει ότι τα δεδομένα της κατάτμησης θα καταστρέφονται σε κάθε επανεκκίνηση. Αυτό θα πρέπει να χρησιμοποιηθεί μόνο για κατατμήσεις swap.
eo: La uzado de hazarda ŝlosilo implicos la forviŝadon de diskpartigaj datumoj en ĉiu starto. Tiu funkciado uzendas nur per la interŝanĝaj spacoj ('swap'-diskpartigoj).
fi: Satunnaisen avaimen käyttäminen tarkoittaa osion tiedon tuhoamista jokaisella käynnistyskerralla. Tätä on tarkoitus käyttää vain sivutusosioille.
it: Usare una chiave di tipo casuale significa che i dati della partizione saranno distrutti a ogni riavvio. Questo dovrebbe essere usato solo per partizioni di swap.
ko: 랜덤한 키를 선택할 경우 시스템이 재부팅될 때마다 파티션의 내용이 지워집니다. 이 기능은 스왑 파티션에만 사용하기 바랍니다.
pt_br: Utilizar um tipo de chave aleatória significa que os dados da partição serão destruídos a cada reinicialização. Esse tipo de chave deveria ser utilizado para para partições de troca (swap).
sl: Uporaba naključnega ključa pomeni, da bodo podatki na razdelku uničeni ob vsakem zagonu. Ta način naj bo uporabljen samo za izmenjevalne razdelke.

source: Failed to download crypto components
el: Αποτυχία στο κατέβασμα των συνιστωσών του crypto
eo: Elŝutado de ĉifritaj konsistigaĵoj malsukcesas
fi: Salauksen osien nouto epäonnistui
it: Il caricamento dei componenti relativi alla cifratura è fallito
ko: 암호화 구성요소를 다운로드 받는 데 실패했습니다
pt_br: Falha ao carregar componentes de criptografia
sl: Prenos šifrirnih komponent ni uspel
