Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
el: Στο τέλος αυτής της διαδικασίας εγκατάστασης το σύστημα θα επανεκκινήσει. Στη συνέχεια επιλέξτε το command monitor από την επιλογή "Stop for Maintenance" και πληκτρολογήστε τις ακόλουθες εντολές:
eo: La sistemo denove startos kiam tiu insaladfazo finiĝos. Poste, lanĉu la dialogan interpretilon ("command monitor") per la 'Stopu por vartado'-elekto ("Stop for Maintenance"), kaj plenumu la sekvantajn ordonojn:
fi: Tämän asennusvaiheen lopussa järjestelmä käynnistetään uudelleen. Avaa sen jälkeen "command monitor" valikon "Stop for Maintenance" -kohdasta, ja kirjoita seuraavat komennot:
it: Al termine di questo passo dell'installazione il sistema verrà riavviato. Dopodiché, si inserisca l'opzione «Termina per manutenzione» dal monitor dei comandi e si scrivano i seguenti comandi:
ko: 이 설치 단계가 끝나면 시스템을 다시 시작합니다. 다시 시작한 다음에 "Stop for Maintenance" 옵션에서 명령어 모니터를 입력하시고, 다음 명령어를 입력하십시오:
pt_br: Ao final deste estágio da instalação, o sistema será reiniciado. Após isso, entre no monitor de comandos usando a opção "Parar para Manutenção" ("Stop for Maintenance") e informe os seguintes comandos:
sl: Na koncu te namestitvene stopnje bo računalnik ponovno zagnan. Po tem poženite nadzornik ukazov iz "Stop for Maintenance" možnosti, in vnesite naslednje ukaze:

source: SiByl boot loader installation failed. Continue anyway?
el: Η εγκατάσταση του φορτωτή εκκίνησης SiByl απέτυχε. Θέλετε να συνεχίσετε;
eo: 'SiByl'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: SiByl-alkulatausohjelman asennus epäonnistui. Jatketaanko silti?
it: Installazione del boot loader SiByl fallita. Continuare ugualmente?
ko: SiByl 부트로더 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do gerenciador de inicialização do SiByl falhou. Continuar mesmo assim?
sl: Namestitev zagonskega nalagalnika SiByl ni uspela. Naj vseeno nadaljujem?

source: The SiByl package failed to install into /target/. Installing SiByl as a boot loader is a required step. The install problem might however be unrelated to SiByl, so continuing the installation may be possible.
el: Το πακέτο SiByl απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του SiByl ως φορτωτή εκκίνησης είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του SiByl και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'sibyl'-pakon neeblas instali en '/target/'-o. Instalu 'SiByl'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'SiByl'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin SiByl asennus hakemistoon /target/ ei onnistunut. Sen asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity SiByl:iin, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Il pacchetto SiByl non è riuscito ad installarsi in /target/. L'installazione di SiByl come boot loader è un passaggio obbligatorio. Il problema di installazione può non essere collegato con SiByl, quindi potrebbe essere possibile continuare l'installazione.
ko: SiByl 꾸러미를 /target/에 설치하는 데 실패했습니다. SiByl를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 SiByl와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote SiByl em /target/ falhou. A instalação do gerenciador de inicialização SiByl é um passo requerido. O problema de instalação pode ser não relacionado ao SiByl, portanto continuar a instalação pode ser possível.
sl: Namestitev paketa SiByl v /target/ ni uspela. Namestitev zagonskega nalagalnika SiByl je obvezen korak. Za težavo pri namestitvi morda ni kriv SiByl, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Installing the SiByl boot loader
el: Εγκατάσταση του φορτωτή εκκίνησης SiByl
eo: Instalado de 'SiByl'-a ekŝargilo
fi: Asennetaan SiByl-alkulatausohjelmaa
it: Installazione del boot loader SiByl
ko: SiByl 부트로더 설치
pt_br: Instalando o carregador de inicialização SiByl
sl: Nameščam zagonski nalagalnik SiByl

source: Installing the SiByl package
el: Εγκατάσταση του πακέτου SiByl
eo: Instalado de 'SiByl'-a pako
fi: Asennetaan SiByl-paketti
it: Installazione del pacchetto SiByl
ko: SiByl 꾸러미를 설치하는 중입니다
pt_br: Instalando o pacote SiByl
sl: Nameščam SiByl paket

source: Creating SiByl configuration
el: Ρύθμιση του SiByl
eo: Krei 'SiByl'-an akomodadon
fi: Tehdään SiByl:n asetukset
it: Creazione della configurazione di SiByl
ko: SiByl 설정을 만드는 중입니다
pt_br: Criando a configuração do SiByl
sl: Ustvarjam SiByl nastavitve

source: Install the SiByl boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης SiByl σε ένα σκληρό δίσκο
eo: Instalu la 'SiByl'-ekŝargilon sur fiksita disko
fi: Asenna SiByl-alkulatausohjelma kiintolevylle
it: Installare il boot loader SiByl in un disco fisso
ko: SiByl 부트로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização SiByl em um disco rígido
sl: Namesti zagonski nalagalnik SiByl na trdi disk

source: SiByl boot partition
el: Τμήμα εκκίνησης SiByl
eo: 'SiByl'-ekŝarga diskpartigo
fi: SiByl-käynnistysosio
it: Partizione boot SiByl
ko: SiByl 부트 파티션
pt_br: Partição de inicialização SiByl
sl: SiByl zagonski razdelek

source: Cobalt boot loader installation failed. Continue anyway?
el: Η εγκατάσταση του φορτωτή εκκίνησης Cobalt απέτυχε. Θέλετε να συνεχίσετε;
eo: 'Cobalt'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Cobalt-alkulatausohjelman asennus epäonnistui. Jatketaanko silti?
it: Installazione del boot loader Cobalt fallita. Continuare ugualmente?
ko: Cobalt 부트로더 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do gerenciador de inicialização do Cobalt falhou. Continuar mesmo assim?
sl: Namestitev zagonskega nalagalnika Cobalt ni uspela. Naj vseeno nadaljujem?

source: The CoLo package failed to install into /target/. Installing CoLo as a boot loader is a required step. The install problem might however be unrelated to CoLo, so continuing the installation may be possible.
el: Το πακέτο CoLo απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του CoLo ως φορτωτή εκκίνησης είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του CoLo και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'colo'-pakon neeblas instali en '/target/'-o. Instalu 'Colo'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'Colo'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin CoLo asennus hakemistoon /target/ ei onnistunut. CoLon asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity CoLoon, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Il pacchetto CoLo non è riuscito ad installarsi in /target/. L'installazione di CoLo come boot loader è un passaggio obbligatorio. Il problema di installazione può non essere collegato con CoLo, quindi potrebbe essere possibile continuare l'installazione.
ko: CoLo 꾸러미를 /target/에 설치하는 데 실패했습니다. CoLo를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 CoLo와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote CoLo em /target/ falhou. A instalação do gerenciador de inicialização CoLo é um passo requerido. O problema de instalação pode ser não relacionado ao CoLo, portanto continuar a instalação pode ser possível.
sl: Namestitev paketa CoLo v /target/ ni uspela. Namestitev zagonskega nalagalnika CoLo je obvezen korak. Za težavo pri namestitvi morda ni kriv CoLo, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Installing the Cobalt boot loader
el: Εγκατάσταση του φορτωτή εκκίνησης Cobalt
eo: Instalado de 'Cobalt'-a ekŝargilo
fi: Asennetaan Cobalt-alkulatausohjelmaa
it: Installazione del boot loader Cobalt
ko: Cobalt 부트로더 설치
pt_br: Instalando o carregador de inicialização Cobalt
sl: Nameščam zagonski nalagalnik Cobalt

source: Installing the CoLo package
el: Εγκατάσταση του πακέτου CoLo
eo: Instalado de 'CoLo'-a pako
fi: Asennetaan CoLo-paketti
it: Installazione del pacchetto CoLo
ko: CoLo 꾸러미를 설치하는 중입니다
pt_br: Instalando o pacote CoLo
sl: Nameščam CoLo paket

source: Creating CoLo configuration
el: Ρύθμιση του CoLo
eo: Krei 'CoLo'-an akomodadon
fi: Tehdään CoLo:n asetukset
it: Creazione della configurazione di CoLo
ko: CoLo 설정을 만드는 중입니다
pt_br: Criando a configuração do CoLo
sl: Ustvarjam CoLo nastavitve

source: Install the Cobalt boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης Cobalt σε ένα σκληρό δίσκο
eo: Instalu la 'Cobalt'-ekŝargilon sur fiksita disko
fi: Asenna Cobalt-alkulatausohjelma kiintolevylle
it: Installare il boot loader Cobalt in un disco fisso
ko: Cobalt 부트로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização Cobalt em um disco rígido
sl: Namesti zagonski nalagalnik Cobalt na trdi disk

source: Delo must be installed into the boot sector of a disk with a DOS partition table. Usually the boot sector of /dev/sda is used. Please give the device name of the disk on which to put delo.
el: Ο φορτωτής delo πρέπει να εγκατασταθεί στην κεφαλίδα ενός δίσκου με ετικέτα DOS (disklabel). Συνήθως, χρησιμοποιείται η κεφαλίδα του δίσκου /dev/sda. Παρακαλώ, δώστε το όνομα της μονάδας του δίσκου στον οποίο θα εγκατασταθεί το delo.
eo: 'Delo'-n endas instali en ekŝarga sektoro al 'DOS'-diskpartigotabla disko. Kutime, la ekŝarga sektoro el '/dev/sda' estas uzata. Bonvolu tajpi la adaptilnomon de la disko sur kiu vi volas instali 'delo'-n.
fi: Delo on asennettava levylle jossa on DOS:n osiotaulu, sen käynnistyssektoriin. Tavallisesti käytetään levyn /dev/sda käynnistyssektoria. Anna sen levyn laitenimi johon delo asennetaan.
it: Delo deve essere installato nel settore d'avvio di un disco con una tabella delle partizioni DOS. Normalmente viene usato il settore d'avvio di /dev/sda. Inserire il nome del device sul quale installare Delo.
ko: Delo는 DOS 파티션 테이블이 들어 있는 디스크의 부트 섹터에 설치해야 합니다. 보통 /dev/sda의 부트 섹터를 사용합니다. delo를 설치할 디스크의 장치 이름을 입력하십시오.
pt_br: O delo deve ser instalado no setor de inicialização de um disco com uma tabela de partições DOS. Normalmente o setor de inicialização de /dev/sda é usado. Por favor, informe o nome de dispositivo do disco no qual o delo deve ser instalado.
sl: Delo mora biti nameščen v vzglavje nosilca diska z DOS tabelo razdelkov. Ponavadi je uporabljeno zglavje nosilca /dev/sda. Prosim podajte ime naprave na katero naj postavim Delo.

source: Delo configured to use a serial console
el: Το Delo ρυθμίστηκε να χρησιμοποιεί τη σειριακή κονσόλα
eo: Agordita 'Delo'-o por uzi serian konzolon
fi: Delo on asetettu käyttämään sarjaporttiin kiinnitettyä päätettä.
it: Delo è stato configurato per utilizzare una console seriale
ko: Delo가 시리얼 콘솔을 사용하도록 설정되었습니다
pt_br: Delo configurado para usar um console serial
sl: Delo je nastavljen za uporabo serijske konzole

source: Delo is configured to use the serial port ${PORT} as the console.
el: Το Delo ρυθμίστηκε να να χρησιμοποιεί τη σειριακή θύρα ${PORT} ως κονσόλα.
eo: 'Delo'-o estas agordita por uzi serian pordon '${PORT}' tiel konzolo.
fi: Delo on asetettu käyttämään sarjaporttia ${PORT} konsolina.
it: Delo è stato configurato per usare la porta seriale ${PORT} come console.
ko: Delo에서 ${PORT} 시리얼 포트로 콘솔을 사용하도록 설정되었습니다.
pt_br: O delo está configurado para usar a porta serial ${PORT} como o console.
sl: Delo je nastavljen za uporabo serijskih vrat ${PORT} kot konzole.

source: Delo installation failed. Continue anyway?
el: Αδύνατη η εγκατάσταση του Delo. Θέλετε να συνεχίσετε ούτως ή άλλως;
eo: 'Delo'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Delo:n asennus epäonnistui. Jatketaanko silti?
it: L'installazione di Delo è fallita. Continuare?
ko: Delo 설치가 실패했습니다. 그래도 계속 하시겠습니까?
pt_br: A instalação do delo falhou. Continuar de qualquer forma?
sl: Namestitev Dela ni uspela. Naj vseeno nadaljujem?

source: The delo package failed to install into /target/. Installing delo as a boot loader is a required step. The install problem might however be unrelated to delo, so continuing the installation may be possible.
el: Η εγκατάσταση του delo στο /target/ απέτυχε. Η εγκατάσταση του delo ως φορτωτή εκκίνησης είναι απαραίτητη. Ίσως το πρόβλημα να μην έχει σχέση με το delo και να μπορείτε να συνεχίσετε με την εγκατάσταση.
eo: La 'delo'-pakon neeblas instali en '/target/'-o. Instalu 'Delo'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'Delo'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin delo asennus /target/:iin epäonnistui. Delo:n asentaminen alkulatausohjelmaksi on välttämätön kohta. Mahdollisesti asennuspulmat eivät ole delo:sta johtuvia, joten asennuksen jatkaminen on ehkä mahdollista.
it: L'installazione del pacchetto «delo» su /target/ è fallita. L'installazione di Delo come boot loader è un passo indispensabile. Il problema riscontrato potrebbe comunque non essere legato a Delo, quindi potrebbe essere possibile continuare l'installazione.
ko: delo 꾸러미를 /target/에 설치하는 데 실패했습니다. delo를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 delo와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: O instalação do pacote delo em /target/ falhou. A instalação do delo como um carregador de inicialização é um passo requerido. O problema de instalação pode porém ser não relacionado ao delo, portanto continuar a instalação pode ser possível.
sl: Paketa delo ni bilo mogoče namestiti v /target/. Namestitev Dela kot zagonski nalagalnik je nujni korak. Za težavo pri namestitvi morda ni kriv Delo, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Install the Delo boot loader on a hard disk
el: Εγκατάσταση του φορτωτή εκκίνησης Delo σε ένα σκληρό δίσκο
eo: Instalu la 'Delo'-ekŝargilon sur fiksita disko
fi: Asenna Delo-alkulatausohjelma kiintolevylle
it: Installare il boot loader Delo in un disco fisso
ko: Delo 부트로더를 하드 디스크에 설치
pt_br: Instalar o carregador de inicialização Delo em seu disco
sl: Namesti zagonski nalagalnik Delo na trdi disk

source: Configure MD devices
el: Ρύθμιση μονάδων MD
eo: Akomodu la multdiskajn 'MD'-adaptilojn
fi: Tee MD-laitteiden asetukset
it: Configurare i device multidisk (MD)
ko: 멀티디스크 장치 설정
pt_br: Configurar dispositivos MD
sl: Nastavi naprave MD

source: Multidisk (MD) not available
el: Δεν είναι διαθέσιμη η υποστήριξη Μονάδων Πολλαπλών Δίσκου (Multidisk)
eo: Maldisponebla multdisko (MD)
fi: Multidisk (MD) ei käytettävissä
it: Il multidisk (MD) non è disponibile
ko: 멀티디스크가 (MD) 없습니다
pt_br: Multidisco (MD) não disponível
sl: Multidisk (MD) ni na voljo

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
el: Ο τρέχων πυρήνας δεν υποστηρίζει μονάδες πολλαπλών δίσκων (multidisk). Πιθανόν να χρειάζεται να φορτώσετε τα απαραίτητα αρθρώματα.
eo: Verŝajne, la nuntempa kerno ne administras multdiskajn adaptilojn. La ŝarĝado de necesaj moduloj solvus la problemon.
fi: Ajossa oleva ydin ei tue multidisk-laitteita. Tämä pitäisi korjata lataamalla tarvittavat moduulit.
it: Il kernel in uso non supporta i device multidisk. Si può ovviare caricando i moduli necessari.
ko: 현재 커널은 멀티디스크 장치를 지원하지 않습니다. 필요한 모듈을 읽어들여야 할 것입니다.
pt_br: O kernel atual parece não suportar dispositivos multidisco. Isso poderá ser solucionado carregando os módulos necessários.
sl: Trenutno jedro ne podpira multidisk naprav. To lahko popravite tako, da naložite potrebne module.

source: Create MD device
el: Δημιουργία μονάδας MD
eo: Kreu multdiskan 'MD'-adaptilon
fi: Luo MD-laite
it: Creare un device multidisk (MD)
ko: 멀티디스크 장치 만들기
pt_br: Criar dispositivo MD
sl: Ustvari napravo MD

source: Delete MD device
el: Διαγραφή μονάδας MD
eo: Viŝu multdiskan 'MD'-adaptilon
fi: Poista MD-laite
it: Cancellare un device multidisk (MD)
ko: 멀티디스크 장치 지우기
pt_br: Remover dispositivo MD
sl: Izbriši napravo MD

source: Finish
el: Ολοκλήρωση
eo: Ĉesigu
fi: Lopeta
it: Terminare
ko: 마치기
pt_br: Finalizar
sl: Končaj

source: Multidisk configuration actions
el: Εργασία ρύθμισης πολλαπλών δίσκων:
eo: Multdiskaj akomodadoj
fi: Multidiskin asetusten muokkaus
it: Passi di configurazione di multidisk
ko: 멀티디스크 설정 작업
pt_br: Ações de configuração multidisco:
sl: Multidisk nastavitvene akcije

source: This is the Multidisk (MD) and software RAID configuration menu.
el: Αυτό είναι το μενού ρυθμίσεων των Πολλαπλών Δίσκων και του RAID λογισμικού.
eo: Jen la multdisko (MD) kaj 'RAID'-programara akomodada menuo ('software RAID').
fi: Tämä on Multidiskin (MD) ja ohjelmalla toteutetun RAIDin asetusvalikko.
it: Questo è il menu di configurazione di Multidisk (MD) e del RAID software.
ko: 멀티디스크 (MD) 및 소프트웨어 RAID 설정 메뉴입니다.
pt_br: Este é o menu de configuração Multidisco (MD) e RAID via software.
sl: To je meni za nastavljanje Multidiska (MD) in programskega RAID polja.

source: Please select one of the proposed actions to configure multidisk devices.
el: Παρακαλώ επιλέξτε μια από τις ακόλουθες εργασίες τη για τη ρύθμιση των μονάδων πολλαπλών δίσκων.
eo: Bonvolu elektu iun, inter tiuj agoj por akomodi multdiskajn adaptilojn.
fi: Valitse yksi ehdotetuista toiminnoista tehdäksesi multidisk-laitteiden asetukset.
it: Selezionare una delle azioni suggerite per configurare i device multidisk.
ko: 멀티디스크 (MD) 장치 설정하는 작업중의 하나를 선택하십시오.
pt_br: Por favor, selecione uma das ações propostas para configurar dispositivos multidisco.
sl: Izberite eno od naslednjih izbir, če želite nastaviti multidisk naprave.

source: No RAID partitions available
el: Δεν υπάρχουν διαθέσιμες κατατμήσεις RAID
eo: Neniu 'RAID' disponebla diskpartigo
fi: Yhtään RAID-osiota ei ole käytettävissä
it: Non è disponibile alcuna partizione RAID
ko: RAID 파티션이 없습니다
pt_br: Nenhuma partição RAID disponível
sl: Noben RAID razdelek ni na voljo

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
el: Δεν υπάρχουν διαθέσιμες κατατμήσεις τύπου "Linux RAID Autodetect". Θα πρέπει να δημιουργήσετε μια τέτοια κατάτμηση ή να διαγράψετε μια ήδη υπάρχουσα συσκευή πολλαπλών δίσκων για να ελευθερώσετε τις κατατμήσεις της.
eo: Neniu disponebla 'Linux RAID Autodetect'-a diskpartigo. Bonvolu krei RAID-an diskpartigon, aŭ viŝu uzitan multdiskan adaptilon por liberigi ĉi tiujn diskpartigojn.
fi: Yhtään käyttämätöntä levyosiota tyypiltään "Linux RAID Autodetect" ei ole käytettävissä. Luo tuollainen osio, tai poista jo käytössä oleva multidisk-laite vapauttaaksesi sen levyosiot.
it: Non c'è nessuna partizione inutilizzata di tipo «Linux RAID Autodetect». Crearne una, oppure cancellare un device multidisk già in uso per liberarne le partizioni.
ko: "리눅스 RAID 자동 찾기"라는 종류의 사용하지 않고 있는 파티션이 없습니다. 그러한 파티션을 하나 만드시거나, 사용중인 멀티디스크 장치를 지워서 그 파티션을 사용 해제하십시오.
pt_br: Nenhuma partição não utilizada do tipo "Linux RAID Autodetect" está disponível. Por favor, crie uma partição desse tipo ou remova um dispositivo multidisco já usado para liberar suas partições.
sl: Ni neuporabljenih razdelkov tipa "Linux RAID Autodetect". Ustvarite takšen razdelek ali pa izbrišite že uporabljano multidisk napravo, da boste sprostili njene razdelke.

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
el: Αν όντως έχετε τέτοιες κατατμήσεις, μπορεί να περιέχουν πραγματικά συστήματα αρχείων και για το λόγο αυτό δεν είναι διαθέσιμες για χρήση από αυτό το εργαλείορύθμισης.
eo: Se vi havas tiajn diskpartigojn, ili inkludus efektivan dosiersistemon kaj ne povos esti uzitaj de ĉi tiu instalilo.
fi: Jos tälläisia levyosioita on, niissä ehkä on tiedostojärjestelmiä, eivätkä ne siitä syystä ole käytettävissä tässä sovelluksessa.
it: Se tali partizioni ci sono, forse contengono un file system e quindi non sono disponibili per questa utilità di configurazione.
ko: 그러한 파티션이 이미 있다면, 그 안에 실제 파일 시스템이 들어 있어서 이 설정 프로그램에서 사용할 수 없는 것입니다.
pt_br: Caso você possua partições desse tipo, as mesmas podem contém sistemas de arquivos e portanto não estarão disponíveis para serem usados por este utilitário de configuração.
sl: Če imate takšne razdelke, morda vsebujejo dejanske datotečne sisteme in zato niso na voljo za uporabo s tem nastavitvenim orodjem.

source: Not enough RAID partitions available
el: Δεν υπάρχουν αρκετές κατατμήσεις RAID διαθέσιμες
eo: Nesufiĉaj disponeblaj 'RAID'-diskpartigoj
fi: RAID-osioita ei ole käytettävissä riittävän montaa
it: Non sono disponibili abbastanza partizioni RAID
ko: RAID 파티션이 부족합니다
pt_br: Partições RAID disponíveis não são o bastante
sl: Na voljo ni dovolj RAID razdelkov

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
el: Δεν υπάρχουν αρκετές κατατμήσεις RAID διαθέσιμες για τη συγκεκριμένη διάταξη. Έχετε ${NUM_PART} κατατμήσεις RAID διαθέσιμες αλλά η διάταξή που έχετε επιλέξει απαιτεί ${REQUIRED} κατατμήσεις.
eo: Nesufiĉaj disponeblaj RAID diskpartigoj por via elektinta agordo. Vi nuntempe disponas ${NUM_PART} RAID-ajn diskpartigojn, sed ${REQUIRED} diskpartigoj necesas por la elekta diskpartigoj.
fi: Riittävän montaa RAID-osiota ei ole käytettävissä valitsemaasi kokoonpanoon. Käytettävissä on RAID-osiota ${NUM_PART} mutta kokoonpano vaatii ${REQUIRED} osiota.
it: Non ci sono sufficienti partizioni RAID per la configurazione selezionata. Si hanno ${NUM_PART} partizioni RAID a disposizione, ma la configurazione necessita di ${REQUIRED} partizioni.
ko: 설정하신 것에 비해 사용할 수 있는 RAID 파티션이 적습니다. 사용할 수 있는 RAID 파티션은 ${NUM_PART}개가 있지만, 설정한 바에 따르면 ${REQUIRED}개의파티션이 필요합니다.
pt_br: Não existem partições RAID disponíveis o bastante para a configuração selecionada. Você possui ${NUM_PART} partições RAID disponíveis mas sua configuração requer ${REQUIRED} partições.
sl: Za vašo izbrano nastavitev ni na voljo dovolj RAID razdelkov. Na voljo imate ${NUM_PART} razdelkov RAID, vendar vaša nastavitev zahteva ${REQUIRED} razdelkov.

source: Multidisk device type:
el: Τύπος μονάδα πολλαπλών δίσκων:
eo: Multdiska adaptila tipo:
fi: Multidisk-laitteen tyyppi:
it: Tipo di device multidisk:
ko: 멀티디스크 장치 종류:
pt_br: Tipo de dispositivo multidisco:
sl: Multidisk naprava tipa:

source: Please choose the type of the multidisk device to be created.
el: Παρακαλώ επιλέξτε τον τύπο της μονάδας πολλαπλών δίσκων που θα δημιουργηθεί.
eo: Bonvolu elekti tipon de la kreota multdiska adaptilo.
fi: Valitse luotavan multidisk-laitteen tyyppi.
it: Scegliere il tipo di multidisk da creare.
ko: 새로 만들 멀티디스크 장치의 종류를 고르십시오.
pt_br: Por favor, selecione o tipo de dispositivo multidisco a ser criado.
sl: Prosim izberite tip multidisk naprave, ki naj bo ustvarjena.

source: Number of active devices for the RAID1 array:
el: Αριθμός ενεργών μονάδων για τη συστοιχία RAID1:
eo: Nombro da aktivaj adaptiloj por la 'RAID1'-a tabeldisko:
fi: RAID1-pakan käytössä olevien laitteiden määrä:
it: Numero di device attivi per un array RAID1:
ko: RAID1 어레이의 활성 장치 개수:
pt_br: Número de dispositivos ativos para a array RAID1:
sl: Število aktivnih naprav za RAID1 polje:
