Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
el: Απέτυχε η εγκατάσταση του πακέτου aboot στο /target. Η εγκατάσταση του aboot ως φορτωτή εκκίνησης είναι απαιτούμενο στάδιο. Ωστόσο, το πρόβλημα της εγκατάστασης του πακέτου μπορεί να είναι άσχετο με το aboot, και μπορεί να είναι δυνατή η συνέχιση της διαδικασίας της εγκατάστασης.
eo: La 'aboot'-pakon ne eblas instali en '/target/'-o. Instalu 'aboot'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'aboot'-o, nu eblus daŭrigi la instaladon.
fi: Aboot-pakettia ei voitu asentaa hakemistoon /target/. Aboot:n asentaminen alkulatausohjelmaksi on pakollinen kohta. Asennuspulma saattaa kuitenkin olla muualla kuin Aboot:ssa, joten asennuksen jatkaminen voi olla mahdollista.
it: È fallita l'installazione del pacchetto Aboot in /target. L'installazione di Aboot come boot loader è un passo indispensabile. Il problema potrebbe comunque non riguardare Aboot, per cui è possibile continuare l'installazione.
ko: aboot 꾸러미를 /target/에 설치하는 데 실패했습니다. aboot를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 aboot와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote aboot em /target/ falhou. A instalação do aboot como um carregador de inicialização é um passo necessário. Porém, o problema com a instalação do mesmo pode não ser relacionado ao aboot e, portanto, continuar a instalação pode ser possível.
sl: Namestitev paketa aboot v /target/ ni uspela. Namestitev aboota kot zagonskega nalagalnika je zahtevan korak. Za težavo pri namestitvi morda ni kriv aboot, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
el: Το aboot πρέπει να εγκαταστήσει το φορτωτή εκκίνησης σε μία εκκινήσιμη συσκευή που να περιέχει μια κατάτμηση ext2. Παρακαλώ επιλέξτε την κατάτμηση ext2 που επιθυμείτε να χρησιμοποιείται από το aboot. Αν αυτή δεν είναι το ριζικόσύστημα αρχείων (root), τότε το αρχείο πυρήνα και το αρχείο ρυθμίσεων /etc/aboot.conf θα αντιγραφεί στην κατάτμηση αυτή.
eo: 'aboot'-o bezonas instalotan ekŝargilon en startigebla adaptilo kun 'ext2'-a diskpartigo. Bonvulu elekti la 'ext2'-diskpartigon uzotan de 'aboot'-o. Se ĝi ne estas la radika dosiersistemo, la kerna bildo kaj akomoda dosiero '/etc/aboot.conf' estos kopiita sur tiu ĉi.
fi: Aboot:n on asennettava alkulatausohjelma käynnistyskelpoiselle laitteelle jossa on ext2-osio. Valitse ext2-osio jota aboot käyttää. Jos se ei ole juuritiedostojärjestelmä, ytimen otos ja asetukset sisältävä tiedosto /etc/aboot.conf kopioidaan tuohon osioon.
it: Aboot deve installare il boot loader su un dispositivo avviabile che contiene una partizione ext2, selezionare la partizione ext2 che si desidera sia usata da Aboot. Se questa non è il file system root, le immagini del kernel e il file di configurazione /etc/aboot.conf verranno copiati nella partizione.
ko: Aboot는 부트 로더를 ext2 파티션이 들어 있는 부팅 가능한 장치에 설치해야 합니다. aboot가 사용할 ext2 파티션을 선택하십시오. 루트 파티션이 아니라면, 커널 이미지와 설정 파일 /etc/aboot.conf를 그 파티션으로 복사합니다.
pt_br: O aboot precisa instalar o carregador de inicialização em um dispositivo inicializável contendo uma partição ext2. Por favor, selecione a partição ext2 que você deseja que o aboot use. Caso esta partição não seja o sistema de arquivos raiz, sua imagem de kernel e o arquivo de configuração /etc/aboot.conf será copiado para esta partição.
sl: Aboot potrebuje za namestitev zagonskega nalagalnika napravo s katere je mogoče zagnati sistem in vsebuje ext2 razdelek. Prosim izberite ext2 razdelek, ki naj ga aboot uporabi. Če to ni korenski datotečni sistem bo nanj prepisana vaša slika jedra in nastavitvena datoteka /etc/aboot.conf.

source: Install /boot on a disk with an unsupported partition table?
el: Να γίνει εγκατάσταση του /boot σε δίσκο με μη υποστηριζόμενο πίνακα τμημάτων;
eo: Instalu '/boot'-on sur disko kun ne administrita diskpartigotablo?
fi: Asenna /boot levylle, jonka levyosiotaulu ei ole tuettujen joukossa?
it: Installare /boot su un disco con una tabella delle partizioni non supportata?
ko: 지원하지 않는 파티션 테이블이 들어 있는 디스크에 /boot를 설치하시겠습니까?
pt_br: Instalar o /boot em um disco com uma tabela de partições não suportada?
sl: Namestim /boot na disk z nepodprto tabelo razdelkov?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
el: Για να γίνει εκκίνηση από την κονσόλα SRM, το aboot και ο πυρήνας που φορτώνεται πρέπει να είναι εγκατεστημένα σε δίσκο που χρησιμοποιεί ετικέτες BSD για τον πίνακα τμημάτων του. Ο κατάλογος /boot του συστήματός σας δεν βρίσκεται σε τέτοιο δίσκο. Αν συνεχίσετε, δε θα είναι δυνατή η εκκίνηση του συστήματός σας με το aboot και θα πρέπει να βρείτε κάποιο άλλο τρόπο.
eo: Por esti ekŝargeblaj per 'SRM'-konzolo, 'aboot'-o kaj ĝia ŝargota kerno estendas instalitaj en disko, kiu uzas 'BSD'-etikedon por ĝia diskpartigotablo. Via '/boot'-dosierujo ne situas en tia disko. Se vi daŭrigos tiel, vi eble ne ekŝargos per 'aboot'-o kaj vi uzendos alian ekŝargan metodon.
fi: Käynnistys SRM-konsolilta vaatii, että aboot ja ydin, jonka se lataa, ovat asennettuina levylle, joka käyttää BSD-levynimiöitä osiotaulussaan. Hakemisto /boot-ei ole tällaisella levyllä. Jos jatkat, aboot ei pysty käynnistämään konetta ja käynnistys on tehtävä jollain muulla tavalla.
it: Per essere avviabile dalla console SRM, Aboot e il kernel che carica devono essere installati su un disco con tabella delle partizioni in formato BSD disklabels. La directory /boot non è su tale disco, se si prosegue non sarà possibile fare il boot del proprio sistema usando Aboot e sarà necessario farlo in qualche altro modo.
ko: SRM 콘솔로 부팅하려면, aboot와 aboot가 읽어들일 커널을 파티션 테이블에 BSD 디스크 레이블을 사용한 디스크에 설치해야 합니다. /boot 디렉토리가 그러한 디스크에 들어 있지 않습니다. 계속 하신다면 aboot로 시스템을 부팅하지 못할 것이고, 다른 방법으로 부팅해야 할 것입니다.
pt_br: Para que possa ser inicializável a partir do console SRM, o aboot e o kernel que ele carrega devem estar instalados em um disco que utilize disklabels BSD para sua tabela de partições. Seu diretório /boot não está localizado em um disco desses. Caso você continue, você conseguirá iniciar seu sistema usando o aboot e precisará inicializá-lo de uma outra forma.
sl: Če želite, da se aboot zažene iz konzole SRM, morata biti aboot in jedro, ki ga aboot naloži nameščena na disk, ki uporablja oznake diskov BSD za svojo tabelo razdelkov. Vaša imenik /boot se ne nahaja na takšnem disku. Če boste nadaljevali, ne boste mogli zagnati vašega sistema z uporabo aboota, ampak boste morali to storiti nekako drugače.

source: Use unsupported file system type for /boot?
el: Να γίνει χρήση του μη υποστηριζόμενου συστήματος αρχείων για το /boot;
eo: Ĉu uzi neadministran dosiersisteman tipon por '/boot'-o?
fi: Käytetäänkö /boot-osiolle tiedostojärjestelmää, joka ei ole tuettu?
it: Usare un file system non supportato per /boot?
ko: /boot 파티션에 지원하지 않는 파일시스템을 사용하시겠습니까?
pt_br: Usar tipo de sistema de arquivos não suportado para /boot?
sl: Uporabim nepodprto vrsto datotečnega sistema za /boot?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
el: Το aboot απαιτεί ο κατάλογος /boot να βρίσκεται σε μια κατάτμηση με σύστημα αρχείων ext2 σε μια εκκινήσιμη συσκευή. Αυτό σημαίνει είτε ότι η ριζική (root) κατάτμηση πρέπει να είναι διαμορφωμένη σε ext2, ή ότι πρέπει να έχετε μια ξεχωριστή κατάτμηση ext2 προσαρτημένη στο σημείο /boot.
eo: 'Aboot'-o bezonas '/boot'-dosieron lokitan en ekŝargebla 'ext2'-a diskpartigo. Do, aŭ la radika diskpartigo estas 'ext2'-dosiersistemo, aŭ vi aparte uzas 'ext2'-diskpartigon surmetitan en '/boot'.
fi: Aboot vaatii, että hakemisto /boot on ext2-osiolla käynnistyslaitteella. Juuriosion on oltava ext2-tiedostojärjestelmä tai on oltava erillinen ext2-osio, jonka liitoskohta on /boot.
it: Aboot richiede che /boot sia su una partizione ext2 su un device avviabile, questo significa che o la partizione root deve essere ext2 oppure è necessario avere una partizione ext2 separata e montata su /boot
ko: aboot를 설치하려면, 부팅 가능한 장치의 ext2 파티션에 /boot를 집어 넣어야 합니다. 즉 루트 파티션이 ext2 파일 시스템이거나, /boot에 마운트한 ext2 파티션이 있어야 합니다.
pt_br: O aboot requer que o /boot esteja localizado em uma partição ext2 em um dispositivo inicializável. Isto significa que a partição raiz deve estar em um sistema de arquivos ext2 ou você deve possuir uma partição ext2 separada montada como /boot.
sl: Aboot zahteva, da se /boot nahaja na razdelku ext2 na zagonski napravi. To pomeni, da mora biti korenski razdelek vrste ext2 ali pa potrebujete ločen razdelek ext2, priklopljen kot /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
el: Η τρέχουσα ρύθμιση για το /boot το ορίζει σε μια κατάτμηση τύπου ${PARTTYPE}. Αν κρατήσετε αυτή τη ρύθμιση, δεν είναι δυνατή η εκκίνηση του συστήματός σας με το aboot.
eo: Nuntempe, '/boot'-o situas en '${PARTTYPE}'-a diskpartigo. Se vi konservas tion akomodon, Debiano ne ekŝargeblos Debianon per 'aboot'-o.
fi: Nyt /boot sijaitsee levyosiolla jonka tyyppi on ${PARTTYPE}. Jos tämä asetus säilytetään, ei Debian-järjestelmää pysty käynnistämään käyttäen aboot:tia.
it: Attualmente /boot si trova su una partizione ${PARTTYPE}. Se si mantiene questa impostazione non sarà possibile fare il boot del proprio sistema Debian usando Aboot.
ko: 현재 /boot는 ${PARTTYPE}의 파티션에 들어 있습니다. 이 설정을 유지하면, 데비안 시스템을 부팅하는 데 aboot를 쓸 수 없게 됩니다.
pt_br: Atualmente, o /boot está localizado em uma partição do tipo ${PARTTYPE}. Caso você mantenha esta configuração, você não conseguirá iniciar seu novo sistema Debian usando o aboot.
sl: Trenutno se /boot nahaja na razdelku vrste ${PARTTYPE}. Če boste obdržali to nastavitev, vašega sistema ne boste mogli zagnati z uporabo aboota.

source: Install without aboot?
el: Εγκατάσταση χωρίς το aboot;
eo: Ĉu instali sen 'aboot'-o?
fi: Asennetaanko ilman aboot-alkulatausohjelmaa?
it: Installazione senza Aboot?
ko: aboot 없이 설치하시겠습니까?
pt_br: Instalar sem o aboot?
sl: Namestitev brez aboota?

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
el: Ο κατάλογος /boot βρίσκεται σε ένα δίσκο που δεν διαθέτει τον απαραίτητο χώρο για το πρόγραμμα εκκίνησης aboot. Για να εγκαταστήσετε το aboot θα πρέπει να υπάρχει μια ειδική κατάτμηση για το aboot στην αρχή του δίσκου σας.
eo: Via '/boot'-a dosierujo situas en disko kiu ne disponas spacon por la 'aboot'-ekŝargilo. Por instali 'aboot'-o, vi devos disponi specialan 'aboot'-an diskpartigon je la diskokomenco.
fi: Hakemisto /boot sijaitsee levyllä, jolla ei ole paikkaa aboot alkulatausohjelmalle. Levyn alussa on oltava erityinen aboot-levyosio, jotta aboot voidaan asentaa.
it: La directory /boot si trova su un disco che non ha spazio per il boot loader Aboot. Per installare Aboot è richiesta una partizione speciale all'inizio del disco.
ko: aboot 부트로더가 들어갈 만한 공간이 없는 디스크에 /aboot 디렉토리가 있습니다. yaboot를 설치하려면, 디스크의 첫 부분에 aboot 전용 파티션이 있어야 합니다.
pt_br: Seu diretório /boot está localizado em um disco que não possui espaço para o carregador de inicialização aboot. Para instalar o aboot você precisa de uma partição especial para o aboot no início de seu disco.
sl: Vaša mapa /boot se nahaja na polnem disku na katerem ni prostora za zagonski nalagalnik aboot. Če ga želite namestiti, potrebujete poseben razdelek na začetku diska.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
el: Αν συνεχίσετε χωρίς να διορθώσετε το πρόβλημα αυτό, το aboot δεν θα εγκατασταθεί και δεν μπορείτε να εκκινήσετε το σύστημα σας από την κονσόλα SRM.
eo: Se vi daŭrigas sen koreki tiun problemon, 'aboot'-o ne estos instalita. Via nova sistemo ne ekŝargeblos per la 'SRM'-konzolo.
fi: Jos jatkat korjaamatta tätä vikaa, aboot-alkulatausohjelmaa ei asenneta ja uutta järjestelmää ei voi käynnistää SRM-konsolilta.
it: Proseguire senza correggere il problema implica che Aboot non verrà installato e quindi che il sistema non sarà avviabile dalla console SRM.
ko: 이 문제를 바로잡지 않고 계속 하신다면, aboot를 설치하지 않을 것이고 SRM 콘솔에서 새 시스템으로 부팅하지 못할 것입니다.
pt_br: Caso você continue sem corrigir esse problema, o aboot não será instalado e não será possível iniciar seu novo sistema a partir do console SRM.
sl: Če boste nadaljevali, ne da bi odpravili napako, se aboot ne bo namestil in vašega novega sistema ne boste mogli zagnati iz konzole SRM.

source: Install aboot on a hard disk
el: Εγκατάσταση του aboot σε σκληρό δίσκο
eo: Instalu 'aboot'-on en fiksita disko
fi: Asenna aboot kiintolevylle
it: Installare aboot su un disco rigido
ko: aboot를 하드 디스크에 설치
pt_br: Instalar o aboot em um disco rígido
sl: Namesti aboot na trdi disk

source: No ext2 partitions found
el: Δε βρέθηκαν κατατμήσεις ext2
eo: Neniu trovita 'ext2'-diskpartigo
fi: ext2-osioita ei löytynyt
it: Non sono state trovate partizioni ext2
ko: ext2 파티션이 없습니다
pt_br: Nenhuma partição ext2 encontrada
sl: Nisem našel ext2 razdelkov

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
el: Δε βρέθηκαν κατατμήσεις ext2 στον υπολογιστή σας. Για να φορτώσετε τον πυρήνα του Linux από την κονσόλα SRM, το aboot χρειάζεται μια κατάτμηση με σύστημα αρχείων ext2 σε ένα δίσκο που έχει διαμορφωθεί με ετικέτες BSD (disklabels). Θα χρειαστεί να ρυθμίσετε τουλάχιστον μια κατάτμηση ext2 στον υπολογιστή σας πριν συνεχίσετε.
eo: Neniu 'ext2'-a dosiersistemo estas trovita en via komputilo. Por ŝargi la Linuksan kernon per 'SRM'-konzolo, 'aboot'-ilo bezonas 'ext2'-diskpartigan diskon, kiu uzas 'BSD'-etikedon ("BSD disklabels") por ĝia diskpartigotablo. Vi almenaŭ bezonos krei 'ext2'-diskpartigon sur via sistemo por povi daŭrigi la instaladon.
fi: ext2-tiedostojärjestelmiä ei löytynyt järjestelmästä. Voidakseen ladata Linux-ytimen SRM-konsolista, aboot tarvitsee ext2-osion levyllä, jonka osiot on tehty käyttäen BSD-levynimiöitä. Ainakin yksi ext2-osio on tehtävä ennen jatkamista.
it: Non è stato trovato alcun file system ext2 nel computer. Per caricare il kernel Linux dalla console SRM, Aboot necessita di una partizione ext2 su un disco partizionato con BSD disklabels; è necessario configurare almeno una partizione ext2 sul sistema prima di continuare.
ko: 컴퓨터에 ext2 파일 시스템이 없습니다. SRM 콘솔에서 리눅스 커널을 읽어들이려면 BSD 디스크레이블로 파티션한 ext2 파티션이 필요합니다. 계속하기 전에 시스템에 최소한 한 개의 ext2 파티션이 필요합니다.
pt_br: Nenhum sistema de arquivos ext2 foi encontrado em seu computador. Para carregar o kernel Linux a partir do console SRM, o aboot precisa de uma partição ext2 em um disco que tenha sido particionado com disklabels BSD. Você precisará configurar pelo menos uma partição ext2 em seu sistema antes de continuar.
sl: Na sistemu nisem našel nobenega ext2 razdelka. Za zagon Linux jedra iz SRM konzole potrebuje aboot ext2 razdelek na disku, ki je bil razdeljen z BSD oznakami diskov. Pred nadaljevanjem boste morali nastaviti vsaj en ext2 razdelek na vašem sistemu.

source: Installing the aboot boot loader
el: Εγκατάσταση του φορτωτή εκκίνησης aboot
eo: Instalado de 'aboot'-a ekŝargilo
fi: Asennetaan aboot-alkulatausohjelmaa
it: Installazione del boot loader Aboot in corso
ko: aboot 부트 로더를 설치하는 중입니다
pt_br: Instalando o carregador de inicialização aboot
sl: Nameščam aboot zagonski nalagalnik

source: Installing the 'aboot' package...
el: Εγκατάσταση του πακέτου 'aboot'...
eo: Instalado de 'aboot'-pako...
fi: Asennetaan "aboot"-paketti...
it: Installazione del pacchetto «aboot» in corso.
ko: 'aboot' 꾸러미를 설치하는 중입니다...
pt_br: Instalando o pacote 'aboot'...
sl: Nameščam paket 'aboot' ...

source: Determining aboot boot device...
el: Εξακριβώνεται η συσκευή εκκίνησης για το aboot...
eo: Difini 'aboot'-ekŝargan ekipaĵon...
fi: Selvitetään aboot-käynnistyslaitetta...
it: Ricerca del device di avvio di Aboot in corso.
ko: aboot 부팅 장치를 찾는 중입니다...
pt_br: Determinando o dispositivo de inicialização do aboot...
sl: Iščem zagonsko napravo aboot...

source: Installing aboot on ${BOOTDISK}...
el: Εγκατάσταση του aboot στο ${BOOTDISK}...
eo: Instalado de 'aboot'-o sur ${BOOTDISK}...
fi: Asennetaan aboot laitteelle ${BOOTDISK}...
it: Installazione di Aboot su ${BOOTDISK} in corso.
ko: aboot를 ${BOOTDISK}에 설치하는 중입니다...
pt_br: Instalando o aboot em ${BOOTDISK}...
sl: Nameščam aboot na ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
el: Ρύθμιση του aboot να χρησιμοποιεί την κατάτμηση ${PARTNUM}...
eo: Akomodado de 'aboot'-o por uzi diskpartigon ${PARTNUM}...
fi: Muutetaan asetuksia siten, että aboot käyttää osiota ${PARTNUM}...
it: Configurazione di Aboot sulla partizione ${PARTNUM} in corso.
ko: aboot가 ${PARTNUM} 파티션을 사용하도록 설정하는 중입니다...
pt_br: Configurando o aboot para usar a partição ${PARTNUM}...
sl: Nastavljam aboot za uporabo razdelka ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
el: Αντιγραφή των αρχείων πυρήνα στο ${BOOTDEV}...
eo: Kopii kernajn bildojn al ${BOOTDEV}...
fi: Kopioidaan ytimen otokset laitteelle ${BOOTDEV}...
it: Copia delle immagini del kernel su ${BOOTDEV} in corso.
ko: 커널 이미지를 ${BOOTDEV}에 복사하는 중입니다...
pt_br: Copiando imagens de kernel para ${BOOTDEV}...
sl: Prepisujem slike jedra na ${BOOTDEV}...

source: Aboot boot partition
el: Τμήμα εκκίνησης του aboot
eo: 'Aboot'-ekŝarga diskpartigo
fi: Aboot-käynnistysosio
it: Partizione di avvio di Aboot
ko: Aboot 부트 파티션
pt_br: Partição de inicialização aboot
sl: Aboot zagonski razdelek

source: Installing vmelilo
el: Εγκατάσταση του vmemlilo
eo: Instalado de 'vmelilo'-o
fi: Asennetaan vmelilo
it: Installazione di vmelilo
ko: vmelilo를 설치하는 중입니다
pt_br: Instalando o vmelilo
sl: Namestitev vmelila

source: Installing vmelilo boot loader
el: Εγκατάσταση του πρόγράμματος εκκίνησης vmemlilo
eo: Instalado de 'vmelilo'-a ekŝargilo
fi: Asennetaan vmelilo-alkulatausohjelma
it: Installazione del boot loader vmelilo
ko: vmelilo 부트로더를 설치하는 중입니다
pt_br: Instalando o carregador de inicialização vmelilo
sl: Namestitev zagonskega nalagalnika vmelilo

source: vmelilo installation failed. Continue anyway?
el: η εγκατάσταση του vmelilo απέτυχε. Να συνεχίσω;
eo: 'vmelilo'-a instalado malsukcesis. Ĉu tamen daŭrigi?
fi: Ohjelmapaketin vmelilo asennus ei onnistunut. Jatketaanko silti?
it: L'installazione di vmelilo è fallita. Continuare egualmente?
ko: vmelilo 설치가 실패했습니다. 그래도 계속하시겠습니까?
pt_br: A instalação do vmelilo falhou. Continuar mesmo assim?
sl: Namestitev vmelila ni uspela. Kljub temu nadaljujem?

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
el: Η εγκατάσταση του πακέτου vmelilo στον κατάλογο /target/ απέτυχε. Η εγκατάσταση του πρόγράμματος εκκίνησης vmelilo είναι ένα απαραίτητο στάδιο. Το πρόβλημα με την εγκατάσταση μπορεί να είναι άσχετο με το πακέτο και για αυτό μπορεί να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: Neeblas instali la 'vmelilo'-pakon en '/target/'-on. Instalu 'vmelilo'-on tiel ekŝargilo estas bezonata ago. Tamen se la problemo ne dependus de 'vmelilo'-o, nu eblus daŭrigi la instaladon.
fi: Ohjelmapaketin vmelilo asennus hakemistoon /target/ ei onnistunut. Vmelilo:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity vmelilo:on, joten asennuksen jatkaminen saattaa olla mahdollista.
it: Il pacchetto vmelilo non è riuscito a installarsi in /target/. Installare vmelilo come boot loader è un passo necessario. il problema di installazione potrebbe non essere legato a vmelilo, nel quale caso sarebbe possibile continuare l'installazione.
ko: vmelilo 꾸러미를 /target/에 설치하는 데 실패했습니다. vmelilo를 부트 로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 vmelilo와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
pt_br: A instalação do pacote vmelilo em /target/ falhou. A instalação do vmelilo como uma gerenciador de inicialização é uma etapa requerida. Porém, o problema de instalação pode não estar relacionado ao vmelilo, portanto a continuação da instalação pode ser possível.
sl: Paket vmelilo se ni uspel namestiti v /target/. Namestitev vmelila kot zagonskega nalagalnika je obvezen korak. Za težavo pri namestitvi morda ni kriv vmelilo, torej je morda vseeno mogoče nadaljevati z namestitvijo.

source: Looking for root partition...
el: Αναζήτηση της ριζικής (root) κατάτμησης...
eo: Serĉi radikan diskpartigon...
fi: Etsitään juuriosiota...
it: Ricerca della partizione di root in corso.
ko: 루트 파티션을 찾는 중입니다...
pt_br: Procurando por uma partição raiz...
sl: Iščem korenski razdelek...

source: Creating vmelilo configuration...
el: Δημιουργία ρυθμίσεων του vmelilo...
eo: Krei 'vmelilo'-an akomodadon...
fi: Tehdään vmelilo:n asetukset...
it: Creazione della configurazione di vmelilo in corso.
ko: vmelilo 설정을 만드는 중입니다...
pt_br: Criando a configuração do vmelilo...
sl: Ustvarjam vmelilo nastavitve...

source: Failed to create vmelilo configuration
el: Αποτυχία δημιουργίας των ρυθμίσεων του vmelilo
eo: Kreado de 'vmelilo'-a akomodo malsukcesas
fi: Vmelilo:n asetusten teko ei onnistunut
it: Errore durante la creazione delle configurazione
ko: vmelilo 설정을 만드는 데 실패했습니다
pt_br: Falha ao criar a configuração do vmelilo
sl: Nisem uspel ustvariti vmellilo nastavitev

source: The creation of the vmelilo configuration file failed.
el: Η δημιουργία του αρχείου ρυθμίσεων του vmelilo.
eo: La kreado de 'vmelilo'-akomodada dosiero malsukcesis.
fi: Vmelilo:n asetustiedoston luonti ei onnistunut.
it: La creazione della configurazione di vmelilo non è stata completata a causa di un errore.
ko: vmelilo 설정 파일을 만드는 데 실패했습니다.
pt_br: A criação do arquivo de configuração do vmelilo falhou.
sl: Ustvarjanje vmelilo nastavitvene datoteke ni uspelo.

source: Installing vmelilo into bootstrap partition...
el: Εγκατάσταση του vmelilo στην κατάτμηση bootstrap...
eo: Instali 'vmelilo'-on sur ekŝargan diskpartigon
fi: Asennetaan vmelilo käynnistysosioon...
it: Installazione di vmelilo nella partizione di avvio in corso.
ko: vmelilo를 부트스트랩 파티션에 설치하는 중입니다...
pt_br: Instalando o vmelilo na partição bootstrap...
sl: Nameščam vmelilo na začetni zagonski razdelek...

source: The installation of the vmelilo boot loader failed.
el: Η εγκατάσταση του φορτωτή εκκίνησης vmelilo απέτυχε.
eo: La instalado de 'vmelilo'-a ekŝargilo malsukcesas.
fi: Vmelilo-alkulatausohjelman asennus ei onnistunut.
it: L'installazione del boot loader vmelilo si è bloccata per un errore.
ko: vmelilo 부트로더를 설치하는 데 실패했습니다.
pt_br: A instalação do carregador de inicialização vmelilo falhou.
sl: Namestitev zagonskega nalagalnika vmelilo ni uspela.
