Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Load debconf preconfiguration file
el: Φόρτωση του αρχείου προρυθμίσεων debconf
eo: Ŝargi antaŭagorditan 'debconf'-dosieron
fi: Ladataan debconfin esiasetustiedosto
it: Caricare il file di preconfigurazione di debconf
ko: debconf 기본 시드 파일 읽어들이기
pt_br: Carregar arquivo de pré-configuração debconf
sl: Naloži prednastavljeno debconf konfiguracijsko datoteko

source: Rescue mode
el: Κατάσταση Διάσωσης
eo: Sava modo
fi: Hätäkäynnistystila
it: Modo ripristino
ko: 복구 모드
pt_br: Modo de recuperação
sl: Reševalni način

source: Enter rescue mode
el: Διάσωση συστήματος
eo: Eniri savan modon
fi: Hätäkäynnistys
it: Avviare il modo ripristino
ko: 복구 모드를 입력하십시오
pt_br: Entrar em modo de recuperação
sl: Zaženi reševalni način

source: Device to use as root file system:
el: Συσκευή που θα χρησιμοποιηθεί για το ριζικό (βασικό) σύστημα αρχείων:
eo: Surmetota adaptilo kiel radika dosiersistemo (/):
fi: Juuritiedostojärjestelmäksi liitettävä laite:
it: Device da montare come file system di root:
ko: 루트 파일시스템으로 마운트할 장치:
pt_br: Dispositivo a ser usado como sistema de arquivos raiz:
sl: Naprava, ki jo na uporabim za korenski datotečni sistem

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
el: Εισάγετε μια συσκευή που θέλετε να χρησιμοποιήσετε σαν το ριζικό σύστημα αρχείων σας. Θα έχετε την δυνατότητα να διαλέξετε ανάμεσα σε διάφορες ενέργειες "διάσωσης" που μπορείτε να πραγματοποιήσετε σ' αυτό το σύστημα αρχείων.
eo: Elektu adaptilon, kiun vi volas uzi kiel radika dosiersistemo. Vi eble elktos inter pluraj farotaj savadoj sur tiu dosiersistemo.
fi: Kirjoita juuritiedostojärjestelmänä käytettävä laite. Tähän tiedostojärjestelmään voidaan kohdistaa lukuisia erilaisia pelastustoimia.
it: Inserire il device che si vuole utilizzare per il file system principale. Sarà possibile selezionare varie operazioni di ripristino da effettuare su questo file system.
ko: 루트 파일시스템으로 사용하고자 하는 장치를 선택하십시오. 이 파일시스템에서 수행할 수 있는 여러가지 복구 작업을 선택할 수 있을 것입니다.
pt_br: Informe um dispositivo que você gostaria de utilizar como seu sistema de arquivos raiz. Você poderá escolher dentre diversas operações de recuperação a serem executadas nesse sistema de arquivos.
sl: Vnesite napravo, ki jo želite uporabiti za vaš korenski datotečni sistem. Izbirali boste lahko med različnimi postopki reševanja podatkov iz tega datotečnega sistema.

source: No such device
el: Δε βρέθηκε η μονάδα
eo: Neniu tia adaptilo
fi: Laitetta ei ole
it: Periferica inesistente
ko: 그런 장치가 없습니다
pt_br: Dispositivo não encontrado
sl: Ni takšne naprave

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
el: Η μονάδα που δώσατε ως το βασικό σύστημα αρχείων σας (${DEVICE}) δεν υπάρχει. Παρακαλώ ξαναδοκιμάστε.
eo: La adaptilo kiun vi indikis por via radika dosiersistemo (${DEVICE}) ne ekzistas. Bonvolu reprovi.
fi: Juuritiedostojärjestelmäksi annettua laitetta (${DEVICE}) ei löydy. Yritä uudelleen.
it: Il device scelto per i file system di root (${DEVICE}) non esiste. Riprovare.
ko: 루트 파일시스템으로 사용하라고 입력하신 장치 ${DEVICE}가 없습니다. 다시 입력하십시오.
pt_br: O dispositivo que você informou para seu sistema de arquivos raiz (${DEVICE}) não existe. Por favor, tente novamente.
sl: Naprava, ki ste jo vnesli za vaš korenski datotečni sistem (${DEVICE}), ne obstaja. Poskusite ponovno.

source: Mount failed
el: Η προσάρτηση απέτυχε
eo: Surmetado malsukcesis
fi: Liittäminen epäonnistui
it: Mount fallito
ko: 마운트 실패
pt_br: Montagem falhou
sl: Priklop ni uspel

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
el: Κάποιο σφάλμα συνέβη κατά την προσάρτηση της μονάδας που δώσατε ως το βασικό σύστημα αρχείων σας (${DEVICE}) στο /target.
eo: Eraro okazis dum surmetado de la adaptilo, kiun vi elektis tiel radika dosiersistemo (${DEVICE}) sur '/target'.
fi: Tapahtui virhe liitettäessä juuritiedostojärjestelmäksi annettua laitetta (${DEVICE}) liitoskohtaan /target.
it: Errore montando la periferica scelta con file system di root (${DEVICE}) su /target.
ko: 루트 파일시스템으로 입력하신 장치(${DEVICE})를 /target에 마운트하는 데 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a montagem do dispositivo que você informou como seu sistema de arquivos raiz (${DEVICE}) em /target.
sl: Med priklapljanjem naprave (${DEVICE}), ki ste jo izbrali kot korenski datotečni sistem, na /cilj je prišlo do napake.

source: Please check the syslog for more information.
el: Παρακαλώ, ελέγξτε το αρχείο syslog για περισσότερες πληροφορίες.
eo: Bonvolu kontroli la 'syslog'-dosieron por plia informo.
fi: Lue syslogista lisätietoja.
it: Controllare il syslog per maggiori informazioni.
ko: 자세한 정보를 얻고자 할 경우 syslog를 살펴보십시오.
pt_br: Por favor, confira o syslog para maiores informações.
sl: Prosim preverite syslog za več informacij.

source: Rescue operations
el: Ενέργειες "διάσωσης"
eo: Savadoj
fi: Hätäkäynnistyksen toiminnot
it: Operazioni di ripristino
ko: 복구 작업
pt_br: Operações de recuperação
sl: Postopki reševanja

source: Rescue operation failed
el: Η ενέργεια "διάσωσης" απέτυχε
eo: Savado malsukcesis
fi: Hätäkäynnistys epäonnistui
it: Operazione di ripristino fallita
ko: 복구 작업이 실패했습니다.
pt_br: Operação de recuperação falhou
sl: Postopek reševanja ni uspel

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
el: Η ενέργεια "διάσωσης" '${OPERATION}' απέτυχε με κωδικό εξόδου ${CODE}.
eo: La savado '${OPERATION}' malsukcesis kun erara kodo ${CODE}.
fi: Hätäkäynnistyksen toiminto "${OPERATION}" epäonnistui, paluuarvo on ${CODE}.
it: L'operazione di ripristino «${OPERATION}» è fallita con codice di uscita ${CODE}.
ko: 복구 작업 '${OPERATION}'이 실패하여 상태코드 ${CODE}를 반환하였습니다.
pt_br: A operação de recuperação '${OPERATION}' falhou com o código de saída ${CODE}.
sl: Izvajanje reševanja '${OPERATION}' ni uspelo, koda napake je ${CODE}.

source: Execute a shell in ${DEVICE}
el: Εκτέλεση ενός κελύφους στο ${DEVICE}
eo: Lanĉu interpretilon en ${DEVICE}
fi: Käynnistä komentotulkki laitteella ${DEVICE}
it: Avviare una shell in ${DEVICE}
ko: ${DEVICE}에서 셸을 실행합니다.
pt_br: Executar um prompt de comandos em ${DEVICE}
sl: Izvedi ukazno lupino na ${DEVICE}

source: Execute a shell in the installer environment
el: Εκτέλεση ενός κελύφους στο περιβάλλον του εγκαταστάτη
eo: Lanĉu interpretilon en la instalota kunteksto
fi: Suorita komentotulkki asentimen sisällä
it: Eseguire una shell nell'ambiente del programma di installazione
ko: 설치 환경의 셸을 실행합니다.
pt_br: Executar um prompt de comandos no ambiente do instalador
sl: Izvedi ukazno lupino v okolju namestitve

source: Choose a different root file system
el: Διαλέξτε ένα διαφορετικό ριζικό σύστημα αρχείων
eo: Elektu malsaman radikan dosiersistemon
fi: Valitse muu juuritiedostojärjestelmä
it: Selezionare un file system di root diverso
ko: 다른 루트 "/" 파일시스템을 선택합니다.
pt_br: escolher um sistema de arquivos raiz diferente
sl: Izberite drug korenski datotečni sistem

source: Reboot the system
el: Επανεκκίνηση του συστήματος
eo: Reŝargu sistemon
fi: Käynnistetään tietokone uudelleen
it: Riavviare il sistema
ko: 시스템을 재부팅합니다.
pt_br: Reiniciar o sistema
sl: Ponovni zagon sistema

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
el: Μετά από αυτό το μήνυμα, θα σας δωθεί ένα κέλυφος στην κατάτμηση${DEVICE} που είναι προσαρτημένη στο "/". Αν χρειάζεστε άλλα συστήματα αρχείων (όπως ένα ξεχωριστό "/usr"), θα πρέπει να τα προσαρτήσετε ο ίδιος/η ίδια.
eo: Poste tiu ĉi mesaĝo, vi atingos interpretilon kun ${DEVICE}-o surmetita en radika '/'-dosierujo. Se vi bezonas aliajn dosiersistemojn tiel aparta '/usr'-dosierujo, vi devos mem surmeti ilin.
fi: Tämän viestin jälkeen käynnistyy komentotulkki jossa ${DEVICE} on liitetty kohtaan "/". Jos tarvitaan muita tiedostojärjestelmiä (vaikkapa erillinen "/usr"), on ne liitettävä itse.
it: Dopo questo messaggio verrà presentata una shell con ${DEVICE} montato come «/». Se si necessita di altri file system (ad esempio un «/usr» separato), li si dovranno montare manualmente.
ko: 이 메시지 후에 ${DEVICE}가 "/target"에 마운트된 상태로 셸을 실행할 것입니다."/usr" 등을 별도로 둬서 다른 파일시스템이 필요할 경우 직접 마운트해야 합니다.
pt_br: Após esta mensagem, um prompt de comandos com ${DEVICE} montando em "/" lhe será fornecido. Caso você precise de outros sistemas de arquivos (como um "/usr" separado) você terá que montá-los manualmente.
sl: Po tem sporočilu boste dobili ukazno lupino z napravo ${DEVICE} priklopljeno na "/". Če potrebujete druge datotečne sisteme (kot na primer ločen "/usr"), jih boste morali priklopiti sami.

source: Error running shell in /target
el: Σφάλμα κατά την εκτέλεση του κελύφους στο /target
eo: Interpretila funkciada eraro en '/target'
fi: Tapahtui virhe suoritettaessa komentotulkkia hakemistossa /target
it: Errore eseguendo la shell in /target
ko: /target에 쉘을 실행하는 중 오류가 발생했습니다.
pt_br: Erro executando prompt de comando em /target
sl: Napaka pri zagonu ukazne lupine v /target

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
el: Βρέθηκε το κέλυφος (${SHELL}) στο βασικό σύστημα αρχείων σας (${DEVICE}), αλλά κάποιο σφάλμα συνέβη κατά την εκτέλεσή του.
eo: Interpretilo (${SHELL}) estas trovita en via radika dosiersistemo (${DEVICE}), sed eraro okazis dum ĝia rultempo.
fi: Komentotulkki (${SHELL}) löytyi juuritiedostojärjestelmästä (${DEVICE}), mutta tapahtui virhe sitä suoritettaessa.
it: È stata trovata una shell (${SHELL}) nel file system di root (${DEVICE}) ma è incorso un errore nell'eseguirla.
ko: 루트 파일시스템(${DEVICE})에 쉘(${SHELL})이 있지만, 실행하는 데 오류가 발생했습니다.
pt_br: Um shell (${SHELL}) foi encontrado em seu sistema de arquivos raiz (${DEVICE}), mas um erro ocorreu no momento de sua execução.
sl: Na vašem korenskem datotečnem sistemu (${DEVICE}) je bila najdena ukazna lupina (${SHELL}), vendar je med njenim poganjanjem prišlo do napake.

source: No shell found in /target
el: Δεν βρέθηκε κέλυφος στο /target
eo: Neniu interpretilo trovitas en '/target'
fi: Tiedostojärjestelmästä /target ei löydy komentotulkkia
it: Nessuna shell trovata in /target
ko: /target에 쉘이 없습니다
pt_br: Nenhum shell encontrado em /target
sl: Na /target nisem našel nobene ukazne lupine

source: No usable shell was found on your root file system (${DEVICE}).
el: Δεν βρέθηκε χρησιμοποιήσιμο κέλυφος στο βασικό σύστημα αρχείων σας (${DEVICE}).
eo: Nenio uzebla interpretilo estas trovita sur via radika dosiersistemo (${DEVICE}).
fi: Juuritiedostojärjestelmästä (${DEVICE}) ei löytynyt komentotulkkia jota voitaisiin käyttää.
it: Non sono state trovate shell utilizzabili nel file system di root (${DEVICE}).
ko: 루트 파일시스템(${DEVICE})에 사용할 수 있는 쉘이 없습니다.
pt_br: Não foi encontrado nenhum shell utilizável em seu sistema de arquivos raiz (${DEVICE}).
sl: Nobene uporabne ukazne lupine ni bilo moč najti na vašem korenskem datotečnem sistemu (${DEVICE}).

source: Executing a shell
el: Εκτέλεση ενός κελύφους
eo: Lanĉu interpretilon
fi: Käynnistetään komentotulkki
it: Avviare una shell
ko: 쉘 실행 중
pt_br: Executando um prompt de comandos
sl: Izvajanje ukazne lupine

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
el: Μετά απ' αυτό το μήνυμα, θα σας δωθεί ένα κέλυφος με την κατάτμηση ${DEVICE} προσαρτημένη στον κατάλογο "/target". Μπορείτε να δουλέψετε σ' αυτό με τα εργαλεία που είναι διαθέσιμα στο περιβάλλον του εγκαταστάτη. Αν θέλετε να το χρησιμοποιήσετε προσωρινά σαν ριζικό σύστημα αρχείων, εκτελέστε την εντολή "chroot /target". Αν χρειάζεστε οποιαδήποτε άλλα συστήματα αρχείων (όπως ένα ξεχωριστό "/usr"), θα πρέπει να τα προσαρτήσετε ο ίδιος/η ίδια.
eo: Poste tiu ĉi mesaĝo, vi atingos interpretilon kun ${DEVICE}-o surmetita en '/target'-dosierujo. Vi eble laboros sur ĝi per disponeblaj iloj el instalila medio. Se vi volas nedaŭre uzi ĝin anstataŭ la radika dosiersistemo, plenumu la ordonon "chroot /target". Se vi bezonas aliajn dosiersistemojn tia aparta '/usr'-dosierujo, vi devos mem surmeti ilin.
fi: Tämän viestin jälkeen käynnistyy komentotulkki jossa ${DEVICE} on liitetty kohtaan "/target". Sitä voi työstää asentimen tarjoamilla työkaluilla. Siitä voi tehdä juuritiedostojärjestelmän tilapäisesti komennolla "chroot /target". Jos tarvitaan muita tiedostojärjestelmiä (vaikkapa erillinen "/usr"), on ne liitettävä itse.
it: Dopo questo messaggio verrà presentata una shell con ${DEVICE} montato come «/target» e ci si potrà operare con gli strumenti disponibili nel programma di installazione. Se si volesse utilizzarlo temporaneamente come file system di root, eseguire «chroot /target». Se fossero necessari altri file system (come un «/usr» a se stante), li si dovrà montare a mano.
ko: 이 메시지 후에 ${DEVICE}가 "/target"에 마운트된 상태로 셸을 실행할 것입니다. 설치 프로그램에서 제공하는 환경을 이용하여 이 장치를 수정할 수 있습니다. 임시로 루트 "/"로 만들고자 하면 "chroot /target"을 실행하십시오. "/usr" 등 다른 파일시스템이 필요하면 직접 마운트해야 합니다.
pt_br: Após esta mensagem, um prompt de comandos lhe será fornecido com ${DEVICE} montado em "/target". Você pode trabalhar no mesmo usando as ferramentas disponíveis no ambiente do instalador. Caso você queira torná-lo seu sistema de arquivos raiz temporariamente, execute o comando "chroot /target". Caso você precise de quaisquer outros sistemas de arquivos (como um "/usr" separado), você precisará montá-los manualmente.
sl: Po tem sporočilu boste dobili ukazno lupino z napravo ${DEVICE} priklopljeno na "/target/". Pri delu z njo lahko uporabljate orodja, ki so na voljo v namestitvenem okolju. Če jo želite začasno spremeniti v vaš korenski datotečni sistem, poženite "chroot /target". Če potrebujete druge datotečne sisteme (kot na primer ločen "/usr"), jih boste morali priklopiti sami.

source: Scan hard drives for an installer ISO image
el: Αναζήτηση ενός ειδώλου εγκατάστασης ISO στους σκληρούς δίσκους
eo: Skanu fiksitan diskon por trovi instaladan 'ISO'-bildon
fi: Etsi kiintolevyiltä asentimen ISO-levyotos.
it: Cercare sui dischi rigidi un'immagine ISO del programma di installazione
ko: 하드 드라이브에서 설치 프로그램 ISO 이미지를 찾습니다
pt_br: Procurar nos discos rígidos por uma imagem ISO do instalador
sl: Preišči trde diske za ISO sliko namestitve.

source: Detecting hardware to find hard drives
el: Ανίχνευση υλικού για σκληρούς δίσκους
eo: Detektado de aparataro por trovi diskaparatojn
fi: Etsitään kiintolevyjä tunnistamalla laitteistoa
it: Ricerca dei dischi rigidi sul sistema
ko: 하드 드라이브를 찾기 위해 하드웨어를 찾는 중입니다
pt_br: Detectando hardware para encontrar discos rígidos
sl: Zaznavam strojno opremo z namenom odkriti trde diske

source: Searching drives for an installer ISO image
el: Αναζήτηση ενός ειδώλου εγκατάστασης ISO στους δίσκους
eo: Serĉado de diskoj de instalada 'ISO'-bildo
fi: Etsitään levyiltä asentimen ISO-levyotosta
it: È in corso la ricerca di un'immagine ISO del programma di installazione sui dischi
ko: 드라이브에서 설치 프로그램 ISO 이미지를 찾는 중입니다
pt_br: Procurando nos discos por uma imagem ISO do instalador
sl: Preiskujem diske za ISO sliko namestilnika

source: Mounting ${DRIVE}...
el: Προσάρτηση του δίσκου ${DRIVE}...
eo: Surmeti '${DRIVE}'-on...
fi: Liitetään ${DRIVE}...
it: Mount di ${DRIVE} in corso.
ko: ${DRIVE} 드라이브를 마운트하는 중입니다...
pt_br: Montando ${DRIVE}...
sl: Priklapljam ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
el: Αναζήτηση στον δίσκο ${DRIVE} (κατάλογος ${DIRECTORY})...
eo: Skani '${DRIVE}'-n (en ${DIRECTORY})...
fi: Selataan levyä ${DRIVE} (hakemistossa ${DIRECTORY})...
it: Ricerca su ${DRIVE} (in ${DIRECTORY}) in corso.
ko: ${DRIVE} 드라이브를 검사합니다 (${DIRECTORY} 안에)...
pt_br: Procurando em ${DRIVE} (em ${DIRECTORY})...
sl: Preiskujem ${DRIVE} (v ${DIRECTORY})...

source: Do full disk search for installer ISO image?
el: Να πραγματοποιηθεί αναζήτηση σε ολόκληρο το δίσκο;
eo: Sur la tuta disko serĉi instaladan 'ISO'-bildon?
fi: Etsitäänkö kaikilta levyiltä asentimen ISO-levyotosta?
it: Eseguire una ricerca completa del disco per un'immagine ISO del programma di installazione?
ko: 설치 프로그램 ISO 이미지를 디스크 전체에서 찾으시겠습니까?
pt_br: Fazer uma busca completa no disco a procura de uma imagem ISO do instalador?
sl: Ali naj preiščem celoten disk za ISO sliko namestitve?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
el: Η γρήγορη αναζήτηση για είδωλα ISO, που πραγματοποιείται μόνο σε ορισμένα πιθανά σημεία, δεν ανίχνευσε κάποιο είδωλο ISO. Πιθανόν μια πιο λεπτομερής αναζήτηση να βρει κάποιο είδωλο ISO, αλλά η διαδικασία θα είναι χρονοβόρα.
eo: La rapida serĉado de instaladaj 'ISO'-bildoj, kiuj kontrolas nur komunajn lokojn, ne trovis instaladan 'ISO'-bildon. Pli funda serĉado malrapide trovus ĝin.
fi: Asentimen ISO-levyostosta ei löytynyt tavallisimmista kansioista. On mahdollista, että kattavampi etsintä löytää ISO-levyotoksen, mutta haku voi kestää pitkään.
it: La ricerca rapida per le immagini ISO del programma di installazione, che cerca solo in posizioni comuni, non ha trovato un'immagine ISO del programma di installazione. Può darsi che una ricerca più approfondita trovi l'immagine ISO, ma potrebbe occorrere molto più tempo.
ko: 일반적인 위치에서 설치 프로그램 ISO 이미지를 빨리 찾으려고 했지만 설치 프로그램 ISO 이미지를 찾지 못했습니다. 좀 더 깊숙히 찾아보면 ISO 이미지를 찾을 수도 있지만, 시간이 오래 걸릴 수도 있습니다.
pt_br: A busca rápida por imagens ISO do instalador, a qual procura somente em locais comuns, não encontrou uma imagem ISO de instalador. É possível que uma busca mais completa encontre a imagem ISO, mas a mesma irá demorar um tempo consideravelmente maior.
sl: Pri hitrem iskanju ISO slike namestitve, ki išče samo na pogostih mestih, ni bila najdena ISO slika namestitve. Obstaja možnost, da bo najdena pri bolj podrobnem iskanju, ki pa lahko traja dlje časa.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
el: Δε βρέθηκαν είδωλα ISO. Αν έχετε μεταφορτώσει κάποιο είδωλο εγκατάστασης ISO, μπορεί να έχει αποθηκευθεί με λάθος όνομα (χωρίς την κατάληξη ".iso") ή σε κάποιο σύστημα αρχείων που δεν ήταν δυνατό να προσαρτηθεί. Θα πρέπει να πραγματοποιήσετε την εγκατάσταση μέσω δικτύου ή να επανεκκινήσετε το σύστημα και να επιδιορθώσετε το είδωλο ISO.
eo: Neniu instalada 'ISO'-bildo estas trovita. Se vi elŝutis la 'ISO'-bildon, ĝi eble misnomiĝas (sensufikso ".iso"), aŭ ĝi situas sur nesurmetitan dosiersistemon. Vi nepre perrete instalos aŭ korektos kaj reŝargos la 'ISO'-bildon.
fi: Asentimen-ISO-levyotoksia ei löytynyt. Jos olet noutanut ISO-levyotoksen, se voi olla väärin nimetty (ei pääty ".iso") tai voi olla tiedostojärjestelmällä, jota ei voitu liittää. Sinun täytyy joko tehdä verkkoasennus tai käynnistää uudelleen ja korjata ISO-levyotos.
it: Non è stata trovata alcuna immagine ISO del programma di installazione. Se l'immagine è stata scaricata, potrebbe avere un nome errato (che non termina in «.iso»), o potrebbe trovarsi in un file system che non può essere montato. Occorrerà eseguire un'installazione via rete, oppure riavviare e correggere l'immagine ISO.
ko: 설치 프로그램 ISO 이미지를 찾을 수 없습니다. ISO 이미지를 내려 받았는 데도 못 찾았다면, 이미지의 파일이름이 틀렸거나 (.iso로 끝나지 않는 경우) 마운트할 수 없는 파일시스템에 들어 있을 것입니다. 네트워크 설치를 하거나, 다시 시작해서 ISO 이미지 문제를 해결하십시오.
pt_br: Nenhuma imagem ISO do instalador foi encontrada. Caso você tenha feito o download da imagem ISO, a mesma pode ter um nome de arquivo incorreto (não finalizado com a extensão ".iso") ou a mesma pode estar em um sistema de arquivos que não pode estar montado. Você terá que fazer uma instalação via rede ou reiniciar e corrigir a imagem ISO.
sl: Nisem našel nobene ISO slike namestitve. Če ste prenesli ISO sliko, ima morda slabo ime (se ne končna na ".iso"), ali pa se nahaja na datotečnem sistemu, ki ga nisem uspel priklopiti. Namesto tega boste morali uporabiti mrežno namestitev ali ponovno zagnati računalnik in popraviti ISO sliko.

source: Failed to find an installer ISO image
el: Η αναζήτηση ενός ειδώλου εγκατάστασης ISO απέτυχε
eo: Serĉado de instalota 'ISO'-bildo malsukcesas
fi: Asentimen ISO-levyotoksia ei löytynyt
it: Impossibile trovare un'immagine ISO del programma di installazione
ko: 설치 프로그램 ISO 이미지를 찾는 데 실패했습니다
pt_br: Falha ao procurar por uma imagem ISO do instalador
sl: Iskanje ISO slike namestitve ni uspelo

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
el: Αν και βρέθηκαν ένα ή περισσότερα πιθανά είδωλα ISO, ήταν αδύνατη η προσάρτηση. Πιθανόν τα αρχεία ISO που μεταφορτώθηκαν ήταν κατεστραμμένα.
eo: Almenaŭ unu 'ISO'-bildo estas trovita. Tamen nenio estas surmetebla. La elŝutita 'ISO'-bildo estas eble difektita.
fi: Yksi tai useampia mahdollisia ISO-levyotoksia löytyi, mutta niitä ei voitu liittää. Noutamasi ISO-levyotos voi olla viallinen.
it: Sebbene siano state trovate una o più possibili immagini ISO, non è stato possibile montarle. Le immagini ISO scaricate potrebbero essere danneggiate.
ko: ISO 이미지를 찾았지만, 찾은 이미지중에 마운트할 수 있는 이미지가 없습니다. 받은 ISO 이미지가 손상되었을 것입니다.
pt_br: Apesar de uma ou mais imagens ISO terem sido encontradas, as mesmas não puderam ser montadas. A imagem ISO que você obteve pode estar corrompida.
sl: Čeprav sem našel eno ali več ISO slik, le teh nisem mogel priklopiti. ISO slika, ki ste jo prenesli je morda pokvarjena.

source: No installer ISO image found
el: Δε βρέθηκε είδωλο ISO
eo: Nenio instalada 'ISO'-bildo trovita
fi: Asentimen ISO-levyotosta ei löytynyt
it: Nessuna immagine ISO del programma di installazione trovata
ko: 설치 프로그램 ISO 이미지를 찾을 수 없습니다
pt_br: Nenhuma imagem do instalador encontrada
sl: Nisem našel nobene ISO slike namestilnika

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
el: Αν και βρέθηκαν ένα ή περισσότερα πιθανά είδωλα ISO, δεν ήταν έγκυρα είδωλα εγκατάστασης ISO .
eo: Almenaŭ unu 'ISO'-bildo estas trovita, tamen neniu valida instalada 'ISO'-bildo ekzistas.
fi: Yksi tai useampia mahdollisia ISO-levyotoksia löytyi, ne eivät vaikuttaneet kelvollisilta asentimen-ISO-levyotoksilta.
it: Sebbene siano state trovate una o più possibili immagini ISO, non sembrano essere immagini ISO del programma di installazione valide.
ko: ISO 이미지를 찾았지만, 설치 프로그램 ISO 이미지가 아닙니다.
pt_br: Apesar de uma ou mais imagens ISO terem sido encontradas, as mesmas não parecem ser imagens ISO válidas do instalador.
sl: Čeprav sem našel eno ali več ISO slik, le te niso bile pravilne ISO slike namestitve.

source: Please do a network install instead, or reboot and fix the ISO image.
el: Θα πρέπει να πραγματοποιήσετε την εγκατάσταση μέσω δικτύου ή να επανεκκινήσετε το σύστημα και να επιδιορθώσετε το είδωλο ISO.
eo: Anstataŭe, bonvolu perrete instali, aŭ korekti kaj reŝargi la 'ISO'-bildon.
fi: Tee sen sijaan verkkoasennus tai käynnistä uudelleen ja korjaa ISO-levyotos.
it: Eseguire un'installazione via rete o riavviare e correggere l'immagine ISO.
ko: 네트워크 설치를 하거나, 다시 시작해서 ISO 이미지를 바로 잡으십시오.
pt_br: Por favor, faça uma instalação via rede ou reinicie e corrija a imagem ISO.
sl: Uporabite mrežno namestitev ali pa ponovno zaženite računalnik in popravite ISO sliko.
