Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
el: Δώστε το μέγεθος του νέου Λογικού Τόμου. Το μέγεθος μπορεί να δοθεί σε μία από τις ακόλουθες μορφές: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Η προεπιλεγμένη μονάδα μεγέθους είναι Megabytes.
eo: Bonvolu tajpi la amplekson de la nova logika datumportilo. La amplekso povos esti indikita tiamaniere: 10K (Kilobajtoj), 10M (Megabajtoj), 10G (Gigabajtoj), 10T (Terabajtoj). Megabajto estas la implicita obloprefikso.
fi: Anna uuden loogisen levyniteen koko jossain seuraavista muodoista: 10K (kilotavua), 10M (Megatavua), 10G (Gigatavua), 10T (Teratavua). Oletusyksikkö on Megatavua.
it: Indicare la dimensione del volume logico. La dimensione può essere indicata nei seguenti formati: 10K (kilobyte), 10M (megabyte), 10G (gigabyte), 10T (terabyte). L'unità predefinita è megabyte.
ko: 새 논리 볼륨의 크기를 입력하십시오. 크기는 다음과 같은 형식으로 입력할 수 있습니다: 10K (킬로바이트), 10M (메가바이트), 10G (기가바이트), 10T (테라바이트). 기본 단위는 메가바이트입니다.
pt_br: Por favor, informe o tamanho do novo Volume Lógico. O tamanho pode ser informado nos seguintes formatos: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). A unidade padrão é em Megabytes.
sl: Vnesite velikost novega logičnega nosilca. Velikost lahko vnesete v naslednjih oblikah: 10K (kilobajti), 10M (megabajti), 10G (gigabajti), 10T (terabajti). Privzeta enota je megabajt.

source: Error while creating a new logical volume
el: Σφάλμα κατά τη δημιουργία του νέου Λογικού Τόμου
eo: Kreado de nova logika datumportilo eraras
fi: Tapahtui virhe luotaessa uutta levynidettä
it: Errore durante la creazione del nuovo volume logico
ko: 새 논리 볼륨을 만드는 데 오류가 발생했습니다
pt_br: Erro na criação de um novo Volume Lógico
sl: Pri ustvarjanju novega logičnega nosilca je prišlo do napake

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
el: Δεν ήταν δυνατή η δημιουργία του νέου Λογικού Τόμου (${LV}) στην Ομάδα ${VG} με μέγεθος ${SIZE}.
eo: Neebla kreado de nova logika datumportilo (${LV}) sur '${VG}' kun nova '${SIZE}'-amplekso
fi: Uutta levynidettä (${LV}) kooltaan ${SIZE} ei voitu luoda ryhmään ${VG}.
it: Non è possibile creare un nuovo volume logico (${LV}) in ${VG} della dimensione di ${SIZE}.
ko: ${VG} 논리 그룹에 ${SIZE} 크기의 새 논리 볼륨을 (${LV}) 만들 수 없습니다.
pt_br: Não foi possível criar um novo volume lógico (${LV}) em ${VG} com o novo tamanho ${SIZE}.
sl: Na ${VG} ne morem ustvariti novega logičnega nosilca (${LV}) v velikosti ${SIZE}.

source: No volume group found
el: Δε βρέθηκε Ομάδα Τόμων
eo: Neniu trovita datumportila grupo
fi: Ei löytynyt yhtään levynideryhmää
it: Non è stato trovato nessun gruppo di volumi
ko: 볼륨 그룹을 찾을 수 없습니다
pt_br: Nenhum Grupo de Volume foi encontrado
sl: Nisem našel nobene skupine nosilcev

source: No volume group has been found for deleting a logical volume.
el: Δε βρέθηκαν Ομάδες Τόμων για διαγραφή Λογικών Τόμων.
eo: Neniu datumportila grupo estas trovita por forviŝi logikan datumportilon.
fi: Ei löytynyt yhtään levynideryhmää, josta voisi poistaa levyniteen.
it: Non è stato trovato nessun gruppo di volumi dal quale cancellare volumi logici.
ko: 논리 볼륨을 지울 볼륨 그룹을 찾을 수 없습니다.
pt_br: Nenhum Grupo de Volume foi encontrado para remover um Volume Lógico.
sl: Nisem našel nobene skupine nosilcev za izbris logičnega nosilca.

source: Volume group:
el: Ομάδα Τόμων:
eo: Datumportilaro:
fi: Levynideryhmä:
it: Gruppo di volumi:
ko: 볼륨 그룹:
pt_br: Grupo de Volume:
sl: Skupina nosilcev:

source: Please select the volume group which contains the logical volume to be deleted.
el: Επιλέξτε την Ομάδα Τόμων στην οποία βρίσκεται ο Λογικός Τόμος προς διαγραφή.
eo: Bonvolu elekti datumportilaron kiu enhavas viŝotan logikan datumportilon.
fi: Valitse levynideryhmä, jossa poistettava looginen levynide on.
it: Selezionare il gruppo di volumi che contiene il volume logico da cancellare.
ko: 지울 논리 볼륨이 들어 있는 볼륨 그룹을 선택하십시오.
pt_br: Por favor, selecione o Grupo de Volume que contém o Volume Lógico a ser removido.
sl: Izberite skupino nosilcev, ki vsebuje logični nosilec, ki ga želite zbrisati.

source: No logical volume found
el: Δε βρέθηκαν Λογικοί Τόμοι
eo: Neniu trovita logika datumportilo
fi: Ei löytynyt yhtään levynidettä
it: Nessun volume logico trovato.
ko: 논리 볼륨을 찾을 수 없습니다
pt_br: Nenhum Volume Lógico encontrado
sl: Nisem našel nobenega logičnega nosilca

source: No logical volume has been found. Please create a logical volume first.
el: Δε βρέθηκε κάποιος Λογικός Τόμος. Θα πρέπει να δημιουργήσετε πρώτα ένα Λογικό Τόμο.
eo: Neniu logika datumportilo estas trovita. Bonvolu unue krei logikan datumportilon.
fi: Ei löytynyt yhtään loogista levynidettä. Luo ensin looginen levynide.
it: Non è stato trovato alcun volume logico. Crearne uno prima.
ko: 논리 볼륨이 없습니다. 먼저 논리 볼륨을 만드십시오.
pt_br: Nenhum Volume Lógico foi encontrado. Por favor, crie um Volume Lógico primeiro.
sl: Nisem našel nobenga logičnega nosilca. Prosim, da najprej ustvarite logični nosilec.

source: Logical volume:
el: Λογικός Τόμος:
eo: Logika datumportilo:
fi: Looginen levynide:
it: Volume logico:
ko: 논리 볼륨:
pt_br: Volume Lógico:
sl: Logični nosilec:

source: Please select the logical volume to be deleted on ${VG}.
el: Επιλέξτε το Λογικό Τόμο που θα διαγραφεί από την Ομάδα ${VG}.
eo: Bonvolu elekti la logikan datumportilon, kiun vi volas viŝi el '${VG}'-o.
fi: Valitse levynide joka poistetaan ${VG}:stä.
it: Selezionare il volume logico di ${VG} da cancellare.
ko: ${VG} 볼륨 그룹에서 지울 논리 볼륨을 선택하십시오.
pt_br: Por favor, selecione o Volume Lógico a ser removido em ${VG}.
sl: Izberite logični nosilec, ki jih želite zbrisati na ${VG}.

source: Error while deleting the logical volume
el: Σφάλμα κατά τη διαγραφή του Λογικού Τόμου
eo: Viŝado de logika datumportilo eraras
fi: Tapahtui virhe poistettaessa levynide
it: Errore durante la cancellazione del volume logico
ko: 논리 볼륨을 지우는 데 오류가 발생했습니다
pt_br: Erro na remoção do Volume Lógico
sl: Pri brisanju logičnega nosilca je prišlo do napake

source: The logical volume (${LV}) on ${VG} could not be deleted.
el: Δεν ήταν δυνατή η διαγραφή του Λογικού Τόμου (${LV}) στην Ομάδα ${VG}.
eo: La logikan datumportilon (${LV}) el '${VG}'-aro neeblas viŝi.
fi: Levynidettä (${LV}) levynideryhmässä ${VG} ei voitu poistaa.
it: Non è stato possibile cancellare il volume logico (${LV}) da ${VG}.
ko: ${VG} 논리 그룹의 논리 볼륨을 (${LV}) 지울 수 없습니다.
pt_br: Não foi possível remover o Volume Lógico (${LV}) em ${VG}.
sl: Nisem mogel izbrisati logičnega nosilca (${LV}) na ${VG}.

source: No usable physical volumes found
el: Δε βρέθηκαν χρησιμοποιήσιμοι φυσικοί τόμοι
eo: Neniu trovita uzebla datumportilo
fi: Ei löytynyt yhtään käytettävissä olevaa levynidettä.
it: Non è stato trovato nessun volume fisico utilizzabile
ko: 사용할 수 있는 물리 볼륨이 없습니다
pt_br: Nenhum volume físico utilizável encontrado
sl: Nisem našel nobenega uporabnega fizičnega nosilca

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
el: Δε βρέθηκαν χρησιμοποιήσιμοι φυσικοί τόμοι (δηλ. κατατμήσεις) στο σύστημά σας. Πιθανόν όλοι οι φυσικοί τόμοι είναι ήδη σε χρήση. Πιθανόν να πρέπει επίσης να φορτώσετε τα απαραίτητα αρθρώματα του πυρήνα, ή να επαναδιαμερίσετε τους σκληρούς σας δίσκους.
eo: Neniu datumportilo (t.e. diskpartigo) estas trovita sur via sistemo. Ĉiuj datumportiloj eblas jam uzataj. Ankau, vi bezonus ŝargi kelkajn necesajn kernajn sistemblokojn aŭ denove diskpartigi la fiksitajn diskojn.
fi: Yhtään levynidettä (t.s. levyosiota) ei löytynyt laitteistosta. Kaikki levyniteet ovat ehkä jo käytössä. Mahdollisesti on ladattava tarvittavia ytimen moduuleita tai tehtävä kiintolevyjen levyosiot uudestaan.
it: Non è stato trovato nessun volume fisico (ossia le partizioni) sul sistema. Tutti i volumi fisici potrebbero essere già in uso. Potrebbe essere necessario caricare qualche modulo del kernel richiesto o ripartizionare i dischi rigidi.
ko: 시스템에서 물리 볼륨(예를 들어 파티션)을 찾을 수 없습니다. 모든 물리 볼륨이 이미 사용중입니다. 필요한 커널 모듈을 읽어들이던지, 하드 드라이브를 다시 파티션해야 합니다.
pt_br: Nenhum volume físico (ou seja, nenhuma partição) foi encontrado em seu sistema. Você pode também precisar carregar alguns módulos de kernel necessários ou reparticionar os discos rígidos.
sl: Program ni mogel najti nobenega fizičnega nosilca (npr. razdelka) na vašem sistemu. Morda morate naložiti ustrezne module jedra ali ponovno razdeliti diske ali pa so vsi fizični pogoni že v uporabi.

source: Logical Volume Manager not available
el: Δεν είναι διαθέσιμος ο Διαχειριστής Λογικών Τόμων (Logical Volume Manager)
eo: Maldisponebla logika datumportila administranto ('LVM').
fi: Levyniteiden hallintaohjelmaa ei ole käytettävissä
it: Il Logical Volume Manager non è disponibile
ko: 논리 볼륨 관리자를 사용할 수 없습니다
pt_br: Gerenciador de Volumes Lógicos não disponível
sl: Upravljalnik logičnih nosilcev (LVM) ni na voljo

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
el: Ο τρέχων πυρήνας δεν υποστηρίζει Διαχείριση Λογικών Τόμων (LVM). Πιθανόν να χρειάζεται να φορτώσετε το άρθρωμα lvm-mod για την ενεργοποίηση αυτής της λειτουργίας.
eo: La nuntempa kerno ne administras logikan datumportilan administranton. Vi bezonus ŝargi 'lvm-mod'-modulon.
fi: Ajossa oleva ydin ei tue levyniteiden hallintaohjelmaa (LVM). Mahdollisesti on ladattava lvm-mod -moduuli.
it: Il kernel in uso non supporta il Logical Volume Manager. Potrebbe essere necessario caricare il modulo lvm-mod.
ko: 현재 커널은 논리 볼륨 관리자를 지원하지 않습니다. lvm-mod 모듈을 읽어들여야 할 것입니다.
pt_br: O kernel atual não suporta o Gerenciador de Volumes Lógicos. Talvez você precise carregar o módulo lvm-mod.
sl: Trenutno jedro ne podpira Upravljalnika logičnih nosilcev (LVM). Mogoče morate naložiti modul lvm-mod.

source: Software RAID device
el: Μονάδα RAID λογισμικού
eo: Programa 'RAID'-adaptilo
fi: Ohjelmallisesti toteutettu RAID-laite
it: Dispositivo RAID software
ko: 소프트웨어 RAID 장치
pt_br: Dispositivo RAID via software
sl: Programska naprava RAID

source: Configure software RAID
el: Ρύθμιση RAID λογισμικού
eo: Akomodu 'RAID'-programaron
fi: Tee ohjelmallisesti toteutetun RAID-laitteen asetukset
it: Configurare il RAID software
ko: 소프트웨어 RAID 설정
pt_br: Configurar RAID via software
sl: Nastavi programski RAID

source: Write the changes to the storage devices and configure RAID?
el: Να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης και να ρυθμιστεί το RAID;
eo: Skribu ŝanĝojn en la memoraparatoj kaj akomodu 'RAID'-programaron?
fi: Tallennetaanko muutokset massamuistilaitteille ja tehdäänkö RAID:n asetukset?
it: Scrivere i cambiamenti sui dispositivi di memorizzazione e configurare il RAID?
ko: 바뀐 점을 저장 장치에 쓰고 RAID를 설정하시겠습니까?
pt_br: Gravar as mudanças nos dispositivos de armazenamento e configurar o suporte a RAID?
sl: Zapišem spremembe na pomnilniške naprave in nastavim RAID?

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
el: Προτού είναι δυνατή η ρύθμιση του RAID, θα πρέπει να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης. Αυτές οι αλλαγές δε μπορούν να ακυρωθούν.
eo: Antaŭ ol akomodi 'RAID'-on, la ŝanĝojn endas skribi en memaparatoj. Tiuj ŝanĝoj estas definitivaj.
fi: Ennen kuin RAIDin asetukset voidaan tehdä, on muutokset tallennettava massamuistilaitteille. Näitä muutoksia ei voi kumota.
it: Prima di poter configurare il RAID, i cambiamenti devono essere scritti sui dispositivi di memorizzazione. Le modifiche non potranno essere annullati.
ko: RAID를 설정하기 전에, 바뀐 점을 저장 장치에 써야 합니다. 일단 바뀐 점을 쓰면 되돌릴 수 없습니다.
pt_br: Antes que o suporte a RAID possa ser configurado, as mudanças precisam ser gravadas nos dispositivos de armazenamento. Essas mudanças não poderão ser desfeitas.
sl: Preden nastavite RAID morate spremembe zapisati na pomnilniške naprave. Teh sprememb se ne da razveljaviti.

source: Keep current partition layout and configure RAID?
el: Να κρατηθούν οι τρέχουσες αλλαγές και να γίνει η ρύθμιση του RAID;
eo: Konservu nuntempan diskpartigan aranĝon kaj akomodu 'RAID'-on?
fi: Säilytetäänkö nykyiset levyosiot ja tehdään RAID-asetukset?
it: Mantenere l'attuale partizionamento e configurare RAID?
ko: 현재 파티션 구성을 유지하고 RAID을 설정하시겠습니까?
pt_br: Manter o layout de particionamento atual e configurar RAID?
sl: Obdržim trenuten razpored razdelkov in nastavim RAID?

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
el: Κατά τη ρύθμιση του RAID, δεν επιτρέπονται επιπλέον αλλαγές στις κατατμήσεις των δίσκων που περιέχουν φυσικούς τόμους. Παρακαλώ επιβεβαιώστε ότι είστε ικανοποιημένοι με το παρόν σχήμα διαμέρισης σ' αυτούς τους δίσκους.
eo: Kiam 'RAID'-o estos akomodita, neniu plua ŝanĝo en diskpartigo estos permesita sur diskoj kiuj enhavas datumpartilaĵojn. Bonvolu kontroli la taŭgontan nuntempan diskaranĝon.
fi: Kun RAIDin asetukset on tehty, ei ole sallittua tehdä lisää muutoksia niihin levyosioihin joissa fyysiset niteet ovat. Varmista, että nyt tehdyt levyosiot ovat sellaiset kuin haluat.
it: Dopo la configurazione del RAID non si possono più modificare le partizioni dei dischi contenenti volumi fisici. Si deve essere veramente sicuri dell'attuale schema di partizionamento di questi dischi.
ko: RAID를 설정하면, 그 이후에는 물리적 볼륨이 들어 있는 디스크의 파티션을 고칠 수 없습니다. 그러므로 다음 디스크의 파티션 구성이 충분히 마음에 드는 지 먼저 확인하십시오.
pt_br: Quando o suporte a RAID for configurado, nenhuma mudança adicional nas partições que contém os volumes físicos será permitida. Por favor, certifique-se de estar satisfeito com o esquema de particionamento atual usado nesses discos.
sl: Potem ko nastavite RAID, niso več dovoljene nobene spremembe razdelkov trdih diskov, ki vsebujejo fizične enote. Pred nadaljevanjem se prepričajte, da ste zadovoljni s trenutno shemo razdelkov na teh diskih.

source: RAID configuration failure
el: Σφάλμα κατά τη ρύθμιση του RAID
eo: 'RAID'-akomodado fiaskas
fi: RAIDin asetusten teko epäonnistui
it: Configurazione del RAID fallita
ko: RAID 설정 실패
pt_br: Falha na configuração RAID
sl: Napaka pri nastavitvi RAID-a

source: An error occurred while writing the changes to the storage devices.
el: Κάποιο σφάλμα συνέβη κατά την αποθήκευση των αλλαγών στις συσκευές αποθήκευσης.
eo: Eraro okazis dum la skribado de ŝanĝoj en la memoraparatoj
fi: Tallennettaessa muutoksia massamuistilaitteille tapahtui virhe.
it: Errore durante la scrittura delle modifiche sui dispositivi di memorizzazione.
ko: 바뀐 점을 저장 장치에 쓰는 중에 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a gravação das mudanças nos dispositivos de armazenamento.
sl: Prišlo je do napake pri zapisovanju sprememb na pomnilniške naprave.

source: The configuration of RAID is aborted.
el: Η ρύθμιση του RAID ακυρώθηκε.
eo: La akomodado de 'RAID'-o fiaskis.
fi: RAIDin asetusten teko on keskeytetty.
it: Configurazione del RAID annullata.
ko: RAID 설정을 그만 둡니다.
pt_br: A configuração RAID foi abortada.
sl: Nastavitev RAID-a je prekinjena.

source: physical volume for RAID
el: φυσικός τόμος για RAID
eo: 'RAID'-a datumportilo
fi: fyysinen nide RAIDia varten
it: volume fisico per il RAID
ko: RAID의 물리적 볼륨
pt_br: volume físico para RAID
sl: fizična enota za RAID

source: Unallocated physical volumes:
el: Μη αποδοθέντες φυσικοί τόμοι:
eo: Malasignitaj konkretaj datumportiloj:
fi: Käyttämättömät fyysiset levyniteet:
it: Volumi fisici non allocati:
ko: 할당 안 된 문리 볼륨:
pt_br: Volumes físicos não alocados:
sl: Nedodeljeni fizični nosilci:

source: Volume groups:
el: Ομάδες τόμων:
eo: Datumportilaro:
fi: Levynideryhmät:
it: Gruppo di volumi:
ko: 볼륨 그룹:
pt_br: Grupos de volume:
sl: Skupine nosilcev:

source: Uses physical volume:
el: Χρησιμοποιεί τον φυσικό τόμο:
eo: Uzas konkretan datumportilon:
fi: Käyttää fyysistä levynidettä:
it: Usa il volume fisico:
ko: 사용중인 물리 볼륨:
pt_br: Utiliza volume lógico:
sl: Uporablja fizični nosilec:

source: Provides logical volume:
el: Παρέχει τον λογικό τόμο:
eo: Provizas logikan datumportilon:
fi: Tarjoaa loogisen levyniteen:
it: Fornisce un volume logico:
ko: 제공된 논리 볼륨:
pt_br: Fornece volume lógico:
sl: Nudi logični nosilec:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
el: καμία
eo: neniu
fi: ei mikään
it: nessuno
ko: 없음
pt_br: nenhum
sl: brez

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
el: καμία
eo: neniu
fi: ei mikään
it: nessuno
ko: 없음
pt_br: nenhum
sl: brez

source: In use by LVM volume group ${VG}
el: Είναι σε χρήση από την ομάδα τόμων ${VG} του LVM
eo: Uzata de 'LVM'-datumportilaro ${VG}
fi: Osio käytössä LVM:n levynideryhmässä ${VG}
it: In uso da parte del gruppo di volumi LVM ${VG}
ko: 논리 볼륨그룹 ${VG}에서 사용 중
pt_br: Em uso pelo grupo de volume LVM ${VG}
sl: V uporabi skupine LVM nosilca ${VG}

source: Display configuration details
el: Εμφάνιση των λεπτομερειών ρύθμισης
eo: Afiŝu detalan akomodon
fi: Näytä asetukset yksityiskohtaisesti
it: Mostra dettagli di configurazione
ko: 설정 내역 보기
pt_br: Exibir detalhes de configuração
sl: Prikaz namestitvenih podrobnosti

source: Create volume group
el: Δημιουργία ομάδας τόμων
eo: Kreu datumportilan grupon ('VG')
fi: Luo levynideryhmä
it: Creare i gruppi di volumi
ko: 볼륨 그룹 만들기
pt_br: Criar grupo de volume
sl: Ustvari skupino nosilcev

source: Delete volume group
el: Διαγραφή ομάδας τόμων
eo: Viŝu datumportilan grupon ('VG')
fi: Poista levynideryhmä
it: Cancellare i gruppi di volumi
ko: 볼륨 그룹 지우기
pt_br: Remover grupo de volume
sl: Izbriši skupino nosilcev

source: Extend volume group
el: Επέκταση ομάδας τόμων
eo: Vastigu datumportilan grupon
fi: Kasvata levynideryhmää
it: Estendere il gruppo di volumi
ko: 볼륨 그룹 늘리기
pt_br: Estender grupo de volume
sl: Razširi skupino nosilcev

source: Reduce volume group
el: Συρίκνωση ομάδας τόμων
eo: Reduktu datumportilan grupon
fi: Pienennä levynideryhmää
it: Ridurre il gruppo di volumi
ko: 볼륨 그룹 줄이기
pt_br: Reduzir grupo de volume
sl: Zmanjšaj skupino nosilcev

source: Create logical volume
el: Δημιουργία λογικού τόμου
eo: Kreu logikan datumportilon ('LV')
fi: Luo looginen nide
it: Creare un volume logico
ko: 논리 볼륨 만들기
pt_br: Criar volume lógico
sl: Ustvari logični nosilec

source: Delete logical volume
el: Διαγραφή λογικού τόμου
eo: Viŝu logikan datumportilon ('LV')
fi: Poista looginen nide
it: Cancellare il volume logico
ko: 논리 볼륨 지우기
pt_br: Remover volume lógico
sl: Izbriši logični nosilec

source: Write the changes to disks and configure LVM?
el: Να αποθηκευθούν οι αλλαγές και να γίνει η ρύθμιση του LVM;
eo: Ĉu skribi ŝanĝojn en diskoj kaj akomodi logikan datumportilan administranton ('LVM')?
fi: Tallenna muutokset levyille ja tee LVM:n asetukset?
it: Scrivere le modifiche sui dischi e configurare LVM?
ko: 바뀐 점을 디스크에 쓰고 LVM을 설정하시겠습니까?
pt_br: Gravar as mudanças nos discos e configurar LVM?
sl: Zapišem spremembe na diske in nastavim LVM?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
el: Προτού γίνει η ρύθμιση του Διαχειριστή Λογικών Τόμων (Logical Volume Manager), θα πρέπει πρώτα να αποθηκευτεί το τρέχον σχήμα διαμέρισης στους δίσκους. Αυτές οι αλλαγές δε μπορούν να ακυρωθούν.
eo: Antaŭ ol akomodi la logikan datumportilan administranton, nuntempa diskaranĝo skribotendas sur disko. Tiuj ŝanĝoj estas definitivaj.
fi: Ennen kuin levyniteiden hallintaohjelman asetukset voidaan tehdä, on muutokset tallennettava levyille. Näitä muutoksia ei voi perua.
it: Prima di poter configurare il Logical Volume Manager, l'attuale schema di partizionamento deve essere scritto sul disco. Questi cambiamenti non possono essere annullati.
ko: 논리 볼륨 관리자를 설정하기 전에, 현재 파티션 구성을 디스크에 써야 합니다. 한번 쓰면 되돌릴 수 없습니다.
pt_br: Antes que o Gerenciador de Volumes Lógicos possa ser configurado, o esquema de particionamento atual precisa ser gravado em disco. Essas mudanças não poderão ser desfeitas.
sl: Preden nastavite Upravljalca logičnih enot, morate trenutno shemo razdelkov zapisati na trdi disk. Teh sprememb se ne da razveljaviti.

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
el: Μετά τη ρύθμιση του Διαχειριστή Λογικών Τόμων δεν επιτρέπονται επιπρόσθετες αλλαγές στο σχήμα διαμέρισης των δίσκων που περιέχουν φυσικούς τόμους κατά την διάρκεια της εγκατάστασης. Παρακαλώ, σιγουρευτείτε ότι είσαστε ικανοποιημένοι με το παρόν σχήμα διαμέρισης πριν συνεχίσετε.
eo: Post akomodado de la logika datumportila administranto, neniu plia ŝanĝo en diskpartigo estas permesita sur diskoj kiuj enhavas datumpartilaĵojn. Antaŭ ol daŭri, bonvolu kontroli la taŭgontan nuntempan diskaranĝon.
fi: Kun levyniteiden hallintaohjelman asetukset on tehty, ei ole enää mahdollista asennuksen aikana tehdä lisämuutoksia niiden levyjen osioille, joissa fyysiset levyniteet sijaitsevat. Varmista, että nyt tehdyt levyosiot ovat sellaiset kuin haluat.
it: Dopo la configurazione del Logical Volume Manager, non è permessa alcuna modifica allo schema di partizionamento dei dischi che contengono volumi fisici durante l'installazione. Verificare che l'attuale schema di partizionamento soddisfi le proprie esigenze prima di proseguire.
ko: 논리 볼륨 관리자를 설정하고 나면, 설치 중에는 물리 볼륨이 있는 디스크의 파티션 구성을 더 이상 바꿀 수 없게 됩니다. 계속 하시기 전에 현재의 파티션 구성이 괜찮은지 확인하고 넘어가십시오.
pt_br: Depois que o Gerenciador de Volumes Lógicos for configurado, nenhuma mudança adicional no esquema de particionamento dos disco que contém os volumes físicos será permitida. Por favor, decida se você está satisfeito com o esquema de particionamento atual antes de continuar.
sl: Po nastavljanju Upravitelja logičnih naprav niso dovoljene nobene spremembe razdelkov trdih diskov, ki vsebujejo fizične nosilce. Pred nadaljevanjem se prepričajte, da ste zadovoljni s trenutno shemo razdelkov na diskih.

source: Keep current partition layout and configure LVM?
el: Να κρατηθούν οι τρέχουσες αλλαγές και να γίνει η ρύθμιση του LVM;
eo: Konservu nuntempan diskpartigan aranĝon kaj akomodu logikan datumportilan administranton ('LVM')?
fi: Säilytä nykyiset levyosiot ja tee LVM:n asetukset?
it: Mantenere l'attuale partizionamento e configurare LVM?
ko: 현재 파티션 구성을 유지하고 LVM을 설정하시겠습니까?
pt_br: Manter o layout de particionamento atual e configurar LVM?
sl: Obdržim trenuten razpored razdelkov in nastavim LVM?
