Repository: dankamongmen/s-i
Catalog: packages/po/sublevel2/*.po
Languages: el, eo, fi, it, ko, pt_br, sl

source: An error occurred trying to download additional crypto components.
el: Προέκυψε σφάλμα κατά την προσπάθεια κατεβάσματος επιπλέον συνιστωσών του crypto.
eo: Eraro okazis dum la elŝultado de pluaj ĉifritaj konsistigaĵoj.
fi: Tapahtui virhe noudettaessa lisää salauksen osia.
it: Si è verificato un errore cercando di caricare i componenti aggiuntivi relativi all cifratura.
ko: 암호화 구성요소를 다운로드 받는 도중 오류가 발생했습니다.
pt_br: Um erro ocorreu durante a tentativa de fazer o download dos componentes de criptografia.
sl: Med poskusom prenosa dodatnih šifrirnih komponent je prišlo do napake.

source: Proceed to install crypto components despite insufficient memory?
el: Να προχωρήσει η εγκατάσταση συνιστωσών της κρυπτογράφησης παρά την ανεπαρκή μνήμη;
eo: Ĉu la instalado de ĉifrita konsistigaĵo daŭras malgraŭ la nesufiĉa momoro?
fi: Jatketaanko salausosien asennusta vaikka muisti ei riitä?
it: Proseguire l'installazione dei componenti relativi alla cifratura nonostante la memoria sia insufficiente?
ko: 메모리가 부족함에도 암호화 구성요소의 설치를 계속하시겠습니까?
pt_br: Continuar a instalar os componentes de criptografia mesmo com memória insuficiente?
sl: Pričnem z nameščanjem šifrirnih komponent kljub pomanjkanju pomnilnika?

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
el: Φαίνεται να μην υπάρχει επαρκής διαθέσιμη μνήμη για την εγκατάσταση επιπλέον συνιστωσών κρυπτογράφησης. Αν επιλέξετε να προχωρήσετε και να συνεχίσετε έτσι κι αλλιώς, η διαδικασία εγκατάστασης μπορεί να αποτύχει.
eo: La disponebla memoro ŝajnas esti malsufiĉa por instali pluajn ĉifrajn konsistigaĵojn. Kvankam vi elektas daŭri, la instalado eble fiaskos.
fi: Muistia näyttäisi olevan liian vähän jotta voitaisiin asentaa lisää salauksen osia. Jos tästä huolimatta jatketaan, saattaa asennus epäonnistua.
it: La memoria non pare sufficiente per l'installazione di moduli di cifratura aggiuntivi. Se si decide di proseguire il processo di installazione, si potrebbero riscontrare degli errori.
ko: 추가적인 암호화 구성요소를 설치하는데 필요한 메모리가 부족한 것 같습니다. 그래도 계속 진행할 경우, 설치 작업이 실패할 수 있습니다.
pt_br: Parece não existir memória suficiente disponível para instalar componentes de criptografia adicionais. Caso você opte por ir em frente e continuar mesmo assim, o processo de instalação poderá falhar.
sl: Morda ni na voljo dovolj pomnilnika za namestitev dodatnih šifrirnih komponent. V kolikor vseeno nadaljujete, namestitev morda ne bo uspešna.

source: Guided - use entire disk and set up encrypted LVM
el: Καθοδηγούμενη διαμέριση - χρήση ολόκληρου του δίσκου και ρύθμιση κρυπτογραφημένων τόμων LVM
eo: Gvidata - uzu tutan diskon per ĉifra 'LVM'-ilo
fi: Ohjattu - käytä koko levyä ja tee salattu LVM
it: Guidato - usare l'intero disco e impostare LVM cifrato
ko: 안내 - 디스크 전체 사용하고 암호화된 LVM 설정
pt_br: Assistido - usar disco todo e LVM criptografado
sl: Vodena namestitev - uporabi celoten disk in nastavi šifriran LVM

source: No partitions found
el: Δεν βρέθηκαν κατατμήσεις
eo: Neniu trovita diskpartigo
fi: Osioita ei löytynyt
it: Nessuna partizione trovata
ko: 파티션이 없습니다
pt_br: Nenhuma partição encontrada
sl: Nisem našel razdelkov

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
el: Δε βρέθηκαν κατατμήσεις στο σύστημά σας. Πιθανόν να χρειαστεί να διαμερίσετε ξανά τους σκληρούς δίσκους σας ή να φορτώσετε επιπλέον αρθρώματα πυρήνα.
eo: Neniu diskpartigo estas trovita. Vi bezonus dispartigi viajn fiksitajn diskojn aŭ ŝargi pliajn kernajn modulojn.
fi: Järjestelmästä ei löytynyt levyosioita. Järjestelmän on ehkä ladattava lisää ytimen moduuleita tai kiintolevy on osioitava.
it: Non è stata trovata alcuna partizione sul sistema. Potrebbe essere necessario partizionare il disco o caricare ulteriori moduli del kernel.
ko: 시스템에 파티션이 없습니다. 하드 드라이브의 파티션을 나눠야 하거나, 커널 모듈을 추가로 읽어들여야 할 수 있습니다.
pt_br: Nenhuma partição foi encontrada em seu sistema. Você pode precisar particionar seus discos rígidos ou carregar módulos de kernel adicionais.
sl: Nisem našel nobenih razdelkov na vašem sistemu. Morda morate razdeliti vaše trde diske ali naložiti dodatne module jedra.

source: No file systems found
el: Δε βρέθηκαν συστήματα αρχείων
eo: Neniu trovita dosiersistemo
fi: Tiedostojärjestelmää ei löytynyt
it: Nessun file system trovato
ko: 파일 시스템이 없습니다
pt_br: Nenhuma sistema de arquivos encontrado
sl: Nisem našel nobenih datotečnih sistemov

source: No usable file systems were found. You may need to load additional kernel modules.
el: Δε βρέθηκαν χρησιμοποιήσιμα συστήματα αρχείων. Πιθανόν να χρειαστεί να φορτώσετε επιπλέον αρθρώματα πυρήνα.
eo: Neniu uzebla dosiersistemo estas trovita. Vi bezonus ŝargi pliajn kernajn modulojn.
fi: Kelvollisia tiedostojärjestelmiä ei löytynyt. Järjestelmään on ehkä ladattava lisää ytimen moduuleita.
it: Non è stato trovato alcun file system utilizzabile. Potrebbe essere necessario caricare moduli aggiuntivi.
ko: 사용할 수 있는 파일 시스템이 없습니다. 커널 모듈을 추가로 읽어들여야 할 수 있습니다.
pt_br: Nenhum sistema de arquivo utilizável foi encontrado. Você pode precisar carregar módulos de kernel adicionais.
sl: Nisem našel nobenega uporabnega datotečnega sistema. Morda morate naložiti dodatne module jedra.

source: Abort
el: Ακύρωση
eo: Ĉesigu
fi: Keskeytä
it: Annulla
ko: 중지
pt_br: Abortar
sl: Prekini

source: Select a partition
el: Επιλέξτε μια κατάτμηση
eo: Elektu akomodotan diskpartigon:
fi: Valitse osio
it: Selezionare una partizione
ko: 파티션 선택
pt_br: Selecionar uma partição
sl: Izberite razdelek

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
el: Αυτές είναι οι κατατμήσεις που ανιχνεύθηκαν στο σύστημά σας. Παρακαλώ, επιλέξτε μια κατάτμηση προς ρύθμιση. Οι αλλαγές θα αποθηκευθούν μόνο αν επιλέξετε "Τέλος". Αν επιλέξετε "Ακύρωση", δε θα αποθηκευθεί καμία αλλαγή.
eo: Jen la detektitaj diskpartigoj en via sistemo. Bonvulu elekti akomodotan diskpartigon. Neniu efektiva ŝanĝo estos faritaj ĝis vi elektu "Plenumu". Se vi elektu "Ĉesigu", neniu ŝanĝo okazos.
fi: Nämä osiot löytyivät järjestelmästä. Valitse osiot, joita haluat muokata. Muutokset eivät ole pysyviä ennen kuin valitset "Valmis". Jos valitset "Keskeytä", mitään muutoksia ei tapahdu.
it: Selezionare la partizione da configurare tra quelle che sono state trovate nel sistema, qui elencate. Nessun cambiamento verrà effettuato fino a quando non verrà premuto «Fine», mentre premendo «Annulla» tutti i cambiamenti verranno annullati.
ko: 다음은 시스템에서 찾은 파티션입니다. 설정할 파티션을 선택하십시오. "마침"을 선택하기 전까지는 바뀐 사항이 실제 적용되지는 않습니다. "중지"를 선택하시면, 바뀐 사항을 적용하지 않습니다.
pt_br: Estas são as partições detectadas em seu sistema. Por favor selecione uma partição para configurar. Nenhuma mudança será feita até que você selecione "Finalizar". Caso você selecione "Abortar" nenhuma mudança será feita.
sl: To so razdelki, ki so bili zaznani v vašem sistemu. Prosim izberite razdelek, ki ga želite nastaviti. Nobena sprememba se ne bo izvršila dokler ne izberete "Končaj". Če izberete "Prekini", ne bo izvršena nobena sprememba.

source: The information shown is, in order: device name, size, file system, and mount point.
el: Οι εμφανιζόμενες πληροφορίες είναι, διαδοχικά: το όνομα της συσκευής, το μέγεθος, το σύστημα αρχείων και το σημείο προσάρτησης.
eo: La montraj informoj estas respektive: adaptilnomo, amplekso, dosiersistemo, kay surmetingo.
fi: Näytettävät tiedot ovat: laitenimi, koko, tiedostojärjestelmä ja liitoskohta.
it: Le informazioni mostrate sono rispettivamente: nome del device, dimensione, file system, mount point.
ko: 표시하는 정보는 순서대로: 장치 이름, 크기, 파일 시스템, 그리고 마운트 위치입니다.
pt_br: A informação exibida é, em ordem: nome do dispositivo, tamanho, sistema de arquivos e ponto de montagem.
sl: Prikazani podatki so, po vrsti: ime naprave, velikost, datotečni sistem in priklopna točka.

source: Leave the file system intact
el: Να διατηρηθεί το ήδη υπάρχον σύστημα αρχείων
eo: Ne ŝanĝu la dosiersistemon
fi: Jätä tiedostojärjestelmä koskemattomaksi
it: Lasciare il file system intatto
ko: 파일 시스템 그대로 유지
pt_br: Deixar o sistema de arquivos intacto
sl: Datotečni sistem pusti nedotaknjen

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
el: Η κατάτμηση αυτή φιλοξενεί ήδη ένα σύστημα αρχείων (${FSTYPE}). Μπορείτε να αφήσετε το υπάρχον σύστημα αρχείων, να δημιουργήσετε ένα νέο σύστημα αρχείων ή να μετατρέψετε την κατάτμηση αυτό σε χώρο εικονικής μνήμης (swap).
eo: Tiu diskpartigo ŝajne jam enhavas '${FSTYPE}'-dosiersistemon. Vi elektos lasi tiun diskpartigon kia ĝi estas, krei novan dosiersistemon, aŭ krei interŝanĝan spacon ('swap'-diskpartigon).
fi: Tällä osiolla näyttäisi jo olevan tiedostojärjestelmä (${FSTYPE}). Voit joko jättää tämän tiedostojärjestelmän koskemattomaksi tai luoda uuden tiedostojärjestelmän tai sivutustilan.
it: Questa partizione sembra avere già un file system (${FSTYPE}). Si può scegliere di lasciarlo intatto, di crearne uno nuovo oppure di creare un'area di swap.
ko: 이 파티션에는 이미 파일 시스템이 들어 있습니다 (${FSTYPE}). 이 파일 시스템을 그대로 유지할 수도 있고, 파일 시스템을 새로 만들거나 스왑 공간을 만들 수 있습니다.
pt_br: Esta partição parece já possuir um sistema de arquivos (${FSTYPE}). Você pode escolher entre deixar o sistema de arquivos intacto, criar um sistema de arquivos ou criar um espaço de troca (swap).
sl: Ta razdelek očitno že ima datotečni sistem (${FSTYPE}). Ta datotečni sistem lahko pustite nedotaknjen, ali pa ustvarite nov datotečni sistem ali izmenjevalni prostor.

source: Create swap space
el: Να δημιουργηθεί χώρος εικονικής μνήμης
eo: Kreu interŝanĝan spacon
fi: Luo sivutustila
it: Creare un'area di swap
ko: 스왑 공간 만들기
pt_br: Criar espaço de troca (swap)
sl: Ustvari izmenjevalni prostor

source: Action on ${PARTITION}:
el: Ενέργεια στην κατάτμηση ${PARTITION}:
eo: Farota agado en '${PARTITION}'-diskpartigo:
fi: Osiolle ${PARTITION} tehdään:
it: Azioni su ${PARTITION}:
ko: ${PARTITION}에 할 작업:
pt_br: Agir em ${PARTITION}:
sl: Dejanje na ${PARTITION}:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
el: Η κατάτμηση αυτή δε φιλοξενεί κάποιο σύστημα αρχείων. Μπορείτε να δημιουργήσετε ένα σύστημα αρχείων ή να το μετατρέψετε σε χώρο εικονικής μνήμης.
eo: Tiu dispartigo ŝajne ne enhavas dosiersistemon. Vi povas krei dosiersistemon aŭ interŝanĝan spacon sur ĝin.
fi: Tällä osiolla ei näytä olevan tiedostojärjestelmää. Voit luoda siihentiedostojärjestelmän tai sivutustilan.
it: Sembra che questa partizione non contenga un file system. È possibile crearne uno oppure utilizzarlo come area di swap.
ko: 이 파티션에는 파일 시스템이 없습니다. 파일 시스템을 새로 만들거나 스왑 공간을 만들 수 있습니다.
pt_br: Esta partição não parece possuir um sistema de arquivos. Você pode criar um sistema de arquivos ou espaço de troca (swap) nela.
sl: Ta razdelek očitno nima datotečnega sistema. Na njem lahko ustvarite datotečni sistem ali izmenjevalni prostor.

source: Don't mount it
el: Να μην γίνει προσάρτησή της
eo: Ne surmetu ĝin
fi: Älä liitä
it: Non montare
ko: 마운트하지 않음
pt_br: Não montar
sl: Ne priklapljaj

source: Enter manually
el: Χειροκίνητη εισαγωγή
eo: Tajpu mem
fi: Määritä itse
it: Inserire manualmente
ko: 수동으로 입력
pt_br: Informar manualmente
sl: Ročen vnos

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
el: Όταν μια κατάτμηση προσαρτάται (mount), γίνεται διαθέσιμη στους χρήστες του συστήματος. Είναι πάντα αναγκαία η ύπαρξη μιας ριζικής κατάτμησης ("/"), και συνιστάται η χρήση ξεχωριστής κατάτμησης για το /home.
eo: Kiam diskpartigo estas surmetata, ĝi estas disponebla de aliaj sistemuzantoj. Radika ("/") diskpartigo estas necesega. Aparta '/home'-diskpartigo estas laŭde konsilata.
fi: Kun osio on liitetty, se on käytettävissä järjestelmän käyttäjille. Juuriosion ("/") tarviset aina ja usein on hyvä olla erillinen osio /home.
it: Una volta montata, una partizione è disponibile per gli utenti del sistema. Una partizione di root («/») è sempre necessaria ed è spesso comodo avere una partizione separata per /home.
ko: 파티션을 마운트해야 시스템에서 사용할 수 있습니다. 루트 파티션은 ("/") 꼭 필요하며, /home은 별도 파티션으로 만드는 편이 좋습니다.
pt_br: Quando uma partição está montada a mesma fica disponível para os usuários do sistema. Você sempre precisará de uma partição raiz ("/") e é sempre bom possuir uma partição separada para o ponto de montagem /home.
sl: Ko je razdelek priklopljen, je na voljo uporabnikom sistema. Vedno potrebujete korenski razdelek ("/"), pogosto pa je dobro imeti ločen razdelek še za /home.

source: Mount point for ${PARTITION}:
el: Σημείο επαφής του ${PARTITION}:
eo: '${PARTITION}'-surmetingo:
fi: Osion ${PARTITION} liitoskohta:
it: Mount point per ${PARTITION}:
ko: ${PARTITION}의 마운트 위치:
pt_br: Ponto de montagem para ${PARTITION}:
sl: Priklopna točka za ${PARTITION}:

source: Please enter where the partition should be mounted.
el: Παρακαλώ, δώστε το σημείο προσάρτησης της κατάτμησης.
eo: Bonvolu tajpi kien la diskpartigo devos esti surmetita.
fi: Kirjoita osion liitoskohta.
it: Specificare dove si vuole montare la partizione.
ko: 파티션을 마운트할 위치를 입력하십시오.
pt_br: Por favor informe onde a partição deverá ser montada.
sl: Prosim vnesite kje naj bo razdelek priklopljen.

source: Do you want to unmount the partitions so you can make changes?
el: Θέλετε να αποπροσαρτήσετε (unmount) τις κατατμήσεις για να μπορέσετε να κάνετε αλλαγές;
eo: Ĉu vi volas demeti diskpartigojn por fari ŝanĝojn?
fi: Haluatko irrottaa levyosiot, jotta voit tehdä muutoksia?
it: Smontare le partizioni in modo da poterle cambiare?
ko: 파티션을 수정할 수 있도록 파티션의 마운트를 해제하시겠습니까?
pt_br: Deseja desmontar as partições para que você possa fazer mudanças?
sl: Ali želite odklopiti razdelke tako, da lahko potem naredite spremembe?

source: Since the partitions have already been mounted, you cannot do any changes.
el: Εφόσον οι κατατμήσεις έχουν ήδη προσαρτηθεί, δεν μπορείτε να κάνετε αλλαγές.
eo: Ĉar la diskpartigoj estas jam surmetitaj, vi ne povas fari ŝanĝojn.
fi: Osiot on jo liitetty, muutoksia ei voi tehdä.
it: Poiché le partizioni sono già montate, non è possibile apportare modifiche.
ko: 파티션이 마운트되어 있으므로, 수정할 수 없습니다.
pt_br: Uma vez que as partições já foram montadas, você não pode fazer nenhuma mudança.
sl: Ker so razdelki že priklopljeni ne morete narediti sprememb.

source: Failed to unmount partitions
el: Σφάλμα κατά την αποπροσάρτηση των τμημάτων
eo: Demetado de diskpartigo malsukcesas
fi: Osioiden irrottaminen epäonnistui
it: Non è stato possibile smontare le partizioni
ko: 파티션을 마운트 해제하는 데 실패했습니다
pt_br: Falha ao desmontar partições
sl: Nisem uspel odklopiti razdelkov

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
el: Κάποιο σφάλμα συνέβη κατά την αποπροσάρτηση των τμημάτων. Η συνέχιση της διαδικασίας ρύθμισης θα τερματιστεί.
eo: Eraro okazis dum la diskpartiga demetado. La diskpartiga akomada procezo fiaskis.
fi: Irrotettaessa osioita tapahtui virhe. Osioiden asetusten teon jatkaminen ei onnistu.
it: C'è stato un errore smontando le partizioni. Il partizionamento viene interrotto.
ko: 파티션을 마운트 해제하는 데 오류가 발생했습니다. 파티션 설정 작업이 중지되었습니다.
pt_br: Um erro ocorreu na desmontagem das partições. O processo de configuração foi abortado.
sl: Prišlo je do napake med odklapljanjem razdelkov. Proces nastavljanja razdelkov je prekinjen.

source: Create %s file system
el: Δημιουργία του συστήματος αρχείων %s
eo: Kreu '%s'-dosiersistemon
fi: Luo %s-tiedostojärjestelmä
it: Creare il file system %s
ko: %s 파일 시스테을 만듭니다
pt_br: Criar sistema de arquivos %s
sl: Ustvari %s datotečni sistem

source: No root partition (/)
el: Ανύπαρκτη ριζική κατάτμηση ("/")
eo: Neniu radika diskpartigo (/)
fi: Ei juuriosiota (/)
it: Non esiste la partizione root (/)
ko: 루트 파일 시스템 (/) 없음
pt_br: Sem partição raiz (/)
sl: Ni korenskega razdelka (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
el: Είναι απαραίτητη η ύπαρξη ριζικής κατάτμησης. Παρακαλώ, ορίστε μια κατάτμηση στο σημείο προσάρτησης "/" πριν συνεχίσετε.
eo: Vi bezonas radikan diskpartigo. Bonvolu asigni diskpartigon al la radika surmetingo antaŭ ol daŭrigi.
fi: Tarvitset juuriosion. Valitse osio liitettäväksi juuritiedostojärjestelmänä.
it: La partizione di root è necessaria. Assegnare una partizione alla directory root (/) prima di continuare.
ko: 루트 파일 시스템이 필요합니다. 계속 하시기 전에 파티션에 루트 마운트 위치를 지정하십시오.
pt_br: Você precisa de uma partição raiz. Por favor atribua uma partição para o ponto de montagem raiz antes de continuar.
sl: Potrebujete korenski razdelek. Preden nadaljujete, korenski priklopni točki dodelite razdelek.

source: Partition assigned to ${MOUNT}
el: Η κατάτμηση αποδόθηκε στο σημείο προσάρτησης ${MOUNT}
eo: Asignata diskpartgo al '${MOUNT}'-o
fi: Osion liitoskohta on ${MOUNT}
it: Partizione assegnata a ${MOUNT}
ko: ${MOUNT}에 마운트할 파티션
pt_br: Partição atribuída para ${MOUNT}
sl: Razdelek dodeljen točki ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
el: Η προσάρτηση μιας κατάτμησης στο ${MOUNT} είναι περιττή. Παρακαλώ, αλλάξτε αυτή τη ρύθμιση.
eo: Surmeti diskpartigon sur '${MOUNT}'-o estas nekohera. Bonvolu ŝanĝi tio.
fi: Osion liitoskohta ${MOUNT} ei ole järkevä. Vaihda liitoskohta.
it: Montare una partizione su ${MOUNT} non ha senso. Cambiare tale impostazione.
ko: 파티션을 ${MOUNT}에 마운트하는 건 맞지 않습니다. 바로잡으십시오.
pt_br: Montar uma partição em ${MOUNT} não faz sentido. Por favor mude isso.
sl: Nesmiselno je razdelek priklapljati na ${MOUNT}. Prosim, spremenite.

source: Several partitions assigned to ${MOUNT}
el: Έχετε προσαρτήσει περισσότερες από μια κατατμήσεις στο σημείο προσάρτησης ${MOUNT}
eo: Pluraj diskpartigoj estas asignataj al ${MOUNT}
fi: Olet asettanut useita osiota liitoskohtaan ${MOUNT}
it: Sono state assegnate varie partizioni a ${MOUNT}
ko: 여러 개의 파티션이 ${MOUNT}에 마운트됩니다
pt_br: Diversas partições atribuídas para ${MOUNT}
sl: Točki ${MOUNT} ste dodelili več razdelkov

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
el: Δεν είναι δεκτή η προσάρτηση περισσοτέρων από ένα τμημάτων στο ίδιο σημείο επαφής. Παρακαλώ, αφήστε μόνο ένα.
eo: Vi ne povas asigni plurajn diskpartigojn al la sama surmetingo. Bonvolu ŝanĝi ĉiun krom unu.
fi: Et voi asettaa useita osiota samaan liitoskohtaan. Jätä yksi ja vaihda muut.
it: Non si possono montare più partizioni sullo stesso mount point. È necessario spostarle tutte tranne una.
ko: 여러 개의 파티션을 같은 마운트 위치에 마운트할 수 없습니다. 한 개만 남겨두고 마운트 위치를 바꾸십시오.
pt_br: Você não pode atribuir diversas partições para o mesmo ponto de montagem. Por favor mude todas as atribuições das partições menos uma.
sl: Več različnih razdelkov ne morete dodeliti isti priklopni točki. Spremenite vse, razen ene od njih.

source: Ready to create file systems and mount partitions?
el: Είστε έτοιμος για τη δημιουργία των συστημάτων αρχείων και τη προσάρτησή τους;
eo: Ĉu vi estas preta por krei dosiersistemoj kaj surmeti diskpartigojn?
fi: Onko kaikki valmiina tiedostojärjestelmien luontiin ja osioiden liittämiseen?
it: Si è pronti per creare i file system e montare le partizioni?
ko: 파일 시스템을 만들고 파티션을 마운트할 준비가 되었습니까?
pt_br: Pronto para criar sistemas de arquivos e montar partições?
sl: Ste pripravljeni na ustvarjanje datotečnih sistemov in priklapljanje razdelkov?

source: File systems will be created and partitions mounted.
el: Τα συστήματα αρχείων θα δημιουργηθούν και θα προσαρτηθούν.
eo: Dosiersistemoj estos kreitaj kaj diskpartigoj estos surmetitaj.
fi: Luodaan tiedostojärjestelmät ja liitetään osiot.
it: I file system verranno creati e le partizioni montate.
ko: 파일 시스템을 만들고 파티션을 마운트합니다.
pt_br: Os sistemas de arquivos serão criados e as partições serão montadas.
sl: Ustvarjeni bodo datotečni sistemi in priklopljeni razdelki.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
el: ΠΡΟΣΟΧΗ: Θα καταστραφούν τα δεδομένα όλων των τμημάτων στα οποία έχετε συνδέσει συστήματα αρχείων.
eo: Atentu: tio forviŝos ĉiujn datumojn ĉeestantajn sur asignitaj diskpartigoj por krei dosiersistemon.
fi: VAROITUS: Tämä tuhoaa kaiken tiedon niistä levyosioista, joihin olet määrittänyt tiedostojärjestelmän.
it: ATTENZIONE: Questa procedura distruggerà tutti i dati presenti sulle partizioni a cui sono stati assegnati i nuovi file system.
ko: 경고: 파일 시스템을 지정한 파티션에 있는 모든 데이터를 잃게 될 것입니다.
pt_br: AVISO: Isso irá destruir todos os dados nas partições para as quais você atribuiu sistemas de arquivos.
sl: OPOZORILO: To bo uničilo vse podatke na razdelkih, ki ste jim določili datotečne sisteme.

source: Failed to create swap space on ${PARTITION}
el: Σφάλμα κατά τη δημιουργία χώρου εικονικής μνήμης (swap) στο ${PARTITION}
eo: Kreado de interŝanĝa spaco sur '${PARTITION}'-o malsukcesas
fi: Sivutustilan luonti osioon ${PARTITION} epäonnistui
it: Non è stato possibile creare un'area di swap su ${PARTITION}
ko: ${PARTITION} 파티션에 스왑 공간을 만드는 데 실패했습니다
pt_br: Falha ao criar espaço de troca (swap) em ${PARTITION}
sl: Ni mogoče ustvariti izmenljivega prostora na ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
el: Κάποιο σφάλμα συνέβη κατά τη δημιουργία χώρου εικονικής μνήμης (swap) στην κατάτμηση ${PARTITION}.
eo: Eraro okazis dum la kreado de interŝanĝa spaco sur '${PARTITION}'-o.
fi: Tapahtui virhe luotaessa sivutustilaa levyosioon ${PARTITION}.
it: Si è verificato un errore durante la creazione dell'area di swap su ${PARTITION}.
ko: ${PARTITION} 파티션에 스왑 공간을 만드는 데 오류가 발생했습니다.
pt_br: Um erro ocorreu quando o espaço de troca (swap) foi criado em ${PARTITION}.
sl: Pri ustvarjanju izmenjalnega prostora na ${PARTITION} je prišlo do napake.

source: Failed to activate the swap space on ${PARTITION}
el: Σφάλμα κατά την ενεργοποίηση του χώρου εικονικής μνήμης στο ${PARTITION}
eo: Aktivado de interŝanĝa spaco sur '${PARTITION}'-o malsukcesas
fi: Sivutustilan aktivointi epäonnistui osiolla ${PARTITION}
it: L'attivazione dell'area di swap su ${PARTITION} è fallita.
ko: ${PARTITION} 파티션에 스왑 공간을 활성화하는 데 실패했습니다
pt_br: Falha ao ativar o espaço de troca (swap) em ${PARTITION}
sl: Ni mogoče aktivirati izmenljivega prostora na ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
el: Κάποιο σφάλμα συνέβη κατά τη ενεργοποίηση του χώρου εικονικής μνήμης (swap) στην κατάτμηση ${PARTITION}.
eo: Eraro okazis dum la aktivado de interŝanĝa spaco sur '${PARTITION}'-o.
fi: Tapahtui virhe aktivoitaessa sivutustilaa osiolla ${PARTITION}.
it: Si è verificato un errore durante l'attivazione dell'area di swap su ${PARTITION}.
ko: ${PARTITION} 파티션의 스왑 공간을 활성화하는 데 오류가 발생했습니다.
pt_br: Um erro ocorreu quando o espaço de troca (swap) em ${PARTITION} foi ativado.
sl: Ob aktiviranju izmenjalnega prostora na ${PARTITION} je prišlo do napake.

source: Failed to create ${FS} file system on ${PARTITION}
el: Σφάλμα κατά τη δημιουργία του συστήματος αρχείων ${FS} στο ${PARTITION}
eo: Kreado de '${FS}'-dosiersistemo sur '${PARTITION}'-o malsukcesas
fi: ${FS}-tiedostojärjestelmän luominen osiolle ${PARTITION} epäonnistui
it: La creazione del file system ${FS} su ${PARTITION} è fallita
ko: ${PARTITION} 파티션에 ${FS} 파일 시스템을 만드는 데 실패했습니다
pt_br: Falha ao criar sistema de arquivos ${FS} em ${PARTITION}
sl: Ni mogoče ustvariti datotečnega sistema ${FS} na ${PARTITION}
