Repository: dankamongmen/s-i
Catalog: tools/prebaseconfig/debian/po/*.po
Languages: da, el, fr, lt

source: Finish the installation and reboot
da: Afslut installationen og genstart
el: Τέλος της εγκατάστασης και επανεκκίνηση
fr: Terminer l'installation et redémarrer
lt: Baigti diegimą ir pakartoti paleistį (reboot)

source: Finishing the installation
da: Afslutter installationen
el: Ολοκλήρωση της εγκατάστασης
fr: Terminer l'installation
lt: Diegimo pabaigimas

source: Running ${SCRIPT} ...
da: Kører ${SCRIPT} ...
el: Εκτέλεση σεναρίου ${SCRIPT} ...
fr: Exécution du script ${SCRIPT}...
lt: ${SCRIPT} vykdymas ...

source: Configuring network ...
da: Sætter netværket op ...
el: Ρύθμιση δικτύου ...
fr: Configuration du réseau...
lt: Konfigūruojamas tinklas ...

source: Setting up frame buffer ...
da: Sætter framebuffer op ...
el: Ρύθμιση πλαισίου μνήμης (framebuffer) ...
fr: Configuration du tampon vidéo...
lt: Nustatomas "frame" buferis ...

source: Preparing for base-config ...
da: Forbereder for base-config ...
el: Προετοιμασία για βασικές ρυθμίσεις (base-config) ...
fr: Préparation de l'exécution de base-config...
lt: Pasiruošimas dėl base-config ...

source: Saving installation logs to /var/log/debian-installer/ ...
da: Gemmer installations-logfiler i /var/log/debian-installer/ ...
el: Αποθήκευση αρχείων ημερολογίου εγκατάστασης στο /var/log/debian-installer/ ...
fr: Sauvegarde des journaux de l'installation dans /var/log/debian-installer/...
lt: Įdiegimo log'ų rašymas į /var/log/debian-installer/ ...

source: Unmounting file systems ...
da: Afmonterer filsystemer ...
el: Αποσύνδεση των συστημάτων αρχείων ...
fr: Démontage des systèmes de fichiers...
lt: Failų sistemų numontavimas ...

source: Rebooting into your new Debian system ...
da: Genstarter dit nye Debiansystem ...
el: Επανεκκίνηση στο νέο συστήμα Debian ...
fr: Redémarrage de votre nouveau système Debian...
lt: Perkrovimas (rebooting) į naująją Jūsų Debian'o sistemą ...

source: System reboot
da: Genstart system
el: Επανεκκίνηση του συστήματος
fr: Redémarrage du système
lt: Sistemos paleisties kartojimas (reboot)

source: The system will now reboot.
da: Systemet vil genstarte nu.
el: Το σύστημα θα επανεκκινήσει τώρα.
fr: Le système va redémarrer maintenant.
lt: Dabar bus vykdomas kompiuterio paleisties kartojimas (reboot).

source: Before this reboot occurs, you'll need to make sure you are booting from the right media.
da: Før denne genstart udføres, skal du sikre at du genstarter fra det rigtige medie.
el: Πριν επανεκκινήσει το σύστημα, θα πρέπει να βεβαιωθείτε ότι η εκκίνηση γίνεται από το σωστό μέσο.
fr: Avant cela, vous devrez vous assurer de démarrer depuis le bon support.
lt: Prieš perkraunant sistemą, Jūs turite įsitikinti, kad įkeltis (boot) vyks iš reikiamos informacijos laikmenos.

source: If you are booting from the local disk, check that there are no floppies in the floppy drives and no CD-ROM in the tray. If you made a custom boot floppy and want to boot from it, you should put that floppy in the first floppy drive.
da: Hvis du genstarter fra en lokal disk, skal du sikre dig at der ikke er disketter i diskettedrevene eller cdrommer i cdrom-drevene. Hvis du har lavet en genstartsdiskette og vil genstarte fra den, skal du sætte disketten i det første diskettedrev.
el: Αν το σύστημα φορτώνει από τοπικό δίσκο, βεβαιωθείτε ότι δεν υπάρχουν δισκέτες στις μονάδες δισκέτας και δίσκοι CD στις μονάδες CD-ROM. Αν έχετε δημιουργήσει κάποια ειδική δισκέτα εκκίνησης και θέλετε να την δοκιμάσετε, θα πρέπει να την τοποθετήσετε στη πρώτη μονάδα δισκέτας.
fr: Si vous démarrez depuis le disque local, veillez à ce qu'il ne reste pas de disquette ou de CD-ROM dans les lecteurs correspondants. Si vous avez créé une disquette de démarrage personnalisée que vous souhaitez utiliser pour démarrer, placez-la dans le lecteur de disquette principal.
lt: Jei sistema įkraunama iš kietojo disko, įsitikinkite, kad nėra lankstaus diskelio ir kompaktinio disko atitinkamuose įrenginiuose. Jei pasidarėte įkrovimo lankstųjį diskelį ir norite įkrauti iš jo, įdėkite jį į pirmąjį lanksčiųjų diskų įrenginį.

source: You may also restart the installation system by booting from your installation media.
da: Du kan også køre installationsprogrammet igen ved at genstarte fra installationsmediet.
el: Τέλος, μπορείτε να εκκινήσετε το σύστημά σας από το μέσον στο οποίο έγινε η εγκατάσταση.
fr: Vous pouvez également relancer le système d'installation en redémarrant à partir de votre support d'installation.
lt: Jūs taip pat galite pakartotinai paleisti diegimo procesą, įkraudami iš Jūsų įdiegimo laikmenos.

source: Please take care of all that before you continue.
da: Tag hensyn til alt dette, før du fortsætter.
el: Αυτά πρέπει να τα λάβετε υπόψιν πρίν συνεχίσετε.
fr: Veuillez effectuer ces vérifications avant de continuer.
lt: Prašau visu tuo pasirūpinti, prieš pratęsiant darbą.
