Repository: dankamongmen/s-i
Catalog: packages/retriever/floppy/debian/po/*.po
Languages: ar, bg, da, es, eu, fr, gl, he, hr, hu, ja, nl, ro, ru, sk, sq, sv, tr

source: Scanning the floppy
ar: جاري مسح القرص المرن
bg: Сканиране на флопидиска
da: Gennemsøger disketten
es: Escaneando el disco flexible
eu: Disketea eskaneatzen
fr: Examen de la disquette
gl: Explorando o disquete
he: סורק את הדיסקט
hr: Pretra¾ujem disketu
hu: Hajlékonylemez vizsgálata
ja: フロッピーを検査しています
nl: Diskette wordt nagelopen
ro: Se scanează discheta
ru: Анализ дискеты
sk: Prehµadáva sa disketa
sq: Duke lexuar floppy
sv: Söker igenom disketten
tr: Disket sürücü taranıyor

source: Cancel, ${DEVS}
ar: إلغاء، ${DEVS}
bg: Прекъсване, ${DEVS}
da: Afbryd, ${DEVS}
es: Cancelar, ${DEVS}
eu: Ezeztatu, ${DEVS}
fr: Annuler, ${DEVS}
gl: Cancelar, ${DEVS}
he: בטל, ${DEVS}
hr: Otka¾i, ${DEVS}
hu: Mégsem, ${DEVS}
ja: キャンセル, ${DEVS}
nl: Annuleren, ${DEVS}
ro: Anulează, ${DEVS}
ru: Отменить, ${DEVS}
sk: Zru¹i», ${DEVS}
sq: Anullo, ${DEVS}
sv: Avbryt, ${DEVS}
tr: İptal, ${DEVS}

source: Select your floppy device:
ar: انتقِ جهاز القرص المرن:
bg: Изберете вашето флопидисково устройство:
da: Vælg dit diskettedrev:
es: Seleccione su dispositivo de disco flexible:
eu: Aukeratu zure diskete irakurlea:
fr: Lecteur de disquettes :
gl: Elixe a unidade de disquete
he: בחר כונן דיסקטים:
hr: Izaberite disketni ureðaj:
hu: Válassza ki a hajlékonylemez-meghajtót:
ja: フロッピーデバイスを選択してください:
nl: Wat is uw diskettestation?
ro: Selectaţi unitatea dvs. de dischetă:
ru: Выберите ваш дисковод:
sk: Zvoµte disketovú mechaniku:
sq: Zgjidh dispozitivin e floppy:
sv: Välj din diskettstation:
tr: Disket sürücünüzü seçin:

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include drives that are not floppy drives. The installer will only try to read from the selected device.
ar: لم يعثر على سواقة أقراص مرنة قياسية. اذا كنت تمتلك سواقة أقراص مرنة من نوع USBأو نوع مغاير، فانتقها من القائمة. انتبه لاحتواء القائمة على سواقات أقراص غير مرنة. كما أن المثبت سيحاول القراءة فقط من الجهاز المحدد.
bg: Не беше открито стандартно флопидисково устройство. Ако имате USB флопидисково устройство или друг необичаен тип, изберете го от списъка. Забележете, че списъкът може да съдържа и устройства, които не са флопидискови устройства. Инсталаторът просто ще опита да чете от избраното устройство.
da: Der blev ikke fundet noget standard-diskettedrev. Hvis du har et USB-diskettedrev eller en anden usædvanlig slags diskettedrev, så vælg det fra listen. Bemærk at listen også kan indeholde drev, der ikke er diskettedrev. Installationsprogrammet vil forsøge at læse fra den valgte enhed.
es: No se ha encontrado una unidad de disco flexible. Si tiene una unidad de disco USB o algún otro dispositivo de disco inusual, selecciónelo de la lista. Tenga en cuenta que la lista puede incluir dispositivos que no son de disco flexible. El instalador sólo intentará leer desde el dispositivo seleccionado.
eu: Ez da diskete irakurle estandarrik aurkitu. Zus USB diskete irakurlea edo ohizkoa ez de diskete irakurle bat baduzu, aukeratu berau zerrendatik. Kontutan izan zerrenda diskete irakurleak ez diren gailuak ager daitezkeela. Instalatzailea aukeratutako irakurletik bakarrik irakurri ahal izango du.
fr: Aucun lecteur de disquettes standard n'a été trouvé. Si vous possédez un lecteur de disquettes USB ou un autre type de lecteur de disquettes exotique, choisissez-le dans la liste. Notez que la liste contient également des lecteurs qui ne sont pas des lecteurs de disquettes. Le programme d'installation essayera simplement de lire depuis le périphérique que vous aurez choisi.
gl: Atopouse unha unidade de disquete non-estándar. Se tes unha unidade de disquete por USB ou outro tipo de unidade de disquete non usual, escólleo na lista. Ten coidado xa que a lista pode conter outros dispositivos que non son unidades de disquete. O instalador tentará só ler desde o dispositivo elixido.
he: לא נמצא כונן דיסקטים סטנדרטי. אם יש לך כונן דיסקטים בחיבור USB או כונן דיסקטים בחיבור אחר, בחר אותם מהרשימה. שים לב שהרשימה יכולה להכיל התקנים שאינם כונני דיסקטים. המתקין ינסה לקרוא רק מההתקן הנבחר.
hr: Nije pronaðen standardni disketni pogon. Ako imate USB disketni pogon ili koji drugi neobièni disketni ureðaj, izaberite ga s popisa. Primijetite da popis sadr¾i i pogone koji nisu disketni. Program za instalaciju æe poku¹ati èitati samo s izabranog ureðaja.
hu: A felderítés nem talált szabványos hajlékonylemez-meghajtót. Ha USB-hajlékonylemezmeghajtója van, vagy valami hasonlóan szokatlan megoldás, válassza ki a listáról. Figyelem, a lista nem minden eleme jelöl hajlékonylemez-meghajtót. A telepítő csak a kiválasztott eszközről fog olvasni.
ja: 標準的なフロッピードライブが見つかりませんでした。USB フロッピードライブまたはその他の特別な形式のフロッピードライブを持っている場合には、リストからそれを選んでください。このリストはフロッピードライブではないドライブも含んでいる可能性があることに注意してください。インストーラは選択されたデバイスから読み込みを試行するだけです。
nl: Er is geen standaard diskettestation aangetroffen. Indien u een USB-diskettestation of ander ongewoon type diskettestation heeft dient u deze uit de lijst te kiezen. Merk op dat deze lijst mogelijk ook apparaten bevat die geen diskettestations zijn. Het installatieprogramma probeert enkel van het geselecteerde apparaat te lezen.
ro: Nu a fost găsită o unitate de dischetă standard. Dacă aveţi o unitate de dischetă pe USB sau alt tip neobişnuit, selectaţi-o din listă. Atenţie: lista poate include şi dispozitive care nu sunt unităţi de dischetă. Instaler-ul va încerca să citescă de pe dispozitivul selectat.
ru: Стандартный дисковод не обнаружен. Если у вас "необычный" дисковод (например внешний на шине USB), то выберите его из списка. Обратите внимание на то, что в списке могут быть устройства, которые не являются дисководами как таковыми. С указанного устройства будут лишь считаны данные, запись производиться не будет!
sk: Nebolo nájdená ¾iadna ¹tandartná disketová mechanika. Ak máte USB disketovú mechaniku alebo iný nezvyèajný typ disketovej mechaniky, vyberte si ho zo zoznamu. Zoznam mô¾e obsahova» aj ovládaèe, ktoré nie sú disketovými mecha- nikami. In¹talaèný program sa pokúsi èíta» iba zo zvoleného zariadenia.
sq: Nuk u gjend asnjë drive floppy standart. Nëse përdor një drive floppy USB apo ndonjë lloj tjetër të pazakontë floppy, zgjidhe nga lista. Kujdes pasi lista mund të përfshijë drive që janë të papërshtatshëm. Instaluesi do provojë të lexojë nga drive i zgjedhur.
sv: Ingen normal diskettstation hittades. Om du har en usb-diskettstation eller av någon annan ovanlig typ av diskettstation, välj den från listan. Notera att listan också kan inkludera enheter som inte är diskettstationer. Installationsprogrammet kommer bara att försöka läsa från den valda enheten.
tr: Standart türde bir disket sürücü bulunamadı. Eğer bir USB disket sürücü veya alışılmadık tipte başka bir disket sürücüye sahipseniz bu sürücüyü listeden seçin. Listede disket sürücü olmayan aygıtlara ait sürücülerin de bulunabileceğini unutmayın. Kurulum programı sadece seçilen aygıttan okuma yapmaya çalışacaktır.

source: Cannot read floppy, or not a driver floppy. Retry?
ar: لا يمكن قراءة القرص المرن، أو أنّه ليس قرصاً دافعاً. هل أعيد المحاولة؟
bg: Не може да бъде прочетен флопидиска или няма флопидисково устройство. Опит отново?
da: Kan ikke læse disketten, eller også er det ingen driverdiskette. Forsøg igen?
es: No se pudo leer el disquete o no se trata de un disquete de controladores. ¿Reintentar?
eu: Ezin da diska irakurri edo diska ez dago. Berriz saiatu?
fr: Lecture impossible sur la disquette. Faut-il réessayer ?
gl: Non se puido le-lo disco ou non hai un disco na unidade, ¿Reintentar?
he: לא מצליח לקרוא מהדיסקט או שאין כונן דיסקטים. לנסות שוב?
hr: Ne mogu proèitati disketu, ili nema pogonitelja. Poku¹ati opet?
hu: A hajlékonylemez nem olvasható, vagy nem tartalmaz meghajtómodulokat. Újrapróbálja?
ja: フロッピーを読み込めないか、ドライバフロッピーではありません。再試行しますか?
nl: Kan de diskette niet lezen, of is geen stuurprogramma diskette. Opnieuw proberen?
ro: Nu se poate citi discheta, sau nu există o unitate de dischetă. Reîncercaţi?
ru: Невозможно прочесть дискету, либо на ней нет драйверов. Повторить?
sk: Nemô¾em naèíta» disketu alebo ovládaè na diskete. Skúsi» znovu?
sq: I pamundur leximi i disketës, ose nuk është një lexues diskete. Ta riprovoj?
sv: Kan ej läsa diskett, eller ej en drivrutinsdiskett. Försök igen?
tr: Disket sürücü okunamıyor veya bu bir disket sürücü değil. Tekrar denensin mi?

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
ar: كان هناك خطأ في قراءة البيانات من القرص المرن. رجاء تأكّد من أن وجود القرص المرن الصحيح في السّوّاقة. إن لم تزل المشاكل، فقد يكون لديك قرص مرن سيّء.
bg: Имаше проблем при четене от флопидиска. Моля уверете се, че правилният флопидиск е в устройството. Ако продължавате да имате проблеми, може би имате развален флопидиск.
da: Der var problemer med at læse data fra disketten. Sørg for at den rigtige diskette er i drevet. Hvis du fortsat har problemer, kan disketten være i stykker.
es: Se produjo un error al leer los datos del disquete. Por favor, asegúrese de que ha insertado el disquete correcto en la unidad. Si continúa teniendo problemas puede tratarse de un disquete desfectuoso.
eu: Arazo bat dago disketeko datuak irakurtzerakoan. Mesedez ziurtatu zaitez diskete egokia dagoela irakurlean. Arazoak izaten jarraitu ezkero disketea hondaturik egon liteke.
fr: Une erreur s'est produite lors de la lecture de données sur la disquette. Veuillez vérifier que la disquette correcte est dans le lecteur. Si les problèmes persistent, la disquette est peut-être corrompue.
gl: Houbo un problema lendo os datos desde o disquete. Asegúrate de que o disquete correcto está na unidade. Se segues tengo este problema seguramente sexa producido por un disquete en mal estado.
he: יש בעיה בקריאת מידע מהדיסקט. וודא כי הדיסק הנכון נמצא בתוך הכונן. אם עדיין יש בעיות, כנראה שהדיסק דפוק.
hr: Pojavio se problem u èitanju podataka s diskete. Molim provjerite da li je prava disketa u pogonu. Ako se problemi nastave, mo¾da imate neispravnu disketu.
hu: A hajlékonylemezről történő adatbeolvasás során hiba lépett fel. Ellenőrizze, hogy valóban a megfelelő lemez van-e a meghajtóban. Ha továbbra is hibát tapasztal, akkor lehet, hogy maga a hajlékonylemez hibásodott meg.
ja: フロッピーディスクからデータの読み込み中に問題が発生しました。ドライブに正しいフロッピーがあることを確認してください。問題がまだ続くようなら、フロッピーディスクがおかしいのでしょう。
nl: Er was een probleem bij het lezen van gegevens op de diskette. Gelieve ervoor te zorgen dat de juiste diskette in het station zit. Als u problemen blijft ondervinden, heeft u mogelijk een corrupte diskette.
ro: A existat o problemă la citirea datelor de pe dischetă. Vă rugăm să vă asiguraţi că discheta corectă se află în unitate. Dacă continuaţi să întâmpinaţi probleme, s-ar putea să aveţi o dischetă stricată.
ru: При чтении данных с дискеты возникла ошибка. Убедитесь, что в дисководе находится правильная дискета. Если ошибка повторится, то возможно дискета неисправна.
sk: Vyskytol sa problém pri naèítavaní údajov z diskety. Uistite sa, ¾e máte v disketovej mechanike správnu disketu. Ak budú problémy pokraèova», asi máte zlú disketu.
sq: Pati një problem me leximin e të dhënave nga disketa. Të lutem sigurohu që gjendet disketa e saktë në lexues. Nëse vazhdon të kesh probleme, mund të jetë një disketë difektoze.
sv: Ett problem uppstod när data skulle läsas från disketten. Se till att den rätta disketten är i enheten. Om du fortsätter att ha problem kan du ha en trasig diskett.
tr: Disket sürücüden veri okunurken bir sorunla karşılaşıldı. Lütfen sürücüde doğru disketin bulunduğundan emin olun. Eğer sorun devam ediyorsa disket muhtemelen hasarlıdır.

source: Load drivers from floppy now?
ar: هل أحمل الدافعات من القرص المرن الآن؟
bg: Зареждане на драйвери от флопидиск сега?
da: Indlæs drivere fra diskette nu?
es: ¿Desea cargar controladores desde el disquete ahora?
eu: Kargatu driberrak disketetik orain?
fr: Charger maintenant des modules fournis sur une disquette ?
gl: ¿Carga-los controladores desde o diquete agora?
he: לטעון עכשיו את הדריברים מהדיסקט?
hr: Uèitati pogonitelje s diskete?
hu: Meghajtómodulok beolvasása?
ja: フロッピーからドライバを今ロードしますか?
nl: Stuurprogramma's nu vanaf diskette laden?
ro: Se încarcă acum drivere-le de pe dischetă?
ru: Загрузить драйверы с дискеты?
sk: Mô¾em teraz naèíta» ovládaèe z diskety?
sq: Ti ngarkoj driver nga floppy tani?
sv: Ladda drivrutiner från diskett nu?
tr: Sürücüler disketten şimdi yüklensin mi?

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
ar: ربما تحتاج لتحميل دافعات من القرص المرن قبل الاستمرار في التثبيت.يمكنك تخطي·هذه·الخطوة، إن كنت واثقا من أن التثبيت سينجح دون هذه الدافعات الأضافية، يمكنك تخطّي هذه الخطوة.
bg: Може би ще се нуждаете да заредите драйвери от флопидиск преди да продължите с инсталацията. Ако знаете, че инсталацията ще продължи да работи и без допълнителни драйвери, можете да пропуснете тази стъпка.
da: Du er sandsynligvis nødt til at indlæse drivere fra en diskette, før du fortsætter. Hvis du allerede ved, at installationen vil fungere uden ekstra drivere, kan du springe dette trin over.
es: Probablemente necesite cargar controladores desde un disquete antes de continuar con la instalación. Si está seguro de que el proceso funcionará sin ningún controlador adicional, puede saltarse este paso.
eu: Ziurrenik driberrak disketetik kargatu beharko dituzu aurrera jarraitu baino lehen. Instalatzaileak disketeko driberrik gabe aurrera egoindezakeela badakizu pausua hau albo batera utz dezakezu.
fr: Il est probablement nécessaire de charger des pilotes de périphériques avant de poursuivre l'installation. Si vous êtes certain que celle-ci peut continuer sans pilote supplémentaire, vous pouvez sauter cette étape.
gl: Probablemente precises carga-los controladores desde un disquete antes de continuar coa instalación. Se tes a certeza de que a instalación funciona ben sen novos controladores, salta este paso.
he: כנראה צריך לטעון דריברים מהדיסקט לפני שממשיכים עם ההתקנה. אם אתה יודע שההתקנה תעבוד ללא דריברים נוספיםף אתה יכול לדלג על השלב הזה.
hr: Vjerojatno trebate uèitati pogonitelje s diskete prije negoli nastavite s instalacijom. Ako ste ipak sigurni da æe instalacija uspjeti bez posebnih pogonitelja, mo¾ete preskoèiti ovaj korak.
hu: A telepítés folytatása előtt valószínűleg egyes meghajtómodulokat hajlékonylemezről kell beolvasnia. Ha tudomása szerint a telepítés az ilyen további meghajtómodulok nélkül is lefolytatható, akkor akár mellőzheti is ezt a lépést.
ja: インストールを続ける前に、おそらくフロッピーからドライバをロードする必要があります。追加ドライバなしにインストールが動作するとわかっているときには、このステップは省略できます。
nl: Waarschijnlijk dient u extra stuurprogramma's te laden vanaf diskette voordat u met de installatie verder gaat. Als u zeker bent dat u voor de installatie geen extra stuurprogramma's nodig heeft kunt u deze stap overslaan.
ro: Probabil că va trebui să încărcaţi drivere de pe o dischetă înainte de a continua instalarea. Dacă ştiţi că instalarea va funcţiona fără alte dirvere, puteţi să săriţi peste acet pas.
ru: Вам вероятно придется подгрузить драйверы с дискеты для нормального хода установки. Если вы уверены, что получится и без них, смело пропускайте этот шаг.
sk: Pred pokraèovaním in¹talácie mo¾no budete potrebova» naèíta» ovládaèe z diskety. Ak viete, ¾e in¹talácia bude úspe¹ne pokraèova» bez potreby extra ovládaèov, mô¾ete preskoèi» tento krok.
sq: Ndoshta duhet të ngarkosh driver nga floppy përpara se të vazhdosh me instalimin. Nëse di që instalimi do punojë edhe pa driver të tjerë, mund ta kapërcesh këtë hap.
sv: Du behöver förmodligen ladda drivrutiner från en diskett innan du fortsätter med installationen. Om du vet att installationen kommer att fungera utan extra drivrutiner så kan du hoppa över detta steg.
tr: Kuruluma devam etmeden önce muhtemelen sürücüleri disketten yüklemeniz gerekiyor. Şayet kurulumun ilâve sürücüler kullanmadan devam edebileceğini biliyorsanız bu adımı atlayabilirsiniz.

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
ar: إن لم تكن بحاجة إلى تحميل الدّافعات، أدخل القرص المرن المناسب قبل التكملة.
bg: Ако се нуждаете от зареждане на драйвери, сложете правилното устройство преди да продължите.
da: Hvis du har brug for at indlæse drivere, skal du indsætte den relevante driverdiskette, før du fortsætter.
es: Inserte el disquete de controladores correcto antes de continuar si desea cargar controladores.
eu: Driberrak kargatu behar badituzu, sar driberren disketea irakurlean jarraitu aurretik.
fr: Si vous avez besoin de charger des pilotes, veillez à placer la disquette de pilotes dans le lecteur avant de continuer.
gl: Se precisas cargar controladores, inserta o disco con controladores apropiado antes de continuar.
he: אם אתה צריך לטעון דריברים, הכנס את הדיסקט הדריברים המתאים לכונן לפני שתמשיך.
hr: Ako trebate uèitati pogonitelje, umetnite odgovarajuæu disketu u pogon prije negoli nastavite.
hu: Ha szükséges további modulokat beolvastatnia, akkor a továbblépés előtt az adott modulokat tartalmazó lemezt helyezze a meghajtóba.
ja: ドライバのロードを選ぶと、続ける前に適切なドライバフロッピーを挿入することになります。
nl: Als u extra stuurprogramma's nodig heeft dient u de stuurprogrammadiskette in het station te plaatsen voordat u verder gaat.
ro: Dacă alegeţi să încărcaţi driver-ele, ar trebui să introduceţi discheta înainte de a continua.
ru: Если вам всё же надо подгрузить драйверы, вставьте дискету с необходимым драйвером.
sk: Ak potrebujete naèíta» ovládaèe, pred ïal¹ím pokraèovaním vlo¾te príslu¹nú disketu s ovládaèmi.
sq: Nëse të duhet të karikosh driver-at, fut disketën e duhur para se të vazhdosh.
sv: Om du måste ladda drivrutiner så sätt in den lämpliga drivrutinsdisketten innan du fortsätter.
tr: Yüklemeniz gereken sürücüler varsa, devam etmeden önce uygun disketi sürücüye yerleştirin.

source: Load drivers from a floppy
ar: تحميل دافعات من القرص المرن
bg: Зареждане на драйвери от флопидиск
da: Indlæs drivere fra en diskette
es: Cargar controladores desde un disquete
eu: Driberrak disketetik kargatzen
fr: Charger des pilotes de périphériques depuis une disquette
gl: Cargar controlador desde un disquete
he: טען דריברים מהדיסקט
hr: Uèitaj pogonitelje s diskete
hu: Meghajtómodulok beolvasása hajlékonylemezről
ja: フロッピーからドライバをロード
nl: Stuurprogramma's van diskette laden
ro: Încărcaţi drivere de pe o dischetă
ru: Загрузить драйверы с дискеты
sk: Naèíta» ovládaèe z diskety
sq: Ngarko driver nga një floppy
sv: Ladda drivrutiner från en diskett
tr: Sürücüleri bir disketten yükle
