Repository: dankamongmen/s-i
Catalog: tools/partconf/debian/po/*.po
Languages: cs, es, lt, nb, ru

source: No partitions found
cs: Nebyly nalezeny ¾ádné oblasti
es: No se encontraron particiones
lt: Nerasta disko skaidinių
nb: Fant ingen partisjoner
ru: Разделы не найдены

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
cs: Ve va¹em systému nebyly nalezeny ¾ádné oblasti. Asi budete muset své disky rozdìlit, nebo nahrát dal¹í moduly.
es: No se encontraron particiones en su sistema. Necesita particionar su disco duro o cargar módulos adicionales del núcleo.
lt: Jūsų sistemoje nerasta disko skaidinių. Gal būt jums reikia suskaidyti savo diską skaidiniais ar įkelti papildomų branduolio modulių.
nb: Ingen partisjoner ble funnet på systemet. Du må partisjonere diskene eller laste inn ekstra kjernemoduler.
ru: Разделы не найдены на Вашей системе. Возможно, Вам надо создать разделы на Ваших жестких дисках или загрузить дополнительные модули ядра.

source: No file systems found
cs: Nebyly nalezeny ¾ádné souborové systémy
es: No se encontraron sistemas de ficheros
lt: Nerasta failinių sistemų
nb: Ingen filsystem funnet
ru: Файловые системы не найдены

source: No usable file systems were found. You may need to load additional kernel modules.
cs: Nebyly nalezeny ¾ádné pou¾itelné souborové systémy. Asi budete muset nahrát dal¹í jaderné moduly.
es: No se encontraron sistemas de ficheros útiles. Puede que necesite cargar módulos del núcleo adicionales.
lt: Diske nerasta tinkamų failinių sistemų. Gal būt jums reikia įkelti papildomų branduolio modulių.
nb: Ingen brukbare filsystem funnet. Du må kanskje laste inn ekstra kjernemoduler.
ru: Работоспособные файловые системы не найдены. Возможно, Вам надо загрузить дополнительные модули ядра.

source: ${PARTITIONS}, Finish, Abort
cs: ${PARTITIONS}, Skonèit, Zru¹it
es: ${PARTITIONS}, Terminar, Abortar
lt: ${PARTITIONS}, Baigti, Atsisakyti
ru: ${PARTITIONS}, Закончить, Прервать

source: Select a partition
cs: Vyberte oblast
es: Seleccione una partición
lt: Pasirinkite disko skaidinį
nb: Velg en partisjon
ru: Выберите раздел

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
cs: Ve va¹em systému byly objeveny tyto oblasti. Vyberte, prosím, oblast, kterou chcete konfigurovat. Samotné zmìny se neprovedou dokud nevyberete "Skonèit". Pokud zvolíte "Zru¹it", ¾ádné zmìny se neprovedou.
es: Estas son las particiones que se detectaron en su sistema. Por favor, seleccione una partición para configurarla. No se hará ningún cambio hasta que seleccione «Terminar». Si selecciona «Abortar», no se realizará cambio alguno.
lt: Tai yra disko skaidiniai, rasti jūsų sistemoje. Prašau išsirinkti norimą konfigūruoti skaidinį. Jokie pakeitimai nebus atlikti, kol jūs nepasirinksite "Baigti". Jei pasirinksite "Atsisakyti", pakeitimai nebus atlikti.
nb: Følgende partisjoner ble funnet på systemet ditt. Velg en partisjon for konfigurasjon. Ingen endringer blir utført før du velger "Fullfør". Velger du "Avbryt", vil ingen endringer bli utført.
ru: Вот разделы, найденные на Вашей системе. Выберите раздел для настройки. Пока Вы не выберете "Закончить", никаких изменений с разделом не произойдет. Если Вы выберете "Прервать", то изменения не будут внесены.

source: The information shown is, in order: device name, size, file system, and mount point.
cs: Zobrazovené informace znamenají: jméno zaøízení, velikost, souborový systém a pøípojný bod.
lt: Rodoma informacija yra sekanti: įrenginio vardas, dydis, failinė sistema, ir montavimo taškas.

source: Leave the file system intact, ${FSCHOICES}, Create swap space
cs: Nechat souborový systém nedotèen, ${FSCHOICES}, Vytvoøit odkládací prostor
es: Dejar el sistema de fichero intacto, ${FSCHOICES}, crear espacio de intercambio
lt: Palikti failinę sistemą neliestą, ${FSCHOICES}, Sukurti mainų (swap) vietą
nb: Lar filsystem være intakt, ${FSCHOICES}, opprett swap-område
ru: Оставить файловую систему нетронутой, ${FSCHOICES}, Создать раздел swap

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
cs: Zdá se, ¾e na oblasti je souborový systém (${FSTYPE}). Mù¾ete nechat oblast tak jak je, nebo vytvoøit souborový systém nebo odkládací prostor.

source: ${FSCHOICES}, Create swap space
cs: ${FSCHOICES}, Vytvoøit odkládací prostor
es: ${FSCHOICES}, Crear espacio de intercambio
lt: ${FSCHOICES}, Kurti mainų (swap) vietą
nb: ${FSCHOICES}, opprett swap-område
ru: ${FSCHOICES}, Создать раздел swap

source: Action on ${PARTITION}:
cs: Akce na ${PARTITION}:
lt: Veiksmas skaidinyje ${PARTITION}:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
cs: Zdá se, ¾e na oblasti není souborový systém. Mù¾ete na ní vytvoøit souborový systém nebo odkládací prostor.
es: Esta partición no parece tener un sistema de ficheros. Puede crear un sistema de ficheros o espacio de intercambio en ella.
lt: Atrodo, kad šiame disko skaidinyje nėra jokios failinės sistemos.·Jūs galite sukurti jame failinę sistemą arba mainų (swap) vietą.
nb: Denne partisjonen ser ikke ut til å ha et filsystem. Du kan opprette et filsystem eller swap-område på det.
ru: Кажется, этот раздел неимеет файловой системы. Вы может создать на нем файловую систему или раздел swap.

source: /, /usr, /boot, /home, /var, /tmp, Don't mount it, Enter manually
cs: /, /usr, /boot, /home, /var, /tmp, Nepøipojovat, Zadat ruènì
es: /, /usr, /boot, /home, /var, /tmp, No montarla, Introducir manualmente
lt: /, /usr, /boot, /home, /var, /tmp, Nemontuoti šito, Įvesti rankiniu būdu
nb: /, /usr, /boot, /home, /tmp, /var, ikke monter, manuelt
ru: /, /usr, /boot, /home, /var, /tmp, Не монтировать, Ввести вручную

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
cs: Kdy¾ je oblast pøipojená, je dostupná u¾ivatelùm systému. Musíte mít minimálnì koøenovou ("/") oblast, ale obvykle je lep¹í mít více oblastí (napøíklad pro /home).
es: Cuando se monta una partición, está disponible a los usuarios del sistema. Siempre necesita un partición raíz («/»), y es habitualmente bueno tener una partición separada para /home.
lt: Kai disko skaidinys yra primontuotas, jis yra prieinamas sistemos naudotojams. Jums visuomet reikalingas šakninis ("/") skaidinys. Taip pat dažnai naudinga turėti atskirą skaidinį /home katalogams.
nb: Når en partisjon er montert, er den tilgjengelig for alle brukerne på systemet. Du må alltid ha en rotpartisjon ("/"), og det er ofte lurt å ha en seperat partisjon for /home.
ru: Смонтированный раздел доступен пользователям системы. Вам обязательно нуженкорневой раздел ("/"), и часто хорошо бы иметь отдельный раздел для /home.

source: Mount point for ${PARTITION}:
cs: Pøípojný bod pro ${PARTITION}:
lt: Skaidinioi ${PARTITION} montavimo·taškas:

source: Please enter where the partition should be mounted.
cs: Zadejte, prosím, kam se má oblast pøipojit.
es: Por favor, introduzca la partición que debería montarse.
lt: Prašau įvesti disko skaidinį, kuris turi būti primontuotas.
nb: Marker hvor ${PARTITION} skal monteres.
ru: Укажите, где монтировать раздел.

source: Do you want to unmount the partitions so you can make changes?
cs: Chcete oblasti odpojit, abyste mahli provést zmìny?
lt: Ar norite numontuoti skaidinius, kad galėtumėte atlikti pakeitimus?

source: Since the partitions have already been mounted, you cannot do any changes.
cs: Proto¾e oblasti ji¾ byly pøipojeny, nemù¾ete dìlat ¾ádné zmìny.
lt: Kadangi disko skaidiniai jau yra primontuoti, jūs negalite daryti jokių pakeitimų.

source: Failed to unmount partitions
cs: Selhalo odpojování oblastí
lt: Nepavyko numontuoti skaidinių
ru: Не удалось размонтировать разделы

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
cs: Pøi odpojování oblastí se vyskytla chyba. Proces nastavení oblastí je pøeru¹en.
lt: Įvyko klaida numontuojant disko skaidinius. Skaidinių konfigūravimo procesas nutrauktas.

source: Create %s file system
cs: Vytvoøit souborový systém %s
es: Crear sistema de ficheros %s
lt: Sukurti %s failinę sistemą
nb: Opprett %s filsystem
ru: Создать файловую систему %s

source: No root partition (/)
cs: Nemáte koøenovou oblast (/)
es: No hay partición raíz (/)
lt: Nėra šakninio (pagrindinio) skaidinio (/)
nb: Fant ingen rootpartisjon (/=
ru: Нет корневого раздела (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
cs: Koøenovou oblast musí mít ka¾dý systém. Pøed pokraèováním ke koøenovému pøípojnému bodu pøiøaïte oblast.
es: Necesita un partición raíz. Por favor, asigne una partición al punto de montaje raíz antes de proceder.
lt: Jums reikalingas šakninis (root) skaidinys. Prieš pratęsiant, prašau priskirti skaidinį šakniniam montavimo taškui.
nb: Du trenger en rotpartisjon. Sett en partisjon for rotmonteringspunktet før du fortsetter.
ru: Вам нужен корневой раздел. Назначьте раздел в качестве корневого, прежде чем продолжить.

source: Partition assigned to ${MOUNT}
cs: Oblast pøiøazená k ${MOUNT}
lt: Skaidinysį priskirtas montavimo taškui ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
cs: Pøipojení oblasti k ${MOUNT} nedává ¾ádný smysl. Zmìòte to, prosím.
lt: Skaidinio montavimas prie taško ${MOUNT} beprasmiškas. Prašau pakeisti.

source: Several partitions assigned to ${MOUNT}
cs: K ${MOUNT} je pøiøazeno nìkolik oblastí
lt: Prie taško ${MOUNT} yra priskirta keletas skaidinių

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
cs: Není mo¾né pøipojit více oblastí do jednoho pøípojného bodu. Prosím, opravte to.
es: No puede asignar varias particiones a un mismo punto de montaje. Por favor cambie todas salvo una de éstas.
lt: Jūs negalite priskirti keleto skaidinių tam pačiam montavimo taškui. Prašau pakeisti visus išskyrus vieną iš jų.
nb: Du kan ikke sette flere partisjoner på samme monteringspunkt. Endre alle utenom en av dem.
ru: Вы не можете монтировать несколько разделов в одной точке. Оставьте только один раздел.

source: Ready to create file systems and mount partitions?
cs: Pøipraveni na vytvoøení souborových systémù a pøipojení oblastí?
es: ¿Está preparado para crear los sistema de ficheros y montar lasparticiones?
lt: Ar pasiruošta kurti failines sistemas ir montuoti diskų skaidinius?
nb: OK å opprette filsystemer og montere partisjoner?
ru: Все готово для создания файловых систем и монтирования разделов?

source: File systems will be created and partitions mounted.
cs: Souborové systémy budou vytvoøeny a oblasti pøipojeny.
lt: Bus sukurtos failinės sistemos ir primontuoti diskų skaidiniai.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
cs: VAROVÁNÍ: Tímto znièíte ve¹kerá data na oblastech, kterým jste pøiøadili souborový systém.
lt: PERSPĖJIMAS: Tai sunaikins visą informaciją skaidiniuose, kurie priskirti failinių sistemų kurimui.

source: Failed to create swap space on ${PARTITION}
cs: Selhalo vytvoøení odkládacího prostoru na ${PARTITION}
es: Se produjo un fallo al crear un espacio de intercambio en ${PARTITION}
lt: Nepavyko sukurti mainų (swap) vietos skaidinyje ${PARTITION}
nb: Klarte ikke å opprette swap-område på ${PARTITION}
ru: Не удалось создать раздел swap на ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
cs: Pøi vytváøení odkládacího prostoru na ${PARTITION} se vyskytla chyba.
lt: Įvyko klaida kuriant mainų (swap) vietą skaidinyje ${PARTITION}.

source: Failed to activate the swap space on ${PARTITION}
cs: Chyba pøi aktivování odkládacího místa na ${PARTITION}
es: Se produjo un fallo al activar el espacio de intercambio en ${PARTITION}
lt: Nepavyko aktyvuoti mainų (swap) vietos skaidinyje ${PARTITION}
nb: Klarte ikke å aktivere swap-området på ${PARTITION}
ru: Не удалось активизировать раздел swap на ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
cs: Pøi aktivování odkládacího místa na ${PARTITION} se vyskytla chyba.
lt: Įvyko klaida aktyvuojant mainų (swap) vietą·skaidinyje ${PARTITION}.

source: Failed to create ${FS} file system on ${PARTITION}
cs: Selhalo vytvoøení souborového systému ${FS} na ${PARTITION}
es: Se produjo un fallo al crear el sistema de ficheros ${FS} en ${PARTITION}
lt: Nepavyko sukurti failinės sistemos ${FS} skaidinyje ${PARTITION}
nb: Klarte ikke å opprette filsystemet ${FS} på ${PARTITION}
ru: Не удалось создать файловую систему ${FS} на ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
cs: Pøi vytváøení souborového systému ${FS} na ${PARTITION} se vyskytla chyba.
lt: Įvyko klaida kuriant failinę sistemą ${FS} skaidinyje ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
cs: Selhalo pøipojení ${PARTITION} na ${MOUNT}
es: Se produjo un fallo al montar ${PARTITION} en ${MOUNT}
lt: Nepavyko primontuoti skaidinio ${PARTITION} prie ${MOUNT}
nb: Klarte ikke å montere ${PARTITION} på ${MOUNT}
ru: Не удалось смонтировать ${PARTITION} на ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
cs: Pøi pøipojování ${PARTITION} na ${MOUNT} se vyskytla chyba.
lt: Įvyko·klaida·montuojant skaidinį ${PARTITION} prie taško ${MOUNT}.

source: Please check the error log on the third console or /var/log/messages for more information.
cs: Více informací naleznete na tøetí konzoli nebo ve /var/log/messages.
lt: Daugiau informacijos apie šią klaidą žiūrėkite trečioje virtualioje konsolėje arba faile /var/log/messages.

source: Configure and mount partitions
cs: Nakonfigurovat a pøipojit oblasti
lt: Disko skaidinių konfigūravimas ir montavimas

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, or create a file system or swap space.
es: Esta partición parece tener un sistema de ficheros (${FSTYPE}). Puede escoger dejar este sistema de ficheros intacto, o crear un sistema de ficheros o espacio de intercambio.
lt: Atrodo, kad šiame disko skaidinyje jau yra (${FSTYPE}) failinė sistema. Jūs galite pasirinkti: ar palikti šia failinę sistemą neliestą, ar sukurti naują failinę sistemą arba mainų (swap) vietą.
nb: Denne partisjonen ser ut til å allerede ha et filsystem (${FSTYPE}). Du kan velge å la filsystemet være intakt, opprette et filsystem eller swap-område.
ru: На этом разделе, кажется, уже есть файловая система. Вы можете выбрать, оставить ли файловую систему нетронутой, создать ли файловую систему или раздел swap.

source: Existing file system found on ${PARTITION}
es: Se encontró un sistema de ficheros en ${PARTITION}
nb: Eksisterende filsystem funnet på ${PARTITION}
ru: На ${PARTITION} найдена файловая система

source: What do you want to do with ${PARTITION}?
es: ¿Qué quiere hacer con ${PARTITION}?
nb: Hva vil du gjøre med ${PARTITION}?

source: Where do you want to mount ${PARTITION}?
es: ¿Dónde quiere montar ${PARTITION}?
nb: Hvor vil du montere ${PARTITION}?

source: You have assigned a partition to ${MOUNT}
es: Ha asignado la partición a ${MOUNT}
nb: Du har satt en partisjon til ${MOUNT}

source: It makes no sense to mount a partition on ${MOUNT}. Please change this.
es: No tiene sentido montar una partición en ${MOUNT}. Por favor, cambielo.
nb: Det er ingen mening i å montere en partisjon på ${MOUNT}. Endre dette.

source: You have assigned several partitions to ${MOUNT}
es: Ha asignado más de una partición a ${MOUNT}
nb: Du har satt flere partisjoner på ${MOUNT}

source: WARNING: This will destroy all data on the partitions you have assigned file systems to!
es: AVISO: ¡Esto también destruirá todos los datos en las particiones que ha asignado a los sistema de ficheros!
nb: ADVARSEL: Dette vil ødelegge alle dataene på partisjonene du har satt filsystemene på!

source: An error occurred when the swap space was created on ${PARTITION}. Please see tty3 or /var/log/messages for more information.
es: Se produjo un error cuando se creó el espacio de intercambio en ${PARTITION}. Por favor, consulte tty3 o /var/log/messages para más información.
nb: En feil oppstod når swap-området ble opprettet på ${PARTITION}. Sjekk tty3 eller /var/log/messages for mer informasjon.

source: An error occurred when the swap space on ${PARTITION} was activated. Please see tty3 or /var/log/messages for more information.
es: Se produjo un error cuando se activó el espacio de intercambio en ${PARTITION}. Por favor, consulte tty3 o /var/log/messages para más información.
nb: En feil oppstod når swap-området på ${PARTITION} ble aktivert. Sjekk tty3 eller /var/log/messages for mer informasjon.

source: An error occurred when the ${FS} file system was created on ${PARTITION}. Please see tty3 or /var/log/messages for more information.
es: Se produjo un error cuando se creó el sistema de ficheros ${FS} en ${PARTITION}. Por favor, consulte tty3 o /var/log/messages para más información.
nb: En feil oppstod når filsystemet ${FS} ble opprettet på ${PARTITION}. Sjekk tty3 eller /var/log/messages for mer informasjon.

source: An error occurred when ${PARTITION} was mounted on ${MOUNT} Please see tty3 or /var/log/messages for more information.
es: Se produjo un error cuando al montar ${PARTITION} en ${MOUNT}. Por favor, consulte tty3 o /var/log/messages para más información.
nb: En feil oppstod når ${PARTITION} ble montert på ${MOUNT}. Sjekk tty3 eller /var/log/messages for mer informasjon.

source: Configure and Mount Partitions
nb: Sett opp og monter partisjoner

source: The information shown is, in turn: device name, size, file system, and mount point.
ru: Показана информация: имя устройства, размер, файловая система, точка монтирования.
