Repository: dankamongmen/s-i
Catalog: packages/cdebconf/debian/po/*.po
Languages: km, ku

source: critical, high, medium, low
km: សំខាន់​បំផុត ខ្ពស់​កណ្តាល​ ទាប
ku: krîtîk, bilind, navîn, nizm

source: Ignore questions with a priority less than...
km: មិន​អើ​ពើ​សំនួ​ដែល​មាន​អាទិភាពតិចជាង ..

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
km: កញ្ចប់​ debconf សម្រាប់​ការ​រចនា​សម្ព័ន្ធ​សំណួរ​ដែលមាន​អាទិភាពពួក​គេប្រហែល​ជា​សួរអ្នក ។ បាន​តែ​សំណួរ​ជា​មួយ​អាទិភាព​ពិត​ឬ មានកំម្រិត​ខ្ពស់បង្ហាញ​អ្នក​ គ្រាប់​សំណូរ​ដែល​មិន​សំខាន់​ត្រូវ​បាន​រំលង ។

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
km: អ្នក​អាច​ជ្រើស​សំណូរ​ដែល​មាន​អាទិភាព​ទាប​ជាង​គេ​បំផុត​ អ្នក​ចង់​ឃើញ​ ។​ - 'សំខាន់' សម្រាប់​ក្រុម​ដែលវា​និង​ ធ្វើ​ឲ្យ​ប្រព័ន្ធ​ខូចគ្មាន​អន្តរាគមន៍​ពី​អ្នក​ប្រើ ។ - 'កម្រិត​ខ្ពស់​' ជា​ធាតុ​ដែលមិន​បាន​ឆ្លើយ​តប​លំនាំដើម​ ។ - 'មធ្យម​'សម្រាប់​ធាតុ​ធម្មតា​ដែលបាន​ឆ្លើយតប​លំនាំ​ដើម​ ។ - 'ទាប' សម្រាប់​ធាតុ​ធម្មតា​ដែល​មាន​លំនាំ​ដើម​វា​និង​ ធ្វើការ​ ក្នុង​ករណី​ជាច្រើន​។

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
km: សម្រាប់​ឧទាហរណ៍​ សំនូរ​នេះ​គឺ​ ប្រភេទ​សំនួរ​ដែល​មាន​អាទិភាព​កណ្តាល​ ហើយ​ប្រសិន​បើ​អាទិភាពរបស់​អ្នក​ត្រូវ​បាន​ ខ្ពស់​ ឬ​សំខាន់អ្នក​មិន​អា​ច​មើល​សំនួរ​នេះ​បាន​ទេ ។

source: Change debconf priority
km: ប្តូរ​អាទិភាព debconf
ku: Pêşiya debconf biguherîne

source: Continue
km: បន្ត
ku: Bidomîne

source: Go Back
km: ថយ​​ក្រោយ
ku: Bizivire paş

source: Yes
km: បាទ
ku: Erê

source: No
km: ទេ
ku: Na

source: Cancel
km: បោះបង់

source: <Tab> moves between items; <Space> selects; <Enter> activates buttons
km: <Tab> ផ្លាស់​ទី​រវាង​ធាតុ <Space> ជ្រើស <Enter> ប៊ូតុង​ធ្វើ​ឲ្យ​សកម្ម​
ku: <Tab> tevger <Space> hilbijartin <Enter> alakkirin ç

source: Screenshot
km: រូបថត​អេក្រង់

source: Screenshot saved as %s
km: រូប​ថត​អេក្រង់​ត្រូវ​បាន​រក្សាទុក​ជា​ %s

source: !! ERROR: %s
km: !! កំហុស ៖ %s
ku: !! Çewtî: %s

source: KEYSTROKES:
km: សង្កត់​គ្រាប់​ចុច ៖

source: Display this help message
km: បង្ហាញ​សារ​ជំនួយ
ku: Vê peyama alîkariyê nîşan bide

source: Go back to previous question
km: ត្រឡប់​ទៅ​កាន់​សំនួរ​មុន​
ku: Bizivire pirsa berê

source: Select an empty entry
km: ជ្រើស​យក​ធាតុ​បញ្ចូល​ទទេរ

source: Prompt: '%c' for help, default=%d>
km: ប្រអប់​បញ្ចូល ៖ '%c'សម្រាប់​ជួយ​លំនាំដើម​=%d>
ku: Prompt: '%c' ji bo alîkariyê, heyî=%d>

source: Prompt: '%c' for help>
km: ប្រអប់​បញ្ចូល​ '%c'សម្រាប់​ជួយ​>
ku: Prompt: '%c' ji bo alîkariyê>

source: Prompt: '%c' for help, default=%s>
km: ប្រអប់​បញ្ចូល '%c' សម្រាប់​ជួយ​លំនាំដើម​=%s>
ku: Prompt: '%c' ji bo alîkariyê, heyî=%s>

source: [Press enter to continue]
km: [សង្កត់​ចូល​ដើម្បី​បន្ត]
ku: [Ji bo domandin: enter]
