Repository: dankamongmen/s-i
Catalog: packages/partman/partman-dmraid/debian/po/*.po
Languages: ar, fr, lv, pa, zh_tw

source: Write changes in SATA RAID partitioning to disk?
ar: هل تريد كتابة تغييرات تجزيء قرص SATA RAID؟
fr: Faut-il écrire les modifications du partitionnement RAID SATA sur le disque ?
lv: Saglabāt uz diska izmaiņas SATA RAID partīcijās?
pa: ਕੀ SATA RAID ਭਾਗ ਬਦਲਾਅ ਡਿਸਕ ਉੱਤੇ ਲਿਖਣੇ ਹਨ?
zh_tw: 是否要將 SATA RAID 磁碟分割的變更寫入磁碟？

source: Any changes you have made in the partitioning of your Serial ATA RAID disks need to be written to disk before the partitions can be used. Any other pending changes will be written to disk as well. These changes cannot be undone.
ar: يجب كتابة أية تغييرات قمت بها على تجزيء أقراص SATA RAID قبل أن تتمكن من استخدام هذه الأجزاء. كما ستتم كتابة أية تغييرات مؤجلة إلى القرص كذلك. لا يمكن التراجع عن هذه التغييرات.
fr: Toutes les modifications effectuées sur le schéma de partitionnement des disques SATA RAID doivent être écrites sur le disque avant de pouvoir utiliser les partitions. Toutes les autres modifications en attente seront également écrites. Ces changements seront irréversibles.
lv: Pirms lietot jaunās partīcijas, nepieciešams ierakstīt uz diska visas jūsu Serial ATA RAID disku partīciju izmaiņas. Kopā ar to uz diska tiks ierakstītas arī visas citas izmaiņas. Šīs izmaiņas nebūs iespējams atjaunot.
pa: ਤੁਹਾਡੀ ਸੀਰੀਅਲ ATA RAID ਡਿਸਕਾਂ ਦੇ ਭਾਗਾਂ ਵਿੱਚ ਤੁਹਾਡੇ ਵਲੋਂ ਕੀਤੇ ਕਿਸੇ ਵੀ ਬਦਲਾਅ ਨੂੰ ਭਾਗਾਂ ਦੇ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ ਡਿਸਕ ਉੱਤੇ ਲਿਖਣਾ ਲਾਜ਼ਮੀ ਹੈ। ਹੋਰ ਬਾਕੀ ਰਹਿੰਦੇ ਬਦਲਾਅ ਵੀ ਨਾਲ ਹੀ ਲਿਖ ਦਿੱਤੇ ਜਾਣਗੇ। ਇਹ ਬਦਲਾਅ ਵਾਪਸ ਪਰਤਾਏ ਨਹੀਂ ਜਾ ਸਕਦੇ ਹਨ।
zh_tw: 必須先將您對於 Serial ATA RAID 磁碟所做的磁碟分割變更寫入磁碟中，然後才能使用這些分割區。而其它的未儲存的變更也會同時寫入磁碟。這些變更將無法還原。

source: No pending changes
ar: ليست هناك أية تغييرات متبقية
fr: Pas de modification en attente
lv: Nav izmaiņu
pa: ਕੋਈ ਬਕਾਇਆ ਬਦਲਾਅ ਨਹੀਂ
zh_tw: 沒有未儲存的變更

source: There are no changes to commit.
ar: ليست هناك أية تغييرات للقيام بها.
fr: Aucune modification n'est en attente d'écriture.
lv: Nav nekādu izmaiņu.
pa: ਲਿਖਣ ਲਈ ਕੋਈ ਬਦਲਾਅ ਨਹੀਂ ਹੈ।
zh_tw: 沒有變更需要處理。

source: Failed to write SATA RAID partitioning changes
ar: فشلت عملية كتابة تغييرات تجزيء SATA RAID
fr: Échec lors de l'écriture des modifications du partitionnement SATA RAID
lv: Neizdevās ierakstīt SATA RAID partīciju izmaiņas
pa: SATA RAID ਭਾਗ ਬਦਲਾਅ ਲਿਖਣ ਲਈ ਫੇਲ੍ਹ
zh_tw: 無法寫入 SATA RAID 的磁碟分割變更

source: An unexpected error occurred while writing the changes to the disks.
ar: حدث خطأٌ غير متوقع أثناء كتابة التغييرات للأقراص.
fr: Une erreur inattendue s'est produite lors de l'écriture des modifications sur les disques.
lv: Gadījās negaidīta kļūda, mēģinot ierakstīt izmaiņas diskā.
pa: ਡਿਸਕ ਉੱਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖਣ ਦੌਰਾਨ ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ।
zh_tw: 在將變更寫入磁碟時發生了預期之外的錯誤。

source: Check /var/log/syslog or see virtual console 4 for the details.
ar: تفقّد /var/log/syslog أو انظر الطرفية الافتراضية الرابعة للتفاصيل.
fr: Veuillez consulter le fichier /var/log/syslog ou la quatrième console virtuelle pour obtenir des précisions.
lv: Pārbaudiet /var/log/syslog vai skatieties sīkāk ceturtajā virtuālajā konsolē (ALT+F4).
pa: ਵੇਰਵੇ ਵਾਸਤੇ /var/log/syslog ਦੀ ਚੈੱਕ ਕਰੋ ਜਾਂ ਆਰਜੀ ਕੰਸੋਲ 4 ਵੇਖੋ।
zh_tw: 請查看 /var/log/syslog 或是第四個虛擬主控台來獲得詳細訊息。

source: Creating initial file system
ar: إنشاء نظام الملفات المبدئي
fr: Création du système de fichiers initial
lv: Izveido sākotnējo failu sistēmu
pa: ਸ਼ੁਰੂਆਤੀ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
zh_tw: 建立初期的檔案系統

source: Creating initial ext2 file system on ${DEVICE}...
ar: إنشاء نظام ملفات ext2 مبدئي على ${DEVICE}...
fr: Création du système de fichiers ext3 initial sur ${DEVICE}...
lv: Izveido sākotnējo ext2 failu sistēmu uz ${DEVICE}...
pa: ${DEVICE} ਉੱਤੇ ext2 ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
zh_tw: 正在 ${DEVICE} 上在建立初期的 ext2 檔案系統...

source: Write changes in SATA RAID partitioning to disk
ar: كتابة تغييرات تجزيء SATA RAID إلى القرص
fr: Écrire les modifications du partitionnement SATA RAID
lv: Ierakstīt SATA RAID partīciju izmaiņas uz diska
pa: ਬਦਾਲਅ SATA RAID ਭਾਗ ਵਿੱਚ ਡਿਸਕ ਉੱਤੇ ਲਿਖੋ
zh_tw: 將 SATA RAID 磁碟分割變更寫入磁碟

source: Continue with partitioning?
ar: متابعة التجزيء؟
fr: Voulez-vous utiliser quand même l'outil de partitionnement ?
lv: Turpināt dalīšanu?
pa: ਕੀ ਪਾਰਟੀਸ਼ਨਿੰਗ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
zh_tw: 是否繼續磁碟分割作業？

source: The support for SATA RAID disks (using dmraid) in the installer is experimental. You should make sure that you have a backup of any data on your system that you do not want to lose!
ar: دعم أقراص SATA RAID (باستخدام dmraid) أثناء التثبيت لا زال قيد الاختبار. تأكد من أن تحتفظ بنسخة احتياطية لأية بيانات لا تريد فقدانها من نظامك!
fr: La gestion des disques SATA RAID (avec « dmraid ») par l'installateur est expérimentale. Vous devriez vous assurer de posséder une sauvegarde des données du système si vous voulez avoir la garantie de les conserver.
lv: SATA RAID disku atbalsts (izmantojot dmraid) šajā instalatorā ir tikai eksperimentāls. Jums vajadzētu pārliecināties, ka visiem jūsu vērtīgajiem datiem ir izveidota rezerves kopija.
pa: ਇੰਸਟਾਲਰ ਵਿੱਚ SATA RAID ਡਿਸਕ (dmraid ਦੀ ਵਰਤੋਂ ਨਾਲ) ਸਹਿਯੋਗ ਤਜਰਬੇ ਅਧੀਨ ਹੈ। ਤੁਹਾਨੂੰ ਇਹ ਭਰੋਸਾ ਬਣਾਉਣਾ ਪਵੇਗਾ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਿਸਟਮ ਉੱਤੇ ਉਸ ਡਾਟੇ ਦਾ ਬੈਕਅੱਪ ਲੈ ਚੁੱਕੇ ਹੋ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਗਵਾਉਣਾ ਨਹੀਂ ਚਾਹੁੰਦੇ ਹੋ!
zh_tw: 安裝程式對於 SATA RAID 磁碟的支援（使用 dmraid）尚處於實驗階段。您應該確認您已替您的系統上那些不能有任何閃失的資料進行備份！

source: There is currently no real support for SATA RAID disks in either the partitioner or the boot loaders. The installer works around this, but it means that the installation is not completely straightforward and that there are some important limitations.
ar: لا يتوفر حالياً دعم حقيقي لأقراص SATA RAID في برنامج التجزيء ولا محملات الإقلاع. يحاول برنامج التثبيت الالتفاف حول هذا الأخر، إلا أن ذلك يعني أن التثبيت لن يكون بالكامل بشكل مباشر وأنه ستكون هناك الكثير من المعوقات المهمة.
fr: Les disques SATA RAID ne sont actuellement pas vraiment gérés dans l'outil de partitionnement ou par les gestionnaires d'amorçage. L'installateur contourne ces limitations mais cela a pour conséquence une installation plus complexe avec d'importantes contraintes.
lv: Šobrīd nav īsta SATA RAID disku atbalsta ne partīciju veidotājā, ne sāknētājos. Instalators to apiet, bet tas nozīmē ka instalācija nav gluži vienkārša un tai ir daži nozīmīgi ierobežojumi.
pa: SATA RAID ਡਿਸਕਾਂ ਲਈ ਹਾਲੇ ਕੋਈ ਅਸਲ ਵਿੱਚ ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ ਨਾਂ ਤਾਂ ਭਾਗ ਬਣਾਉਣ ਆਦਿ ਲਈ ਅਤੇ ਨਾ ਹੀ ਬੂਟ ਲੋਡਰ ਲਈ। ਇੰਸਟਾਲਰ ਇਸ ਦੁਆਲੇ ਕੰਮ ਕਰਦਾ ਹੈ, ਪਰ ਇਸ ਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਬੜੀ ਸਿੱਧੀ ਅਤੇ ਸੌਖੀ ਨਹੀਂ ਹੈ ਅਤੇ ਕੁਝ ਮਹੱਤਵਪੂਰਨ ਕਮੀਆਂ ਹਨ।
zh_tw: 目前為止，不管是磁碟分割程式或開機程式尚未對 SATA RAID 提供實質上的支援。安裝程式是可避開這些問題，但這也意謂著安裝程式並無法完美地直接進行，且會有著一些嚴重的不足之處。

source: More detailed information about SATA RAID support and how to use it, especially during partitioning and boot loader installation, can be found at: http://wiki.debian.org/DebianInstaller/SataRaid.
ar: تتوفر المزيد من المعلومات حول دعم SATA RAID وكيفية استخدامه أثناء التجزيء وتثبيت محمل الإقلاع بشكل خاص، على العنوان: http://wiki.debian.org/DebianInstaller/SataRaid
fr: Des informations plus complètes sur la gestion SATA RAID et la façon de l'utiliser, notamment dans la phase de partitionnement ou pour l'installation du gestionnaire d'amorçage, peuvent être consultées à l'adresse http://wiki.debian.org/DebianInstaller/SataRaid.
lv: Vairāk informācijas par SATA RAID atbalstu un kā to lietot, īpaši partīciju veidošanas un sāknētāja instalācijas laikā, var atrast šeit: http://wiki.debian.org/DebianInstaller/SataRaid.
pa: SATA RAID ਸਹਿਯੋਗ ਬਾਰੇ ਅਤੇ ਇਸ ਦੀ ਵਰਤੋਂ ਬਾਰੇ ਜਾਣਨ ਲਈ, ਖਾਸ ਕਰਕੇ ਡਿਸਕ ਭਾਗ ਬਣਾਉਣ ਅਤੇ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਵਾਸਤੇ, ਹੋਰ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਗੇ ਦਿੱਤੇ ਲਿੰਕ ਤੋਂ ਪੜ੍ਹ ਲਵੋ: http://wiki.debian.org/DebianInstaller/SataRaid
zh_tw: 更多有關於 SATA RAID 支援的詳盡的資訊以及該如何操作，尤其在於磁碟分割的期間及開機程式的安裝上，可於 http://wiki.debian.org/DebianInstaller/SataRaid 上取得。

source: Please read that page carefully before proceeding.
ar: الرجاء قراءة الصفحة بتمعن قبل الاستمرار.
fr: Veuillez consulter cette page soigneusement avant de continuer.
lv: Pirms turpiniet, lūdzu uzmanīgi izlasiet šo lapu.
pa: ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਸਫ਼ਾ ਧਿਆਨ ਨਾਲ ਪੜ੍ਹ ਲਵੋ ਜੀ
zh_tw: 請在進行之前，先仔細得讀過該頁面。
