Repository: dankamongmen/s-i
Catalog: packages/autopartkit/debian/po/*.po
Languages: ar, bs, ca, cs, da, hi, hu, ka, km, mk, nb, ne, nl, pl, ru, se, sk, sq, sv, ta, th, tr, uk, vi, zh_cn

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
ar: إن كنت ترغب حقّاً بالتثبيت، فعليك أن تفرّغ بعض المساحة. يمكنك أيضاً تشغيل هذا البرنامج مجدّداً واختيار قرصٍ آخر ذي مساحةٍ متاحة إضافيّة.
bs: Ako zaista želite instalirati, trebate osloboditi nešto prostora. Možete ponovno pokrenuti ovaj program i odabrati drugi disk sa više slobodnog prostora.
ca: Si realment voleu instal·lar, us caldrà alliberar un poc d'espai. També podeu tornar a llançar aquest programa i seleccionar un altre disc amb més espai lliure.
cs: Pokud opravdu chcete instalovat, musíte buď uvolnit nějaké místo, nebo znovu spustit tento program a vybrat disk, který má více volného prostoru.
da: Hvis du vil gennemføre installationen, må du frigøre noget plads, eller også må du genstarte dette program og vælge en anden disk med mere ledig plads.
hi: यदि आप वास्तव में संस्थापन करना चाहते हैं तो आपको कुछ डिस्क क्षेत्र मुक्त करना होगा. आप इस अनुप्रयोग को फिर से चला सकते हैं और अधिक मुक्त क्षेत्र वाली कोई अन्य डिस्क चुन सकते हैं.
hu: Ha a telepítés mellett dönt, muszáj lesz helyet felszabadítania. Újra is indíthatja a programot és másik (több szabad hellyel rendelkező) lemezt is választhat.
ka: თუ მართლა გსურთ ინსტალაცია, ადგილის გათავისუფლება მოგიწევთ. შეგიძლიათ ასევე ხელმეორედ გაუშვათ ეს პროგრამა და სხვა დისკზე აირჩიოთ, სადაც მეტი ადგილია.
km: បើ​អ្នក​ពិត​ជា​ចង់​ដំឡើង អ្នក​ត្រូវ​តែ​ធ្វើ​ឲ្យ​មាន​ទំហំ​ទំនេរ​ខ្លះ ។ អ្នក​អាច​ចាប់ផ្ដើម​កម្មវិធី​នេះ​ម្ដង​ទៀត ហើយ​ជ្រើស​ថាស​មួយ​ទៀត​ដែល​មាន​ទំហំ​ទំនេរ​ច្រើន ។
mk: Ако навистина сакаш да инсталираш, ќе мора да ослободиш дополнителен простор. Може и да го пуштиш програмот повторно и да одбереш друг диск со повеќе празен простор.
nb: Hvis du virkelig vil installere, må du skaffe mer ledig plass. Du kan også starte dette programmet om igjen, og velge en annen harddisk med nok ledig plass.
ne: यदि तपाईँ साँच्चै स्थापना गर्न चाहनुहुन्छ भने, तपाईँले केही खाली ठाउँ छोड्नुपर्दछ । तपाईँले धेरै खाली ठाउँ भएको अर्को डिस्क चयन गरेर यो कार्यक्रमलाई फेरी सुरू गर्न सक्नुहुन्छ ।
nl: Indien u toch wilt installeren, dient u ruimte vrij te maken. U kunt dit programma ook herstarten en een andere schijf kiezen met meer vrije ruimte.
pl: Jeśli naprawdę chcesz zainstalować system, będziesz musiał zwolnić trochę miejsca lub uruchomić ten program ponownie na innym dysku z większą ilością wolnego miejsca.
ru: Если вы действительно хотите продолжить установку, то вы должны освободить больше места на диске. Либо вы можете перезапустить эту программу и выбрать другой диск, на котором больше свободного места.
se: Jus duođas hálidat sajáiduhttit fertet skáhpput buoret saji. Don fertet maid álggahit dán prográmma ođđasit ja válljet eará garraskearru mas lea doarvái sadji.
sk: Ak chcete naozaj inštalovať, musíte uvoľniť nejaké miesto alebo znovu spustiť tento program a vybrať iný disk, ktorý má viac voľného priestoru.
sq: Nësë vërtet dëshiron të instalosh, duhet të lirosh më shumë hapësirë. Mundesh gjithashtu të lëshosh këtë program dhe të zgjedhësh një disk tjetër me më shumë hapësirë të lirë.
sv: Om du verkligen vill installera måste du frigöra lite plats. Du kan också starta det här programmet igen och välja en annan disk med mer ledigt utrymme.
ta: நீங்கள் கண்டிப்பாக நிறுவ விரும்பினால் சிறிது வெற்று இடத்தை உருவாக்க வேண்டும். நீங்கள் இந்த நிரலியை மீண்டும் துவக்கி வேறு வட்டையும் தேர்வு செய்யலாம்.
th: ถ้าคุณต้องการติดตั้งจริงๆ คุณจะต้องหาพื้นที่ว่างเพิ่มเติม หรือคุณอาจเรียกเครื่องมือนี้ใหม่ โดยเลือกดิสก์อื่นที่มีพื้นที่ว่างมากกว่านี้ก็ได้
tr: Kuruluma devam etmek istiyorsanz, bir miktar bo alan amalsnz. Program yeniden altrarak yeterli bo alana sahip bir baka disk semeniz de mmkn.
uk: Якщо ви дійсно хочете продовжити встановлення, то вам слід звільнити більше місця на диску. Також ви можете перезапустити цю програму та вибрати інший диск, на якому є більше вільного місця.
vi: Nếu bạn thật sự muốn cài đặt thì sẽ phải tìm sức chứa còn rảnh thêm nữa. Hay có thể khởi động lại trình này và chọn đĩa khác có nhiều sức chứa còn rảnh hơn.
zh_cn: 如果真的要安装，您必须释放一些空间。您也可以重新运行这个程序并选择其他有更多空闲空间的磁盘。

source: Debug information about ${variable}
ar: معلومات التّنقيح حول ${variable}
bs: Debug informacije o ${variable}
ca: Informació de depuració sobre ${variable}
cs: Ladicí informace o ${variable}
da: Fejlsporingsoplysninger vedrørende ${variable}
hi: ${variable} के बारे में डिबग जानकारी
hu: Hibakeresési információ (${variable})
ka: Debug-მონაცემები ${variable}-ს შესახებ
km: ព័ត៌មាន​កំហុស​អំពី ${variable}
mk: Дебагирачки информации за ${variable}
nb: Feilsøkingsinformasjon om ${variable}
ne: ${variable} को बारेमा डिबग जानकारी
nl: Debug-informatie betreffende ${variable}
pl: Informacje debugowania odnośnie ${variable}
ru: Отладочная информация о ${variable}
sk: Ladiaca informácia o ${variable}
sq: Të dhëna debug rreth ${variable}
sv: Felsökningsinformation om ${variable}
ta: ${variable} பற்றிய பிழை நீக்கு தகவல்கள்
th: ข้อมูลดีบั๊กเกี่ยวกับ ${variable}
tr: ${variable} hakknda hata ayklama bilgisi
uk: Відлагоджувальна інформація про ${variable}
vi: Thông tin gỡ lỗi về ${variable}.
zh_cn: ${variable} 的调试信息

source: Here is some debug information. The value of ${variable} is:
ar: هذه بعض معلومات التّنقيح. قيمة ${variable} هي:
bs: Evo nekih debug informacija. Vrijednost od ${variable} iznosi :
ca: Aquest és un poc d'informació de depuració. El valor de ${variable} és:
cs: Informace pro ladění. Hodnota ${variable} je:
da: Her er nogle fejlsporingsoplysninger. Værdien af ${variable} er:
hi: यह कुछ डिबग जानकारी है. इस ${variable} का मूल्य है:
hu: Hibakeresési információ következik. A változó (${variable}) értéke:
ka: debug-ის მონაცემები. ${variable}-ს მნიშვნელობა არის:
km: នេះ​ជា​ព័ត៌មាន​កំហុស​មួយ​ចំនួន ។ តម្លៃ​របស់ ${variable} គឺ ៖
mk: Еве неколку дебагирачки информации. Вредноста на ${variable} e:
nb: Her er litt feilsøkingsinformasjon. Verdien av ${variable} er:
ne: यहाँ केही डिबग जानकारी छन् । ${variable} को मान:
nl: Wat volgt is debug-informatie. De waarde van ${variable} is:
pl: Oto informacje dla celów debugowania. Wartość ${variable} to:
ru: Вот некоторая отладочная информация. Значение ${variable}:
sk: Tu je nejaká ladiaca informácia. Hodnota ${variable} je :
sq: Këtu janë disa të dhëna debug. Vlera e ${variable} është :
sv: Här är lite felsökningsinformation. Värdet av ${variable är:
ta: பிழை நீக்க வேண்டிய சில தகவல்கள் இதோ. ${variable}-ன் மதிப்பு:
th: ต่อไปนี้คือข้อมูลดีบั๊ก ค่าของ ${variable} คือ:
tr: Baz hata ayklama bilgileri. ${variable}'n deeri:
uk: Ось деяка відлагоджувальна інформація. Значення ${variable}:
vi: Ở đây có một số thông tin gỡ lỗi. Giá trị của ${variable} là:
zh_cn: 这是一些调试信息。${variable} 的值是：

source: Successful partitioning
ar: تجزئة ناجحة
bs: Uspješno particionisanje
ca: Particionament exitós
cs: Úspěšné rozdělení
da: Partitioneringen er gennemført
hi: पार्टीशनिंग सफल
hu: Sikeres partícionálás
ka: დაყოფა წარმატებით განხორციელდა
km: ចែក​ថាស​ជា​ភាគ​ដោយ​ជោគជ័យ
mk: Успешно партиционирање
nb: Partisjoneringa var vellykket
ne: सफलतापूर्ण विभाजन
nl: Schijfindeling is gelukt
pl: Partycjonowanie powiodło się
ru: Разметка на разделы удачно завершена
se: Partišuneren lihkkostuvvai
sk: Rozdelenie disku prebehlo úspešne
sq: Ndarje e suksesshme
sv: Lyckad partitionering
ta: பகிர்தல் வெற்றிபெற்றது
th: แบ่งพาร์ทิชันสำเร็จแล้ว
tr: Blmleme baaryla tamamland
uk: Розбивка на розділи завершилася вдало
vi: Hoàn thành việc phân vùng.
zh_cn: 分区成功

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
ar: تم إنشاء و تركيب الأجزاء المطلوبة على /target. يمكنك الآن متابعة عمليّة التثبيت.
bs: Zahtjevane particije su napravljene i montirane na /target. Sada možete nastaviti instalacijski proces.
ca: S'han creat i muntat les particions requerides a /target. Podeu continuar el procés d'instal·lació.
cs: Požadované oblasti byly vytvořeny a připojeny pod /target. Nyní můžete pokračovat v instalaci.
da: De nødvendige partitioner er blevet dannet og monteret på /target. Du kan nu fortsætte installationsprocessen.
hi: आवश्यक पार्टिशन बनाकर /target पर माउंट कर दिए गए हैं. अब आप संस्थापन प्रक्रिया को जारी रख सकते हैं.
hu: A szükséges partíciók létrejöttek és a /target hierarchiában felcsatolásuk meg is történt. A telepítési folyamat továbbhaladhat.
ka: საჭირო დანაყოფები შეიქმნა და ჩამონტაჟდა /target-ზე. თქვენ შეგიძლიათ ინსტალაციის პროცესის გაგრძელება.
km: បាន​បង្កើត​ភាគថាស​ដែល​ទាមទារ ហើយ​ថែម​ទាំង​បាន​ម៉ោន​លើ /target ។ ឥឡូវ​អ្នក​អាច​បន្ត​ការ​ដំឡើង​បាន​ហើយ ។
mk: Потребните партиции беа креирани и монтирани во /target. Може да продолжиш со инсталациониот процес.
nb: De nødvendige partisjonene er opprettet og montert under /target. Du kan nå fortsette installasjonen.
ne: आवश्यक विभाजनहरू /target मा सिर्जना र माउन्ट भयो । तपाईँ अब स्थापना प्रक्रियालाई निरन्तरता दिन सक्नुहुन्छ ।
nl: De vereiste partities zijn aangemaakt en aangekoppeld op /target. U kunt nu verder gaan met het installatieproces.
pl: Wymagane partycje zostały utworzone i zamontowane w katalogu /target. Możesz kontynuować instalację.
ru: Требуемые разделы были созданы и смонтированы в /target. Теперь вы можете продолжить установку.
se: Gáibiduvvon partišuvnnat leat ráhkaduvvon ja čadnojuvvon /target ohcui. Sáhtát dál joatkit sajáiduhttima.
sk: Požadované oblasti boli vytvorené a pripojené do /target. Teraz môžete pokračovať v inštalácii.
sq: Ndarja e kërkuar u krijua dhe montuar në /target. Mund të vazhdosh tani me proçesin e instalimit.
sv: De partitioner som krävs har skapats och monterats på /target. Du kan nu fortsätta installationsprocessen.
ta: தேவையான பகிர்வுகள் உருவாக்கப்பட்டு /target-ல் ஏற்றப்பட்டுவிட்டது. நீங்கள் தற்போது நிறுவலை தொடரலாம்.
th: แบ่งพาร์ทิชันต่างๆ ที่ต้องใช้ และเมานท์ที่ /target เรียบร้อยแล้ว คุณสามารถดำเนินการติดตั้งต่อไปได้
tr: Gerekli blmler oluturuldu ve /target altna baland. imdi kurulum ilemine devam edebilirsiniz.
uk: Потрібні розділи були створені та змонтовані в /target. Ви можете продовжити процес встановлення.
vi: Những vùng cần thiết đã được tạo và được lắp vào /target. Thì có thể tiếp tục cài đặt giờ đây.
zh_cn: 所需的分区已经被创建并挂载到了 /target。现在，您可以继续安装过程。

source: File containing the requested partition table:
ar: الملف الذي يحتوي جدول التجزئة المطلوب:
bs: Datoteka koja sadrži zahtjevanu particionu tabelu:
ca: Fitxer que conté la taula de particions demanada:
cs: Soubor obsahující požadovanou tabulku oddílů:
da: Fil, der indeholder den ønskede partitioneringstabel:
hi: फ़ाइल जिसमें निवेदित पार्टीशन टेबल हैः
hu: A kért partíciós táblát tartalmazó fájl:
ka: ფაილი დანაყოფების მოთხოვნილი ცხრილით:
km: ឯកសារ​ដែល​មាន​តារាង​ភាគថាស​ដែល​បាន​ស្នើសុំ ៖
mk: Датотека која ја содржи бараната партициона табела:
nb: Fila som inneholder den ønskede partisjonstabellen:
ne: अनुरोध गरिएको विभाजन तालिकामा फाइल समविष्ट हुदैछ:
nl: Bestand dat de gevraagde schijfindelingstabel bevat:
pl: Plik zawierający żądaną tablicę partycji:
ru: Файл, содержащий требуемую таблицу разделов:
se: Fiila mas lea jearahuvvon partišuvdnatabealla:
sk: Súbor obsahujúci požadovanú tabuľku oddielov:
sq: File që përmban tabelën e ndarjes:
sv: Fil som innehåller den krävda partitionstabellen:
ta: கோரிய பகிர்வு அட்டவணையை கொண்ட கோப்பு:
th: แฟ้มที่เก็บตารางพาร์ทิชันที่ต้องการ:
tr: stenen blmleme tablosunu ieren dosya:
uk: Файл, що містить потрібну таблицю розділів:
vi: Tập tin chứa bảng phân vùng đã yêu cầu:
zh_cn: 包含分区表的文件：

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
ar: سيتمّ إنشاء التجزئة التّلقائيّة باستخدام الأجزاء و الأحجام المحدّدة في هذا الملف.
bs: Automatsko particionisanje će biti izvršeno koristeći particije i veličine navedene u ovoj datoteci.
ca: La partició automàtica es crearà utilitzant les particions i mides especificades en aquest fitxer.
cs: Automatické rozdělení disku proběhne podle popisu v tomto souboru.
da: Partitioneringen vil blive dannet automatisk med partitioner og størrelser, som angivet i denne fil.
hi: स्वचालित पार्टिशनिंग इस फाइल में सुनिश्चित पार्टिशनों व उनके आकार के आधार पर की जाएगी.
hu: Az automatikus partícionálás az e fájlban megadott partíciók és méretek alapján fog történni.
ka: ამ ფაილში მითითებული დანაყოფებისა და ზომების მიხედვით დანაყოფები ავტომატურად შეიქმნება.
km: ការ​ចែក​ថាស​ជា​ភាគ​ដោយ​ស្វ័យប្រវត្តិ នឹង​ត្រូវ​បាន​បង្កើត​ដោយ​ប្រើ​ភាគថាស និង ទំហំ​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​ឯកសារ​នេះ ។
mk: Автоматското партиционирање ќе биде направено користејќи ги партициите и големината специфицирани во оваа датотека.
nb: Disken vil bli partisjonert automatisk ut fra partisjonene og størrelsene som er angitt i denne fila.
ne: स्वत: विभाजन यो फाइलमा निर्दिष्ट गरिएको विभाजनहरू र साइजहरू प्रयोग गरेर सिर्जना गर्न सकिन्छ ।
nl: De automatische schijfindeler zal gebruik maken van de partities en groottes die in dit bestand opgegeven zijn.
pl: Automatycznie partycjonowanie wykorzysta partycje i rozmiary podane w tym pliku.
ru: При автоматической разметке будут использованы данные о разделах и их размерах из этого файла.
sk: Automatické rozdelenie prebehne podľa popisu oddielov a veľkostí uvedených v tomto súbore.
sq: Ndarja automatike do krijohet duke përdorur ndarjet dhe madhësitë e përcaktuara në këtë file.
sv: Den automatiska partitioneringen kommer att skapas genom att använda de partitioner och storlekar som är specificerade i denna fil.
ta: இந்த கோப்பில் குறிப்பிடப்பட்டுள்ள பகிர்வுகள் மற்றும் அளவுகளைக் கொண்டு தானியங்கி பகிர்வு மேற்கொள்ளப்படும்.
th: เครื่องมือแบ่งพาร์ทิชันอัตโนมัติจะดำเนินการโดยใช้พาร์ทิชันและขนาดที่กำหนดในแฟ้มนี้
tr: Otomatik blmleme, bu dosyada belirtilen blm ve boyutlar esas alnarak yaplacak.
uk: Автоматична розбивка буде використовувати дані про розділи та їх розміри з цього файлу.
vi: Sẽ tự động phân vùng với những vùng và cỡ được ghi rõ trong tập tin này.
zh_cn: 自动分区工具将根据此文件中指定的分区及其大小进行操作。

source: Automatically partition hard drives
ar: تجزئة الأقراص الصّلبة تلقائيّاً
bs: Automatski particionisati hard diskove
ca: Parteix automàticament els discs durs
cs: Automagicky rozdělit pevné disky
da: Partitionér harddiskene automatisk
hi: हार्ड ड्राइव्स का स्वचालित विभाजन करें
hu: Merevlemezek automatikus partícionálása
ka: მყარი დისკების ავტომატური დაყოფა
km: ចែក​ដ្រាយ​ថាសរឹង​ជា​ភាគ​ដោយ​ស្វ័យប្រវត្តិ
mk: Автоматски партиционирање на тврди дискови
nb: Automatisk partisjonering av harddisker
ne: हार्ड ड्राइभहरू स्वत: विभाजन हुन्छन्
nl: Harde schijven automatisch indelen
pl: Automatyczne partycjonowanie dysków twardych
ru: Автоматическая разметка жёстких дисков
se: Garraskearrut partišunerejuvvo automáhtalaččat
sk: Automaticky rozdeliť pevné disky
sq: Ndarje automatike e hard disqeve
sv: Partitionera hårddiskar automatiskt
ta: வட்டுக்களை தானாக பகிர்
th: แบ่งพาร์ทิชันในฮาร์ดดิสก์โดยอัตโนมัติ
tr: Sabit diskleri otomatik olarak blmlendir
uk: Автоматично розбити жорсткі диски на розділи
vi: Tự động phân vùng các đĩa cứng
zh_cn: 自动对硬盘分区

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
ar: إنشاء مساحة تخزين '${FSTYPE}' على '${MOUNTPOINT}'
bs: Kreiram '${FSTYPE}' diskovni prostor na '${MOUNTPOINT}'
ca: S'està creant espai d'emmagatzemament «${FSTYPE}» a «${MOUNTPOINT}»
cs: Vytváří se souborový systém '${FSTYPE}' na '${MOUNTPOINT}'
da: Opretter '${FSTYPE}'-lagerplads på '${MOUNTPOINT}'
hi: '${MOUNTPOINT}' पर '${FSTYPE}' भंडारण स्थान बना रहे हैं
hu: Tárhely létrehozása (típus: '${FSTYPE}', csatlakoztatási pont: '${MOUNTPOINT}')
ka: იქმნება '${FSTYPE}' მეხსიერების ფართი '${MOUNTPOINT}'-ზე
km: កំពុង​បង្កើត​ទំហំ​ផ្ទុក '${FSTYPE}' លើ '${MOUNTPOINT}'
mk: Креирање на „${FSTYPE}“ простор за архивирање на „${MOUNTPOINT}“
nb: Oppretter lagerplass «${FSTYPE}' på '${MOUNTPOINT}»
ne: '${MOUNTPOINT}' मा '${FSTYPE}' भण्डारण खाली ठाउँ सिर्जना गरिदैछ
nl: Opslagruimte van type '${FSTYPE}' wordt aangemaakt en gekoppeld aan ${MOUNTPOINT}
pl: Tworzenie systemu plików ${FSTYPE} na '${MOUNTPOINT}'
ru: Создание '${FSTYPE}' раздела на '${MOUNTPOINT}'
se: Ráhkadeamen vurkensaji «${FSTYPE}» «${MOUNTPOINT}»-báikkis
sk: Vytváram '${FSTYPE}' súborový systém na '${MOUNTPOINT}'
sq: Duke krijuar hapësirën e memorjes '${FSTYPE}'në '${MOUNTPOINT}'
sv: Skapar lagringsutrymme av typen '${FSTYPE}' på '${MOUNTPOINT}'
ta: '${MOUNTPOINT}'-ல் '${FSTYPE}' சேமிப்பு இடம் உருவாக்கப்படுகிறது
th: กำลังสร้างพื้นที่เก็บข้อมูลแบบ '${FSTYPE}' ใน '${MOUNTPOINT}'
tr: '${MOUNTPOINT}' zerinde '${FSTYPE}' oluturuluyor
uk: Створення розділу „${FSTYPE}“ на „${MOUNTPOINT}“
vi: Tạo sức chứa lưu trữ '${FSTYPE}' tại '${MOUNTPOINT}'.
zh_cn: 在 '${MOUNTPOINT}' 上创建 '${FSTYPE}' 类型的文件系统

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
ar: الزّمن المتبقّي المقدّر: ${HOURS} ساعة ${MINUTES} دقيقة
bs: Procjenjeno preostalo vrijeme: ${HOURS} sat(a) ${MINUTES} minut(a)
ca: Temps restant estimat: ${HOURS} hores, ${MINUTES} minuts
cs: Předpokládaný zbývající čas: ${HOURS} h ${MINUTES} min
da: Forventet resterende tid: ${HOURS} timer og ${MINUTES} minutter
hi: अनुमानित समय बाकी: ${HOURS} घंटे ${MINUTES} मिनट
hu: Becsült hátralevő idő: ${HOURS} óra ${MINUTES} perc
ka: სავარაუდო დარჩენილი დრო: ${HOURS} სთ, ${MINUTES} წთ.
km: ពេលវេលា​នៅសល់ ៖ ${HOURS} ម៉ោង ${MINUTES} នាទី
mk: Проценето останато време: ${HOURS} час(а) ${MINUTES} минути
nb: Antatt tid som gjenstår: ${HOURS} time(r) ${MINUTES} minutt(er)
ne: अनुमानीत समय छोडियो: ${HOURS} घण्टा(हरू) ${MINUTES} मिनेट(हरू)
nl: Geschatte resttijd: ${HOURS} uren ${MINUTES} minuten
pl: Oczekiwany pozostały czas: ${HOURS}h${MINUTES}m
ru: Время до завершения: ${HOURS} ч. ${MINUTES} мин.
se: Rehkenaston áigi dassái go geargá: ${HOURS} diimmu ${MINUTES} minuhta
sk: Predpokladaný zostávajúci čas: ${HOURS} hod. ${MINUTES} min.
sq: Koha që mbetet: ${HOURS} orë ${MINUTES}minuta/ë
sv: Uppskattad återstående tid: ${HOURS} timmar ${MINUTES} minuter
ta: மீதமுள்ள நேரம்: ${HOURS} மணி ${MINUTES} நிமிடங்கள்
th: เหลือเวลาโดยประมาณ: ${HOURS} ชั่วโมง ${MINUTES} นาที
tr: Kalan tahmini sre: ${HOURS} saat ${MINUTES} dakika
uk: Час до завершення: ${HOURS} год ${MINUTES} хв
vi: Ước tính thời gian còn lại: ${HOURS} giờ ${MINUTES} phút
zh_cn: 剩余时间： ${HOURS} 小时 ${MINUTES} 分钟

source: Estimated time left: ${MINUTES} minute(s)
ar: الزّمن المتبقّي المقدّر: ${MINUTES} دقيقة
bs: Procjenjeno preostalo vrijeme: ${MINUTES} minut(a)
ca: Temps restant estimat: ${MINUTES} minuts
cs: Předpokládaný zbývající čas: ${MINUTES} min
da: Forventet resterende tid: ${MINUTES} minutter
hi: अनुमानित समय बाकी: ${MINUTES} मिनट
hu: Becsült hátralevő idő: ${MINUTES} perc
ka: სავარაიუდო დარჩენილი დრო: ${MINUTES} წუთი
km: ពេលវេលា​នៅសល់ ៖ ${MINUTES} នាទី
mk: Проценето останато време: ${MINUTES} минути
nb: Antatt tid som gjenstår: ${MINUTES} minutt(er)
ne: अनुमानीत समय छोडियो:${MINUTES} मिनेट(हरू)
nl: Geschatte resttijd: ${MINUTES} minuten
pl: Oczekiwany pozostały czas: ${MINUTES}m
ru: Время до завершения: ${MINUTES} мин.
se: Rehkenaston áigi dassái go geargá: ${MINUTES} minuhta
sk: Predpokladaný zostávajúci čas: ${MINUTES} min.
sq: Koha që mbetet: ${MINUTES}minuta/ë
sv: Uppskattad återstående tid: ${MINUTES} minuter
ta: மீதமுள்ள நேரம்: ${MINUTES} நிமிடங்கள்
th: เหลือเวลาโดยประมาณ: ${MINUTES} นาที
tr: Kalan tahmini sre: ${MINUTES} dakika
uk: Час до завершення: ${MINUTES} хв
vi: Ước tính thời gian còn lại: ${MINUTES} phút.
zh_cn: 剩余时间： ${MINUTES} 分钟

source: Estimated time left: less than 1 minute
ar: الزّمن المتبقّي المقدّر: أقل من دقيقة
bs: Procjenjeno preostalo vrijeme: manje od 1. minute
ca: Temps restant estimat: menys d'un minut
cs: Předpokládaný zbývající čas: méně než jedna minuta
da: Forventet resterende tid: mindre end 1 minut
hi: अनुमानित समय बाकी: 1 मिनट से कम
hu: Becsült hátralevő idő: 1 percen belül
ka: სავარაუდო დარჩენილი დრო: ერთ წუთზე ნაკლები
km: ពេលវេលា​នៅសល់ ៖ តិចជាង ១ នាទី
mk: Проценето останато време: помалку од 1 минута
nb: Antatt tid som gjenstår: mindre enn ett minutt
ne: अनुमानीत समय छोडियो: १ मिनेट भन्दा कम
nl: Geschatte resttijd: minder dan 1 minuut
pl: Oczekiwany pozostały czas: mniej niż minuta
ru: Время до завершения: меньше минуты
se: Rehkenaston áigi dassái go geargá, unnit go minuhtta
sk: Predpokladaný zostávajúci čas: menej ako 1 minúta
sq: Koha që mbetet: më pak se 1 minutë
sv: Uppskattad återstående tid: mindre än en minut
ta: மீதமுள்ள நேரம்: 1 நிமிடத்திற்கும் குறைவு
th: เหลือเวลาโดยประมาณ: น้อยกว่า 1 นาที
tr: Kalan tahmini sre: 1 dakikadan az
uk: Час до завершення: менше хвилини
vi: Ước tính thời gian còn lại: dưới 1 phút
zh_cn: 剩余时间： 不到一分钟

source: An error occured during the previous operation
bs: Došlo je do greške tokom prethodne operacije
nb: Det oppsto en feil under forrige operasjon
sq: Ndodhi një gabim gjatë operacionit të mëparshëm
sv: Ett fel inträffade under föregående operationen
tr: nceki ilemde bir hata olutu
