Repository: dankamongmen/s-i
Catalog: packages/autopartkit/debian/po/*.po
Languages: ar, bs, ca, cs, da, hi, hu, ka, km, mk, nb, ne, nl, pl, ru, se, sk, sq, sv, ta, th, tr, uk, vi, zh_cn

source: Automatic partitioning impossible
ar: التجزئة التّلقائيّة مستحيلة
bs: Automatsko particionisanje nije moguće
ca: La partició automàtica és impossible
cs: Automatické rozdělení disku není možné
da: Automatisk partitionering umulig
hi: स्वचालित विभाजन असंभव
hu: Automatikus partícionálás lehetetlen
ka: ავტომატური დაყოფა შეუძლებელია
km: មិន​អាច​ចែក​ថាស​ជា​ភាគ​ដោយ​ស្វ័យប្រវត្តិ​បាន​ឡើយ
mk: Автоматско партиционирање невозможно
nb: Automatisk partisjonering er ikke mulig
ne: स्वत विभाजन असम्भव छ
nl: Automatische schijfindeling is onmogelijk
pl: Automatyczne partycjonowanie nie jest możliwe
ru: Автоматическая разметка на разделы невозможна
se: Automáhtalaš partišuneren ii leat vejolaš
sk: Nemožno vykonať automatické rozdelenie disku
sq: E pamundur ndarja automatike
sv: Automatisk partitionering är omöjlig
ta: தானியங்கி பகிர்தல் சாத்தியமற்றது
th: ไม่สามารถแบ่งพาร์ทิชันโดยอัตโนมัติได้
tr: Otomatik blmleme yaplamayacak
uk: Автоматична розбивка на розділи неможлива
vi: Không có khả năng phân vùng tự động.
zh_cn: 不能自动分区

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
ar: هذا الإصدار من المجزّء التّلقائي لا يمكنه تولّي تجزئة القرص المحدّد. قد يتمكّن فقط من تجزئة قرصٍ فارغ أو قرصٍ لا يحتوي أكثر من تجزيئي FAT (و دون أجزاء ممدّدة أو أيّة أجزاء عدا FAT).
bs: Ova verzija programa za automatsko particionisanje ne može particionisati odabrani disk. Ona može particionirati samo prazan disk ili disk sa ne više od 2 FAT particije (i bez extended particija ili drugih ne-FAT particija).
ca: Aquesta versió del partidor automàtic no pot gestionar la partició del disc seleccionat. Només pot partir un disc buit o un disc amb no més de dues particions FAT (i sense cap partició estesa o altres particions no FAT).
cs: Tato verze automatického dělení disku není natolik propracovaná, aby zvládla rozdělení vybraného disku. Umí rozdělit pouze prázdný disk nebo disk obsahující nejvýše dvě FAT oblasti (a žádné rozšířené nebo ne-FAT oblasti).
da: Denne version af autopartitioneringen er ikke i stand til at partitionere den valgte disk. Den kan kun partitionere en tom disk eller en disk med højst 2 FAT-partitioner og ingen udvidede partitioner eller andre ikke-FAT-partitioner.
hi: स्वचालित पार्टिशनर का यह वर्ज़न चयनित डिस्क को पार्टिशन नहीं कर सकता है. यह केवल उन डिस्कों को पार्टिशन कर सकता है जोकि या तो खाली है या फिर उनमें 2 से कम एफएटी पार्टिशन है (और कोई भी एक्सटेंडेड पार्टिशन या नॉन-एफएटी पार्टिशन नहीं है).ं
hu: Az automatikus partícionáló jelen verziója képtelen megbirkózni a kiválasztott lemez partícionálásával. Csak üres lemezeket vagy legfeljebb 2 FAT partíciót (és kiterjesztett partíciókat vagy egyéb nem-FAT partíciókat egyáltalán nem) tartalmazó lemezeket képes partícionálni.
ka: autopartitioner-ის ამ ვერსიას ამორჩეული დისკის დაყოფაარ შეუძლია. მას შეუძლია მხოლოდ ცარიელი დისკის დაყოფა, ან დისკის, რომელსაც ორზე მეტი FAT პარიტცია არ გააჩნია (და არც extended ან სხვა არა-FAT დანაყოფი).
km: កំណែ​របស់​កម្មវិធី​ចែក​ថាស​ជា​ភាគ​នេះ មិន​អាច​ចែក​ថាស​ដែល​បាន​ជ្រើស​ជា​ភាគ​បាន​ឡើយ ។ វា​ប្រហែល​ជា​អាច​ចែក​តែ​ថាស​ទទេ ឬ ថាស​ដែល​មាន​ភាគថាស FAT មិន​លើស​ពី ២ ប៉ុណ្ណោះ (ហើយ​គ្មាន​ភាគថាស extended ឬ ភាគថាស​ដែល​មិន​មែន​ជា FAT ឡើយ) ។
mk: Верзијата на автоматскиот партиционер не може да избриши партиционирање на избраниот диск. Може да партиционира само празен диск или диск со не повее од 2 FAT партиции (и без extended партиции или други не-FAT партиции).
nb: Denne versjonen av auto-partisjoneringa klarer ikke å partisjonere den valgte harddisken. Den kan bare partisjonere en tom disk eller en som ikke inneholder mer enn 2 FAT-partisjoner (og ingen «utvidede»- eller andre ikke-FAT-partisjoner).
ne: स्वत: विभाजनकर्ताको यो संस्करणले चयन भएको डिस्कको विभाजनलाई ह्यान्डल गर्न सक्दैन । यसले मात्र खाली डिस्क वा २ FAT विभाजनहरू ( र विस्तारित विभाजनहरू होइन वा अन्य FAT नभएको विभाजनहरू) भन्दा बढी नभएको डिस्कलाई विभाजन गर्न सक्छ ।
nl: Deze versie van de automatische schijfindeler is niet uitgebreid genoeg om de indeling van de geselecteerde schijf aan te kunnen. Deze versie kan enkel een lege schijf of een schijf met maximaal twee FAT-partities (en geen uitgebreide partities of andere niet-FAT-partities) aan.
pl: Ta wersja automatycznego programu partycjonującego nie może partycjonować wybranego dysku. Jest on w stanie tworzyć partycje tylko na pustym dysku lub na dysku posiadającym nie więcej niż 2 partycje FAT (i żadnych partycji rozszerzonych lub innych, niż FAT).
ru: Эта версия autopartitioner не может обработать разделы на указанном диске. Она будет работать только с пустым диском или с диском, содержащим не более двух разделов FAT (и не имеющим расширенных разделов или других не-FAT разделов).
sk: Táto verzia automatického delenia disku nie je natoľko prepracovaná, aby zvládla rozdelenie vybraného disku. Vie rozdeliť iba prázdny disk alebo disk obsahujúci najviac 2 FAT oblasti (a žiadne rozšírené alebo nie-FAT oblasti).
sq: Ky version i autondarësit nuk arrin të ndajë diskun e zgjedhur. Mund të ndajë vetëm një disk bosh apo një disk me më shumë se 2 ndarje FAT (dhe pa ndarje extended apo ndarje jo FAT).
sv: Denna version av den automatiska partitioneraren kan inte hantera partitionering av den valda disken. Den kan bara partitionera en tom disk eller en disk med som mest två FAT-partitioner (och inga utökade partitioner eller andra partitioner som inte är FAT).
ta: நீங்கள் பயன்படுத்தும் தானியங்கி பகிர்வியால் தேர்வு செய்யப்பட்ட வட்டை பகிர்வு செய்ய இயலாது.. இதனால் வெற்று வட்டையோ அல்லது 2 FAT பகிர்வுகளுக்கு மேல் இல்லாத (மேலும் நீட்டிக்கப்பட்ட பகிர்வோ அல்லது மற்ற FAT-அல்லாத பகிர்வுகளோ இருக்கக்கூடாது) வட்டையோ தான் பகிர்வு செய்ய இயலும்.
th: เครื่องมือแบ่งพาร์ทิชันอัตโนมัติรุ่นนี้ ไม่สามารถจัดการพาร์ทิชันในดิสก์ที่เลือกได้ รุ่นนี้ สามารถแบ่งพาร์ทิชันได้เฉพาะกับดิสก์ที่ว่างเปล่า หรือในดิสก์ที่มีพาร์ทิชัน FAT ไม่เกิน 2 พาร์ทิชัน (และไม่มีพาร์ทิชัน extended หรือพาร์ทิชันที่ไม่ใช่ FAT อื่นๆ)
tr: Otomatik blmleyicinin bu srm, setiiniz diskte blmleme yapabilecek yetenee sahip deil. Bu program, sadece bo bir disk veya 2'den fazla FAT blm olmayan bir disk zerinde alabilir (Diskte geniletilmi blm veya FAT tipinde olmayan baka bir blm de bulunmamaldr).
uk: Ця версія autopartitioner не може зробити розбивку вибраного диску. Вона може розбити тільки вільний диск або диск з не більш як двома розділами FAT (та без розширених розділів та інших не-FAT розділів).
vi: Phiên bản này của trình tự động phân vùng không thể quản lý phân vùng đĩa đã chọn. Có thể phân vùng chỉ đĩa rỗng hay đĩa có 0-2 vùng FAT (và không có vùng đã mở rộng nào, hay vùng không là FAT khác nào).
zh_cn: 此版本的自动分区工具不能处理所选的磁盘。它只能处理空的或者只有不超过两个 FAT 分区的磁盘(且不能有扩展分区或者其他非 FAT 分区)。

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
ar: إن كنت تريد الاستمرار بعملية التثبيت، بدّل إلى الشّاشة الطّرفيّة الثّانية (ALT+F2)، جزّء القرص كما تريد باستخدام أداة parted و الأدوات الأخرى المتوفّرة، ثم جهّز كلّ الأجزاء في /target. /tartget هو الدّليل الجذر لنظامك الجديد، لذا سيركّب دليلك الجذر عند /target ويجب أن يكون جزء /usr مركّباً عند /target/usr
bs: Ako želite nastaviti instalacijski proces, prebacite se na drugu konzolu (ALT+F2), particionirajte disk po želji koristeći parted i druge dostupne alate i onda montirajte sve vaše particije na /target. /target je root direktorij vašeg novog sistema, tako da će vaša root particija (/) biti montirana na /target i vaša /usr particija mora biti montirana na /target/usr.
ca: Si voleu continuar amb el procés d'instal·lació, canvieu a la segona consola (ALT+F2), partiu el disc com vos convinga fent servir «parted» i les altres eines disponibles, i després munteu totes les vostres particions a /target. /target és el directori arrel del nou sistema, per tant la vostra partició arrel s'ha de muntar a /target, i la vostra partició /usr s'ha de muntar a /target/usr.
cs: Jestliže chcete v instalaci pokračovat, přepněte se na druhou konzoli (Alt+F2), rozdělte disk programem parted, nebo jiným dostupným programem, a připojte všechny oblasti pod /target. /target je kořenový adresář vašeho nového systému, takže kořenová oblast bude připojená do /target, oblast /usr se musí připojit do /target/usr.
da: Hvis du vil fortsætte med installationsprocessen, skal du skifte til konsol nr. 2, partitionere disken som du ønsker v.h.a. parted og de andre tilgængelige redskaber og derefter montere alle dine partitioner i /target. Dette bliver rodkataloget i det nye system, således at den nye rodpartition vil blive monteret på /target og partitionen /usr vil blive monteret på /target/usr.
hi: यदि आप संस्थापन प्रक्रिया जारी रखना चाहते हैं तो आप दूसरे कंसोल पर जाएँ (ALT+F2), पार्टेड या अन्य उपलब्ध औजारों का प्रयोग करके डिस्क को पार्टिशन करें, और फिर अपने सभी पार्टिशनों को /target में माउंट करें. /target आपके नये सिस्टम की रूट डायरेक्ट्री है, इसलिए आपका रूट पार्टिशन /target पर माउंट होगा और /usr पार्टिशन /tartget/usr पर ही माउंट होना चाहिए.
hu: A telepítőfolyamat folytatásához (az ALT+F2 kombinációval) váltson a második konzolra, a parted programmal és a többi eszközzel partícionálja a lemezt igényei szerint, majd minden partícióját csatolja fel a /target könyvtár megfelelő alrészeiben. Az új rendszer leendő gyökérkönyvtára most még a /target könyvtárban legyen található, a leendő /usr partíció a /target/usr könyvtárban, stb.
ka: თუ ინსტალაციის პროცესის გაგრძელება გსურთ, გადადით მეორე კონსოლზე (ALT+F2), მოახდინეთ დისკის დაყოფა parted და სხვა ხელსაწყოების გამოყენებით, შემდეგ კი ჩაამონტაჟეთ ყველა თქვენი დანაყოფი /target-ში. /target თქვენი ახალი სისტემის ძირეული დირექტორიაა, ასე რომ თქვენი ძირეული დანაყოფი /target-ზე ჩამონტაჟდება, ხოლო /usr დანაყოფი /target/usr-ზე.
km: បើ​អ្នក​ចង់​បន្ត​ការ​ដំឡើង សូម​ប្តូរ​ទៅ​កុងសូល​ទី​ពីរ (ឆ្លាស់+F2) ហើយ​ចែក​ថាស​ជា​ភាគ​តាម​ដែល​អ្នក​ចង់​បាន ដោយ​ប្រើ parted និង ឧបករណ៍​ដែល​មាន​ផ្សេង​ទៀត ហើយ​បន្ទាប់​មក​ម៉ោន​ភាគថាស​ទាំងអស់​របស់​អ្នក​នៅ​ក្នុង /target ។ /target គឺ​ជា​ថត root នៃ​ប្រព័ន្ធ​ថ្មី​របស់​អ្នក ដូច្នេះ​ភាគថាស root នឹង​ត្រូវ​បាន​ម៉ោន​លើ /target ហើយ​អ្នក​ត្រូវ​តែ​ម៉ោន​ភាគថាស /usr របស់​អ្នក​លើ /target/usr ។
mk: Ако сакаш да продолжиш со инсталациониот процес, префрли се на втората конзола(ALT+F2), партиционирај го дискот како што сакаш со користење на parted или некои други достапни алатки, и потоа монтирај ги сите твои партиции во /target. /targer е рут директориумот на твојот нов систем. Така рут партицијата ќе биде монтирана на /target а твојата /usr/ партиција мора да биде монтирана на /target/usr.
nb: Hvis du vil fortsette installasjonen, så gå over til det andre konsollet (trykk ALT+F2) og partisjoner disken slik du vil ha den med «parted» og de andre verktøyene som finnes. Monter så alle harddiskene under /target. /target er rot-katalogen i det nye systemet ditt, så rot-partisjonen blir montert på /target og /usr-partisjonen må monteres på /target/usr.
ne: यदि तपाईँ स्थापना प्रक्रियालाई निरन्तरता दिन चाहनुहुन्छ भने, दोस्रो कन्सोल (ALT+F2) मा स्विच गर्नुहोस्, विभाजित र अन्य उपलब्ध उपकरणहरू प्रयोग गरेर तपाईँलाई मन पर्ने डिस्क विभाजन गर्नुहोस्, र तपाईँको सबै विभाजनलाई /target मा माउन्ट गर्नुहोस् । /target तपाईँको नयाँ प्रणालीको मूल डाईरेक्ट्री हो, त्यसैले तपाईँको मूल विभाजन /target मा माउन्ट हुनेछ र तपाईँको /usr विभाजन /target/usr मा माउन्ट हुनुपर्दछ ।
nl: Indien u met de installatie wilt doorgaan dient u over te schakelen naar de tweede console (ALT+F2). Daar kunt u via parted en/of andere beschikbare hulpprogramma's de schijf in delen, en vervolgens de door u gemaakte partities aankoppelen in /target (/target is de hoofdmap van uw nieuwe systeem; dit houdt in dat de basispartitie daar aangekoppeld wordt, en dat uw /usr partitie aangekoppeld wordt op /target/usr).
pl: Jeśli chcesz kontynuować instalację, przełącz się na drugą konsolę (ALT+F2), utwórz partycje używając parted oraz innych dostępnych narzędzi i zamontuj wszystkie swoje partycje w /target. /target jest katalogiem głównym Twojego nowego systemu, więc główna partycja będzie zamontowana w /target, a Twoja partycja /usr w /target/usr.
ru: Если вы хотите продолжить установку, то перейдите на вторую консоль (ALT+F2), измените разделы диска как вам нравится с помощью parted и других доступных инструментов, и затем смонтируйте ваши разделы в /target. /target -- это корневой каталог вашей новой системы, так что корневой раздел должен быть смонтирован в /target, раздел /usr -- в /target/usr, и т.д.
sk: Ak chcete pokračovať v inštalácii, prepnite sa na druhú konzolu (ALT+F2), rozdeľte disk podľa vášho želania použitím programu parted alebo iným dostupným programom, a pripojte všetky oblasti do /target. /target je koreňový adresár vášho nového systému, takže koreňová oblasť bude pripojená do /target a oblasť /usr sa musí pripojiť do /target/usr.
sq: Nëse dëshiron të vazhdosh proçesin e instalimit, kalo tek console e dytë (ALT+F2), ndaj diskun sipas dëshirës duke përdorur parted dhe vegla të tjera, dhe më pas monto të gjitha ndarjet në /target. /target është kartela root e sistemit tënd të ri, kështu që ndarja root do montohet në /target kurse ndarja /usr duhet montuar në /target/usr.
sv: Om du vill fortsätta installationsprocessen ska du växla till andra konsolen (ALT+F2), partitionera disken som du vill med parted och de andra tillgängliga verktygen och sedan montera alla dina partitioner i /target. /target är rotkatalogen i ditt nya system, så din rotpartition ska monteras på /target och din /usr-partition måste monteras på /target/usr.
ta: நீங்கள் நிறுவலை தொடர விரும்பினால் இரண்டாவது முனையத்திற்கு மாறி (ALT+F2), parted மற்றும் இதர கருவிகளின் துணை கொண்டு வேண்டியவாறு பகிர்வுகளை உருவாக்கி அவற்றை /target-ல் ஏற்றவும். /target உங்கள் புதிய அமைப்பின் மூல கோப்பு அமைப்பு ஆகும். ஆகவே மூல கோப்பு அமைப்பை /target-ல் ஏற்றி /usr பகிர்வை /target/usr-ல் ஏற்றவும்.
th: ถ้าคุณต้องการดำเนินการติดตั้งต่อ คุณสามารถสลับไปยังคอนโซลที่สอง (ALT+F2) แล้วแบ่งพาร์ทิชันในดิสก์ตามต้องการด้วย parted และเครื่องมืออื่นๆ ที่มี แล้วเมานท์ทุกพาร์ทิชันไว้ใต้ /target ไดเรกทอรี /target เป็นไดเรกทอรีรากของระบบใหม่ของคุณ ดังนั้น พาร์ทิชันรากของคุณจะเมานท์ไว้ที่ /target และพาร์ทิชัน /usr จะต้องเมานท์ไว้ที่ /target/usr เป็นต้น
tr: Kuruluma devam etmek istiyorsanz ikinci konsola gein (ALT+F2) ve "parted" veya baka bir ara kullanarak blmleme ilemini yapn. Daha sonra btn blmleri /target dizini altna balayn. /target, kurulumu devam eden yeni sisteminize ait kk dizini (/) temsil etmektedir. Yani kk blm /target, /usr blm /target/usr olarak balanmaldr.
uk: Якщо ви хочете продовжити встановлення, перейдіть на другу консоль (ALT+F2), змініть розділи диску як вам подобається за допомогою parted та інших наявних програм, після цього змонтуйте ваші розділи в /target. /target - це кореневий каталог кожної нової системи, отже кореневий розділ повинен бути змонтований в /target, розділ /usr - в /target/usr, і т.д.
vi: Nếu bạn muốn tiếp tục cài đặt thì hãy chuyển đổi sang bàn giao tiếp thứ hai (Alt + F2), phân vùng đĩa ấy theo ý kiến bạn, dùng trình parted và các công cụ sẵn sàng, rồi lắp các vùng trong /target. /target là thư mục gốc của hệ thống mới, thì vùng gốc sẽ được lắp vào /target và vùng /usr phải được lắp vào /target/usr.
zh_cn: 如果要继续安装，请切换到第二个控制台 (ALT+F2)，使用 parted 或者其他工具来分区。然后将所有分区加载到 /target 之下。因为， /target 将会是您的新系统的根分区，所以应该把根分区加载为 /target，把 /usr 加载为 /target/usr。

source: You can also consider launching this program again but selecting another disk.
ar: يمكنك أيضاً أن تجرّب تشغيل هذا البرنامج مجدّداً ولكن باختيار قرصٍ آخر.
bs: Možete takođe uzeti u razmatranje ponovno pokretanje ovog programa, ali da pritom odaberete drugi disk.
ca: També podeu tornar a llançar aquest programa però seleccionant un altre disc.
cs: Také můžete zkusit spustit program znovu, tentokráte na jiný disk.
da: Alternativt kan du starte dette program forfra og vælge en anden disk.
hi: आप इस अनुप्रयोग को फिर से चला सकते हैं पर कोई अन्य डिस्क चुन कर.
hu: A program újbóli elindítása majd egy másik lemez kiválasztása is megfontolandó lehet.
ka: შეგიძლიათ ეს პროგრამა კვლავ გამოიძახოთ, მაგრამ სხვა დისკი აირჩიოთ
km: អ្នក​អាច​ចាប់ផ្ដើម​កម្មវិធី​នេះ​ម្ដង​ទៀត​ក៏​បាន​ដែរ ប៉ុន្តែ​សូម​ជ្រើស​ថាស​មួយ​ទៀត ។
mk: Може и да одбереш да го пуштиш програмот повторно со селектирање на друг диск.
nb: En annen mulighet er å starte dette programmet på nytt og velge en annen harddisk.
ne: तपाईँ अर्को डिस्क चयन गरेर फेरी यो कार्यक्रमलाई सुरू गर्न विचार गर्नु सक्नुहुन्छ ।
nl: Een andere mogelijkheid is om dit programma opnieuw op te starten maar een andere schijf uit te kiezen.
pl: Rozważ też ponowne uruchomienie tego programu, ale na innym dysku.
ru: Также вы можете запустить эту программу снова, но выбрать при этом другой диск.
se: Eará molssaeavttu lea álggahit prográmma ođđasit ja válljet eará garraskearru.
sk: Tento program môžete znovu spustiť, tentoraz na iný disk.
sq: Gjithashtu, mund të lëshosh këtë program sërish por duke zgjedhur një disk tjetër.
sv: Du kan också överväga att starta detta program igen, men välja en annan disk.
ta: நீங்கள் இந்த நிரலை மீண்டும் துவக்கலாம். ஆனல் வேறு வட்டை தேர்வு செய்ய வேண்டும்.
th: หรือคุณอาจเรียกใช้เครื่องมือนี้ใหม่ แต่เลือกดิสก์อื่นก็ได้
tr: Ayrca bu program tekrar altrarak baka bir disk semeniz de mmkn.
uk: Також ви можете запустити цю програму знову, але при цьому вибрати інший диск.
vi: Hơn nữa, có thể khởi động lại trình này, mà chọn đĩa khác.
zh_cn: 您也可以考虑重新运行这个程序，但选择其他磁盘。

source: Not enough space on disk
ar: لا توجد مساحةٌ كافية على القرص
bs: Nema dovoljno prostora na disku
ca: No hi ha prou espai al disc
cs: Na disku není dost místa
da: Der er ikke tilstrækkeligt med plads på denne disk
hi: डिस्क में पर्याप्त जगह नहीं
hu: A lemezen nincs elég hely
ka: დისკზე ადგილი არ კმარა
km: ទំហំ​មិន​គ្រប់គ្រាន់​លើ​ថាស
mk: Нема доволно место на диск
nb: Ikke nok ledig plass på harddisken
ne: डिस्कमा पर्याप्त खाली ठाउँ छैन
nl: Er is niet genoeg ruimte op de schijf
pl: Zbyt mała ilość wolnego miejsca na dysku
ru: Недостаточно места на диске
se: Ii doarvái sadji sadji garraskearrus
sk: Na disku je málo miesta
sq: Hapësirë e pamjaftueshme në disk
sv: Inte tillräckligt utrymme på disken
ta: வட்டில் போதிய இடமில்லை
th: ที่ว่างในดิสก์ไม่เพียงพอ
tr: Diskte yeterli bo alan yok
uk: Недостатньо місця на диску
vi: Không đủ sưc chứa trên đĩa.
zh_cn: 磁盘上没有足够空间

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
ar: المجزّء التّلقائي يفترض بعض الأشياء حول أحجام الأجزاء، و لذلك يتطلب على الأقل مساحة 3 ج.ب. متاحة. يبدو أن المساحة المتاحة على هذا القرص دون هذا الحدّ.
bs: Program za automatsko particionisanje pravi pretpostavke vezane za veličine particija i zbog toga zahtijeva barem 3GB slobodnog prostora. Čini se da nemate toliko slobodnog prostora.
ca: El partidor automàtic fa algunes assumpcions sobre les mides de les particions, i per això requereix al menys 3 GiB d'espai lliure. L'espai lliure en aquest disc sembla estar per sota aquest límit.
cs: Automatické rozdělení disku předpokládá jisté standardní velikosti oblastí a proto vyžaduje alespoň 3 GB volného místa. Zdá se, že volné místo na disku je pod tímto limitem.
da: Autopartitioneringen gør nogle antagelser om partitionsstørrelser og kræver derfor som minimum 3 GB ledig plads. Det ser ikke ud til, at du har plads nok.
hi: स्वचालित पार्टिशनर पार्टिशन के आकारों के बारे में कुछ पूर्वानुमान करता है और इसलिए इसे कम से कम 3 जीबी का मुक्त क्षेत्र चाहिए होता है. इस डिस्क पर मुक्त क्षेत्र इस सीमा से कम प्रतीत हो रहा है.
hu: Az automatikus partícionáló bizonyos feltételezésekkel él a partícióméreteket illetően, ezért legalább 3GB szabad lemezhelyre van szüksége. A lemezen ennél kevesebb szabad hely található.
ka: autopartitioner დანაყოფების ზომების შესახებ სავარაუდო ცნობებს აჩვენებს, ამისათვის კი მას სულ ცოტა 3GB თავისუფალი ადგილი ჭირდება. ამ დისკზე არსებული თავისუფალი ადგილი როგორც ჩანს ამაზე ნაკლებია.
km: កម្មវិធី​ចែក​ថាស​ជា​ភាគ​ដោយ​ស្វ័យប្រវត្តិ បាន​ធ្វើការ​ប៉ាន់ស្មាន​មួយ​ចំនួន​អំពី​ទំហំ​ភាគថាស ហេតុ​ដូច្នេះ​ហើយ​ទើប​វា​ត្រូវការ​ទំហំ​ថាស​ទំនេរ​យ៉ាង​ហោច​ណាស់ ៣ ជីកាបៃ ។ ទំហំ​ទំនេរ​នៅ​លើ​ថាស​នេះ ទំនង​ជា​មាន​តិច​ជាង​នេះ ។
mk: Автоматскиот партиционер прави некои претпоставки за големината на партициите и поради тоа му се потребни најмалку 3GB празен простор. Празниот простор на овој диск изгледа како да е под овој лимит.
nb: Auto-partisjoneringa gjør noen antakelser om partisjonsstørrelser, og derfor trenger den minst 3 GB ledig plass. Den ledige plassen på denne harddisken ser ut til å være mindre enn dette.
ne: स्वत: विभाजनकर्ताले विभाजन साइजहरुको बारेमा केही मान्यताहरू बनाउँछन्, र त्यसको कारणले गर्दा यसलाई कम्तिमा खाली ठाउँको ३जी बी आवश्यक पर्दछ । यो डिस्कमा खाली ठाउँ यो सीमा भन्दा तल देखापर्दछ ।
nl: De automatische schijfindeler maakt een aantal veronderstellingen betreffende de partitiegroottes, en vereist daardoor tenminste 3GB vrije ruimte. Er is echter niet zoveel vrije ruimte op deze schijf.
pl: Program partycjonujący zgaduje rozmiary partycji i z tego powodu wymaga przynajmniej 3GB wolnej przestrzeni. Ilość wolnego miejsca na tym dysku jest mniejsza od tego limitu.
ru: autopartitioner делает некоторые предположения о размерах разделов, и поэтому ему требуется как минимум 3ГБ свободного места. Похоже, что у вас нет столько места.
se: Autopartišuren gáibida unnimus 3 GB guorus saji. Dus ii oru leamen nu ollu saji.
sk: Automatické rozdelenie disku predpokladá určité štandartné veľkosti oblastí a preto vyžaduje aspoň 3 GB voľného miesta. Zdá se, že nemáte toľko miesta.
sq: Autondarësi hamendëson rreth madhësive të ndarjes, dhe për këtë kërkon të paktën 3GB hapësirë të lirë. Hapësira e lirë në këtë disk ngjan të jetë poshtë këtij limiti.
sv: Den automatiska partitioneraren gör vissa antaganden om partitionsstorlekar och på grund av detta kräver den minst 3 GByte ledigt utrymme. Det lediga utrymmet på denna disk verkar vara under denna gräns.
ta: தானியங்கி பகிர்வி பகிர்வு அளவுகளைப் பற்றி சில ஊகங்களை செய்வதால் குறைந்தது 3GB வெற்றுஇடம் தேவை. இந்த வட்டில் அதைவிட குறைவாகவே உள்ளது.
th: เครื่องมือแบ่งพาร์ทิชันอัตโนมัติ กำหนดขนาดของพาร์ทิชันไว้ด้วยเงื่อนไขบางอย่าง ซึ่งต้องการพื้นที่ว่างอย่างน้อย 3 GB แต่พื้นที่ว่างในดิสก์นี้ดูจะน้อยกว่าขีดจำกัดดังกล่าว
tr: Otomatik blmleyicinin blm byklkleriyle ilgili olarak yapt n tahmine gre en az 3 GB bo alana ihtiyacnz var. Ancak diskteki bo alan bu snrn altnda gzkyor.
uk: Autopartitioner робить деякі припущення про розміри розділів, і тому йому потрібно мінімум 3ГБ вільного місця. Схоже, що ви не маєте стільки місця.
vi: Trình tự động phân vùng cho là có cỡ vùng nào đó, thì cần thiết ít nhất 3Gb sức chứa còn rảnh. Hình như không có đủ sức chứa còn rảnh trên đĩa này.
zh_cn: 自动分区工具至少需要 3GB 的空闲空间。磁盘上的空闲空间似乎不够。
