Repository: dankamongmen/s-i
Catalog: packages/autopartkit/debian/po/*.po
Languages: ar, bs, ca, cs, da, hi, hu, ka, km, mk, nb, ne, nl, pl, ru, se, sk, sq, sv, ta, th, tr, uk, vi, zh_cn

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
ar: الرجاء اختيار القرص الذي يحتوي المساحة المطلوبة (العمود متاح) لتثبيت ديبيان جنو/لينكس. إن لم يكن هناك مساحةٌ متاحة كافية، يمكن توفير مساحةٍ بتغيير حجم أجزاء FAT (العمود FATمتاح يبيّن كمّيّة المساحة التي ستتاح بتغيير حجم أجزاء FAT الموجودة).
bs: Molim odaberite disk koji ima slobodnog prostora (kolona Free) potrebnog za instaliranje Debian GNU/Linuxa. Ako nema dovoljno slobodnog prostora, prostor se može osloboditi smanjivanjem veličine FAT particija (kolona FreeFat pokazuje koliko prostora se može dobiti smanjivanjem veličine postojećih FAT particija).
ca: Seleccioneu el disc que té l'espai lliure requerit (columna Lliure) per a instal·lar-hi Debian GNU/Linux. Si no hi ha prou espai lliure, se'n pot alliberar redimensionant les particions FAT (la columna FatLliure indica quant d'espai s'alliberarà en redimensionar les particions FAT existents).
cs: Vyberte disk, který má dostatek volného místa (sloupec Volné) k instalaci Debian GNU/Linuxu. Pokud tolik volného místa nemáte, můžete nějaké získat zmenšením FAT oblastí (sloupec VolnFat ukazuje, kolik místa se dá takto "znárodnit").
da: Vælg en disk, der har den mængde ledig plads (kolonnen Ledig), der er nødvendig for at installere Debian GNU/Linux. Hvis der ikke er tilstrækkeligt med ledig plads, vil der blive frigivet plads ved at indskrænke FAT-partitionerne (kolonnen LedigFAT angiver hvor meget plads, der vil blive frigivet ved indskrænkning af de eksisterende FAT-partitioner).
hi: डेबियन ग्नू/लिनक्स संस्थापित करने के लिए कृपया वह डिस्क चुनें जिस पर कि आवश्यक मुक्त क्षेत्र है (स्तम्भ मुक्त). यदि पर्याप्त मुक्त क्षेत्र नहीं है तो एफएटी पार्टिशनों का आकार बदल कर क्षेत्र मुक्त कराया जा सकता है (स्तम्भ रिक्त-एफएटी दर्शाता है कि वर्तमान एफएटी पार्टिशनों का आकार बदल कर कितना क्षेत्र मुक्त कराया जा सकता है).
hu: Válasszon ki egy, a Debian GNU/Linux telepítéséhez elég szabad hellyel rendelkező partíciót (ezt a Szabad oszlopban olvashatja le). Ha nincs elég szabad hely, a FAT partíciók zsugorításával további hely szabadítható fel (a SzabadFAT oszlop tájékoztat a meglevő FAT partíciókról lefaragható hely mértékéről).
ka: Debian GNU/Linux-ის დასაყენებლად ამოირჩიეთ დისკი, რომელსაც საჭირო თავისუფალი ადგილი გააჩნია (სვეტი Free). თუ საკმარისი ადგილი არ არის, შესაძლებელია FAT დანაყოფითა დაპატარავება (სვეტი FreeFat აჩვენებს, თუ რამდენი გამონთავისუფლდება არსებული FAT დანაყოფების ზომის შეცვლით).
km: សូម​ជ្រើស​ថាស​ដែល​មាន​ទំហំ​ទំនេរ​គ្រប់គ្រាន់ (ជួរឈរ ទំនេរ) ដើម្បី​ដំឡើង​ដេបៀន GNU/លីនុច ។ បើ​មិន​មាន​ទំនេរ​គ្រប់គ្រាន់ អ្នក​អាច​ទទួល​បាន​ទំហំ​ខ្លះ​ដោយ​ប្ដូរ​ទំហំ​ភាគថាស FAT (ជួរឈរ Fatទំនេរ បញ្ជាក់​ថា តើ​មាន​ទំហំ​ប៉ុន្មាន​ដែល​នឹង​ទំនេរ បន្ទាប់​ពី​ប្ដូរ​ទំហំ​ភាគថាស FAT) ។
mk: Те молам одбери диск кој има празен простор потребем(колона Слободно) за да се инсталира Дебиан GNU/Linux. Ако нема доволно празен простор, простор може да се ослободи со намалување на FAT партиции(колона FreeFat прикажува колку простор ќе се ослободи со намалување на постојната FAT партиција).
nb: Velg en harddisk som har nok ledig plass (kolonnen «ledig») til å installere Debian GNU/Linux. Hvis det ikke er nok plass, kan det bli frigjort plass ved å endre størrelse på FAT-partisjoner (kolonnen «ledigFAT» viser hvor mye plass som kan skaffes ved å endre størrelse på FAT-partisjoner).
ne: डेवियन GNU/Linux मा स्थापना गर्न खाली ठाउँ भएको (स्तम्भ नभएको) डिस्क रोज्नुहोस् । यदि त्यहाँ पर्याप्त खाली ठाउँ छैन भने, FAT विभाजनहरू पुन: साइज गरेर खाली ठाउँ छोड्न सकिन्छ (स्तम्भ FreeFat ले अवस्थित FAT विभाजनहरुलाई पुन: साइज गरेर कति खाली ठाउँ छोड्ने भन्ने इंकित गर्दछ ) ।
nl: Welke schijf heeft genoeg vrije ruimte (kolom Vrij) om Debian GNU/Linux te installeren? Als er momenteel niet genoeg schijfruimte beschikbaar is, kunt u extra plaats vrijmaken door de FAT-partities te verkleinen (de kolom VrijeFat geeft aan hoeveel schijfruimte op die manier verkregen kan worden).
pl: Wybierz dysk mający odpowiednio dużo wolnej przestrzeni (kolumna Wolne), na którym zostanie zainstalowany Debian GNU/Linux. Jeśli nie ma wystarczającej ilości wolnego miejsca, możesz je utworzyć przez zmianę rozmiaru partycji FAT (kolumna WolneFat podaje ile miejsca zostanie zwolnione przez zmniejszenie rozmiaru istniejących partycji FAT).
ru: Выберите диск, на котором достаточно свободного места (столбец Своб.) для установки Debian GNU/Linux. Если места не хватает, то можно высвободить пространство переразметкой разделов FAT (столбец "На FAT" показывает сколько места можно получить переразметкой существующих разделов FAT).
sk: Vyberte disk, ktorý má dostatok voľného miesta (stĺpec Voľné) na inštaláciu Debian GNU/Linuxu. Ak nemáte dosť voľného miesta, môžete nejaké získať zmenšením FAT oblastí (stĺpec VoľnFat ukazuje, koľko miesta takto získate).
sq: Të lutem zgjidh diskun që ka hapësirën e duhur të lirë (kolona Bosh) për të instaluar Debian GNU/Linux. Nëse nuk ka mjaft hapësirë të lirë, mund të lirohet vend duke ndryshuar madhësinë e ndarjeve FAT (kolona FATBosh tregon sa shumë hapësirë do lirohet duke ndryshyar ndarjet ekzistuese FAT).
sv: Välj disken som har det lediga utrymmet (kolumen Ledigt) som krävs för att installera Debian GNU/Linux. Om det inte finns nog med ledigt utrymme kan utrymme frigöras genom att ändra storleken på FAT-partitionerna (kolumnen LedigtFat indikerar hur mycket utrymme som frigörs genom att ändra storleken på de existerande FAT-partitionerna).
ta: டிபியன் குனீ/லினக்சை நிறுவ வெற்று இடமுள்ள (Free (வெற்று) நெடுவரிசை) வட்டை தேர்ந்தெடுக்கவும். போதுமான வெற்று இடம் இல்லையென்றால் FAT பகிர்வுகளை குறுக்குவதன் மூலம் வெற்று இடத்தை அதிகரிக்கலாம். (FreeFAT நெடுவரிசை FAT பகிர்வுகளை குறுக்குவதன் மூலம் கிடைக்கும் வெற்று இடத்தை காட்டும்).
th: กรุณาเลือกดิสก์ที่มีพื้นที่ว่างเพียงพอกับที่ต้องการ (ดูในคอลัมน์ "ว่าง") เพื่อติดตั้ง เดเบียน กนู/ลินุกซ์ ถ้ามีที่ว่างไม่เพียงพอ อาจแก้ไขได้ด้วยการเปลี่ยนขนาดพาร์ทิชัน FAT (คอลัมน์ "FAT-ว่าง" จะบอกขนาดที่ว่างที่จะเพิ่มขึ้นถ้าเปลี่ยนขนาดพาร์ทิชัน FAT ที่มีอยู่)
tr: Debian GNU/Linux kurulumu iin gerekli bo alana sahip (Bo stunu) diski sein. Eer yeterli bo alan yoksa, FAT blmleri yeniden boyutlandrlarak yer kazanlabilir (BoFAT stunu, var olan FAT blmnn yeniden boyutlandrlmasyla kazanlacak bo alan gstermektedir).
uk: Виберіть диск на якому достатньо вільного місця (стовпчик Вільно) для встановлення Debian GNU/Linux. Якщо місця недостатньо, то його можна звільнити змінивши розміри розділів FAT (стовпчик НаFAT показує скільки місця можна звільнити зміною розміру існуючих розділів).
vi: Hãy chọn đĩa có sức chứa còn rảnh cần thiết (xem cột Free [còn rảnh]) để cài đặt Debian GNU/Linux. Nếu chưa có đủ sức chứa còn rảnh, có thể tìm sức chứa thêm bằng cách đổi cỡ vùng kiểu FAT (cột FreeFat ngụ ý sức chứa có thể thêm khi đổi cỡ mỗi vùng).
zh_cn: 请选择一个有一定空闲空间 (“空闲”栏) 的硬盘来安装 Debian GNU/Linux。如果没有足够的空闲空间，可以通过缩小已有的 FAT 分区来腾出空间 (FreeFat 栏指出了如果改变现有 FAT 分区大小能腾出多少空间)。

source: Device Model Size Free FreeFAT NbPart
ar: الجهاز الطراز الحجم شاغر FreeFAT NbPart
ca: Dispos. Model Mida Lliure FatLliu NmPart
cs: Zařízení Model Velik. Volné VolnFat NbPart
da: Enhed Model Størr. Ledig LedigFAT NbPar
hi: उपकरण मॉडल आकार रिक्त रिक्त-एफएटी एनबी-पार्ट
hu: Eszköz Modell Méret Szabad SzabadFAT NbRész
km: ឧបករណ៍ ម៉ូដែល ទំហំ ទំនេរ FATទំនេរ NbPart
mk: Уред Модел Големина Слободно FreeFAT NbPart
nb: Enhet Modell Strl Ledig LedigFAT N-part
ne: यन Modeमोडेल SizeसाइजreeखालीreeखालीNbPart
nl: Apparaat Model Grootte Vrij VrijeFat NbPart
pl: Urządzenie Model Rozmiar Wolne WolneFat NrPart
ru: Диск Модель Размер Своб. На FAT Количество разделов
se: Ovttadat Málle Sturrodat Guorus GuorusFAT N-part
sk: Zariad. Model Veľk. Voľné VoľnFat PočObl
sq: Dispozitivi Modeli Madhësia Bosh FATBosh NrNdarjes
sv: Enhet Modell Storlek Ledigt LedigtFat NbPart
ta: சாதனம் வடிவம் அளவு .வெற்று---FreeFAT NbPart
th: อุปกรณ์ รุ่น ขนาด ว่าง FAT-ว่าง NbPart
tr: Aygt Model Boyut Bo BoFAT BlmSay
uk: Диск Модель Розмір Вільно НаFAT Кількість розділів
vi: Thiết bị Mẫu Cỡ Rảnh FreeFAT NbPart
zh_cn: 设备 型号 大小 空闲 FreeFAT NbPart

source: Device to partition:
ar: الجهاز المطلوب تجزئته:
bs: Uređaj za particionisanje:
ca: Dispositiu a partir:
cs: Rozdělit zařízení:
da: Enhed at partitionere:
hi: उपकरण जिसे पार्टीशन किया जाना हैः
hu: Partícionálandó eszköz:
ka: მოწყობილობა დასაყოფად:
km: ឧបករណ៍​ដែល​ត្រូវ​ចែក​ជា​ភាគ ៖
mk: Уред кој ќе се партиционира:
nb: Enhet som skal partisjoneres:
ne: विभाजनका लागि यन्त्र:
nl: In te delen apparaat:
pl: Urządzenie do spartycjonowania:
ru: Размечаемое устройство:
se: Ovttadat maid partišuneret:
sk: Zariadenie na rozdelenie:
sq: Dispozitivi për tu ndarë:
sv: Enhet att partitionera:
ta: பகிர்க்கப்பட வேண்டிய சாதனம்:
th: อุปกรณ์ที่จะแบ่งพาร์ทิชัน:
tr: Blmlenecek aygt:
uk: Пристрій для розбивки:
vi: Thiết bị cần phân vùng:
zh_cn: 选择要分区的设备：

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
ar: لم يعثر على أيّ قرصٍ تلقائيّاً. الرجاء إدخال المسار إلى ملف الجهاز للقرص الذي ترغب بتجزئته.
bs: Disk nije automatski detektovan. Molim unesite put do datoteke uređaja za disk koji želite particionisati.
ca: No s'ha detectat cap disc automàticament. Introduïu el camí al fitxer de dispositiu per al disc que voleu partir.
cs: Nebyl objeven žádný disk. Zadejte, prosím, cestu k souboru zařízení, které reprezentuje disk, který chcete rozdělit.
da: Der blev ikke automatisk fundet nogen disk. Angiv den manuelt ved at angive stien til enhedsfilen for den disk, du ønsker at partitionere.
hi: स्वचालित रूप से ढूँढने से कोोई भी डिस्क नहीं पाई गई कृपया उस डिस्क के उपकरण का पथ लिखें जिसे कि आप पार्टिशन करना चाहते हैं..
hu: Az automatikus felderítés során egyetlen meghajtó sem került elő. Adja meg a partícionálni kívánt meghajtó eszközfájlját.
ka: დისკი ავტოამოცნობით ვერ გამოვლინდა. გთხოვთ მიუთითოთ დისკის მოწყობილობის ფაილის მდებარეობა, რომლის დაყოფაც გსურთ.
km: មិន​បាន​រកឃើញ​ថាស​ដោយ​ស្វ័យប្រវត្តិ​ឡើយ ។ សូម​បញ្ចូល​ផ្លូវ​ទៅ​កាន់​ឯកសារ​ឧបករណ៍ សម្រាប់​ថាស​ដែល​អ្នក​ចង់​ចែក​ជា​ភាគ ។
mk: Не беше детектиран диск. Те молам внеси ја патеката на датотеката за уредот(device file) на дискот кој сакаш да го партиционираш.
nb: Fant ingen harddisk automatisk. Skriv inn stien til enheten du ønsker å partisjonere.
ne: कुनै डिस्क स्वत: पत्ता लाग्न सकेन । कृपया, तपाईँले विभाजन गर्न चाहनु भएको डिस्कको यन्त्र फाइलका लागि बाटो प्रविष्ट गर्नुहोस् ।
nl: De automatische hardware-herkenning heeft geen schijven gevonden. Wat is het pad naar het apparaatbestand van de schijf die u wilt indelen?
pl: Nie wykryto żadnego dysku. Proszę wprowadzić ścieżkę dostępu do pliku urządzenia dysku, który chcesz spartycjonować.
ru: Ни одного диска не обнаружено. Введите путь к файлу устройства диска, который вы хотите разметить.
se: Ii gávdnan garraskearru automáhtalaččat. Čális bálgá dan ovttadahkii maid hálidat partišuneret.
sk: Žiaden disk nebol nájdený automaticky. Prosím, zadajte cestu k súboru zariadenia pre disk, ktorý chcete rozdeliť.
sq: Nuk u gjend asnjë disk. Të lutem shkruaj vendndodhjen për tek file i dispozitivit për diskun që dëshiron të ndash.
sv: Ingen disk identifierades automatiskt. Ange sökvägen till enhetsfilen för den disk du vill partitionera.
ta: எந்த வட்டையும் கண்டறிய இயலவில்லை. தயவு செய்து பகிர்வு செய்யப்பட வேண்டிய வட்டிற்கான சாதன கோப்பின் பாதையை உள்ளிடவும்.
th: ตรวจสอบดิสก์โดยอัตโนมัติไม่พบ กรุณาป้อนพาธของแฟ้มอุปกรณ์ของดิสก์ที่คุณต้องการแบ่งพาร์ทิชัน
tr: Sisteminizde otomatik olarak herhangi bir disk alglanamad. Ltfen blmlenmesini istediiniz diske ait aygt dosyasn girin.
uk: Жоден диск не виявлений. Введіть шлях до файлу пристрою для диску, який ви хочете розбити.
vi: Không tự động phát hiện đĩa nào được. Hãy nhập đường dẫn đến tập tin thiết bị cho đĩa cần phân vùng.
zh_cn: 未能自动探测到磁盘。请输入要分区的磁盘的设备文件全名。

source: Really use the automatic partitioning tool?
ar: حقّاً استخدام أداة التجزئة التّلقائية؟
bs: Stvarno koristiti alat za automatsko particionisanje?
ca: Voleu utilitzar l'eina de partició automàtica?
cs: Opravdu chcete použít automatické rozdělení disku?
da: Vil du virkelig bruge det automatiske partitioneringsværktøj?
hi: क्या वास्तव में स्वचालित पार्टिशनिंग औजार का प्रयोग करें?
hu: Valóban használja az automatikus partícionálóeszközt?
ka: ნამდვილად გსურთ ავტომატური დაყოფის ხელსაწყოს გამოყენება?
km: ពិត​ជា​ប្រើឧបករណ៍​ចែក​ថាស​ជា​ភាគ​ដោយ​ស្វ័យប្រវត្តិ ?
mk: Навистина користи ја алатката за автоматско партиционирање?
nb: Er du sikker på at du vil bruke det automatiske partisjoneringsverktøyet?
ne: साँच्चै स्वत: विभाजन उपकरण प्रयोग गर्न चाहनुहुन्छ ?
nl: Weet u zeker dat u de automatische schijfindeling wilt gebruiken?
pl: Naprawdę użyć automatycznego partycjonowania?
ru: Вы действительно хотите использовать утилиту автоматической разметки диска?
se: Hálidatgo duođas geavahit automáhtalaš partišunerenreaiddu?
sk: Naozaj použiť automatický nástroj na delenie disku?
sq: Vërtet dëshiron të përdorësh ndarësin automatik?
sv: Verkligen använda det automatiska partitioneringsverktyget?
ta: தானியங்கி பகிர்வு கருவியை பயன்படுத்தவா?
th: ต้องการใช้เครื่องมือแบ่งพาร์ทิชันอัตโนมัติจริงหรือไม่?
tr: Otomatik blmleme aracn kullanmak istediinizden emin misiniz?
uk: Провести розбивку диска автоматично?
vi: Thật sự muốn dùng công cụ tạo phân vùng tự động không?
zh_cn: 真的要使用自动分区工具吗？

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
ar: سوف يدمّر هذا جداول التّجزئات لكلّ الأقراص في هذا الجهاز. أكرّر: سوف يمسح هذا كلّ الأقراص الصّلبة في الجهاز! إن كانت لديك بياناتٌ مهمّة لم تنشئ نسخاً احتياطيّة منها، فيستحسن التّوقّف الآن كي تقوم بالنّسخ الاحتياطي. في تلك الحالة، ستحتاج إلى إعادة التثبيت لاحقاً.
bs: Ova naredba će razoriti particijsku tabelu na svim diskovima na ovom računaru. PONAVLJAM: OVA NAREDBA ĆE OBRISATI SVE HARD DISKOVE NA RAČUNARU! Ako imate važnih podataka za koje niste napravili rezervne kopije (backup), možda se želite sada zaustaviti kako biste izradili rezervne kopije. U tom slučaju, trebate ponovo pokrenuti instalaciju poslije.
ca: Açò destruirà la taula de particions en tots els discs d'aquest ordinador. ES REPETEIX: AIXÒ ESBORRARÀ TOTS ELS DISCS DURS DE L'ORDINADOR! Si hi teniu dades importants de les que encara no heu fet còpies de seguretat, potser voleu parar ara per a fer la còpia de seguretat. En eixe cas, haureu de tornar a començar la instal·lació més tard.
cs: Tímto zničíte tabulku oddílů na všech discích v počítači. OPAKUJI: TÍMTO VYMAŽETE OBSAH VŠECH DISKŮ V POČÍTAČI! Jestliže máte důležitá, dosud nezazálohovaná data, můžete nyní ukončit instalaci a vrátit se sem později.
da: Dette vil destruere partitioneringstabellerne på alle diske i maskinen. ALLE DATA PÅ SAMTLIGE DISKE I MASKINEN VIL BLIVE SLETTET! Hvis du har vigtige data, som du ikke har sikkerhedskopieret, bør du stoppe her, så du kan kopiere dine data ud til et sikkert sted.
hi: यह मशीन की सभी डिस्कों के पार्टिशन टेबल नष्ट कर देगा. पुनः जान लें: यह इस मशीन की सभी हार्ड डिस्कों का डाटा मिटा देगा. यदि आपका कुछ महत्वपूर्ण डाटा है जिसका कि बैकअप नहीं है, आप उसका बैकअप लेने के लिए रुक सकते हैं. उस अवस्था में आपको बाद में संस्थापन दोबारा प्रारंभ करना पड़ेगा.
hu: Ez a gépben található összes lemez partíciós tábláját felülírja. MÉGEGYSZER: KÜSZÖBÖN ÁLL GÉP ÖSSZES MEREVLEMEZÉNEK TÖRLÉSE! Ha van olyan fontos adata, amiről nem rendelkezik biztonsági másolattal, akkor most lépjen vissza és készítsen alapos biztonsági másolatokat. Ebben az esetben a telepítést a későbbiekben elölről kell kezdenie.
ka: ეს მოქმედება მთლიან მანქანაზე ყველა დანაყოფისა და დისკზე არსებულ მონაცემებს წაშლის. გაფრთხილებთ, წაიშლება თქვენს კომპიუტერზე არსებული მთელი ინფორმაცია! თუ სადმე რაიმე მნიშვნელოვანი ინფორმაცია გაქვთ შენახული, რომელიც არ დაგიზღვევიათ, შეჩერდით ახლავე მათ დასამარქაფებლად. თუ შეჩერდებით, ინსტალაცია ხელმეორედ დაიწყეთ.
km: តារាង​ភាគថាស​នៅ​លើ​ថាស​ទាំងអស់​នៅ​ក្នុង​ម៉ាស៊ីន នឹង​ត្រូវ​បាន​បំផ្លាញ​ចោល ។ ម្ដង​ទៀត ៖ ថាស​រឹង​ទាំងអស់​នៅ​ក្នុង​ម៉ាស៊ីន នឹង​ត្រូវ​បាន​សម្អាត​យ៉ាង​ស្អាត​ចែស​តែ​ម្ដង ! បើ​អ្នក​មាន​ទិន្នន័យ​សំខាន់ៗ​ដែល​មិន​ទាន់​បាន​ចម្លងទុក អ្នក​ប្រហែល​ជា​ចង់​ឈប់​នៅ​ត្រឹម​នេះ ហើយ​ចម្លង​ទិន្នន័យ​ទុក​សិន ។ ក្នុង​ករណី​នោះ អ្នក​ត្រូវ​តែ​ចាប់ផ្ដើម​ការ​ដំឡើង​ឡើង​វិញ នៅ​ពេល​ក្រោយ ។
mk: Ова ќе ги уништи партиционите табели на сите дискови на оваа машина. ПОВТАРАМ: ОВА ЌЕ ГИ ПРЕБРИШЕ СИТЕ ДИСКОВИ НА ОВАА МАШИНА! Ако имаш важни податоци кои не се архивирани(backup), убаво е да запреш сега за да направиш бекап. Во тој случај ќе треба да ја пуштиш инсталацијата повторно подоцна.
nb: Denne operasjonen ødelegger partisjonsstabellen på alle disker i maskinen. GJENTAR: DETTE SLETTER ALLE HARDDISKER I MASKINEN. Hvis du har viktige data som ikke ern sikkerhetskopiert bør du stoppe nå og sikre dataene dine. I så fall må du starte installasjonen om igjen senere.
ne: यसले मेशिन भित्र सबै डिस्कहरूमा विभाजन तालिकालाई नष्ट गर्दछ । दोह्रयाउनुहोस्: यसले मेशिनमा सबै हार्ड डिस्कहरुलाई सफा गर्दछ ! यदि तपाईँ सँग जगेडा नगरिएको डेटा छ भने, जगेडा गर्न तपाईँले अहिल्यै रोक्न सक्नु हुनेछ । त्यो केसमा, तपाईँले पछि स्थापना पुन: सुरू गर्नु पर्नेछ ।
nl: Dit zal de schijfindelingstabel op alle schijven van de machine vernietigen. HERHALING: DIT VERWIJDERT ALLES VAN ALLE HARDE SCHIJVEN IN DE MACHINE! Indien u belangrijke data heeft zonder reservekopie kunt u best nu stoppen om een reservekopie te maken. In dat geval dient u de installatie later van voor af aan te herbeginnen.
pl: To zniszczy tablice partycji na wszystkich dyskach w komputerze. POWTARZAM: TO WYCZYŚCI WSZYSTKIE DYSKI W KOMPUTERZE! Jeśli posiadasz niezarchiwizowane, ważne dane, to przerwij działanie i zrób kopię zapasową. W takim przypadku będziesz musiał/musiała później ponownie rozpocząć instalację.
ru: Эта операция уничтожит таблицы разделов на всех дисках компьютера. ВНИМАНИЕ: ЭТА ОПЕРАЦИЯ УДАЛИТ ВСЕ ДАННЫЕ СО ВСЕХ ЖЁСТКИХ ДИСКОВ НА КОМПЬЮТЕРЕ! Если у вас есть важные данные, которые не были скопированы в безопасное место, то вам следует сейчас остановиться и сделать резервные копии ваших данных. В этом случае вы сможете продолжить установку позже.
sk: Týmto zničíte tabuľku oddielov na všetkých diskoch v počítači. OPAKUJEM: TÝMTO ZNIČÍTE OBSAH VŠETKÝCH DISKOV V POČÍTAČI! Ak máte dôležité údaje, ktoré nie sú zálohované, musíte teraz ukončiť inštaláciu, aby ste vykonali zálohu. V tom prípade budete musieť znovu spustiť inštaláciu neskôr.
sq: Kjo do shkatërrojë tabelën e ndarjes në të tërë diskun e sistemit. E PËRSËRIS: KJO DO TË FSHIJË TË GJITHË HARD-DISQET NË KOMPJUTER! Nëse ke të dhëna të rëndësishme pa backup, ndalo tani për të kryer një kopje rezervë. Në këtë rast, duhet të rinisësh instalimin më vonë.
sv: Detta kommer att försöra partitionstabellen på alla maskinens diskar. JAG UPPREPAR: DETTA KOMMER ATT RENSA RENT PÅ ALLA MASKINENS HÅRDDISKAR! Om du har viktig data som du inte har säkerhetskopierat kanske du vill avbryta nu för att göra en säkerhetskopia. Om du gör så måste du starta om installationen senare.
ta: இது அனைத்து வட்டுகளின் பகிர்வு அட்டவணைகளையும் அழித்துவிடும். மீண்டும்: இது கணிணியில் உள்ள அனைத்து வட்டுகளி தகவல்களையும் சுத்தமாக அழித்துவிடும். சேமித்து வைக்கவேண்டிய தகவல்கள் ஏதேனும் இருப்பின் அவ்வாறு செய்ய தற்போதெ இதை நிறுத்தவும். அத்தகைய நிலையில் நீங்கள் நிறுவலை மீண்டும் துவக்க வேண்டும்.
th: เครื่องมือนี้ จะทำลายตารางพาร์ทิชันในดิสก์ทุกตัวในเครื่อง ย้ำ: เครื่องมือนี้จะกวาดล้างข้อมูลในฮาร์ดดิสก์ทุกตัวในเครื่องนี้! ถ้าคุณมีข้อมูลสำคัญที่ยังไม่ได้สำรองไว้ คุณอาจต้องการจะหยุดไว้ก่อน เพื่อไปสำรองข้อมูล แล้วจึงกลับมาเริ่มติดตั้งใหม่
tr: Bu ilem makinede bulunan tm disklerin blmleme tablosunu yok edecektir. TEKRAR EDYORUM: BU LEM MAKNEDE BULUNAN TM SABT DSKLERDEK VERLER SLECEKTR! Eer yedeklenmemi nemli verileriniz varsa, ilemi imdi durdurup yedekleme yapmak isteyebilirsiniz. Byle bir durumda kurulumu daha sonra tekrar balatmalsnz.
uk: Ця операція знищить таблиці розділів всіх дисків комп'ютера. ПОВТОРЮЮ: ЦЯ ОПЕРАЦІЯ ЗНИЩИТЬ ВСІ ДАНІ ЗІ ВСІХ ДИСКІВ НА КОМП'ЮТЕРІ! Якщо ви маєте важливі дані, що не були скопійовані в безпечне місце, то саме час зупинитися для того, щоб зробити це. В цьому випадку ви зможете продовжити встановлення пізніше.
vi: Hành động này sẽ xóa bỏ bảng phân vùng trong tất cả những đĩa trên máy này. SẼ XÓA BỎ VĨNH VIỄN MỌI ĐĨA CỨNG TRONG MÁY NÀY. Nếu bạn có dữ liệu quan trọng chưa lưu trữ vào đĩa khác, có lẽ sẽ muốn ngừng để lưu trữ. Như thế thì sẽ phải bắt đầu lại cài đặt.
zh_cn: 这将清除机器中所有磁盘的分区表。重复一遍：这将清空机器中所有的磁盘！如果您还有未备份的重要数据，请马上中止安装，进行备份。如果是这样，您必须稍后重新开始安装进程。

source: An error occurred during the previous operation
ar: حدث خطأ خلال العمليّة السّابقة
ca: S'ha produït un error durant l'operació anterior
cs: Během předchozí operace nastala chyba
da: Der skete en fejl under den forrige operation
hi: पिछली कार्यवाही करते समय एक त्रुटि हो गई.
hu: Az előző művelet során hiba lépett fel
ka: შეცდომა წინა მოქმედებისას
km: កំហុស​មួយ​បាន​កើត​ឡើង កំឡុង​ពេល​ប្រតិបត្តិការ​មុន
mk: Се случи грешка при извршување на претходната операција
ne: अघिल्लो सञ्चालनको क्रममा त्रुटि उत्पन्न भयो
nl: Er is een fout opgetreden tijdens de vorige actie
pl: Wystąpił błąd podczas wykonywania poprzedniej operacji.
ru: При выполнении предыдущей операции произошла ошибка
sk: Počas predchádzajúcej operácie nastala chyba
ta: முந்தைய பணியில் ஒரு பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดระหว่างการดำเนินการคำสั่งที่แล้ว
uk: Виникла помилка під час попередньої операції
vi: Gặp lỗi trong khi thao tác trước.
zh_cn: 上一步操作中出现了错误

source: You may be able to continue. Here is some more information:
ar: قد تتمكّن من الاستمرار. هذه بعض المعلومات الإضافيّة:
bs: Mogli biste nastaviti. Evo nekih informacija:
ca: Potser podreu continuar. Ací teniu més informació:
cs: Stále je zde možnost, že byste mohli pokračovat. Zde jsou bližší informace:
da: Du kan muligvis fortsætte. Her er nogle yderligere oplysninger:
hi: आप जारी रखने में समर्थ हो सकते हैं. यहाँ कुछ और जानकारी हैः
hu: A folytatás lehetősége nincs kizárva. További információ:
ka: თქვენი შეაძლოა გაგრძელება შეზლოთ: აი ზოგიერთი მონაცემი:
km: អ្នក​ប្រហែល​ជា​អាច​បន្ត​បាន ។ នេះ​ជា​ព័ត៌មាន​បន្ថែម​ទៀត ៖
mk: Можеби можеш да продолжиш. Еве малку подетални информации:
nb: Det kan være at du kan fortsette. Her er litt mer informasjon:
ne: तपाईँ निरन्तरता दिन सक्नुहुनेछ । यहाँ केही बढी जानकारी छ:
nl: Mogelijk kunt u toch verder gaan. Hier is meer informatie:
pl: Możliwe, że będzie możliwe kontynuowanie. Poniżej znajduje się więcej informacji:
ru: Вероятно, вы можете продолжить. Дополнительная информация об ошибке:
se: Dáidá leat vejolaš joatkit. Dá lea veháš eanet dieđut.
sk: Budete môcť pokračovať. Tu sú podrobnejšie informácie :
sq: Mund të vazhdosh. Disa të dhëna të tjera :
sv: Du kan kanske fortsätta. Här är lite mer information:
ta: தாங்கள் தொடர முடியும். இதோ மேலும் சில தகவல்கள்:
th: คุณอาจสามารถดำเนินการต่อได้ ต่อไปนี้คือข้อมูลเพิ่มเติม:
tr: Devam etmeniz mmkn olabilir. Hataya ilikin ek bilgiler:
uk: Ймовірно, ви можете продовжити. Додаткова інформація:
vi: Bạn có thể tiếp tục. Đây là một số thông tin thêm:
zh_cn: 您可以继续安装，但是最好看一下详细信息：
