Repository: dankamongmen/s-i
Catalog: packages/arch/s390/dasd/debian/po/*.po
Languages: ar, be, bg, bs, cs, dz, es, eu, hi, hr, ka, nb, ne, nl, pa, pt, ru, se, sk, sv, th, tr

source: ${choices} Finish
ar: ${choices} إنهاء
es: ${choices} Terminar
nl: ${choices} Afsluiten
ru: ${choices} Завершить
sv: ${choices} Klar
tr: ${choices} Bitti

source: Available disks:
ar: الأقراص المتوفّرة:
be: Даступныя дыскі:
bg: Достъпни дискове:
bs: Dostupni diskovi:
cs: Dostupné disky:
dz: ཌིཀསི་ཚུ་ཐོབ་ཚུགསཔ:
es: Discos disponibles:
eu: Diska erabilgarriak:
hi: उपलब्ध डिस्कः
hr: Raspolo¾ivi diskovi:
ka: ხელმისაწვდომი დისკები:
nb: Tilgjengelige harddisker:
ne: उपलब्ध डिस्कहरू:
nl: Beschikbare schijven:
pa: ਉਪਲੱਬਧ ਡਿਸਕਾਂ:
pt: Discos disponíveis
ru: Доступные диски:
se: Olamuttus skearrut:
sk: Dostupné disky:
sv: Tillgängliga diskar:
th: ดิสก์ที่มี:
tr: Mevcut diskler:

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
ar: أجهزة تخزين وصول القرص (DASD) التالية متوفرة. الرجاء اختيار كل واحد تريد استخدامه على حدة.
be: Наступныя "Disk Access Storage Device" (DASD) даступныя. Вылучце кожную прыладу, якія будуць выкарыставаны адразу.
es: Están disponibles los siguientes dispositivos de acceso a discos de almacenamiento (DASD). Por favor, seleccione de uno en uno cada dispositivo que quiera utilizar.
nl: De volgende 'Disk Access Storage Devices' '(DASD) zijn beschikbaar. Gelieve de apparaten die u wilt gebruiken één voor één te selecteren.
ru: Доступны следующие DASD ("Disk Access Storage Device") диски. Выберите все устройства, которые будут использованы сразу.
sv: Följande DASD (Disk Access Storage Device) finns tillgängliga. Välj de enheter du vill använda, en åt gången.
th: disk access storage device (DASD) ต่อไปนี้ สามารถใช้งานได้ กรุณาเลือกอุปกรณ์ที่คุณต้องการใช้ทีละชิ้น
tr: Mevcut disk erişimi depolama aygıtları (DASD) aşağıda listelenmiştir. Lütfen bunlardan kullanmak istediklerinizi seçin.

source: Select "Finish" at the bottom of the list when you are done.
ar: اختر "إنهاء" في أسفل القائمة عندما تنتهي.
be: Вылучыце "Гатова" ўнізе спіса, калі вы скончыце.
bs: Odaberite "Završi" na dnu liste kada ste gotovi.
cs: Až budete hotovi, vyberte z konce seznamu možnost "Skončit".
es: Seleccione «Terminar» al final de la lista cuando haya acabado.
ka: როდესაც დაასრულებთ, სიის ბოლოს ამოირჩიეთ "დასრულება".
ne: तपाईँले गरिसके पछि सूचीको तल "Finish" चयन गर्नुहोस् ।
nl: Selecteer 'Afsluiten' onderaan de lijst wanneer u klaar bent.
ru: Когда закончите, выберите "Завершить" в конце списка.
se: Vállje ovtta dáin skearruin masa ráhkadit partišuvnnaid.
sv: Välj "Klar" vid slutet av listan när du är klar.
th: เลือก "เสร็จสิ้น" ที่ท้ายรายการเมื่อคุณเลือกเสร็จแล้ว
tr: İşlem tamamlandığında listenin altındaki "Bitti"yi seçin.

source: Choose disk:
ar: اختيار القرص:
be: Выбраць дыск:
bg: Изберете диск:
bs: Odaberi disk:
cs: Vyberte disk:
dz: ཌིཀསི་གདམ་ཁ་རྐྱབས:
es: Elija un disco:
eu: Aukeratu diska:
hi: डिस्क चुनें:
hr: Izaberite disk:
ka: ამოირჩიეთ დისკი:
nb: Velg harddisk:
ne: डिस्क रोज्नुहोस्:
nl: Welke schijf:
pa: ਡਿਸਕ ਚੁਣੋ:
pt: Escolha o disco:
ru: Выберите диск:
se: Vállje garraskearru:
sk: Zvoľte disk:
sv: Välj disk:
th: เลือกดิสก์:
tr: Diski seçin:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
ar: رجاء اختيار قرص. عليك أن تحدّد رقم الجهاز كاملاً، بما فيه الأصفار البادئة.
be: Выберыце дыск. Вызначце поўны нумар прылады, разам з пачатковымі нулямі.
bg: Моля изберете диск. Трябва да зададете пълния номер на устройството, включително водещите нули.
bs: Molim odaberite disk. Trebate navesti puni broj uređaja, uključujuči nule na početku.
cs: Vyberte prosím disk. Musíte zadat celé číslo zařízení včetně úvodních nul.
dz: ཌིཀསི་གདམ་ཁ་རྐྱབ་གནང་། ཁྱོད་ཀྱིས་ཀླད་ཀོར་ཚུ་སྔོན་བསྐྱོད་འབད་འདི་གྲངས་སུ་བཙེགས་ཏེ་ཐབས་འཕྲུལ་གྱི་ཨང་ཆ་ཚང་གསལ་བཀོད་འབད་དགོ།
es: Por favor, especifique un disco. Debe especificar el número de dispositivo completo, incluyendo los ceros que lo preceden.
eu: Mesdez aukeratu diska ba. Gailu zenbaki osoa ezarri behar duzu, ezkerro zeroak barne.
hi: कृपया एक डिस्क चुनें. आपको अंक के प्रारंभ के शून्यों के साथ संपूर्ण डिवाइस क्रमांक लिखना है.
hr: Molim izaberite disk. Morate odrediti potpun broj ureðaja, ukljuèujuæi prednje ni¹tice.
ka: გთხოვთ ამოირჩიოთ დისკი. თქვენ უნდა მიოუთითოთ მოწყობილობის სრული ნომერი, საწყისი ნულების ჩატვლით.
nb: Velg en harddisk. Du må oppgi fullstendig enhetsnummer, ta med eventuelle nuller foran navnet.
ne: कृपया डिस्क रोज्नुहोस् । तपाईँले जिरो लिड समावेश भएको पूरै यन्त्र नम्बर निर्दिष्ट गर्नुपर्दछ ।
nl: Welke schijf kiest u? U dient het volledige apparaatnummer op te geven, inclusief voorafgaande nullen.
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਿਸਕ ਚੁਣੋ। ਤੁਹਾਨੂੰ ਪੂਰਾ ਜੰਤਰ ਨੰਬਰ ਦਰਸਾਉਣਾ ਪਵੇਗਾ, ਅਗਲੀਆਂ ਸਿਫਰਾਂ ਸਮੇਤ।
pt: Por favor escolha um disco. Terá de especificar o número do dispositivo completo incluíndo os zeros em prefixo.
ru: Выберите диск. Вам надо указать полный номер устройства, включая ведущие нули.
se: Válljes garraskearru. Fertet meroštit gustojeaddji ovttadatnummis, ovttas nollaiguin.
sk: Zvoľte si, prosím, disk. Musíte zadať celé číslo zariadenia vrátane núlna začiatku.
sv: Välj en disk. Du måste ange det fullständiga enhetsnumret, inklusive inledande nollor.
th: กรุณาเลือกดิสก์ คุณต้องระบุหมายเลขอุปกรณ์เต็ม รวมทั้งเลขศูนย์ที่นำหน้าด้วย
tr: Lütfen bir disk seçin. Aygıt numarasını baştaki sıfırlarla beraber tam olarak belirtmelisiniz.

source: Invalid disk
ar: قرص غير صالح
be: Несапрўдны дыск
bg: Невалиден диск
bs: Neispravan disk
cs: Neplatný disk
dz: ཌིཀསི་ནུས་མེད།
es: Disco inválido
eu: Diska baliogabea
hi: अवैध डिस्क
hr: Nevaljan disk
ka: დაუშვებელი დისკი
nb: Ugyldig harddisk
ne: अवैध डिस्क
nl: Ongeldige schijf
pa: ਗਲਤ ਡਿਸਕ
pt: Disco inválido
ru: Недопустимый диск
se: Gustohis garraskearru
sk: Neplatný disk
sv: Ogiltig disk
th: ดิสก์ใช้ไม่ได้
tr: Geçersiz disk

source: An invalid device number has been chosen.
ar: لقد تمّ اختيار رقم جهازٍ غير صالح.
be: Несапраўдны нумар прылады быў выбраны.
bg: Беше избран невалиден номер на устройство
bs: Odabran je neispravan broj uređaja.
cs: Bylo vybráno chybné číslo zařízení.
dz: ནུས་མེད་ཐབས་འཕྲུལ་གྱི་ཨང་གདམ་ཁ་རྐྱབས་ནུག།
es: Se ha elegido un número de dispositivo inválido.
eu: Gailu zenbaki baliogabe bat aukeratu duzu.
hi: कोई अवैध डिवाइस क्रमांक चुना गया है.
hr: Izabran je nevaljan broj ureðaja.
ka: ამორჩეულია მოწყობილობის არასწორი ნომერი.
nb: Du har valgt et ugyldig enhetsnummer.
ne: एउटा अवैध यन्त्र नम्बर रोजियो ।
nl: Er is een ongeldig apparaatnummer gekozen.
pa: ਗਲਤ ਜੰਤਰ ਨੰਬਰ ਚੁਣਿਆ ਹੈ।
pt: Foi escolhido um número de dispositivo inválido.
ru: Был выбран недопустимый номер устройства.
se: Gustohis ovttadatnummir lea válljejuvvon.
sk: Bolo zvolené chybné číslo zariadenia.
sv: Ett ogiltigt enhetsnummer valdes.
th: คุณได้เลือกหมายเลขอุปกรณ์ที่ไม่ถูกต้อง
tr: Geçersiz bir aygıt numarası seçildi.

source: Error: impossible to continue
ar: خطأ: يستحيل الاستمرار
bg: Грешка: невъзможно е да се продължи
dz: འཛོལ་བ: འཕྲོ་མཐུད་ནི་ལུ་མི་སྲིད་པ།
es: Error: imposible continuar
eu: Errorea: Ezin da aurrera jarraitu.
hi: त्रुटि: जारी रखना असंभव
hr: Pogre¹ka: nemoguæe nastaviti
nb: Feil: Umulig å fortsette
nl: Fout: onmogelijk om verder te gaan
pa: ਗਲਤੀ: ਜਾਰੀ ਕਰਨਾ ਅਸੰਭਵ ਹੈ
pt: Erro: impossível continuar
ru: Ошибка: продолжить невозможно
sk: Chyba: nemôžem pokračovať
sv: Fel: omöjligt att fortsätta
tr: Hata: devam edilemeyecek

source: An undefined error occurred. You may try to continue.
ar: لقد حدث خطأٌ غير معرّف. يمكنك أن تحاول الاستمرار.
bg: Получена бе неопределена грешка. Може да се опитате да продължите.
dz: ངེས་འཛིན་མ་འབད་བའི་འཛོལ་བ་བྱུང་ནུག། ཁྱོད་ཀྱིས་འཕྲོ་མཐུད་ནི་ལུ་འབད་རྩོལ་བསྐྱེད་དགོ་འོང་།
es: Ocurrió un error indefinido. Puede intentar continuar.
eu: Definitu gabeko errore bat gertatu da. Jarraitzen saiatu zaitezke.
hi: एक अञ्जात त्रुटि हुई. आप जारी रखने का प्रयास कर सकते हैं.
hr: Pojavila se neodreðena pogre¹ka. Mo¾ete poku¹ati nastaviti.
nb: Det oppsto en ikke angitt feil. Du kan prøve å fortsette.
nl: Er is een ongedefinieerde fout opgetreden. U kunt proberen om verder te gaan.
pa: ਅਣਪਛਾਤੀ ਗਲਤੀ ਹੋਈ ਹੈ। ਤੁਸੀਂ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੈ।
pt: Ocorreu um erro indefinido. Pode tentar continuar.
ru: Произошла неопределённая ошибка. Можно попробовать продолжить.
sk: Vyskytla sa neznáma chyba. Skúste ďalej pokračovať.
sv: Ett odefinierat fel uppstod. Du kan försöka fortsätta.
tr: Tanımlanamayan bir hata oluştu. Devam etmeyi deneyebilirsiniz.

source: The device ${device} seems to be a fresh disk not yet prepared for Linux. Such disk should be formatted before you can create partitions.
ar: يبدو أن الجهاز ${device} هو قرصٌ جديد لم تتم تهيئته بعد لاستخدام لينكس. قرصٌ كهذا يجب تنسيقه قبل أن تستطيع إنشاء أجزاء.
be: Прылада ${device} выглядае як свежы дыск, не падрыхтаваны для Linux. Такі дыск павінены быць адфарматаваны да стварэння падзелаў.
bg: Устройството ${device} изглежда е нов диск, все още неподготвен за Linux. Такива дискове трябва да бъдат форматирани преди да създавате дялове в тях.
dz: ཐབས་འཕྲུལ་ ${device} འདི་ཌིཀསི་གསརཔ་བཟུམ་མཐོངམ་མས་ ལའི་ནགསི་གི་དོན་ལུ་ད་ཚུན་གྲ་སྒྲིག་མ་འབད་བས། དེ་བཟུམ་གྱི་ཌིཀསི་འདི་ཁྱོད་ཀྱིས་བར་བཅད་ཚུ་གསར་བསྐྲུན་མ་འབད་བའི་ཧེ་མ་རྩ་སྒྲིག་འབད་དགོ།
es: El dispositivo ${device} parece un disco limpio que no ha sido preparado aún para Linux. Un disco así debe formatearse antes de poder crear particiones.
eu: ${device} gailua oraindik Linux erabiltzeko prest ez dagoen diska berri bat dirudi. Diska hau partizioak egin ahal izateko formateatu egin behar da.
hi: ${device} संभवतः नई डिस्क है और लिनक्स के लिए तैयार नहीं है. ऐसी डिस्क पर विभाजन करने से पहले इसे फ़ॉर्मेट करना आवश्यक है.
hr: Èini se da je ureðaj ${device} èisti disk jo¹ nepripremljen za Linux. Mora biti formatiran prije negoli naèinite particije.
nb: Enheten ${device} ser ut til å være en ny harddisk som ikke ennå er forberedt for Linux. I så fall må du formatere disken før du kan lage partisjoner.
nl: Apparaat ${device} lijkt een nieuwe, nog niet voor Linux voorbereide schijf te zijn. Zo'n schijven dienen eerst geformatteerd te worden voor u er partities op kunt aanmaken.
pa: ਜੰਤਰ ${device} ਜੋ ਨਵੀਂ ਡਿਸਕ ਲਗਦਾ ਹੈ, ਹਾਲੇ ਲੀਨਕਸ ਲਈ ਤਿਆਰ ਨਹੀਂ ਹੈ। ਅਜਿਹੀ ਡਿਸਕ ਭਾਗ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਫਾਰਮਿਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pt: O dispositivo ${device} parece ser um disco novo ainda não preparado para Linux. Tal disco deverá ser formatado antes de criar as partições.
ru: Кажется, устройство ${device} ещё не готово к установке Linux. Прежде чем вы сможете создавать разделы, диск нужно отформатировать.
se: ${device}-ovttadat orru leamen ođđa garraskearru mii ii leat gárvvismuvvan Linux:ii velge. Jus nu lea dilli, de ferte vuos partišuneret dan.
sk: Zdá sa, že zariadenie ${device} je čistý disk a ešte nie je pripravený pre Linux. Pred vytvorením oblastí musíte takýto disk naformátovať.
sv: Enheten ${device} verkar vara en färsk disk som ännu inte är förberedd för Linux. Sådana diskar måste formateras innan du kan skapa partitioner.
th: ดูเหมือนอุปกรณ์ ${device} จะเป็นดิสก์ใหม่ที่ยังไม่ได้เตรียมพร้อมสำหรับลินุกซ์ คุณควรฟอร์แมตดิสก์ดังกล่าว ก่อนที่จะสามารถสร้างพาร์ทิชันได้
tr: ${device} aygıtı Linux için henüz hazırlanmamış gözüküyor. Eğer öyle ise bölümlemeleri yapmadan önce diski biçimlendirmelisiniz.

source: Formatting ${device}...
ar: تنسيق ${device}...
be: Фарматаванне ${device}...
bs: Formatiram ${device}...
cs: Formátuje se ${device}...
dz: ${device}...རྩ་སྒྲིག་འབད་དོ།
es: Formateando ${device}...
hi: ${device} को फॉर्मेट किया जा रहा है...
hr: Formatiram ${device}...
ka: ${device}-ის დაფორმატება...
nb: Formaterer ${device} ...
ne: ${device} ढाँचाबद्ध गरिदैछ...
nl: ${device} wordt ingedeeld ...
pa: ${device} ਨੂੰ ਫਾਰਮਿਟ ਕਰ ਰਿਹਾ ਹੈ...
pt: A formatar ${device}...
ru: Идёт форматирование ${device}...
se: Formatteremin ${device} ...
sv: Formaterar ${device}...
th: กำลังฟอร์แมต ${device}...
tr: ${device} biçimlendiriliyor...

source: Format the disk?
ar: تنسيق القرص؟
be: Фарматаваць дыск?
bg: Форматиране на диска?
bs: Formatirati disk?
cs: Formátovat disk?
dz: ཌིཀསི་རྩ་སྒྲིག་འབད?
es: ¿Formatear el disco?
eu: Diska gogorra Formateatu?
hi: डिस्क फ़ॉर्मेट करें?
hr: Formatiraj disk?
ka: გსურთ დისკის დაფორმატება?
nb: Vil du formatere harddisken?
ne: डिस्क ढाँचाबद्ध गर्नुहुन्छ?
nl: De schijf formatteren?
pa: ਡਿਸਕ ਫਾਰਮਿਟ ਕਰੋ?
pt: Formatar o disco?
ru: Отформатировать диск?
se: Hálidatgo formateret garraskearrut?
sk: Naformátovať disk?
sv: Formatera disken?
th: จะฟอร์แมตดิสก์หรือไม่?
tr: Disk biçimlendirilsin mi?

source: The device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before, formatting it now is recommended.
ar: يبدو أن الجهاز ${device} هو قرص منسّق مسبقاً تنسيقاً بمستوىً منخفض. إن لم يكن القرص قد استخدم للينكس 2.4 مسبقاً، فيفضّل تنسيقه الآن.
be: Прылада ${device} выглядае, як ужо нізкаўзроўнена фарматаваны дыск. Калі дыск не быў выкарыставаны з ядром Linux 2.4 дагэтуль, фарматаванне яго зараз рэкамендавана.
bg: Устройството ${device} изглежда като вече форматиран на ниско ниво диск. Ако дискът не е бил използван за Linux 2.4 преди това, препоръчително е да го форматирате сега.
dz: ཐབས་འཕྲུལ་${device} འདི་ཧེ་མ་ལས་རང་དམའ་-གནས་རིམ་རྩ་སྒྲིག་འབད་ཡོད་པའི་ཌིཀསི་བཟུམ་མཐོངམ་མས། ཌིཀསི་འདི་ཧེ་མ་༢.༤ ལའི་ནགསི་གི་དོན་ལས་ལག་ལེན་མ་འཐབ་པ་ཅིན་ འདི་ད་ལྟོ་རྩ་སྒྲིག་འབད་ནི་ལུ་འོས་སྦྱོར་ཡོད།
es: El dispositivo ${device} parece un disco que ya ha sido formateado a bajo nivel. Si el disco no ha sido usado para Linux 2.4 antes, se recomienda que lo formatee ahora.
eu: ${device} diskak dirudienez maila baxuko fomatua du dagoeneko. Diska ez baduzu Linux 2.4-pean erabili, une honetan formateztaea gomendatzen da.
hi: ${device} संभवतः पहले से ही निम्न-स्तरीय फ़ॉर्मेट है. यदि इस डिस्क को पहले लिनक्स 2.4 के साथ प्रयोग नहीं किया गया है तो इसे अभी फ़ॉर्मेट करने की संस्तुति की जाती है.
hr: Èini se da je ureðaj ${device} nisko-formatiran disk. Ako na disku jo¹ nije bio Linux 2.4, preporuèamo formatirati disk.
nb: Enheten ${device} ser ut til å være en harddisk som allerede er lavnivå-formatert. Hvis disken ikke har vært brukt til Linux 2.4 før anbefales det å formatere den nå.
nl: Het apparaat ${device} lijkt een reeds op laag-niveau geformatteerde schijf te zijn. Als deze schijf niet eerder met Linux 2.4 gebruikt is raden we u aan op deze nu opnieuw te formatteren.
pa: ਜੰਤਰ ${device} ਹੇਠਲੇ-ਪੱਧਰ ਨਾਲ ਫਾਰਮਿਟ ਕੀਤੀ ਡਿਸਕ ਲੱਗਦੀ ਹੈ। ਜੇ ਡਿਸਕ ਪਹਿਲਾਂ ਲੀਨਕਸ 2.4 ਲਈ ਨਾ ਵਰਤੀ, ਇਸ ਨੂੰ ਫਾਰਮਿਟ ਕਰਨ ਦਾ ਉਦੇਸ਼ ਹੈ
pt: O dispositivo ${device} parece ser um disco já formatado a baixo-nível. Se o disco ainda não tiver sido anteriormente usado para o Linux 2.4, é recomendado formatar agora.
ru: Кажется, устройство ${device} уже отформатировано на низком уровне. Если диск перед этим не использовался для Linux 2.4, то рекомендуется его отформатировать.
sk: Zdá sa, že zariadenie ${device} je už nízko-úrovňovo naformátované. Ak disk ešte nebol použitý pre Linux 2.4, odporúčame ho teraz naformátovať.
sv: Enheten ${device} verkar redan vara en lågnivåformaterad disk. Om disken inte tidigare har använts för Linux 2.4 så rekommenderas formatering nu.
th: ดูเหมือนอุปกรณ์ ${device} จะเป็นดิสก์ที่ฟอร์แมตในระดับต่ำไว้แล้ว ถ้าดิสก์ดังกล่าวยังไม่เคยใช้กับลินุกซ์ 2.4 มาก่อน ขอแนะนำให้ฟอร์แมตดิสก์
tr: ${device} aygıtı düşük seviye biçimlendirilmiş bir disk olarak gözüküyor. Eğer disk daha önceden Linux 2.4 için kullanılmamış ise şimdi biçimlendirilmesi tavsiye edilir.

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
ar: تحذير: سوف تحذف كل البيانات على هذا القرص دون عودة!
be: Увага: ўсе дадзеныя на дыске НЕАБАРАЧАЛЬНА ЗГУБЯЦЦА!
bg: ВНИМАНИЕ: Всичките данни на този диск ще бъдат ЗАГУБЕНИ БЕЗВЪЗВРАТНО!
dz: ཉེན་བརྡ: ཌིཀསི་འདི་གི་གནད་སྡུད་ཆ་མཉམ་བསྐྱར་ལོག་མ་བཏུབ་སྦེ་བརླག་སྟོར་ཞུགས་འོང་!
es: PRECAUCIÓN: ¡Todos los datos en este disco se PERDERÁN IRREMISIBLEMENTE!
eu: KONTUZ: Diska honetako datu guztiak DESEGITEKO AUKERATIK GABE GALDUKO DIRA!
hi: चेतावनीः इस डिस्क के सभी डाटा नष्ट हो जाएँगे जिन्हें वापस नहीं पाया जा सकेगा!
hr: Pozor: svi podaci na tome disku bit æe nepovratno izgubljeni!
nb: ADVARSEL: All informasjonen på denne harddisken vil GÅ FULLSTENDIG TAPT!
nl: WAARSCHUWING: alle data op deze schijf wordt ONHERROEPELIJK VERNIETIGD!
pa: ਚੇਤਾਵਨੀ: ਇਸ ਡਿਸਕ ਤੇ ਸਾਰਾ ਡਾਟਾ ਗੁੰਮ ਹੋ ਜਾਵੇਗਾ!
pt: AVISO: Todos os dados contidos no disco serão IRREVERSÍVELMENTE PERDIDOS!
ru: ВНИМАНИЕ! Все данные на диске будут БЕЗВОЗВРАТНО УТЕРЯНЫ!
se: VÁRUHUS: Buot dieđut dán garraskearrus MANNET AGIBEAIVÁI DUŠŠÁI!
sk: POZOR: Všetky údaje na tomto disku budú NENÁVRATNE STRATENÉ!
sv: VARNING: All data på den här disken kommer att OÅTERKALLELIGT TAS BORT
th: คำเตือน: ข้อมูลทั้งหมดในดิสก์นี้จะถูกลบทิ้ง และไม่สามารถเรียกกลับคืนมาได้!
tr: UYARI: Diskteki tüm bilgiler GERİ DÖNÜLEMEZ ŞEKİLDE SİLİNECEK!

source: Configure disk access storage devices (DASD)
ar: تهيئة أجهزة تخزين وصول القرص (DASD)
be: Канфігураваць disk access storage devices (DASD)
bg: Настройка на DASD (Disk Access Storage Device)
bs: Podesi disk access storage devices (DASD)
cs: Nastavit DASD (Disk Access Storage Devices)
dz: ཌིཀསི་རིམ་སྒྲིག་འཛུལ་སྤྱོད་འབད་ནིའི་བསག་མཛོད་ཐབས་འཕྲུལ་ཚ ་(DASD)
es: Configurar los dispositivos de acceso a discos de almacenamiento (DASD)
eu: Diska biltegiratze gailu sarrera (DASD) konfiguratu
hi: डिस्क एक्सेस स्टोरेज डिवाइसेज़ कॉन्फ़िगर करें (डीएएसडी)
hr: Podesi diskovne pristupne ureðaje za pohranu (DASD)
ka: disk access storage devices (DASD) კონფიგურაცია
nb: Sett opp disktilgang lagringsenhet (DASD)
ne: कन्फिगर डिस्कले भण्डारण यन्त्रहरू (DASD) लाई पहुँच गर्दछ
nl: DASD (Disk access storage devices) instellen
pa: ਡਿਸਕ ਪਹੁੰਚ ਭੰਡਾਰ ਜੰਤਰ (DASD) ਸੰਰਚਿਤ ਕਰੋ
pt: Configurar os dispositivos de armazenamento de acesso ao disco (DASD)
ru: Настройка disk access storage devices (DASD)
sk: Nastavenie DASD (Disk Access Storage Device)
sv: Konfigurera DASD:er (Disk Access Storage Devices)
th: ตั้งค่า disc access storage devices (DASD)
tr: Disk erişimi depolama aygıtlarını (DASD) yapılandır

source: ${choices} Quit
bg: ${choices} Изход
eu: ${choices} Irten
hi: ${choices} बाहर जाएँ
pt: ${choices} Sair
sk: ${choices} Koniec

source: The following disk access storage devices (DASD) are available. Please choose one of them.
bg: Следните DASD (Disk Access Storage Device) са достъпни. Моля, изберете един от тях.
eu: Honeako diska biltegiratze gailu sarrerak (DASD) daude erabilgarri. Mesedez aukeraru bat.
hi: निम्न डिस्क ऐक्सेस स्टोरेज डिवासेज़ (DASD) उपलब्ध हैं. कृपया किसी एक का चुनाव करें.
pt: Os seguintes Dispositivos de Armazenamento de Acesso ao Disco (Disk Access Storage Device - DASD) encontram-se disponíveis. Por favor escolha um deles.
sk: Sú dostupné nasledovné DASD (Disk Access Storage Device) zariadenia. Zvoľte si, prosím, jedno z nich.

source: Finish
be: Скончыць
bs: Završi
cs: Skončit
ka: დასრულება
ne: समाप्त गर्नुहोस्
se: Gearggat
th: เสร็จสิ้น

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
bs: Sljedeći DASD (Disk Access Storage Device) uređaji su dostupni. Molim izaberite sve uređaje koje želite koristiti jedan po jedan.
cs: K dispozici jsou následující DASD (Disk Access Storage Devices). Postupně vyberte všechny, které chcete použít.
ka: ხელმისაწვდომია შემდეგი disk access storage devices (DASD). გთხოვთ სათითაოდ ამოირჩიოთ გამოასყენებელი მოწყობილობები.
ne: निम्न डिस्क पहुँच भण्डारण यन्त्रहरू (DASD) उपलब्ध छन् । कृपया तपाईँ एउटै समयमा प्रयोग गर्न चाहनु भएको प्रत्येक यन्त्रलाई चयन गर्नुहोस् ।
