Repository: dankamongmen/s-i
Catalog: partman/partman/debian/po/*.po
Languages: bs, ca, el, fr, nb, pt, ro, sk, zh_cn, zh_tw

source: Starting up the partitioner
fr: Démarrage de l'outil de partitionnement
nb: Starter partisjoneringsprogramet
pt: A iniciar o particionador:
ro: Se porneºte programul de partiþionare
sk: Spú¹»a sa nástroj na rozdelenie disku

source: Please wait ...
fr: Veuillez patienter...
nb: Vent litt ...
pt: Por favor aguarde ...
ro: Vã rugãm sã aºteptaþi ...
sk: Èakajte, prosím ...

source: Scanning disks ...
fr: Examen des disques...
nb: Skanner harddiskene ...
pt: A verificar os discos ...
ro: Se scaneazã discurile ...
sk: Prehµadávajú sa disky ...

source: Detecting file systems ...
fr: Détection des systèmes de fichiers...
pt: A detectar o sistema de ficheiros ...
sk: Zis»ujem súborové systémy ...

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
pt: Este particionador não tem informação acerca do tipo de tabelas de partição por defeito para a sua arquitectura. Por favor, envie uma mensagem de e-mailpara debian-boot@lists.debian.org com informação.
sk: Nástroj na rozdelenie disku nemá informácie o predvolenom type tabuliek oblastí na va¹ej architektúre. Po¹lite, prosím, e-mail s takýmito informáciami na adresu debian-boot@lists.debian.org.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
pt: Por favor note que se o tipo de tabela de partição não é suportado por libparted, então este particionador não funcionará correctamente.
sk: Uvedomte si, ¾e nástroj na rozdelenie disku nebude pracova» správne, ak nie je daný typ tabuµky oblastí podporovaný pomocou libparted.

source: Continue the partitioner?
pt: Continuar o particionador?
sk: Pokraèova» v rozdeµovaní disku?

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
pt: Este particionador é baseado na livraria libparted a qual não tem suporte para as tabelas de partição utilizadas na sua arquitectura. É fortemente aconselhado que termine este particionador.
sk: Tento nástroj na rozdelenie disku je zalo¾ený na kni¾nici libparted, ktorá nemá podporu pre tabuµky oblastí pou¾ívané na va¹ej architektúre. Odporúèame vám nepokraèova» ïalej v práci s týmto nástrojom.

source: If you can, please help to add support for your partition table type to libparted.
pt: Se lhe for possível, por favor ajude a criar suporte para o seu tipo de tabela de partição no libparted.
sk: Mô¾ete pomôc» pri pridávaní podpory pre va¹u tabuµku oblastí do libparted.

source: Partition table overview:
fr: Aperçu du partitionnement :
nb: Oversikt over partisjonstabellen:
pt: Visão da tabela de partições:
ro: Privire de ansamblu a tabelei de patiþii:
sk: Prehµad tabuµky oblastí:

source: This is an overview of your currently configured partitions and mount points. Select a partition or device to modify its settings, or select free space to add a new partition.
fr: Voici un aperçu des partitions et points de montage actuellement configurés. Vous pouvez choisir une partition pour en modifier les réglages ou l'espace disponible pour créer une nouvelle partition.
nb: Dette er en oversikt over partisjoner og monteringspunkter. Vel en partisjon eller enhet for å endre innstillingane, eller velg et ledig område for å legge til en partisjon.
pt: Isto é uma visão geral das partições actualmente configuradas e os seus mount points. Seleccione a partição ou dispositivo para alterar as definições, ou seleccione o espaço livre para adicionar uma nova partição.
ro: Acesta este o imagine de ansamblu a partiþiilor dvs. configurate ºi punctele de montare. Selectaþi o partiþie sau dispozitiv pentru a-i modifica setãrile, sau un spaþiu liber pentru a adãuga o partiþie nouã.
sk: Toto je prehµad va¹ich nastavených oblastí a prípojných bodov. Zvoµte si oblas» alebo zariadenie, ktorým chcete zmeni» nastavenia alebo si zvoµte voµné miesto na pridanie novej oblasti.

source: Create new empty partition table on this device?
pt: Criar uma nova tabela de partições vazia para este dispositivo?
sk: Vytvori» na tomto zariadení novú prázdnu tabuµku oblastí?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
pt: Você seleccionou um dispositivo inteiro para particionar. Se proceder com a criação de uma nova tabela de particões no dispositivo, então todas as partições actuais serão removidas.
sk: Na rozdelenie ste si vybrali celé zariadenie. Ak budete pokraèova» vo vytváraní novej tabuµky oblastí na tomto zariadení, v¹etky doteraj¹ie oblasti na zariadení budú odstránené.

source: Note that you will be able to undo this operation later if you wish.
pt: Note que vai poder voltar atrás nesta operação posteriormente se assim o desejar.
sk: Neskôr mô¾ete túto operáciu zru¹i».

source: Ready to create file systems and mount partitions?
fr: Prêt à créer les systèmes de fichiers et à monter les partitions ?
nb: Er du klar for å lage filsystem og montere partisjoner?
pt: Pronto para criar os sistemas de ficheiros e as partições a montar?
ro: Sunteþi gata sã creaþi sisteme de fiºiere ºi sã montaþi partiþii ?
sk: Ste pripravení na vytvorenie súborových systémov a pripojenie oblastí?

source: File systems will be created and partitions mounted.
fr: Les systèmes de fichiers seront créés et les partitions seront montées.
nb: Filsystem vil bli opprettet og partisjonene montert.
pt: Os sistemas de ficheiros serão criados e as partições montadas.
ro: Sistemele de fiºiere vor fi create ºi partiþiile montate.
sk: Súborové systémy budú vytvorené a oblasti pripojené.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
fr: ATTENTION : cela détruira toutes les données présentes sur les partitions où vous avez choisi de créer des systèmes de fichiers.
nb: ADVARSEL: Dette vil ødelegge alle datene på partisjoner du har tilordnet et filsystem.
pt: AVISO: Isto irá destruir toda a informação nas partições que atribuiu um sistema de ficheiros.
ro: ATENÞIE: Acesta va distruge toate datele de pe patiþiile la care aþi asociat sisteme de fiºiere.
sk: POZOR: Týmto znièíte v¹etky údaje na oblastiach, ktorým ste priradili súborové systémy.

source: Action on the chosen device:
bs: Akcija na odabranom uređaju:
ca: Acció a realitzar en el dispositiu seleccionat:
el: Εργασία για την επιλεγμένη μονάδα:
fr: Action sur le périphérique choisi :
nb: Handling på den valgte enheten:
pt: Acção no dispositivo escolhido:
ro: Acþiunea pe dispozitivul selectat:
sk: Operácia na zvolenom zariadení:
zh_cn: 将要在被选设备上执行的动作：
zh_tw: 在所選擇的裝置上所進行的動作：

source: Action on the chosen free space:
bs: Akcija na odabranom slobodnom prostoru:
ca: Acció a realitzar en l'espai lliure seleccionat:
el: Εργασία για τον επιλεγμένο ελεύθερο χώρο:
fr: Action sur l'espace libre choisi :
nb: Handling på det ledige området:
pt: Acção no espaço livre escolhido:
ro: Acþiunea asupra spaþiului liber ales:
sk: Operácia na zvolenom voµnom mieste:
zh_cn: 将要在被选空闲空间上执行的动作：
zh_tw: 在所選擇的未使用空間上所進行的動作：

source: Partition settings:
fr: Réglages de la partition :
nb: Partisjonsinnstillingar:
pt: Definições da partição:
ro: Setãrile partiþiei:
sk: Nastavenia oblasti:

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
bs: Particija počinje na ${FROMCHS} i završava na ${TOCHS}.
ca: La partició comença en ${FROMCHS} i acaba en ${TOCHS}.
el: Το διαμέρισμα αρχίζει από το ${FROMCHS} και τελειώνει στο ${TOCHS}.
fr: La partition commence à ${FROMCHS} et se termine à ${TOCHS}.
nb: Partisjonen startar på ${FROMCHS} og slutte ved ${TOCHS}.
pt: A partição inicia em ${FROMCHS} e finaliza em ${TOCHS}.
ro: Partiþia începe de la ${FROMCHS} ºi se terminã la ${TOCHS}.
sk: Oblas» zaèína na ${FROMCHS} a konèí na ${TOCHS}.
zh_cn: 此分区的位置开始于 ${FROMCHS} 结束于 ${TOCHS} 。
zh_tw: 該分割區是由 ${FROMCHS} 開始；且於 ${TOCHS} 結束。

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
bs: Slobodni prostor počinje na ${FROMCHS} i završava na ${TOCHS}.
ca: L'espai lliure comença en ${FROMCHS} i acaba en ${TOCHS}.
el: Ο ελεύθερος χώρος αρχίζει από το ${FROMCHS} και τελειώνει στο ${TOCHS}.
fr: L'espace libre commence à ${FROMCHS} et se termine à ${TOCHS}.
nb: Det ledige området startar på ${FROMCHS} og slutter ved ${TOCHS}.
pt: O espaço livre inicia em ${FROMCHS} e finaliza em ${TOCHS}.
ro: Spaþiul liber începe de la ${FROMCHS} ºi se terminã la ${TOCHS}.
sk: Voµné miesto zaèína na ${FROMCHS} a konèí na ${TOCHS}.
zh_cn: 这块空闲空间的位置开始于 ${FROMCHS} 结束于 ${TOCHS}。
zh_tw: 該未使用空間是由 ${FROMCHS} 開始；且於 ${TOCHS} 結束。

source: Please wait...
bs: Molim pričekajte...
ca: Espereu...
el: Παρακαλώ περιμένετε...
fr: Veuillez patienter...
nb: Vent litt ...
pt: Por favor, aguarde ...
ro: Vã rugãm aºteptaþi...
sk: Èakajte, prosím...
zh_cn: 请稍候...
zh_tw: 請稍候...

source: Processing...
bs: Procesiram...
ca: S'està processant...
el: Επεξεργασία...
fr: Traitement en cours...
nb: Arbeider ...
pt: Processando ...
ro: Se proceseazã...
sk: Pracujem...
zh_cn: 执行中...
zh_tw: 進行中...

source: Done setting up the partition
pt: Preparação da partição terminada
sk: Nastavenie oblasti ukonèené

source: Finish partitioning and write changes to disk
fr: Terminer le partitionnement et appliquer les changements
nb: Gjør ferdig partisjoneringen og skriver endringene til harddisk
pt: Terminar o particionamento e gravar as alteração no disco
ro: Finalizeazã partiþionarea ºi scrie modificãrile pe disc
sk: Ukonèi» rozdeµovanie a zapísa» zmeny na disk

source: Undo changes to partitions
fr: Annuler les modifications de partitions
nb: Angre endringene på partisjonene
pt: Anular as alterações efectuadas nas partições
ro: Anuleazã schimbãrile facute asupra partiþiei
sk: Vráti» spä» zmeny na oblastiach

source: Show Cylinder/Head/Sector information
bs: Prikaži Cylinder/Head/Sector informaciju
ca: Mostra la informació de Cilindres/Capçals/Sectors
el: Εμφάνιση πληροφοριών Κυλίνδρων/Κεφαλών/Τομέων
fr: Afficher les informations sur les cylindres, têtes et secteurs
nb: Vis informasjon om sylinder/hode/sektor
pt: Exibir informações de Cilindros/Cabeças/Sectores
ro: Afiºeazã informaþiile referitoare la Cilindru/Cap/Sector (C/H/S)
sk: Ukáza» informácie o Cylindri/Hlave/Sektore
zh_cn: 显示柱面/磁头/扇区信息
zh_tw: 顯示 磁柱/磁頭/磁區 資訊

source: Dump partition info in %s
bs: Zapiši informaciju o particiji u %s
ca: Bolca la informació de la partició en %s
el: Αποθήκευση πληροφοριών διαμερίσματος στο %s
fr: Exporter les informations de partitionnement sur %s
nb: Lagre partisjonsinformasjonen i %s
pt: Depositar informação de partição em %s
ro: Scrie informaþiile despre partiþie în %s
sk: Vypísa» informácie o oblasti do %s
zh_cn: 将分区信息转储到 %s
zh_tw: 將分割區資訊傾印至 %s

source: FREE SPACE
bs: SLOBODNI PROSTOR
ca: ESPAI LLIURE
el: ΕΛΕΥΘΕΡΟΣ ΧΩΡΟΣ
fr: Espace libre
nb: LEDIG OMRÅDE
pt: ESPAÇO LIVRE
ro: LOC LIBER
sk: VO¥NÉ MIESTO
zh_cn: 空闲空间
zh_tw: 未 使 用 空 間

source: IDE%s master
ca: IDE%s mestre
el: IDE%s πρωτεύων
fr: IDE%s maître
pt: IDE%s principal
zh_cn: IDE%s 主盘
zh_tw: 主 IDE 介面的第 %s 磁碟

source: IDE%s slave
ca: IDE%s esclau
el: IDE%s δευτερέυων
fr: IDE%s esclave
pt: IDE%s secundário
zh_cn: IDE%s 从盘
zh_tw: 次 IDE 介面的第 %s 磁碟

source: IDE%s master, partition #%s
bs: IDE%s master, particija #%s
ca: IDE%s mestre, partició no. %s
el: IDE%s πρωτεύων, διαμέρισμα #%s
fr: IDE%s maître, partition n° %s
nb: IDE%s master, partisjon #%s
pt: IDE%s principal, partição #%s
ro: IDE%s master, partiþia #%s
sk: IDE%s master, oblas» è.%s
zh_cn: IDE%s 主盘，第 %s 分区
zh_tw: 主 IDE 介面的第 %s 磁碟，第 %s 分割區

source: IDE%s slave, partition #%s
bs: IDE%s slave, particija #%s
ca: IDE%s esclau, partició no. %s
el: IDE%s δευτερεύων, διαμέρισμα #%s
fr: IDE%s esclave, partition n° %s
nb: IDE%s slave, partisjon #%s
pt: IDE%s secundário, partição #%s
ro: IDE%s slave, partiþia #%s
sk: IDE%s slave, oblas» è.%s
zh_cn: IDE%s 从盘，第 %s 分区
zh_tw: 次 IDE 介面的第 %s 磁碟，第 %s 分割區

source: SCSI%s (%s,%s,%s), partition #%s
bs: SCSI%s (%s,%s,%s), particija #%s
ca: SCSI%s (%s,%s,%s), partició #%s
el: SCSI%s (%s,%s,%s), διαμέρισμα #%s
fr: SCSI%s (%s,%s,%s), partition n° %s
nb: SCSI%s (%s,%s,%s), partisjon #%s
pt: SCSI%s (%s,%s,%s), partição #%s
sk: SCSI%s (%s,%s,%s), oblas» è.%s
zh_cn: SCSI%s (%s,%s,%s)，第 %s 分区
zh_tw: SCSI%s (%s,%s,%s)，第 %s 分割區

source: Cancel this menu
fr: Annuler ce menu
nb: Avbryt denne menyen
pt: Cancelar este menu
ro: Anuleazã acest meniu
sk: Zru¹i» toto menu
zh_cn: 取消此菜单

source: Partition disks
fr: Partitionner les disques avec l'outil partman
nb: Partisjoner harddisker
pt: Particionar discos
sk: Rozdeli» disky

source: #%s
ca: No. %s
fr: n° %s
sk: è.%s

source: Finished setting up partition
fr: Accepter ces paramètres
nb: Ferdig med oppsettet av partisjonene
ro: S-a finalizat setarea partiþiei

source: Partition, free space or device to be modified:
bs: Particija, slobodni prostor ili uređaj za pravljenje izmjena:
ca: Partició, espai lliure o dispositiu a modificar:
el: Διαμέρισμα, ελεύθερος χώρος ή μονάδα προς επεξεργασία:
zh_cn: 需要修改的分区、空闲空间或设备：
zh_tw: 要修改的 分割區、未使用空間 或 裝置：

source: Action on the partition:
bs: Akcija na particiji:
el: Εργασία για το διαμέρισμα:
zh_tw: 在分割區上所進行的動作：

source: Finished with this partition
bs: Završeno sa ovom particijom
el: Ολοκλήρωση για αυτό το διαμέρισμα
zh_tw: 該分割區已處理完畢

source: Abort the partitioning
bs: Obustavi particionisanje
el: Ακύρωση της κατάτμησης
zh_tw: 中止磁碟分割作業

source: Commit the partitioning to the storage devices
bs: Izvrši particionisanje na diskovnim uređajima
ca: Envia el particionat als dispositius d'emmagatzemament
el: Καταγραφή της κατάτμησης στις μονάδες αποθήκευσης
zh_cn: 将分区信息写入存储设备
zh_tw: 將分割區資訊寫入儲存裝置中

source: End the partitioning
bs: Kraj particionisanja
el: Ολοκλήρωση της κατάτμησης
zh_tw: 磁碟分割作業完成

source: Undo all actions
bs: Poništi sve akcije
ca: Desfés totes les accions
el: Ακύρωση όλων των εργασιών
zh_cn: 撤消所有动作
zh_tw: 取消所有的動作

source: Partition the storage devices
bs: Particioniši diskovne uređaje
el: Κατάτμηση των μονάδων αποθήκευσης
zh_tw: 對該儲存裝置進行分割

source: Settings of the partition:
zh_cn: 分区的设定：

source: Choose this if you are satisfied with the above settings
zh_cn: 如果您满意以上的设定，请选择此项

source: Abort the partitioning (do not write the changes)
zh_cn: 中止分区进程(不写入修改内容)

source: End the partitioning and continue the installation
zh_cn: 结束分区并继续进行安装
