Repository: dankamongmen/s-i
Catalog: packages/nobootloader/debian/po/*.po
Languages: ar, hu, is, ja, kk, ko, nl, pt, ru, sq, tr, vi

source: Continue without boot loader
ar: المتابعة دون محمّل إقلاع
hu: Rendszerbetlt nlkli tovbblps
is: Halda áfram án hleðsluforrits
ja: ブートローダなしで続ける
kk: Жүйелік жүктеушісіз жалғастыру
ko: 부트 로더 없이 계속
nl: Verder gaan zonder opstartlader
pt: Continuar sem carregador do sistema
ru: Продолжить без системного загрузчика
sq: Vazhdo pa ngarkues nisjeje
tr: nykleyicisiz devam et
vi: Tiếp tục mà không có bộ tải khởi động

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot Debian automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
ar: يجب تعيين بعض المتغيّرات في Pegasos OpenFirmware كي تمكّن نظامك من إقلاع دبيان تلقائيّاً. عند نهاية التّثبيت،سيعيد النّظام الإقلاع. عند ملقن Pegasos OpenFirmware، حدّد المُتغيرات التالية كي تُمكّن الإقلاع التلقائي:
hu: A Debian automatikus indtshoz a Pegasos OpenFirmware-ben nhny vltozt kell belltani. A telepts vgn a rendszer jra fog indulni. Az automatikus indtst az Pegasos OpenFirmware-parancssorban a kvetkezk megadsval rheti el:
ja: あなたのシステムで Debian を自動的に起動するために、Pegasos OpenFirmware にいくつかの変数を設定する必要があります。このインストールステージの終わりに、システムは再起動します。Pegasos OpenFirmware プロンプトでは、自動起動できるように、次のように OpenFirmware 変数を設定します:
ko: 시스템이 데비안으로 자동 부팅하도록 만드려면 Pegasos OpenFirmware에 변수 몇 개를 설정해야 합니다. 설치가 다 끝나면, 시스템이 다시 시작할 것입니다. Pegasos OpenFirmware 프롬프트에서, 다음 OpenFirmware 변수를 설정해서 자동 부팅을 켤 수 있습니다:
nl: Om uw systeem automatisch Debian te laten opstarten dienen een aantal variabelen binnen de Pegasos OpenFirmware juist ingesteld te worden. Aan het eind van deze installatie zal het systeem herstarten. Eens op de Pegasos OpenFirmware prompt dienen de volgende variabelen ingesteld te worden om automatisch opstarten te activeren:
ru: Для автоматического запуска Debian требуется установить некоторые переменные в Pegasos OpenFirmware. В конце установки, система будет перезагружена. Из приглашения Pegasos OpenFirmware установите следующие переменные для автозагрузки:
sq: Dusa të ndryshueshme kanë nevojë të caktohen në Pegasos OpenFirmware në mënyrë që sistemi tënd të nisë Debian automatikisht. Në fund të instalimit, sistemi do të riniset. Në rreshtin e komandës Pegasos OpenFirmware, cakto të ndryshueshmet e mëposhtme OpenFirmware për të aktivizuar nisjen automatike:
tr: Sisteminizin Debian ile otomatik olarak almas iin Pegasos OpenFirmware yerleilindeki baz deikenlerin ayarlanmas gerekiyor. Bu kurulum aamasnn sonunda sistem tekrar balatlacak. Otomatik nyklemeyi etkinletirmek iin Pegasos OpenFirmware komut isteminde aadaki OpenFirmware deikenlerini ayarlayn

source: Alternatively, you will be able to boot the kernel manually by entering :
ar: عوضاً عن ذلك، ستكون قادراً على إقلاع النواة يدوياً بكتابة :
hu: Ha viszont rendszermagjt kzileg kvnja betlteni:
is: Að öðrum kosti munt þú geta ræst kjarnann handvirkt með því að skrifa:
ja: または、次のように主動で入力することでカーネルをブートすることができます:
ko: 아니면, 다음을 입력해서 수동으로 커널을 부팅시킬 수도 있습니다 :
nl: Het is ook mogelijk om de kernel handmatig op te starten door het volgende in te geven:
pt: Em alternativa, poderá iniciar o kernel manualmente introduzindo :
ru: Или вы можете загрузить ядро вручную с помощью команд:
sq: Përndryshe, do mund të nisësh kernelin manualisht duke përdorur :
tr: Alternatif olarak, u satr girerek ekirdei elle yklemeniz de mmkn:
vi: Hoặc bạn có thể tự khởi động hạt nhân bằng cách nhập:

source: at the OpenFirmware prompt.
ar: عند ملقّن OpenFirmware.
hu: Ez a fenti OpenFirmware-parancssorral lehetsges.
is: í OpenFirmware skelinni.
ja: を OpenFirmware プロンプトで入力。
ko: OpenFirmware 프롬프트에서.
nl: op de OpenFirmware prompt.
pt: na prompt do OpenFirmware.
ru: из приглашения OpenFirmware.
sq: në rreshtin e komandës OpenFirmware.
tr: (OpenFirmware komut isteminde)
vi: tại dấu nhắc OpenFirmware.

source: Setting firmware variables for automatic boot
ar: جاري تعيين متغيّرات البرمجيّات الضّمنيّة للإقلاع التّلقائي
hu: Firmware-vltozk automatikus indtsra belltsa
is: Set fastminnisbreytur (firmware) til að vél ræsist sjálfkrafa
ja: 自動起動するためのファームウェア変数を設定しています
kk: Айнымалы firmware-ны автожүктеу үшін орнату
ko: 자동 부팅을 위한 펌웨어 변수 설정하기
nl: Firmware-variabelen worden ingesteld voor automatisch opstarten
pt: A definir variáveis de firmware para arranque automático
ru: Установка переменных firmware для автозагрузки
sq: Duke caktuar të ndryshueshmet firmware për nisjen automatike
tr: Otomatik nykleme iin yerleil deikenleri ayarlanyor
vi: Đang lập những biến phần vững (firmware) để tự động khởi động

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot Debian automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
ar: يجب تعيين بعض المتغيّرات في برامج NeTTrom الضّمنيّة حتّى يتمكّن نظامك من إقلاع دبيان تلقائيّاً. عند نهاية مرحلة التّثبيت سيعيد النّظام الإقلاع و ستجرّب البرامج الضّمنيّة الإقلاع تلقائيّاً. يمكنك إجهاض هذا بالضّغط على أي مفتاح. عندها ستُسقط في نظام أوامر NeTTrom حيث سيتعيّن عليك إدخال الأوامر التّالية:
hu: A Debian automatikus indtshoz a Netwinder NeTTrom firmware-ben be kell lltani egyes vltozkat. A telepts jelen szakasznak vgn a rendszer jra fog indulni, a firmware pedig megksrli az automatikus indulst. Ezt brmely billenty lenyomsval meggtolhatja. Ekkor a NeTTrom parancsrendszer jn el, itt adja ki a kvetkez utastsokat:
ja: あなたのシステムで Debian を自動的に起動するために、Netwinder NeTTrom ファームウェアにいくつかの変数を設定する必要があります。このインストールステージの終わりに、システムは再起動し、ファームウェアは自動起動を試みます。何かキーを押してこれを中止することもできます。すると、NeTTrom コマンドシステムに落ちるので、次のようなコマンドを実行します:
ko: 시스템이 데비안을 자동으로 부팅하도록 만드려면 Netwinder NeTTrom 펌웨어에 변수 몇 개를 설정해야 합니다. 설치가 다 끝나면, 시스템이 다시 시작하고, 펌웨어에서 자동 부팅을 시도합니다. 이 때 아무 키나 누르면 부팅을 중단시킬 수 있고, 거기에 나오는 NeTTrom 명령어 시스템에서 다음 명령을 실행할 수 있습니다:
nl: Om uw systeem automatisch Debian te laten opstarten dienen een aantal variabelen binnen de Netwinder NeTTrom firmware juist ingesteld te worden. Aan het eind van deze installatie zal het systeem herstarten, en zal de firmware proberen om automatisch op te starten. U kunt dit afbreken door om het even welke toets in te drukken. U zult dan terechtkomen in het NeTTrom commando-systeem waar u de volgende commando's dient uit te voeren:
ru: Для автоматического запуска Debian требуется установить некоторые переменные в Netwinder NeTTrom firmware. В конце этой стадии установки, система будет перезагружена, и будет произведена попытка автозагрузки с помощью firmware.Вы можете отменить это, нажав любую клавишу. Затем вы попадёте в командную систему NeTTrom, где выполните следующие команды:
sq: Disa të ndryshueshme kanë nevojë të caktohen në Netwinder NetTrom firmware në mënyrë që sistemi tënd të nisë Debian automatikisht. Në fund të këtij hapi instalimi, sistemi do të riniset, dhe firmware do mundohet të niset automatikisht. Mund ta ndalosh këtë duke shtypur një tast çfarëdo. Më pas do kalosh në sistemin e komandave NeTTrom ku duhet të ekzekutosh komandat e mëposhtme:
tr: Sisteminizin Debian ile otomatik olarak almas iin Netwinder NeTTrom yerleilindeki baz deikenlerin ayarlanmas gerekiyor. Bu kurulum aamasnn sonunda sistem tekrar balatlacak ve yerleil otomatik nykleme giriiminde bulunacaktr. Herhangi bir tua basarak bu ilemi sonlandrabilirsiniz. Daha sonra aadaki komutlar altrmanzn gerekecei NeTTrom komut sistemine gireceksiniz:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next Debian installation stage.
ar: ستحتاج للقيام بهذا مرّةً واحدة فقط. بعد ذلك، أدخل الأمر "boot" أو قم بإعادة تشغيل النّظام كي تتقدّم نحو مرحلة التّثبيت الثّانية لدبيان.
hu: Ezt csak egyszer kell elvgezni. Utna a "boot" paranccsal vagy a rendszer jraindtsval lphet a Debian-telepts kvetkez szakaszba.
ja: これを 1 度だけ行う必要があります。そのあとで、次の Debian のインストールステージに進むために、"boot" コマンドを入力するかシステムを再起動します。
ko: 이 작업은 한 번만 하면 됩니다. 그 다음에 "boot" 명령을 입력하거나 시스템을 다시 시작해서 다음 데비안 설치 단계로 진행하십시오.
nl: U dient dit slechts eenmalig uit te voeren. Daarna kunt u het commando 'boot' ingeven, of het systeem herstarten om door te gaan met de volgende fase van deze Debian-installatie.
ru: Это необходимо сделать только один раз. После этого, введите команду "boot" или перезагрузите систему, чтобы перейти к следующему этапу установки Debian.
sq: Këtë duhet ta bësh vetëm një herë. Më pas, shkruaj komandën "boot" ose rinis sistemin për të vazhduar me fazën tjetër të instalimit të Debian-it.
tr: Bu ilemi sadece bir kere yapmanz gerekiyor. Sonraki durumlarda "boot" komutunu girin veya bir sonraki Debian kurulum aamasyla devam edilmesi iin sistemi yeniden balatn.

source: No boot loader installed
ar: لا يوجد أي محمل إقلاع مثبّت
hu: Nincs teleptve rendszerbetlt
is: Enginn ræsistjóri var settur upp
ja: ブートローダがインストールされていません
kk: Жүйелік жүктеуішті орнату қондырғысы:
ko: 부트 로더를 설치하지 않았습니다
nl: Er is geen opstartlader geïnstalleerd
pt: Nenhum carregador do sistema instalado
ru: Системный загрузчик не установлен
sq: Asnjë ngarkues nisjeje i instaluar
tr: Herhangi bir nykleyici kurulu deil
vi: Chưa cài đặt bộ tải khởi động nào.

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
ar: لم يثبّت أي محمّل إقلاع إمّا لأنّك اخترت ذلك أو لأن معماريّتك بالذّات لا تدعم محمّلات الإقلاع بعد.
hu: A rendszerre nem trtnt rendszerbetlt teleptse, vagy szndkos vlaszts folytn, vagy mert a rendszer architektrjn mg nem ltezik tmogatott rendszerbetlt.
is: Enginn ræsistjóri var settur upp, annaðhvort vegna þess að þú ákvaðst að gera það ekki eða tölvutegund þín styður það ekki ennþá.
ja: あなたが選んでいないか、指定したアーキテクチャがブートローダをまだサポートしていないために、ブートローダがインストールされていません。
kk: Жүйелік жүктеуіш орнатылмаған, себебі сіз жүктеуішті орнатпауды ұйғардыңыз немесе жүйелік жүктеуішті сіздің компьютеріңізге уықытша мүмкін емес.
ko: 부트 로더를 설치하지 않았습니다. 설치하지 않았도록 선택했거나, 아키텍쳐가 부트 로더를 아직 지원하지 않기 때문일 것입니다.
nl: Er is geen opstartlader geïnstalleerd. Dit komt of doordat u hiervoor gekozen heeft, of doordat uw specifieke architectuur nog geen opstartlader ondersteunt.
pt: Nenhum carregador do sistema foi instalado, ou porque escolheu não o fazer ou devido à sua arquitectura específica que ainda não suporta um carregador do sistema.
ru: Системный загрузчик не был установлен, поскольку либо вы решили не устанавливать загрузчик, либо установка системного загрузчика на ваш тип компьютера пока невозможна.
sq: Nuk është instaluar asnjë ngarkues nisjeje, ose sepse e zgjodhe vetë, ose sepse arkitektura e veçantë nuk suporton akoma një të tillë.
tr: Siz kurulmasn istemediiniz iin veya makinenizin ait olduu mimari henz bir nykleyici desteklemedii iin herhangi bir nykleyici kurulmad.
vi: Chưa cài đặt bộ tải khởi động, hoặc vì bạn chọn hoặc vì kiến trúc dứt khoát này chưa hỗ trợ bộ tải khởi động.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as kernel argument.
ar: ستضطر إلى الإقلاع يدويّاً بنواة ${KERNEL} على التّجزيء ${BOOT} و بتمرير ${ROOT} كمعطىً للنّواة.
hu: A rendszert kzzel kell indtania: a megfelel partcin ({BOOT}) lev ${KERNEL} rendszermagnak adja meg paramterl a fjlrendszer gykert (${ROOT}).
ja: パーティション ${BOOT} の ${KERNEL} カーネルは、カーネル引数として ${ROOT} を渡して、手動でブートする必要があります。
ko: 수동으로 ${BOOT} 파티션의 ${KERNEL} 커널을 사용하고, 및 ${ROOT} 문자열을 커널 인수로 넘겨 부팅해야 할 것입니다.
nl: U zult handmatig moeten opstarten met de '${KERNEL}'-kernel op partitie '${BOOT}' en met '${ROOT}' als kernelparameter.
ru: Вам придется загружать ядро ${KERNEL_LOC} вручную и передать ему в качестве аргумента ${BOOT} и ${ROOT}.
sq: Do duhet ta nisësh manualisht me kernelin ${KERNEL} në ndarjen ${BOOT} dhe duke kaluar ${ROOT} si argument të kernelit.
tr: ${BOOT} blmndeki ${KERNEL} ekirdeini ${ROOT} ekirdek parametresiyle elle yklemeniz gerekecek.

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot linux automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
is: Sumar breytur í OpenFirmware á Pegasos þurfa að vera rétt stilltar til þess að kerfið hlaði linux sjálfkrafa. Við lok uppsetningarinnar mun kerfið endurræsast. Þegar Pegasos kemur upp með OpenFirmware skelina þarftu að setja eftirfarandi OpenFirmware-breytur:
pt: Algumas variáveis necessitam ser definidas no Pegasos OpenFirmware de modo a que o seu sistema arranque automaticamente. No fim da instalação, o sistema irá reiniciar. Na linha de comandos do Pegasos OpenFirmware, defina as seguintes variáveis do OpenFirmware para habilitar o arranque automático:
vi: Cần phải lập một số biến trong Pegasos OpenFirmware để mà hệ thống bạn tự động khởi động Linux. Tại kết thúc cài đặt thì hệ thống sẽ khởi động lại. Khi xem dấu nhắc Pegasos OpenFirmware, bạn hãy lập những biến OpenFirmware theo đây để hiệu lực tự động khởi động:

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot linux automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
is: Sumar breytur þarf að stilla rétt í ræsistjóranum Netwinder NeTTrom til þess að linux ræsist sjálfkrafa. Við lok uppsetningarinnar mun kerfið endurræsast, og ræsistjórinn mun reyna að ræsa sjálfkrafa. Þú getur stöðvað þessa virkni með því að ýta á einhvern takka. Þú lendir þá í NeTTrom skel þar sem þú þarft að slá inn eftirfarandi skipanir:
kk: Linux жегілуін автоматтандыру үшін Netwinder NeTTrom микропрограммасына бірнеше айнымалы енгізу керек. Орнатудың осы кезеңі біткен соң, жүйе қайта жегіледі де, сол микропрограммадан жегу әрекеті орындалады. Мұны болдыртпас үшін кез-келген пернені басу керек. Содан кейін NeTTrom командалық жүйесіне кіріп, мынадай команда енгізуіңіз керек:
pt: Algumas variáveis necessitam ser definidas no firmware Netwinder NeTTrom de modo que o seu sistema arranque automaticamente. No fim desta etapa da instalação, o sistema vai reiniciar, e o firmware vai tentar iniciar automaticamente. Pode abortar pressionando qualquer tecla. Irá então para o sistema de comandos NeTTrom onde tem de executar os seguintes comandos:
vi: Cần phải lập một số biến trong phần vững Netwinder NeTTrom để mà hệ thống bạn sẽ tự động khởi động Linux. Tại kết thúc giai đoạn cài đặt thì hệ thống sẽ khởi động lại, và phần vững sẽ cố tự động khởi động. Có thể hủy bỏ hành động này bằng cách bấm bất cứ phím nào. Vậy sẽ thả bạn vào hệ thống lệnh NeTTrom nơi mà hãy thực hiện những lệnh theo đây:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next installation stage.
is: Þú þarft einungis að gera þetta í eitt skipti. Eftir þetta skrifar þú "boot" skipunina, eða endurræsir kerfinu til að komast áfram í næsta skref uppsetningarinnar.
pt: Só necessita fazer isto uma vez. Depois, introduza o comando "boot" ou reinicie o sistema para continuar com a próxima etapa da instalação.
vi: Bạn sẽ chỉ cần phải làm như thế một lần. Sau đó thì hãy nhập lệnh « boot » (khởi động) hay khởi động lại hệ thống để tiếp tục đến giai đoạn cài đặt kế.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
is: Þú munt þurfa að ræsa handvirkt með kjarnanum ${KERNEL} á disksneiðinni ${BOOT} og setja ${ROOT} sem viðfang.
kk: ${KERNEL} өзегін ${BOOT} бөлімінен қолдан жегіп, аргумент ретінде ${ROOT} беруіңіз керек.
pt: Vai necessitar iniciar manualmente com o kernel ${KERNEL} na partição ${BOOT} e ${ROOT} passado como argumento do kernel.
vi: Sẽ cần phải tự khởi động với hạt nhân ${KERNEL} trên vùng ${BOOT} và gởi ${ROOT} như là đối số hạt nhân.

source: Failed to mount /target/proc
kk: /target/proc-ты жөндеу мүмкін болмады

source: Mounting the proc file system on /target/proc failed.
kk: Базалық жүйені /target/ каталогына орнату мүмкін болмады.

source: Check /var/log/syslog or see virtual console 4 for the details.
kk: Қосымша мәліметті /var/log/syslog файлынан не 4 виртуал консольдан қараңыз.

source: Warning: Your system may be unbootable!
kk: Ескерту: сіздің жүйеңіз жүктелмей қалуы мүмкін!
