Repository: dankamongmen/s-i
Catalog: tools/languagechooser/debian/po/*.po
Languages: fr

source: Select locale
fr: Choisissez la localisation

source: Please select which locale you would like to use.
fr: Veuillez choisir la localisation que vous souhaitez utiliser.

source: [en] English[ default language]
fr: [fr] French

source: Select language
fr: Choisissez la langue

source: Default installation language is English, but you can select another to perform installation. Questions will be displayed in this language if they have been translated, or English otherwise.
fr: La langue par défaut pour l'installation est l'anglais, mais vous pouvez en choisir une autre. Les questions qui ont été traduites seront affichées dans cette langue, les autres en anglais.

source: Languages are sorted accordingly to their international language code.
fr: Les langues sont classées suivant leur code international à deux lettres.

source: Please select which language you would like to use.
fr: Veuillez choisir la langue que vous souhaitez utiliser.

source: ${list}, Reset, Remove last entry, Finish
fr: ${list}, Réinitialiser, Supprimer la dernière entrée, Terminer

source: Select alternate languages
fr: Choisissez d'autres langues

source: You can select several languages, in which case translated questions will be searched for in turn, and the first one available is displayed. For instance, Norwegian people may select no:nb:nn:dk:sv to see translated questions in Norwegian, Norwegian Bokmal, Norwegian Nynorsk, Danish or Swedish. When no translation is available, original English question is displayed.
fr: Vous pouvez choisir plusieurs langues, auquel cas les traductions sont cherchées à tour de rôle dans ces langues, et la première trouvée est affichée. Par exemple, les Norvégiens peuvent avoir envie de choisir no:dk:sv pour voir les questions traduites en norvégien, danois ou suédois. Quand aucune traduction n'est disponible, la version anglaise est affichée.

source: Your current language selection is: ${LANGUAGE}
fr: La sélection courante des langues est : ${LANGUAGE}

source: You can add another language, remove the last entry, reset this list, or finish.
fr: Vous pouvez ajouter une autre langue, supprimer la dernière, réinitialiser la liste, ou terminer.

source: Other
fr: Autre

source: [at] Austria
fr: [at] Autriche

source: [au] Australia
fr: [au] Australie

source: [be] Belgium
fr: [be] Belgique

source: [bg] Bulgaria
fr: [bg] Bulgarie

source: [br] Brazil
fr: [br] Brésil

source: [by] Belarus
fr: [by] Bélarus

source: [ch] Switzerland
fr: [ch] Suisse

source: [cl] Chile
fr: [cl] Chili

source: [cn] China
fr: [cn] Chine

source: [cz] Czech Republic
fr: [cz] République Tchèque

source: [de] Germany
fr: [de] Allemagne

source: [dk] Denmark
fr: [dk] Danemark

source: [ee] Estonia
fr: [ee] Estonie

source: [es] Spain
fr: [es] Espagne

source: [fi] Finland
fr: [fi] Finlande

source: [gb] Great Britain
fr: [gb] Grande-Bretagne

source: [gr] Greece
fr: [gr] Grèce

source: [hr] Croatia
fr: [hr] Croatie

source: [hu] Hungary
fr: [hu] Hongrie

source: [id] Indonesia
fr: [id] Indonésie

source: [ie] Ireland
fr: [ie] Irlande

source: [il] Israel
fr: [il] Israël

source: [in] India
fr: [in] Inde

source: [is] Iceland
fr: [is] Islande

source: [it] Italy
fr: [it] Italie

source: [jp] Japan
fr: [jp] Japon

source: [kr] Korea
fr: [kr] Corée

source: [lt] Lithuania
fr: [lt] Lituanie

source: [lv] Latvia
fr: [lv] Lettonie

source: [mx] Mexico
fr: [mx] Mexique

source: [nl] Netherlands
fr: [nl] Pays-Bas

source: [no] Norway
fr: [no] Norvège

source: [nz] New Zealand
fr: [nz] Nouvelle-Zélande

source: [pe] Peru
fr: [pe] Pérou

source: [pl] Poland
fr: [pl] Pologne

source: [ru] Russia
fr: [ru] russe

source: [se] Sweden
fr: [se] Suède

source: [sg] Singapore
fr: [sg] Singapour

source: [si] Slovenia
fr: [si] Slovénie

source: [sk] Slovakia
fr: [sk] Slovaquie

source: [th] Thailand
fr: [th] Thaïlande

source: [tr] Turkey
fr: [tr] Turquie

source: [tw] Taiwan
fr: [tw] Taïwan

source: [us] United States
fr: [us] États-Unis

source: [za] South Africa
fr: [za] Afrique du Sud

source: Select country
fr: Choississez le pays

source: Please select in which country you are located. This affects the locale and time zone setting.
fr: Veuillez choisir le pays où vous êtes situé. Cela influe sur la localisation et les réglages de fuseau horaire.

source: Countries are sorted accordingly to their international country code.
fr: Les pays sont classés suivant leur code international à deux lettres.

source: [pt_BR] Brazilian Portuguese
fr: [pt_BR] portugais du Brésil

source: [zh_CN] Chinese (Mainland China)
fr: [zh_CN] chinois (Chine continentale)

source: [zh_HK] Chinese (Hong-Kong)
fr: [zh_HK] chinois (Hong-Kong)

source: [zh_TW] Chinese (Taiwan)
fr: [zh_TW] chinois (Taïwan)

source: [ab] Abkhazian
fr: [ab] abkhaze

source: [ae] Avestan
fr: [ae] avestique

source: [am] Amharic
fr: [am] amharique

source: [ar] Arabic
fr: [ar] arabe

source: [as] Assamese
fr: [as] assamais

source: [az] Azerbaijani
fr: [az] azéri

source: [ba] Bashkir
fr: [ba] bachkir

source: [be] Belarusian
fr: [be] biélorusse

source: [bg] Bulgarian
fr: [bg] bulgare

source: [bi] Bislama
fr: [bi] bichlamar

source: [bo] Tibetan
fr: [bo] tibétain

source: [bs] Bosnian
fr: [bs] bosniaque

source: [ce] Chechen
fr: [ce] tchetchène

source: [co] Corsican
fr: [co] corse

source: [cs] Czech
fr: [cs] tchèque

source: [cu] Church Slavic
fr: [cu] slavon d'église

source: [cv] Chuvash
fr: [cv] tchouvache

source: [cy] Welsh
fr: [cy] gallois

source: [da] Danish
fr: [da] danois

source: [de] German
fr: [de] allemand

source: [el] Greek (Modern: 1453-)
fr: [el] grec moderne (après 1453)

source: [en] English
fr: [en] anglais

source: [eo] Esperanto
fr: [eo] espéranto

source: [es] Spanish
fr: [es] espagnol

source: [et] Estonian
fr: [et] estonien

source: [fa] Persian
fr: [fa] persan

source: [fi] Finnish
fr: [fi] finnois

source: [fj] Fijian
fr: [fj] fidjien

source: [fo] Faroese
fr: [fo] féroïen

source: [fr] French
fr: [fr] français

source: [fy] Frisian
fr: [fy] frison

source: [ga] Irish
fr: [ga] irlandais

source: [gd] Gaelic
fr: [gl] galicien

source: [gl] Gallegan
fr: [gl] galicien

source: [gu] Gujarati
fr: [gu] goudjrati

source: [ha] Hausa
fr: [ha] haoussa

source: [he] Hebrew
fr: [he] hébreu

source: [hr] Croatian
fr: [hr] croate

source: [hu] Hungarian
fr: [hu] hongrois

source: [hy] Armenian
fr: [hy] arménien

source: [id] Indonesian
fr: [id] indonésien

source: [ii] Sichuan Yi
fr: [ii] yi de Sichuan

source: [is] Icelandic
fr: [is] islandais

source: [it] Italian
fr: [it] italien

source: [ja] Japanese
fr: [ja] japonais

source: [jv] Javanese
fr: [jv] javanais

source: [ka] Georgian
fr: [ka] géorgien

source: [kl] Kalaallisut
fr: [kl] groenlandais

source: [ko] Korean
fr: [ko] corèen

source: [ku] Kurdish
fr: [ku] kurde

source: [kv] Komi
fr: [kv] kom

source: [kw] Cornish
fr: [kw] cornique

source: [ky] Kirghiz
fr: [ky] kirghize

source: [lb] Luxembourgish
fr: [lb] luxembourgeois

source: [li] Limburgish
fr: [li] limbourgeois

source: [lt] Lithuanian
fr: [lt] lituanien

source: [lv] Latvian
fr: [lv] letton

source: [mg] Malagasy
fr: [mg] malgache

source: [mh] Marshallese
fr: [mh] marshall

source: [mk] Macedonian
fr: [mk] macédonien

source: [mn] Mongolian
fr: [mn] mongol

source: [mo] Moldavian
fr: [mo] moldave

source: [mr] Marathi
fr: [mr] marathe

source: [ms] Malay
fr: [ms] malais

source: [mt] Maltese
fr: [mt] maltais

source: [my] Burmese
fr: [my] birman

source: [na] Nauru
fr: [na] nauruan

source: [nb] Norwegian Bokmal
fr: [nb] norvégien Bokmål

source: [nd] North Ndebele
fr: [nd] ndébélé du Nord

source: [ne] Nepali
fr: [ne] népalais

source: [nl] Dutch
fr: [nl] néerlandais

source: [nn] Norwegian Nynorsk
fr: [nn] norvégien nynorsk

source: [no] Norwegian
fr: [no] norvégien

source: [nr] South Ndebele
fr: [nr] ndébélé du Sud

source: [oc] Occitan (post 1500)
fr: [oc] provençal occitan (après 1500)

source: [om] Oromo
fr: [om] galla

source: [os] Ossetian
fr: [os] ossète

source: [pa] Panjabi
fr: [pa] pendjabi

source: [pl] Polish
fr: [pl] polonais

source: [ps] Pushto
fr: [ps] pachto

source: [pt] Portuguese
fr: [pt] portugais

source: [rm] Raeto-Romance
fr: [rm] rhéto-roman

source: [ro] Romanian
fr: [ro] roumain

source: [ru] Russian
fr: [ru] russe

source: [rw] Kinyarwanda
fr: [rw] rwanda

source: [sc] Sardinian
fr: [sc] sarde

source: [se] Northern Sami
fr: [se] sami du Nord

source: [si] Sinhalese
fr: [si] singhalais

source: [sk] Slovak
fr: [sk] slovaque

source: [sl] Slovenian
fr: [sl] slovène

source: [sq] Albanian
fr: [sq] albanais

source: [sr] Serbian
fr: [sr] serbe

source: [st] Sotho (Southern)
fr: [st] sotho du Sud

source: [su] Sundanese
fr: [su] soundanais

source: [sv] Swedish
fr: [sv] suédois

source: [ta] Tamil
fr: [ta] tamoul

source: [te] Telugu
fr: [te] télougou

source: [tg] Tajik
fr: [tg] tadjik

source: [th] Thai
fr: [th] thaï

source: [ti] Tigrinya
fr: [ti] tigrigna

source: [tk] Turkmen
fr: [tk] turkmène

source: [to] Tonga (Tonga Islands)
fr: [to] tongan (Îles Tonga)

source: [tr] Turkish
fr: [tr] turc

source: [ty] Tahitian
fr: [ty] tahitien

source: [ug] Uighur
fr: [ug] ouïgour

source: [uk] Ukrainian
fr: [uk] ukrainien

source: [ur] Urdu
fr: [ur] ourdou

source: [uz] Uzbek
fr: [uz] ouszbek

source: [vi] Vietnamese
fr: [vi] vietnamien

source: [vo] Volapuk
fr: [vo] volapük

source: [wa] Walloon
fr: [wa] wallon

source: [zh] Chinese
fr: [zh] chinois

source: [zu] Zulu
fr: [zu] zoulou
