Repository: dankamongmen/s-i
Catalog: partman/partman-auto/debian/po/*.po
Languages: pt_br, sk

source: Please wait ...
sk: Èakajte, prosím ...

source: Computing the new partitions ...
sk: Vypoèítavajú sa nové oblasti ...

source: This probably happened because the selected drive or free space is too small to be automatically partitioned.
sk: Mo¾no sa to stalo kvôli tomu, ¾e na zvolenom zariadení alebo voµnom priestore je príli¹ málo miesta na automatické rozdelenie.

source: Automatic partitioning failed
pt_br: Particionamento automático falhou
sk: Automatické rozdeµovanie zlyhalo

source: This probably happened because there are too many (primary) partitions in the partition table.
pt_br: Isso provavelmente aconteceu devido a existirem muitas partições (primárias) na tabela de partições.
sk: Mo¾no sa to stalo kvôli tomu, ¾e v tabuµke oblastí (partition table) existuje príli¹ veµa (primárnych) oblastí.

source: Choose how to partition:
sk: Zvoµte typ rozdelenia:

source: This installer can automatically partition a drive for use by Debian, or if you prefer, you can do it manually. If you do choose to automatically partition a drive, you will still have a chance later to see the results, customise it, and even undo the partitioning if you do not like it.
sk: Tento in¹talaèný program mô¾e automaticky rozdeli» disk, na ktorom chcete pou¾íva» Debian, no mô¾ete si zvoli» aj manuálne rozdelenie. Pri zvolení automatického rozdelenia máte stále mo¾nos» pozrie» si výsledok, upravi» rozdelenie a prípadne ho aj zru¹i», ak sa vám nepozdáva.

source: Choose what to automatically partition:
pt_br: Escolha o que deve ser particionado automaticamente :
sk: Zvoµte, èo sa má automaticky rozdeli»:

source: If you select a whole drive, the automatic partitioning will remove or resize existing partitions on the selected drive, which can cause data loss.
pt_br: Caso você selecione um disco inteiro, o particionamento automático irá remover ou redimensionar partições existentes no disco selecionado, o que pode causar perda de dados.
sk: Ak si zvolíte celý disk, mô¾ete strati» v¹etky dáta na disku, preto¾e automatické rozdeµovanie odstráni alebo zmení existujúce oblasti.

source: Partitioning scheme:
pt_br: Esquema de particionamento :
sk: Spôsob rozdeµovania:

source: Unusable free space
pt_br: Espaço livre não utilizável
sk: Nepou¾iteµné voµné miesto

source: Automatic partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
pt_br: O particionamento automático falhou devido ao espaço livre escolhido não poder ser usado. Provavelmente existem muitas partições (primárias) na tabela de partições.
sk: Automatické rozdeµovanie zlyhalo kvôli nepou¾iteµnosti voµného miesta. V tabuµke oblastí (partition table) asi existuje príli¹ veµa (primárnych) oblastí.

source: Automatically partition a drive
pt_br: Particionar automaticamente um disco
sk: Automatické rozdelenie zariadenia

source: Use the largest continuous free space
pt_br: Usar o maior espaço livre contínuo
sk: Pou¾i» najväè¹ie súvislé voµné miesto

source: Use entire drive: ${DEVICE}
pt_br: Utilizar todo o disco : ${DEVICE}
sk: Pou¾i» celé zariadenie: ${DEVICE}

source: Manually edit partition table
sk: Manuálne upravi» tabuµku oblastí

source: Automatically partition the free space
pt_br: Particionar automaticamente o espaço livre
sk: Automatické rozdelenie voµného miesta

source: All files in one partition (recommended for new users)
sk: V¹etky súbory na jednej oblasti (odporúèané pre zaèiatoèníkov)

source: Separate partition for the home directories
sk: Samostatná oblas» pre domáce adresáre

source: Several different partitioning schemes are available. If you are unsure, choose the first one.
pt_br: Diversos esquemas de particionamento diferentes estão disponíveis. Caso você não tenha certeza, escolha o primeiro esquema.

source: Partition with custom settings
pt_br: Particionar com configurações personalizadas

source: /, /home and swap
pt_br: /, /home e swap

source: /, /usr, /usr/local, /var, /var/mail, /tmp, /home and swap
pt_br: /, /usr, /usr/local, /var, /var/mail, /tmp, /home e swap
