Repository: dankamongmen/s-i
Catalog: packages/arch/i386/lilo-installer/1.15/debian/po/*.po
Languages: hr

source: ${disc}: Master Boot Record
hr: ${disc}: osnovni boot zapis

source: ${part}: new Debian partition
hr: ${part}: nova Debian particija

source: If unsure, install LILO into the Master Boot Record.
hr: Ako dvojite, instalirajte LILO u osnovni boot zapis.

source: Other choice (Advanced)
hr: Druge moguænosti (napredne)

source: LILO installation target:
hr: Instaliraj LILO na:

source: Invalid partition name
hr: Nevaljan naziv particije

source: The path ${path} does not represent a partition or hard disk device. Please try again.
hr: Staza ${path} ne predstavlja particiju ili ureðaj èvrstog diska. Molim poku¹ajte ponovo.

source: Installing LILO...
hr: Instaliram LILO...

source: Activating partition ${bootdev}
hr: "Aktiviram particiju ${bootdev}"

source: Creating lilo.conf
hr: Stvaram /etc/lilo.conf

source: Installing the LILO package
hr: Instaliram LILO paket

source: Running LILO for ${bootdev}
hr: Pokreæem LILO na ${bootdev}

source: LILO configured to use a serial console
hr: LILO pode¹en da rabi serijsku konzolu

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
hr: LILO je pode¹en da rabi serijski port ${PORT} kao konzolu. Brzina serijskog porta je ${SPEED}.

source: Would you like to make this partition active?
hr: ®elite li ovu particiju uèiniti aktivnom?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
hr: Izabrali ste instalirati LILO na particiju koja nije aktivna. Ako je ne oznaèite kao aktivnu, LILO neæe biti uèitan od strane boot uèitavaèa i neæete moæi podignuti sustav koji ste instalirali.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
hr: Trebali biste ovu particiju oznaèiti aktivnom, osim ako imate drugi boot uèitavaè pomoæu kojeg æete pristupiti svojoj novoj Linux instalaciji.

source: LILO installation failed. Continue anyway?
hr: Instalacija LILO-a neuspjela. Da ipak nastavim?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
hr: Nije uspjela instalacija LILO paketa na /target/. Instalacija LILO-a kao boot uèitavaèa je zahtijevani korak. Meðutim, problem mo¾e biti nevezan za LILO, pa æete mo¾da moæi nastaviti instalaciju.

source: LILO installation failed
hr: Instalacija LILO-a neuspjela.

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
hr: Pokretanje "/sbin/lilo" neuspjelo, uz pogre¹ku "${ERRCODE}".

source: Install the LILO boot loader on a hard disk
hr: Instaliraj LILO boot uèitavaè na èvrsti disk
