Repository: dankamongmen/s-i
Catalog: packages/partman/partman-xfs/debian/po/*.po
Languages: ar, el, ro, ru

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
ar: جاري فحص نظام الملفات xfs في التجزيء #${PARTITION} للجهاز ${DEVICE}..
el: Έλεγχος του συστήματος αρχείων xfs στο διαμέρισμα #${PARTITION} του ${DEVICE}...
ro: Se verificã sistemul de fiºiere xfs de pe partiþia #${PARTITION} a ${DEVICE}...
ru: Проверка файловой системы xfs на разделе #${PARTITION} устройства ${DEVICE}...

source: Go back to the menu and correct errors?
ar: هل تريد العودة إلى القائمة وتصحيح الأخطاء؟
el: Θέλετε να επιστρέψετε στο μενού και να διορθώσετε τα σφάλματα;
ro: Vã întoarceþi la meniu ºi corectaþi erorile?
ru: Вернуться в меню и исправить ошибки?

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ar: عثر اختبار نظام الملفات من نوع xfs في التجزيء #${PARTITION} للجهاز ${DEVICE} على أخطاء غير مصحّحة.
el: Ο έλεγχος του συστήματος αρχείων τύπου xfs στο διαμέρισμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
ro: Testul sistemului de siºiere de tipul xfs pe partiþia #${PARTITION} a ${DEVICE} a gãsit erori necorectate.
ru: Проверка файловой системы xfs на разделе #${PARTITION} устройства ${DEVICE} выявила неисправленные ошибки.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ar: إن لم تعُد إلى قائمة التّجزئة وتُصحّح هذه الأخطاء، فلن يُستخدم هذا التّجزيء إطلاقاً.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δε διορθώσετε τα σφάλματα αυτά, το διαμέρισμα αυτό δε θα χρησιμοποιηθεί.
ro: Dacã nu vã întoarceþi la meniul de partiþionare ºi corectaþi aceste erori, partiþia nu va fi folositã deloc.
ru: Если вы не вернётесь в меню разбиения на разделы и не исправите эти ошибки, раздел не будет использоваться.

source: Failed to create a file system
ar: فشل إنشاء نظام ملفات
el: Απέτυχε η δημιουργία συστήματος αρχείων
ro: Eºec la crearea unui sistem de fiºiere
ru: Не удалось создать файловую систему

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
ar: فشل إنشاء نظام الملفات xfs في التجزيء #${PARTITION} للجهاز ${DEVICE}.
el: Απέτυχε η δημιουργία συστήματος αρχείων xfs στο διαμέρισμα #${PARTITION} του ${DEVICE}.
ro: Crearea sistemului de fisiere xfs pe partiþia #${PARTITION} a ${DEVICE} a eºuat.
ru: Не удалось создать файловую систему xfs на разделе #${PARTITION} устройства ${DEVICE}.

source: Do you want to return to the partitioning menu?
ar: هل تريد العودة إلى قائمة التّجزئة؟
el: Θέλετε να επιστρέψετε στο μενού κατάτμησης;
ro: Doriþi sã vã înoarceþi la meniul de partiþionare?
ru: Вы хотите вернуться в меню разбивки на разделы?

source: No mount point is assigned for the xfs filesystem in partition #${PARTITION} of ${DEVICE}.
ar: لم يتمّ تحديد مكان تركيب لنظام ملفّات xfs في التّجزيء #${PARTITION} للجهاز ${DEVICE}.
el: Δεν έχει οριστεί σημείο επαφής για το σύστημα αρχείων xfs στο διαμέρισμα #${PARTITION} του ${DEVICE}.
ro: Nu s-a definit nici un punct de montare pentru sistemul de fiºiere xfs pe partiþia ${PARTITION} a ${DEVICE}.
ru: Для файловой системы xfs на разделе #${PARTITION} устройства ${DEVICE} не назначена точка монтирования.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ar: إن لم تعُد إلى قائمة التّجزئة وتُعيّن مكان تركيب منهناك، فلن يتمّ استخدام هذا التّجزيء على الإطلاق.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δεν ορίσετε ένα σημείο επαφής, το διαμέρισμα αυτό δε θα χρησιμοποιηθεί.
ro: Dacã nu vã întoarceþi la meniul de partiþionare ºi asociaþi un punct de montare de acolo, partiþia nu va fi folositã deloc.
ru: Если вы не вернётесь в меню разбивки на разделы и не назначите там точку монтирования, раздел вообще не будет использоваться.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
ar: /، /boot، /home، /tmp، /usr، /usr/local، /var، إدخال يدوي، عدم تركيب
el: /, /boot, /home, /tmp, /usr, /usr/local, /var, Χειροκίνητη εισαγωγή, Να μη συναρμοστεί
ro: /, /boot, /home, /tmp, /usr, /usr/local, /var, Introducere manualã, Nu o monta
ru: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ввести вручную, Не монтировать этот раздел

source: Please choose the mountpoint for this partition
ar: رجاء اختر نقطة التجهيز لهذا التجزيء
el: Παρακαλώ επιλέξτε το σημείο επαφής για αυτό το διαμέρισμα
ro: Vã rugãm sã alegeþi un punct de montare pentru aceastã partiþie
ru: Выберите точку монтирования для этого раздела

source: Mount point for this partition:
ar: نقطة التجهيز لهذا التجزيء:
el: Σημείο επαφής για αυτό το διαμέρισμα:
ro: Punctul de montare pentru acestã partiþie:
ru: Точка монтирования этого раздела:

source: Invalid mount point
ar: نقطة تجهيز غير صالحة
el: Μη έγκυρο σημείο επαφής
ro: Punct de montare invalid
ru: Неверная точка монтирования

source: The mount point you entered is invalid.
ar: نقطة التجهيز التي أدخلتها غير صالحة.
el: Το σημείο επαφής που εισάγατε δεν είναι έγκυρο.
ro: Punctul de montare introdus este invalid.
ru: Указанная вами точка монтирования не может быть использована.

source: Mount points must start with "/". They cannot contain spaces.
ar: يجب أن تبدأ نقاط التجهيز بـ "/". لا يمكن أن تحتوي مسافات.
ru: Точка монтирования должна начинаться с символа "/". Она не может содержать символов пробела.

source: Mount point:
ar: مكان التّركيب:
el: Σημείο επαφής:
ro: Punct de montare:
ru: Точка монтирования:

source: noatime - do not update inode access times at each access
ar: noatime - عدم تحديث وقت الوصول عند كلّ استخدام
el: noatime - χωρίς ανανέωση της χρονικής στιγμής προσπέλλασης του αρχείου
ro: noatime - nu actualiza timpii de acces (în inod) la fiecare acces
ru: noatime -- не обновлять информацию о времени последнего доступа при каждом обращении к файловой системе (inode access time)

source: nodev - do not support character or block special devices
ar: nodev - لا تدعم أجهزة الأحرف أو الكتل الخاصّة
el: nodev - χωρίς υποστήριξη αρχείων μονάδων χαρακτήρων ή block
ro: nodev - nu suporta dispozitive caracter sau block speciale
ru: nodev -- без поддержки блоковых (block device) и символьных (character device) устройств

source: nosuid - ignore set-user-identifier or set-group-identifier bits
ar: nosuid - تجاهل بت set-user-identifier أو set-group-identifier
el: nosuid - θα αγνοηθούν τα bit ταυτότητας χρήστη ή ομάδος
ro: nosuid - ignorã biþii "set user ID" sau "set group ID"
ru: nosuid -- игнорировать биты SUID и SGID

source: noexec - do not allow execution of any binaries
ar: noexec - لا تسمح بالتنفيذ لأي برامج ثُنائيّة
el: noexec - χωρίς υποστήριξη εκτέλεσης οποιωνδήποτε εκτελέσιμων αρχείων
ro: noexec - nu permite execuþia nici unui fiºier binar
ru: noexec -- запретить выполнение любых программ

source: ro - mount the file system read-only
ar: ro - تركيب نظام الملفات للقراءة فقط.
el: ro - το σύστημα αρχείων θα συναρμοστεί μόνο για ανάγνωση
ro: ro - monteazã sistemul de fiºiere în mod "doar citire"
ru: ro -- монтировать эту файловую систему в режиме 'только для чтения'

source: sync - all input/output activities occur synchronously
ar: sync - كل نشاطات الإدخال/الإخراج تحدث بشكل متزامن على نظام الملفات
el: sync - κάθε εργασία εισόδου/εξόδου στο σύστημα αρχείων θα γίνεται σύγχρονα
ro: sync - toate activitãþile de intrare/ieºire de desfãºoarã sincron
ru: sync -- все процессы ввода-вывода на этой файловой системе будут происходить синхронно.

source: usrquota - user disk quota accounting enabled
ar: usrquota - تمّ تمكين مُحاسبة حصص القرص للمستخدم
el: usrquota - με υποστήριξη λογιστικής χρησιμοποιούμενου χώρου χρηστών
ro: usrquota - activeazã cota de disc per utilizator
ru: usrquota -- разрешить учёт дисковых квот пользователей

source: grpquota - group disk quota accounting enabled
ar: grpquota - تمّ تمكين محاسبة حصص القرص للمجموعة
el: grpquota - με υποστήριξη λογιστικής χρησιμοποιούμενου χώρου ομάδων χρηστών
ro: grpquota - activeazã cota de disc per grup
ru: grpquota -- разрешить учёт дисковых квот групп

source: Mount options:
ar: خيارات التّركيب:
el: Επιλογές συναρμογής:
ro: Opþiuni de montare:
ru: Параметры монтирования:

source: Mount options can tune the behavior of the file system.
ar: يمكن لأماكن التّركيب أن توالف تصرّف نظام الملفّات.
el: Οι επιλογές συναρμογής μπορούν να προσαρμόσουν την απόδοση και λειτουργίατου συστήματος αρχειών.
ro: Opþiunile de montare pot regla comportamentul sistemului de fiºiere.
ru: Параметры монтирования позволяют подстроить поведение файловой системы.

source: XFS journalling file system
ar: نظام ملفّات جورنال XFS
el: σύστημα αρχείων XFS με journal
ro: sistem de fiºiere xfs cu jurnalizare
ru: Журналируемая файловая система XFS

source: Use unrecommended XFS root filesystem?
ar: هل تريد استخدام نظام ملفّات جذري XFS غير مُفضّل؟
ru: Воспользоваться XFS для корневого каталога, несмотря на то, что это нежелательно?

source: Your root filesystem is an XFS filesystem. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
ar: نظام ملفّاتك الجذري من نوع XFS. يسبّب ذلك على الأغلب مشاكل معمُحمّل الإقلاع GRUB المستخدم تلقائيّاً من قبل المُثبّت، وقد تواجهمشاكل في تثبيت أو إقلاع GRUB.
el: Το βασικό σύστημα αρχείων σας είναι τύπου XFS. Κάτι τέτοιο πιθανόν να δημιουργήσει προβλήματα στον φορτωτή εκκίνησης GRUB που είναι και ο προκαθορισμένος για την εγκατάσταση. Μπορεί να παρουσιαστεί πρόβλημα κατά την εγκατάσταση ή την φόρτωση του GRUB.
ro: Sistemul de fiºiere rãdãcina al dvs. este de tip XFS. Sunt ºanse ca acestlucru sã cauzeze probleme cu încãrcãtorul de boot GRUB, utilizat implicit de acest instaler; este posibil sã întâmpinaþi probleme la instalrea sau la pornirea (boot) cu GRUB.
ru: Вы используете XFS в качестве корневой файловой системы. Это может вызвать проблемы с загрузчиком GRUB, используемым установщиком по умолчанию. Возможны проблемы при установке или загрузке GRUB.

source: You should use a small /boot partition with another filesystem, such as ext3.
ar: عليك استخدام تجزيء /boot صغير بنظام ملفّات آخر، مثل ext3.
el: Θα πρέπει να χρησιμοποιήσετε ένα μικρό διαμέρισμα για το /boot με άλλο τύπο συστήματος αρχείων, όπως ext3.
ro: Ar trebui sã utilizaþi o micã partiþie /boot cu un alt sistem de fiºiere, ca ext3.
ru: Желательно создать маленький раздел для /boot, используя на нём другую файловую систему, например ext3.

source: Use unrecommended XFS /boot filesystem?
ar: هل تريد استخدام نظام الملفّات XFS الغير مُستحسن لتجزيء /boot؟
ru: Воспользоваться XFS для /boot, несмотря на то, что это нежелательно?

source: You have mounted an XFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
ar: لقد قُمت بتركيب نظام الملفّات XFS لتجزيء /boot. قد يُسبّب ذلكمشاكل على الأغلب مع مُحمّل الإقلاع GRUB المُستخدم بشكل افتراضي، قد تُواجهمشاكل في تثبيت أو إقلاع GRUB.
el: Το σύστημα αρχείων /boot είναι τύπου XFS. Κάτι τέτοιο πιθανόν να δημιουργήσει προβλήματα στον φορτωτή εκκίνησης GRUB που είναι και ο προκαθορισμένος για την εγκατάσταση. Μπορεί να παρουσιαστεί πρόβλημα κατά την εγκατάσταση ή την φόρτωση του GRUB.
ro: Aþi montat un sistem de fiºiere XFS ca /boot. Sunt ºanse ca acestlucru sã cauzeze probleme cu încãrcãtorul de boot GRUB, utilizat implicit de acest instaler; este posibil sã întâmpinaþi probleme la instalrea sau la pornirea (boot) cu GRUB.
ru: Вы подмонтировали файловую систему XFS в точке /boot/. Это может вызвать проблемы с загрузчиком GRUB, используемым установщиком по умолчанию. Возможны проблемы при установке или загрузке GRUB.

source: You should use another filesystem, such as ext3, for the /boot partition.
ar: عليك استخدام نظام ملفّات آخر، مثل ext3، للتّجزيء /boot.
el: Θα πρέπει να χρησιμοποιήσετε έναν άλλο τύπο συστήματος αρχείων, όπως ext3, για το διαμέρισμα /boot.
ro: Ar trebui sã utilizaþi un alt sistem de fiºiere, ca ext3, pentru partiþia /boot.
ru: Вам желательно использовать другую файловую систему для /boot, например ext3.

source: Cancel unrecommended XFS root filesystem?
el: Θέλετε να ακυρώσετε το μή προτεινόμενο βασικό σύστημα αρχείων XFS;

source: Cancel unrecommended /boot filesystem?
el: Θέλετε να ακυρώσετε το μή προτεινόμενο σύστημα αρχείων /boot;
