Repository: dankamongmen/s-i
Catalog: tools/autopartkit/debian/po/*.po
Languages: cs, da, nb, nl, nn, pt_br

source: Select the device to partition (the install device)
cs: Vyberte zaøízení, které se má rozdìlit
da: Vælg den enhed, der skal partitioneres (installationsenheden)
nb: Velg enhet som skal partisjoneres (installasjonsenheten)
nl: Selecteer het in te delen apparaat (het apparaat waarnaar geinstalleerd wordt)
nn: Vel kva for eining som skal partisjonerast (installasjonseininga)
pt_br: Selecione o dispositivo a particionar (o dispositivo de instalação)

source: Choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing fat partitions).
cs: Vyberte disk, který má dostatek volného místa k instalaci Debian GNU/Linuxu. Pokud tolik volného místa nemáte, mù¾ete nìjaké získat zmen¹ením FAT oblastí (sloupec VolnFat ukazuje, kolik místa se dá takto "znárodnit").
da: Vælg en disk, der har den mængde ledig plads (kolonnen Frit), der er nødvendig for at installere Debian GNU/Linux. Hvis der ikke er tilstrækkeligt med ledig plads, vil der blive frigivet plads ved at indskrænke FAT-partitionerne (kolonnen FritFAT angiver hvormeget plads der vil blive frigivet ved indskrænkning af de eksisterende FAT-partitioner).
nb: Velg den disken som har nok fri plass (spalten Fri ) til å installere Debian GNU/Linux. Hvis det ikke er nok plass, vil det bli frigjort plass ved å endre størrelse på FAT-partisjoner (spalte FriFAT viser hvor mye plass som kan skaffes ved å endre størrelse på eksisterende FAT-partisjoner).
nl: Kies een schijf die genoeg vrije ruimte (kolom Vrij) heeft om Debian GNU/Linux te installeren. Indien er momenteel niet genoeg schijfruimte beschikbaar is, kunt u FAT-partities verkleinen (de kolom vrijeFat geeft aan hoe veel schijfruimte op die manier verkregen kan worden) en zo extra ruimte vrijmaken.

source: Device Model Size Free FreeFat NbPart
cs: Zaøízení Model Velik. Volné VolnFat NbPart
da: Enhed Model Totalt Frit FritFAT NbPart
nb: Enhet Modell Strl Fri FriFat NbPart
nl: Apparaat Model Grootte Vrij VrijeFat NbPart
nn: Eining Modell Strl Ledig Ledig-FAT N-part

source: Are you sure you want to automatically partition the disk ?
cs: Opravdu chcete automaticky rozdìlit pevný disk?
da: Er du sikker på at du vil partitionere disken automatisk?
nb: Er du sikker på at du vil partisjonere disken automatisk?
nl: Bent u zeker dat u de schijf automatisch wil indelen?
nn: Er du sikker på at du vil partisjonera disken automatisk?
pt_br: Tem certeza de que deseja particionar automaticamente o disco ?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
cs: Tímto znièíte tabulku oddílù na v¹ech discích v poèítaèi. OPAKUJI: TÍMTO VYMA®ETE OBSAH V©ECH DISKÙV POÈÍTAÈI! Jestli¾e máte dùle¾itá, dosud nezazálohovaná data, mù¾ete nyní ukonèit instalaci a vrátit se sem pozdìji.
da: Dette vil destruere partitioneringstabellerne på alle diske i maskinen. ALLE DATA PÅ SAMTLIGE DISKE I MASKINEN VIL BLIVE SLETTET! Hvis du har vigtige data, som du ikke har sikkerhedskopieret, bør du stoppe her, så du kan kopiere dine data ud til et sikkert sted.
nb: Dette ødelegger partsjonstabellen på alle disker i maskinen. GJENTAR: DETTE VISKER UT ALLE HARDDISKER I MASKINEN! Hvis du har viktige data som ikke er sikkerhetskopiert, bør du stanse nå og sikre dataene dine. I så fall må du starte installasjonen om igjen senere.
nl: Deze aktie zal de partitietabel op alle schijven van de machine vernietigen. HERHALING: DIT VERWIJDERT ALLES VAN ALLE HARDE SCHIJVEN IN DE MACHINE! Indien u belangerijke data heeft zonder reservekopie kunt u best nu stoppen om een reservekopie te maken. In dat geval dient u de installatie later opnieuw uit te voeren.
nn: Denne operasjonen vil øydeleggja partisjonstabellen på alle diskane i maskina. EIN GONG TIL: DU ER I FERD MED Å SLETTA ALLE HARDDISKANE I MASKINA! Dersom du har lagra viktig informasjon utan å ha kopi nokon annan stad, bør du stoppa no for å sikra innhaldet på diskane. I så fall må du starta installasjonen om att seinare.

source: An error occured during the previous operation.
cs: Bìhem pøedchozí operace nastala chyba.
da: Der skete en fejl under den forrige operation.
nb: Det oppsto en feil under forrige operasjon.
nl: Er is tijdens de vorige aktie een fout opgetreden
nn: Det oppstod ein feil under den førre operasjonen.
pt_br: Um erro ocorreu durante a operação anterior.

source: You may be able to continue. Here is some more information :
cs: Stále je zde mo¾nost, ¾e byste mohli pokraèovat. Zde jsou bli¾¹í informace:
da: Du kan muligvis fortsætte. Her er nogle yderligere informationer:
nb: Det kan være at du kan fortsette. Her er mer informasjon:
nl: Mogelijks kan u toch verder gaan. Hier is meer informatie:
nn: Det kan henda at du kan halda fram. Her er litt meir informasjon:
pt_br: Você pode ser capaz de continuar. Aqui estão mais algumas informações :

source: The partitioner will not work.
cs: Dìlicí program odmítá pracovat.
da: Partitioneringen vil ikke fungere.
nb: Partisjoneringen vil ikke fungere.
nl: De schijfindeler zal niet werken.
nn: Partisjoneringa kjem ikkje til å fungera.
pt_br: O particionador não funcionará.

source: This version of the autopartitioner is not elaborate enough to handle the partitioning of the selected disk. It will partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
cs: Tato verze automatického dìlení disku není natolik propracovaná, aby zvládla rozdìlení vybraného disku. Umí rozdìlit pouze prázdný disk nebo disk obsahující nejvý¹e dvì FAT oblasti (a ¾ádné roz¹íøené nebo ne-FAT oblasti).
da: Denne version af autopartitioneringen er ikke i stand til at partitionere den valgte disk. Den kan kun partitionere en tom disk eller en disk med højst 2 FAT-partitioner og ingen udvidede partitioner eller andre ikke-FAT-partitioner.
nb: Denne versjonen av auto-partisjoneringen er ikke glup nok til å håndtere partisjonering av den valgte disken. Den kan bare partisjonere en tom disk eller en som ikke inneholder mer enn 2 FAT-partisjoner (og ingen «extended» eller andre ikke-FAT-partisjoner).
nl: Deze versie van de automatische schijfindeler is niet uitgebreid genoeg om de indeling van de geselecteerde schijf aan te kunnen. Het kan enkel een lege schijf of een schijf met maximaal twee FAT-partities (en geen uitgebreide partities of andere niet-FAT-partities) aan.
nn: Denne utgåva av autopartisjoneringa er ikkje glup nok til å handtera partisjonering av den disken du har valt. Ho kan berre partisjonera tomme diskar eller diskar som ikkje inneheld meir enn to FAT-partisjonar (og ingen «utvida» eller andre ikkje-FAT-partisjonar).
pt_br: A versão atual do auto-particionador não está desenvolvida o bastante para gerenciar o particionamento do disco selecionado. O mesmo particionará somente um disco vazio ou um disco com não mais do que 2 partições FAT (e sem partições extendidas ou outras partições não-FAT).

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other tools available, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
cs: Jestli¾e chcete v instalaci pokraèovat, pøepnìte se na druhou konzoli (Alt+F2), rozdìlte disk podle chuti programem parted, nebo jiným dostupným programem, a pøipojte v¹echny oblasti do stromu pod /target. /target je koøenový adresáø va¹eho nového systému, tak¾e koøenová oblast bude pøipojená do /target, oblast /usr se musí pøipojit do /target/usr.
da: Hvis du vil fortsætte med installationsprocessen, skal du skifte til konsol nr. 2, partitionere disken som du ønsker v. h. a. parted og de andre tilgængelige redskaber og derefter montere alle dine partitioner i /target. Dette bliver rodmappen i det nye system, således at den nye rodpartition vil blive monteret på /target og partitionen /usr vil blive monteret på /target/usr.
nb: Hvis du vil fortsette installasjonsprosessen, gå over til det andre konsollet (trykk ALT+F2), partisjoner diskene som du vil ha dem med parted og andre tilgjengelige verktøy. Monter så alle diskene under /target. /target er rot.katalogen i det nye systemet ditt, så rot-partisjonen blir montert på /target og /usr-partisjonen må monteres på /target/usr.
nl: Indien u wilt doorgaaan, schakel dan over naar de tweede console (ALT+F2), deel de schijf in zoals u wilt met behulp van parted en de andere beschikbare hulpprogramma's,en koppel al u partities aan in /target. /target is de wortelmap van uw nieuw systeem, d.w.z. dat je wortelpartitie aangekoppeld wordt op /target en uw /usr partitie op /target/usr.
nn: Dersom du vil halda fram med installasjonsprosessen, kan du byta til den andre konsollen (Alt + F2). Der kan du partisjonera disken slik du vil med parted og dei andre verktøya som finst. Etterpå må du montera alle partisjonane under /target. /target er rotkatalogen i det nye systemet, slik at rotpartisjonen skal monterast på /target og /usr-partisjonen på /target/usr.
pt_br: Caso você queira continuar o processo de instalação, alterne para o segundo console (use ALT+F2), particione o disco da maneira desejada usando o parted e as outras ferramentas disponíveis e então monte todas as suas partições em /target. /target é o diretório raíz de seu novo sistema, sendo assim sua partição raíz será montada em /target e sua partição /usr será montada em /target/usr.

source: You can also consider launching this program again but selecting another disk.
cs: Také mù¾ete zkusit spustit program znovu, tentokráte na jiný disk.
da: Alternativt kan du starte dette program forfra og vælge en anden disk.
nb: Du kan også tenke på å restarte dette programmet men velge en annen disk.
nl: Een andere mogelijkheid is om dit programma opnieuw op te starten en een andere schijf uit te kiezen voor installatie.
nn: Eit anna alternativ er å starta dette programmet på nytt og velja ein annan disk.
pt_br: Você pode também considerar executar esse programa novamente mas selecionar outro disco.

source: The disk doesn't have enough space.
cs: Disk nemá dostatek místa.
da: Der er ikke tilstrækkeligt med plads på denne disk.
nb: Disken har ikke nok plass tilgjengelig.
nl: Deze schijf heeft niet genoeg ruimte.
nn: Denne disken har ikkje nok plass.
pt_br: O disco não possui espaço suficiente.

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3Gb of free space. It appears that you don't have that much space.
cs: Automatické rozdìlení disku pøedpokládá jisté standardní velikosti oblastí a proto vy¾aduje alespoò 3 Gb volného místa. Zdá se, ¾e tolik místa nemáte.
da: Autopartitioneringen foretager nogle antagelser om partitionsstørrelser og kræver derfor som minimum 3 GB fri plads. Det ser ikke ud til at du har så meget plads.
nb: Auto-partisjoneringen gjør noen antakelser om partisjonsstørrelser, og derfor trenger den minst 3 Gb fri plass. Det ser ikke ut til at du har så mye plass.
nl: De automatische schijfindeler maakt een aantal veronderstellingen betreffende de partitiegrotes, hierom vereist het op z'n minst 3GiB vrije ruimte. U heeft echter niet zoveel ruimte beschikbaar
nn: Autopartisjoneringa treng minst 3 GiB plass til alle partisjonane. Det ser ikkje ut til at du har så mykje ledig plass.
pt_br: O auto-particionador assume alguns valores em relação a tamanhos de partições e devido a isso o mesmo requer pelo menos 3Gb de espaço livre. Parece que você não possui esse espaço.

source: If you really want to install, you'll have to make some free space available, or you may relaunch this program and select another disk with more free space.
cs: Pokud opravdu chcete instalovat, musíte buï uvolnit nìjaké místo, nebo zvovu spustit tento program a vybrat disk, který má více volného prostoru.
da: Hvis du vil gennemføre installationen, må du frigøre noget plads, eller også må du genstarte dette program og vælge en anden disk med mere fri plads.
nb: His du virkelig vil installere, må du skaffe mer fri diskplass, eller starte dette programmet omigjen og velge en annen disk med mer fri plass.
nl: Indien u toch wil installeren, zult u enige ruimte moeten vrijmaken, u kunt dit programma ook herstarten en een andere schijf kiezen met meer vrije ruimte.
nn: Du må skaffa meir ledig plass før du kan installera. Du kan òg starta dette programmet på nytt og velja ein annan disk med nok ledig plass.
pt_br: Caso você realmente queira instalar você terá que liberar algum espaço antes ou você poderá executar novamente este programa e selecionar outro disco com mais espaço livre.

source: Debug information about ${variable}
cs: Ladicí informace o ${variable}
da: Fejlretningsinformation vedr. ${variable}
nb: Feilsøkings-informasjon om ${variable}
nl: Debug informatie betreffende ${variable}
nn: Feilsøkjingsinformasjon om ${variable}
pt_br: Informação de depuração sobre ${variable}

source: Here is some debug information. The value of ${variable} is :
cs: Informace pro ladìdí. Hodnota ${variable} je:
da: Her er noget fejlretningsinformation. Værdien af ${variable} er:
nb: Her er litt feilsøkingsinformasjon. Verdien av ${variable} er:
nl: Wat volgt is debug informatie. De waarde van ${variable} is:
nn: Her er litt feilsøkjingsinformasjon. Verdien av ${variable} er:
pt_br: Aqui está alguma informação de depuração. O valor de ${variable} é :

source: The partitioning has been successfully completed.
cs: Rozdìlení disku probìhlo úspì¹nì.
da: Partitioneringen er gennemført.
nb: Partisjoneringen er utført med vellykket resultat.
nl: De schijfindeling is met succes beëindigt.
nn: Partisjoneringa var vellukka.
pt_br: O particionamento foi concluído com sucesso.

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
cs: Po¾adované oblasti byly vytvoøeny a pøipojeny pod /target. Nyní mù¾ete pokraèovat v instalaci.
da: De nødvendige partitioner er blevet dannet og monteret på /target. Du kan nu fortsætte installationsprocessen.
nb: De nødvendige partisjonene er laget og montert under /target. Du kan nå fortsette installasjonsprosessen.
nl: De vereiste partities zijn aangemaakt en aangekoppeld op /target. U kunt nu verder gaan met het installatie proces.
nn: Dei nødvendige partisjonane er oppretta og monterte under /target. Du kan no halda fram med installeringa.
pt_br: As partições requeridas foram criadas e montadas sob /target. Você pode agora continuar o processo de instalação.

source: File containing the requested partition table
cs: Soubor obsahující po¾adovanou tabulku oddílù
da: Fil, der indeholder den ønskede partitioneringstabel
nb: Filen som inneholder den ønskede partisjonstabellen
nl: Welk bestand bevat de gevraagde partitietabel?

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
cs: Automatické rozdìlení disku probìhne podle popisu v tomto souboru.
da: Partitioneringen vil blive dannet automatisk med partitioner og størrelser som angivet i denne fil.
nb: Disken vil bli partisjonert automatisk ut fra partisjonene og størrelsene som er spesifisert i denne filen.
nl: De automatische schijfindeler zal gebruik maken van de partities en groottes die in dit bestand aangegeven zijn.
nn: Disken vil bli partisjonert automatisk ut frå partisjonane og storleikane som er spesifiserte i denne fila.

source: Automatically partition hard drives (unsafe)
cs: Automagicky rozdìlit pevné disky (nespolehlivé)
da: Partitionér harddiskene automatisk (usikkert)
nl: Harde schijven automatisch indelen (onveilig)

source: Creating ${FSTYPE} file system on '${MOUNTPOINT}'
cs: Vytváøí se souborový systém ${FSTYPE} na '${MOUNTPOINT}'
da: Opretter filsystemet ${FSTYPE} på '${MOUNTPOINT}'

source: Estimated time left: ${HOURS}h${MINUTES}m
cs: Pøedpokládaný zbývající èas: ${HOURS}h${MINUTES}m
da: Forventet resterende tid: ${HOURS}:${MINUTES}

source: Estimated time left: ${MINUTES}m
cs: Pøedpokládaný zbývající èas: ${MINUTES}m
da: Forventet resterende tid: ${MINUTES} minutter

source: Estimated time left: <1m
cs: Pøedpokládaný zbývající èas: <1m
da: Forventet resterende tid: <1 minut

source: Automatic Partitioning
nb: Automatisk partisjonering
nl: Automatische schijfindeling

source: Choose the disk which has the free space (column Free) required to install Debian GNU/Linux. If there's not enough free space, space will be liberated by resizing the FAT partitions (column FreeFat indicate how much space will be made by resizing the existing fat partitions).
pt_br: Escolha o disco que possui espaço livre (coluna Free) requerido para instalar o Debian GNU/Linux. Caso não existe espaço livre o bastante o mesmo será liberado através do redimensionamento de partições FAT (coluna FreeFat indica quanto espaço será disponibilizado redimensionando as partições FAT existentes).
