Repository: dankamongmen/s-i
Catalog: packages/partman/partman-lvm/debian/po/*.po
Languages: da, dz

source: Unallocated physical volumes:
da: Ikke-inddraget fysisk bind:
dz: སྤྲོད་མ་བཞག་པའི་དངོས་ཅན་སྐད་ཤུགས་:

source: Volume groups:
da: Bindgrupper:
dz: སྐད་ཤུགས་སྡེ་ཚན་ཚུ་:

source: Uses physical volume:
da: Benytter fysisk bind:
dz: དངོས་ཅན་སྐད་ཤུགས་ཚུ་ལག་ལེན་འཐབ་ཨིན་:

source: Provides logical volume:
da: Tilbyder logiske bind:
dz: གཏན་ཚིག་ཅན་གྱི་སྡེ་ཚན་ཚུ་གསར་བསྐྲུན་འབདཝ་ཨིན་:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
da: intet
dz: ཅི་མེད།

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
da: intet
dz: ཅི་མེད།

source: PV
da: FB
dz: པི་ཝི།

source: In use by LVM volume group ${VG}
da: I brug af LVM-bindgruppen ${VG}
dz: ཨེལ་ཝི་ཨེམ་སྐད་ཤུགས་སྡེ་ཚན་${VG}གིས་ལག་ལེན་འཐབ་ཏེ་ཡོད།

source: Display configuration details
da: Vis opsætningsdetaljer
dz: རིམ་སྒྲིག་རྒྱས་བཤད་ཚུ་བཀྲམ་སྟོན་འབད།

source: Create volume group
da: Opret bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་གསར་བསྐྲུན་འབད།

source: Delete volume group
da: Slet bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་བཏོན་གཏང་།

source: Extend volume group
da: Udvid bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་རྒྱ་བསྐྱེད་འབད།

source: Reduce volume group
da: Reducér bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་མར་ཕབ་འབད།

source: Create logical volume
da: Opret logisk bind
dz: གཏན་ཚིག་ཅན་གྱི་སྡེ་ཚན་གསར་བསྐྲུན་འབད།

source: Delete logical volume
da: Slet logisk bind
dz: གཏན་ཚིག་ཅན་གྱི་སྡེ་ཚན་བཏོན་གཏང་།

source: Finish
da: Afslut
dz: རྫོགས་ནི།

source: Write the changes to disks and configure LVM?
da: Skriv ændringerne til diskene og sæt den logiske bindhåndtering op?
dz: ཌིཀསི་ཚུ་ལུ་བསྒྱུར་བཅོས་ཚུ་བྲིས་ནི་དངLVMརིམ་སྒྲིག་འབད?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
da: Den valgte partitionering skal skrives til diskene før den logiske bindhåndtering kan sættes op. Disse ændringer kan ikke fortrydes.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛིན་སྐྱོང་པ་འདི་རིམ་སྒྲིག་མ་འབད་བའི་ཧེ་མ་ ཌིཀསི་ལུ་ད་ལྟོའི་བར་བཅད་འབད་ནིའི་འཆར་ལས་འདི་བྲིས་དགོ། བསྒྱུར་བཅོས་འདི་ཚུ་འབད་ཚར་མི་ཚུགས།

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
da: Når den logiske bindhåndtering er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholder fysiske bind under installationen. Afgør med dig selv, om du er tilfreds med den aktuelle partitionsudlægning, før du fortsætter.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛིན་སྐྱོང་པ་འདི་རིམ་སྒྲིག་འབད་ཚར་བའི་ཤུལ་ལས་ དངོས་ཅན་སྐད་ཤུགས་ཚུ་ཡོད་པའི་ཌིཀསི་ཚུ་ནང་གི་བར་བཅད་ཚུ་གི་ཁ་སྐོང་བསྒྱུར་བཅོས་ཚུ་འབད་མི་ཆོག། ཌིཀསི་འདི་ནང་འཕྲོ་མཐུད་མ་འབད་བའི་ཧེ་མ་ ད་ལྟོའི་བར་བཅད་འབད་ནིའི་འཆར་ལས་འདི་དང་གཅིག་ཁར་ངལ་རང་ཡི་ག་གྲོས་ཐག་བཅད་གནང་།

source: Keep current partition layout and configure LVM?
da: Bevar nuværende partitionslayout og sæt LVM op?
dz: ད་ལྟོའི་བར་བཅད་སྒྲིག་བཀོད་འབད་བཞག་ནི་དང་ LVMརིམ་སྒྲིག་འབད?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
da: Når den logiske bindhåndtering er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholder benyttede fysiske bind. Vær sikker på at du er tilfreds med det aktuelle partitionslayout på disse diske inden du fortsætter.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛིན་སྐྱོང་པ་འདི་རིམ་སྒྲིག་འབད་ཚར་བའི་ཤུལ་ལས་ དངོས་ཅན་སྐད་ཤུགས་ཚུ་ཡོད་པའི་ཌིཀསི་ཚུ་ནང་གི་བར་བཅད་ཚུ་གི་ཁ་སྐོང་བསྒྱུར་བཅོས་ཚུ་འབད་མི་ཆོག། ཌིཀསི་འདི་ནང་འཕྲོ་མཐུད་མ་འབད་བའི་ཧེ་མ་ད་ལྟོའི་བར་བཅད་འབད་ནིའི་འཆར་ལས་འདི་དང་མཉམ་ངལ་རང་ཡི་ག་གྲོས་ཐག་བཅད་གནང་།

source: LVM configuration failure
da: LVM-opsætningsfejl
dz: LVM རིམ་སྒྲིག་འབད་ནི་ལུ་འཐུས་ཤོར།

source: An error occurred while writing the changes to the disks.
da: Der opstod en fejl under skrivning af ændringerne til diskene.
dz: ཌིཀསི་ཚུ་གི་ནང་བསྒྱུར་བཅོས་ཚུ་འབྲིཝ་ད་འཛོལ་བ་བྱུང་ནུག།

source: The configuration of the Logical Volume Manager is aborted.
da: Opsætningen af den logiske bindhåndtering (LVM) blev afbrudt.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛིན་སྐྱོང་པ་འདི་གི་རིམ་སྒྲིག་འབད་ནི་འདི་བར་བཤལ་འབད་ཡོདཔ།

source: physical volume for LVM
da: fysisk bind til LVM
dz: LVM གི་དོན་ལས་དངོས་ཅན་སྐད་ཤུགས།

source: Configure the Logical Volume Manager
da: Opsætning af den logiske bindhåndtering (LVM)
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛུན་སྐྱོང་པ་འདི་རིམ་སྒྲིག་འབད།

source: Activate existing volume groups?
da: Aktivér eksisterende bindgrupper?
dz: ཡོད་བཞིན་པའི་སྐད་ཤུགས་སྡེ་ཚན་ཚུ་ཤུགས་ལྡན་བཟོ?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
da: Fandt ${COUNT} eksisterende bindgrupper. Angiv om du ønsker at aktivere dem.
dz: ${COUNT}ཡོད་བཞིན་པའི་སྐད་ཤུགས་སྡེ་ཚན་ཚུ་འཚོལ་ཐོབ་ནུག། ཁྱོད་ཀྱིས་དེ་ཚུ་ཤུགས་ལྡན་བཟོ་ནི་ཨིན་ན་བརྡ་སྟོན་གནང་།

source: LVM configuration action:
da: LVM-opsætningshandling:
dz: LVM རིམ་སྒྲིག་འབད་ནིའི་བྱ་བ:

source: Summary of current LVM configuration:
da: Opsummering af den aktuelle LVM-opsætning:
dz: ད་ལྟོའི་ ཨེལ་ཝི་ཨེམ་རིམ་སྒྲིག་གི་བཅུད་དོན་:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
da: Ledige fysiske bind: ${FREE_PVS} Benyttede fysiske bind: ${USED_PVS} Bindgrupper: ${VGS} Logiske bind: ${LVS}
dz: རང་དབང་དངོས་ཅན་གྱི་སྐད་ཤུགས་: ${FREE_PVS} ལག་ལེན་འཐབ་ཡོད་པའི་དངོས་ཅན་གྱི་སྐད་ཤུགས་: ${USED_PVS} སྐད་ཤུགས་སྡེ་ཚན་: ${VGS} གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་: ${LVS}

source: Current LVM configuration:
da: Aktuel LVM-opsætning:
dz: ད་ལྟོའི་ཨེལ་ཝི་ཨེམ་རིམ་སྒྲིག་:

source: Devices for the new volume group:
da: Enheder til den nye bindgruppe:
dz: སྐད་ཤུགས་སྡེ་ཚན་གསརཔ་གི་ཐབས་འཕྲུལ་ཚུ:

source: Please select the devices for the new volume group.
da: Vælg de enheder, der skal fjernes fra den nye bindgruppe.
dz: སྐད་ཤུགས་སྡེ་ཚན་གསརཔ་གི་དོན་ལུ་ཐབས་འཕྲུལ་ཚུ་སེལ་འཐུ་འབད་གནང་།

source: Volume group name:
da: Bindgruppens navn:
dz: སྐད་ཤུགས་སྡེ་ཚན་གི་མིང་:

source: Please enter the name you would like to use for the new volume group.
da: Indtast det navn, du vil give den nye bindgruppe.
dz: སྐད་ཤུགས་སྡེ་ཚན་གསརཔ་གི་དོན་ལུ་ལག་ལེན་འཐབ་ནི་ལུ་དགའ་བ་ཅིན་མིང་བཙུགས་གནང་།

source: No physical volumes were selected. The creation of a new volume group was aborted.
da: Der blev ikke valgt nogen fysiske grupper. Afbryder oprettelsen af en ny bindgruppe.
dz: དངོས་ཅན་སྐད་ཤུགས་ཚུ་སེལ་འཐུ་མ་འབད་བས། སྐད་ཤུགས་སྡེ་ཚན་གསརཔ་གི་གསར་བསྐྲུན་འབད་མི་འདི་བར་བཤོལ་འབད་ནུག།

source: No volume group name entered
da: Ingen bindgruppe angivet
dz: སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་མ་བཙུགས་པས།

source: No name for the volume group has been entered. Please enter a name.
da: Der er ikke angivet noget navn til den valgte bindgruppe. Angiv venligst et navn.
dz: སྐད་ཤུགས་སྡེ་ཚན་གྱི་དོན་ལུ་མིང་ཐོ་བཀོད་མ་འབད་བས། མིང་བཙུགས་གནང་།

source: Volume group name already in use
da: Bindgruppenavnet er allerede i brug
dz: ཧེ་མ་ལས་ལག་ལེན་འཐབ་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་།་

source: The selected volume group name is already in use. Please choose another name.
da: Det valgte bindgruppenavn er allerede i brug. Vælg et andet navn.
dz: སེལ་འཐུ་འབད་ཡོད་མི་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་འདི་ཧེ་མ་ལས་ལག་ལེན་འཐབ་ནུག།་ མིང་གཞན་གདམ་ཁ་རྐྱབས་གནང་།

source: Volume group name overlaps with device name
da: Bindgruppenavnet overlapper et enhedsnavn
dz: ཐབས་འཕྲུལ་མིང་དང་མཉམ་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་མཐའ་མནོན་ནུག།

source: The selected volume group name overlaps with an existing device name. Please choose another name.
da: Det valgte bindgruppenavn overlapper navnet på en eksisterende enhed. Vælg et andet navn.
dz: ཡོད་བཞིན་པའི་ཐབས་འཕྲུལ་མིང་དང་མཉམ་སེལ་འཐུ་འབད་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་མཐའ་མནོན་ནུག། མིང་གཞན་གདམ་ཁ་རྐྱབས་གནང་།

source: The volume group ${VG} could not be created.
da: Bindgruppen ${VG} kunne ikke oprettes.
dz: སྐད་ཤུགས་སྡེ་ཚན་ ${VG}འདི་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: Volume group to delete:
da: Vælg en bindgruppe at slette:
dz: བཏོན་གཏང་ནི་གི་སྐད་ཤུགས་སྡེ་ཚན་:

source: Please select the volume group you wish to delete.
da: Vælg den bindgruppe, du ønsker at slette.
dz: ཁྱོད་ཀྱིས་བཏོན་གཏང་ནི་གི་རེ་འདོད་ཡོད་མི་སྐད་ཤུགས་སྡེ་ཚན་འདི་གདམ་ཁ་རྐྱབས་གནང་།

source: The volume group may have already been deleted.
da: Bindgruppen kan allerede være blevet slettet.
dz: སྐད་ཤུགས་སྡེ་ཚན་འདི་ཡང་ཅིན་ཧེ་མ་ལས་རང་བཏོན་གཏང་གཏངམ་འོང་།

source: Really delete the volume group?
da: Vil du virkelig slette bindgruppen?
dz: སྐད་ཤུགས་སྡེ་ཚན་འདི་ཐད་རི་འབའ་རི་བཏོན་གཏང་?

source: Please confirm the ${VG} volume group removal.
da: Bekræft fjernelsen af bindgruppen ${VG}.
dz: སྐད་ཤུགས་སྡེ་ཚན་${VG} འདི་རྩ་བསྐྲད་གཏང་བཏུབ་ནི་ལུ་ངེས་དཔྱད་འབད་གནང་།

source: Error while deleting volume group
da: Fejl under sletning af bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་བཏོན་གཏངམ་ད་འཛོལ་བ།

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
da: Den valgte bindgruppe kunne ikke slettes. Måske er en eller flere logiske bindgrupper stadig i brug.
dz: སེལ་འཐུ་འབད་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་འདི་བཏོན་གཏང་མི་བཏུབ་པས། གཅིག་ ཡང་ན་ ལེ་ཤ་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་ཚུ་ད་ལྟོ་ལག་ལེན་འཐབ་དགོཔ་འོང་།

source: No volume group can be deleted.
da: Ingen bindgruppe kan slettes.
dz: སྐད་ཤུགས་སྡེ་ཚན་བཏོན་གཏང་མི་ཚུགས།

source: Volume group to extend:
da: Bindgruppe at udvide:
dz: རྒྱ་བསྐྱེད་འབད་ནི་གི་སྐད་ཤུགས་སྡེ་ཚན་:

source: Please select the volume group you wish to extend.
da: Vælg den bindgruppe, du ønsker at udvide.
dz: ཁྱོད་ཀྱིས་རྒྱ་བསྐྱེད་འབད་ནི་ལུ་རེ་འདོད་ཡོད་མི་གི་སྐད་ཤུགས་སྡེ་ཚན་འདི་སེལ་འཐུ་འབད་གནང་།

source: Devices to add to the volume group:
da: Enheder at føje til bindgruppen:
dz: སྐད་ཤུགས་སྡེ་ཚན་ལུ་ཁ་སྐོང་འབད་ནི་གི་ཐབས་འཕྲུལ་ཚུ:

source: Please select the devices you wish to add to the volume group.
da: Vælg de enheder, du ønsker at føje til bindgruppen.
dz: སྐད་ཤུགས་སྡེ་ཚན་འདི་ལུ་ཁ་སྐོང་འབད་ནི་ལུ་ཁྱོད་ཀྱིས་རེ་འདོད་་རེ་འདོད་ཡཐབས་འཕྲུལ་ཚུ་གས་སྡེ་ཚན་འདི་སེལ་འཐུ་འབད་གནང་།

source: No physical volumes were selected. Extension of the volume group was aborted.
da: Der blev ikke valgt nogen fysiske bind. Afbryder udvidelsen af bindgruppen.
dz: དངོས་ཅན་སྐད་ཤུགས་ཚུ་སེལ་འཐུ་མ་འབད་བས། སྐད་ཤུགས་སྡེ་ཚན་འདི་ལུ་རྒྱ་བསྐྱེད་འབད་ནི་འདི་བར་བཤོལ་འབད་ནུག།

source: Error while extending volume group
da: Fejl under udvidelse af bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་རྒྱ་བསྐྱེད་འབདཝ་ད་འཛོལ་བ།

source: The physical volume ${PARTITION} could not be added to the selected volume group.
da: Det fysiske bind ${PARTITION} kunne ikke føjes til den valgte bindgruppe.
dz: དངོས་ཅན་སྐད་ཤུགས་${PARTITION}འདི་སེལ་འཐུ་འབད་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་ལུ་ཁ་སྐོང་འབད་མི་བཏུབ་པས།

source: No volume group has been found.
da: Fandt ingen bindgrupper.
dz: སྐད་ཤུགས་སྡེ་ཚན་འཚོལ་མ་ཐོབ།

source: No volume group can be reduced.
da: Ingen bindgruppe kan reduceres.
dz: སྐད་ཤུགས་སྡེ་ཚན་མར་ཕབ་འབད་མི་བཏུབ་པས།

source: Volume group to reduce:
da: bindgruppe at reducere:
dz: མར་ཕབ་འབད་ནི་གི་སྐད་ཤུགས་སྡེ་ཚན:

source: Please select the volume group you wish to reduce.
da: Vælg den bindgruppe, du ønsker at reducere.
dz: ཁྱོད་ཀྱིས་མར་ཕབ་འབད་ནི་ལུ་རེ་འདོད་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་སེལ་འཐུ་འབད་གནང་།

source: Devices to remove from the volume group:
da: Enheder at fjerne fra bindgruppen:
dz: སྐད་ཤུགས་སྡེ་ཚན་ནང་ལས་རྩ་བསྐྲད་གཏང་ནི་གི་ཐབས་འཕྲུལ་:

source: Please select the devices you wish to remove from the volume group.
da: Vælg de enheder, du vil fjerne fra bindgruppen.
dz: ཁྱོད་ཀྱིས་སྐད་ཤུགས་སྡེ་ཚན་ནང་ལས་རྩ་བསྐྲད་གཏང་ནིའི་རེ་འདོད་ཡོད་པའི་ཐབས་འཕྲུལ་ཚུ་སེལ་འཐུ་འབད་གནང་།

source: You can select one or more devices.
da: Du kan angive en eller flere enheder.
dz: ཁྱོད་ཀྱིས་ཐབས་འཕྲུལ་ཚུ་གཅིག་ཡང་ན་ལེ་ཤ་སེལ་འཐུ་འབད་ཚུགས།

source: No physical volumes selected
da: Der blev ikke valgt nogen fysiske bind
dz: དངོས་ཅན་སྐད་ཤུགས་ཚུ་སེལ་འཐུ་མ་འབད་བས།

source: No physical volumes were selected. Reduction of the volume group was aborted.
da: Der blev ikke valgt nogen fysiske bind. Afbryder reduktionen af bindgruppen.
dz: དངོས་ཅན་སྐད་ཤུགས་ཚུ་སེལ་འཐུ་མ་འབད་བས། སྐད་ཤུགས་སྡེ་ཚན་རྒྱ་བསྐྱེད་འབད་ནི་བར་བཤོལ་ནུག།

source: Error while reducing volume group
da: Fejl under reduktion af bindgruppe
dz: སྐད་ཤུགས་སྡེ་ཚན་མར་ཕབ་འབདཝ་ད་འཛོལ་བ།

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
da: Det fysiske bind ${PARTITION} kunne ikke føjes til den valgte bindgruppe.
dz: དངོས་ཅན་སྐད་ཤུགས་${PARTITION}འདི་སེལ་འཐུ་འབད་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་ལུ་ཁ་སྐོང་འབད་མི་བཏུབ་པས།

source: No volume group found
da: Fandt ingen bindgrupper
dz: སྐད་ཤུགས་སྡེ་ཚན་འཚོལ་མ་ཐོབ།

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
da: Der blev ikke fundet nogen bindgrupper til oprettelse af et nyt logisk bind. Opret flere fysiske bind og bindgrupper eller reducér en eksisterende bindgruppe.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསརཔ་གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་དལཝ་ཡོད་པའི་སྐད་ཤུགས་སྡེ་ཚན་ཚུ་འཚོལ་མ་ཐོབ། ཡོད་བཞིན་པའི་སྐད་ཤུགས་སྡེ་ཚན་མར་ཕབ་འབད་ ཡང་ན་ སྐད་ཤུགས་སྡེ་ཚན་ཚུ་དང་དངོས་ཅན་སྐད་ཤུགས་ཚུ་ཧེང་བཀལ་གསར་བསྐྲུན་འབད་གནང་།

source: Logical volume name:
da: Navn på logisk bind:
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་ཀྱི་མིང:

source: Please enter the name you would like to use for the new logical volume.
da: Angiv det navn, du vil bruge til det nye logiske bind.
dz: ཁྱོད་ཀྱིས་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསརཔ་གི་དོན་ལུ་ལག་ལེན་འཐབ་ནི་ལུ་དགའ་བ་ཅིན་མིང་བཙུགས་གནང་།

source: Volume group:
da: Bindgruppe:
dz: སྐད་ཤུགས་སྡེ་ཚན:

source: Please select the volume group where the new logical volume should be created.
da: Vælg den bindgruppe, hvori det nye logiske bind skal oprettes.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསརཔ་འདི་ག་སྟེ་ལུ་གསར་བསྐྲུན་འབད་ནི་ཨིན་ན་སྐད་ཤུགས་སྡེ་ཚན་འདི་སེལ་འཐུ་འབད་གནང་།

source: No logical volume name entered
da: Der er ikke angivet noget navn til det logiske bind
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་ཀྱི་མིང་ཐོ་བཀོད་མ་འབད་བས།

source: No name for the logical volume has been entered. Please enter a name.
da: Der er ikke angivet noget navn til det logiske bind. Angiv venligst et navn.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་ཀྱི་དོན་ལུ་མིང་མ་བཙུགས་པས། མིང་བཙུགས་ད་གནང་།

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
da: Det angivne navn ${LV} er allerede i brug af et andet logisk bind i den samme bindgruppe (${VG}).
dz: མིང་ ${LV}འདི་སྐད་ཤུགས་སྡེ་ཚན་(${VG}) གཅིག་པ་འདི་ནང་གི་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གཞན་གྱིས་ཧེ་མ་ལས་ལག་ལེན་འཐབ་ནུག།

source: Logical volume size:
da: Størrelse på logisk bind:
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་ཀྱི་ཚད:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
da: Angiv størrelsen på det nye logiske bind. Størrelsen kan angives i følgende formater: 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte). Som standard antages Megabyte.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསརཔ་འདི་གི་ཚད་བཙུགས་གནང་། ཚད་འདི་འོག་གི་རྩ་སྒྲིག་ཚུ་ནང་བཙེགས་བཙུགསཔ་འོང་།་10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes).སྔོན་སྒྲིག་ཆ་ཕྲན་འདི་མེ་ག་བའིཊིསི་ཚུ་ཨིན།

source: Error while creating a new logical volume
da: Fejl under oprettelse af nyt logisk bind
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསརཔ་གསར་བསྐྲུན་འབདཝ་ད་འཛོལ་བ།

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
da: Kunne ikke oprette det logiske bind (${LV}) på ${VG} med den nye størrelse ${SIZE}.
dz: ཚད་གསརཔ་${SIZE}་འདི་མཉམ་${VG}ལུ་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསརཔ་(${LV})འདི་གསར་བསྐྲུན་འབད་མི་བཏུབ།

source: No logical volume found
da: Fandt ingen logiske bind
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཚོལ་མ་ཐོབ།

source: No logical volume has been found. Please create a logical volume first.
da: Fandt ingen logiske bind. Opret et logisk bind først.
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཚོལ་མ་ཐོབ། དང་པ་རང་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་གསར་བསྐྲུན་འབད་གནང་།

source: Logical volume:
da: Logisk bind:
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས:

source: Please select the logical volume to delete.
da: Vælg det logiske bind, der skal slettes.
dz: བཏོན་གཏང་ནིའི་དོན་ལས་ གཏན་ཚིགས་ཅན་གྱི་སྐད་ཤུགས་ སེལ་འཐུ་འབད་གནང་།

source: in VG ${VG}
da: i BG ${VG}
dz: ཝི་ཇི་ ${VG}ནང་།

source: Error while deleting the logical volume
da: Fejl under sletning af logisk bind
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་བཏོན་གཏངམ་ད་འཛོལ་བ།

source: The logical volume (${LV}) on ${VG} could not be deleted.
da: Det logiske bind (${LV}) på ${VG} kunne ikke slettes.
dz: ${VG}ལུ་ཡོད་མི་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་(${LV})འདི་བཏོན་གཏང་མི་ཚུགས།

source: No usable physical volumes found
da: Fandt ingen brugbare fysiske bind
dz: ལག་ལེན་འཐབ་བཏུབ་པའི་སྐད་ཤུགས་ཚུ་འཚོལ་མ་ཐོབ།

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
da: Kunne ikke finde nogen fysiske bind (f.eks. partitioner) på dit system. Alle fysiske bind er muligvis allerede i brug. Det kan også være at du er nødt til at indlæse nogle nødvendige kernemoduler eller repartitionere harddiskene.
dz: ཁྱོད་ཀྱི་རིམ་ལུགས་ནང་ལུ་དངོས་ཅན་སྐད་ཤུགས་ཚུ་(i.e. partitions) འཚོལ་མ་ཐོབ། དངོས་ཅན་སྐད་ཤུགས་ཚུ་ཆ་མཉམ་ཧེ་མ་ལས་ལག་ལེན་འཐབ་འཐབཔ་འོང་ནི་མས། ཁྱོད་ཀྱིས་ཡང་དགོས་མཁོ་ཅན་གྱི་ཀར་ནེལ་ཚད་གཞི་ཚུ་མངོན་གསལ་འབད་དགོཔ་འོང་ ཡང་ན་ ཧཪཌི་ཌའིབ་ཚུ་སླར་བར་བཅད་འབད་དགོཔ་འོང་།

source: Logical Volume Manager not available
da: Logisk bindhåndtering ikke tilgængelig
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛིན་སྐྱོང་པ་ཐོབ་ཚུགསཔ་མིན་འདུག།

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
da: Den aktuelle kerne understøtter ikke den logiske bindhåndtering (LVM). Måske skal du indlæse modulet lvm-mod.
dz: ད་ལྟོའི་ཀར་ནེལ་འདི་གིས་གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་འཛིན་སྐྱོང་པ་འདི་ལུ་རྒྱབ་སྐྱོར་མི་འབད་བས། ཁྱོད་ཀྱིས་lvm-mod ཚད་གཞི་འདི་མངོན་གསལ་འབད་དགོཔ་འོང་།

source: Error while initializing physical volume
da: Fejl under initialisering af logisk bind
dz: གཏན་ཚིག་ཅན་གྱི་སྐད་ཤུགས་བཏོན་གཏངམ་ད་ འཛོལ་བ།

source: The physical volume ${PV} could not be initialized.
da: Det fysiske bind ${PV} kunne ikke initialiseres.
dz: དངོས་ཅན་སྐད་ཤུགས་ ${PV}འགོ་བྱེད་འབད་མ་ཚུགས།

source: Check /var/log/syslog or see virtual console 4 for the details.
da: Tjek /var/log/syslog eller kig på den virtuelle konsol 4 for detaljer.
dz: /var/log/syslog ཞིབ་དཔྱད་འབད་ཡང་ན་རྒྱས་བཤད་ཀྱི་དོན་ལུ་བར་ཅུ་ཡལ་མ་སྒྲོམ་༤་པ་འདི་བལྟ།

source: Invalid logical volume or volume group name
da: Ugyldigt navn på logisk bind eller bindgruppe
dz: ནུས་མེད་གཏན་ཚིགས་ཅན་གྱི་སྐད་ཤུགས་ ཡང་ན་ སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་།

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
da: Navne på logiske bind eller bindgrupper må kun indeholde bogstaver, tal, bindestreger, plus, punktum og understreger. De skal være 128 tegn eller kortere, og må ikke starte med en bindestreg. Navnene "." og ".." er ikke tilladte. Desuden må navne på logiske bind ikke starte med "snapshot".
dz: གཏན་ཚིགས་ཅན་གྱི་སྐད་ཤུགས་ ཡང་ན་ སྐད་ཤུགས་སྡེ་ཚན་གྱི་མིང་ནང་ལུ་ ཀ་ཁ་ཨང་ཡིག་གི་ཡིག་འབྲུ་ཚུ་དང་ སྦྲེལ་རྟགས་ དེ་ལས་ བསྡོམས་རྟགས་དང་དུས་ཡུན་ གཞན་ཡང་གཤམ་ཐིག་ཚུ་རྐྱངམ་ཅིག་ཡོདཔ་ཨིན། དེ་ཚུ་ལུ་ཡིག་འབྲུ་ ༡༢༨ ཡངན་ དེ་ལས་ཉུངམ་སྦེ་དགོཔ་དང་ སྦྲེལ་རྟགས་ཀྱིས་འགོ་མི་བཙུགས་འོང་། "." དང་ ".." མིང་གཉིསཔ་འདི་ལུ་གནང་བ་མི་བྱིན། དེའི་ཁ་སྐོང་ལུ་ སྐད་ཤུགས་མིང་ཚུ་ "snapshot" གིས་ འགོ་མི་བཙུགས་འོང་།

source: Please choose another name.
da: Angiv venligst et andet navn.
dz: མིང་གཞན་མི་ཅིག་ གདམ་ཁ་རྐྱབས།
