Repository: dankamongmen/s-i
Catalog: packages/cdrom-checker/debian/po/*.po
Languages: am, bg, cs, da, dz, gl, hu, is, ka, km, ku, mk, nb, ne, pl, sk, sv, tl, tr, xh

source: Check CD-ROM integrity?
am: የሲዲ ጤንነትን መርምር
bg: Проверка на целостта на компактдиска?
cs: Zkontrolovat integritu CD-ROM?
da: Tjek cdrommens integritet?
dz: སི་ཌི་-རོམ་ ཆིག་སྒྲིལ་ཞིབ་དཔྱད་འབད?
gl: Desexa comprobar a integridade do CD-ROM?
hu: CD-ROM épségének ellenőrzése?
is: Athuga áreiðanleika geisladrifs?
ka: შევამოწმოთ კომპაქტ-დისკი?
km: ពិនិត្យ​ភាព​ត្រឹមត្រូវ​របស់​ស៊ីឌីរ៉ូម ?
ku: Bila rastiya CD-ROMê were kontrolkirin?
mk: Да проверам интегритет на ЦД-РОМ?
nb: Vil du sjekke CD-plata?
ne: सी डी-रोम विश्वासनीयताका साथ जाँच्नुहुन्छ?
pl: Sprawdzić integralności płyty CD?
sk: Skontrolovať integritu CD-ROM?
sv: Kontrollera integriteten på cd-rom:en?
tl: Suriin ang ayos ng CD-ROM?
tr: CD-ROM'un doğruluğu denetlensin mi?
xh: Ikhangela imfezeko ye-CD-ROM?

source: Warning: this check depends on your hardware and may take some time.
am: ማስጠንቀቂያ፦ ይህ ምርመራ ባለዎት ጥርአካል ላይ የተመሰረተ ነውና ጊዜ ሊፈጅ ይችላል።
bg: Внимание: тази проверка зависи от Вашия хардуер и може да отнеме известно време.
cs: Varování: rychlost kontroly závisí na va¹em hardwaru a mù¾e trvat dost dlouho.
da: Advarsel: dette tjek afhænger af dit udstyr, og kan tage sin tid.
dz: ཉེན་བརྡ་:ཞིབ་དཔྱད་འདི་ཁྱོད་ཀྱི་སྲ་ཆས་ལུ་བརྟེན་ནི་དང་དུས་ཡུན་དུམ་གྲ་ཅིག་འགོར་ནི་འོང་།
gl: Aviso: esta proba depende do hardware e pode levar algún tempo.
hu: Figyelem: az ellenőrzés hardver-függő, és hosszabb ideig tarthat.
is: Varúð: þetta athugar hvað reiðir sig á vélbúnaðinn og getur tekið langan tíma.
ka: გაფრთხილება: შემოწმება მოითხოვს გარკვეულ დროს, რომლის ხანგრძლივობა დამოკიდებულია თქვენს აპარატურაზე.
km: ព្រមាន​ ៖ ការ​ពិនិត្យ​នេះ​គឺ​អាស្រ័យ​លើ​ផ្នែក​រឹង​របស់អ្នក ហើយ​អាច​នឹង​ចំណាយ​ពេល​មួយ​រយៈ ។
ku: Hişyarî: ev kontrolkirin girêdayî reqalava te ye û dibe ku gelekî dirêj bidome.
mk: Внимание: оваа проверка зависи од твојот хардвер и може да потрае.
nb: Advarsel: Denne testen kan ta lang tid, avhengig av hvilken maskinvare du har.
ne: चेतावनी: यो जाँच तपाईँको हार्डवेयरमा निर्भर हुन्छ र केही समय लिन सक्छ ।
pl: Uwaga: ten test zależy od Twojego sprzętu i może chwilę potrwać.
sk: Pozor: rýchlosť kontroly závisí na vašom hardvéri a môže trvať dosť dlho.
sv: Varning: den här kontrollen är beroende av din maskinvara och kan ta lite tid.
tl: Babala: ang pagsuri na ito ay maaaring magtagal batay sa inyong hardware.
tr: Uyarı: bu denetimin süresi donanımınıza bağlıdır ve biraz zaman alabilir.
xh: Isilumkiso: oku kuvavanya kuxhomekeke kwimpahla yentsimbi yekhompyutha yakho yaye ingathabatha ixesha.

source: Insert a Debian CD-ROM
am: የደቢያን ሲዲን አስገባ
bg: Сложете дебиански компактдиск
cs: Vlo¾te CD-ROM s Debianem
da: Indsæt en Debian-cdrom
dz: ཌི་བི་ཡཱན་སི་ཌི་-རོམ་བཙུགས།
gl: Insira un CD-ROM de Debian
hu: Tégy be egy Debian CD-ROM-ot.
is: Settu Debian innsetningardiskinn í geisladrifið
ka: ჩადეთ Debian-ის დისკი
km: បញ្ចូល​ស៊ីឌីរ៉ូម​ដេបៀន
ku: CD-ROM a boot a Debian têxe
mk: Внеси Дебиан ЦД-РОМ
nb: Sett inn en Debian-CD-plate
ne: डेवियन सी डी-रोम घुसाउँनुहोस्
pl: Włóż płytę CD Debiana
sk: Vložte CD s Debianom
sv: Mata in en cd-skiva med Debian
tl: Magkasa ng Debian CD-ROM
tr: Bir Debian CD'si yerleştirin
xh: Fakela i-CD-ROM ye-Debian

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
am: እባክዎ ከመቀጠልዎ በፊት ከደቢያን ሲዲዎች ውስጥ አንዱን ያስገቡ።
bg: Моля сложете един от официалните дебиански компактдискове в устройството преди да продължите.
cs: Pøed pokraèováním vlo¾te, prosím, do mechaniky jedno z oficiálních CD-ROM s Debianem.
da: Indsæt en af de officielle Debian-cdrommer i drevet, før du fortsætter.
dz: འཕྲོ་མཐུད་མ་འབད་བའི་ཧེ་མ་འདྲེན་འཕྲུལ་ནང་ལུ་གཞུང་འབྲེལ་སི་དི་-རོམ་ཚུ་ལས་གཅིག་བཙུགས་གནང་།
gl: Introduza un dos CD-ROM oficiais de Debian na unidade antes de continuar.
hu: A folytatáshoz tégy a meghajtóba egy hivatalos Debian CD-ROM lemezt.
is: Áður en haldið er áfram þarf að setja Debian diskinn í geisladrifið.
ka: სანამ გააგრძელებდეთ, ჩადეთ Debian-ის ოფიციალური კომპაქტ-დისკი.
km: សូម​បញ្ចូល​ស៊ីឌីរ៉ូម​ដេបៀន​ផ្លូវការ​មួយទៅក្នុង​ដ្រាយ មុន​នឹង​បន្ត ។
mk: Те молам внеси еден од официјалните Дебиан ЦД-РОМ во уредот пред да продолжиш.
nb: Sett inn en av de offisielle Debian-CD-platene i stasjonen før du fortsetter.
ne: कृपया निरन्तरता दिनु अघि ड्राइभमा एउटा कार्यलयको डेवियन सी डी-रोम घुसाउँनुहोस् ।
pl: Przed kontynuacją włóż jedną z oficjalnych płyt Debiana do napędu.
sk: Prosím, vložte do mechaniky jedno z oficiálnych CD s Debianom, ak chcete pokračovať.
sv: Mata in en av Debians officiella cd-rom-skivor i enheten innan du fortsätter.
tl: Ikasa ang isa sa mga opisyal na Debian CD-ROM sa inyong drive bago tumuloy.
tr: Lütfen devam etmeden önce resmî Debian CD'lerinden birini yerleştirin.

source: Failed to mount CD-ROM
am: ሲዲውን መጫን አልተሳካም
bg: Грешка при монтиране на компактдиска
cs: Selhalo pøipojení CD-ROM
da: Kunne ikke montere cdrommen
dz: སི་ཌི་-རོམ་སྦྱར་བཙེགས་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
gl: Non foi posíbel montar o CD-ROM
hu: CD-ROM csatolása sikertelen
is: Mistókst að tengja geisladrifið.
ka: შეცდომა კომპაქტ-დისკის დამონტაჟებისას
km: បរាជ័យ​ក្នុង​ម៉ោន​ស៊ីឌីរ៉ូម
ku: Mountkirina CD-ROM serneket
mk: Не успеав да го монтирам ЦД-РОМ-от
nb: Klarte ikke å montere CD-plata
ne: सी डी रोम माउन्ट गर्न असफल भयो
pl: Nie udało się zamontować płyty CD
sk: Zlyhalo pripojenie CD
sv: Misslyckades med att montera cd-skiva
tl: Bigo ang pag-mount ng CD-ROM
tr: CD-ROM bağlanamadı
xh: Ayiphumelelanga ukunyusa i-CD-ROM

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
am: ሲዲው ${CDROM} በትክክል መጭጫን አልተቻለም፡፡ እባክዎ ማጫወቻውንና ሽቦዎቹ በትክክል መሆናቸውን ያረጋግጡና እንደገና ይሞክሩ፡፡
bg: Компактдискът ${CDROM} не може да бъде монтиран правилно. Моля проверете носителя и кабелите и опитайте отново.
cs: CD-ROM ${CDROM} se nepodaøilo pøipojit. Zkontrolujte médium, kabely a zkuste to znovu.
da: Cdrommen ${CDROM} kunne ikke monteres korrekt. Tjek mediet samt forbindelsen og prøv igen.
dz: སི་ཌི་-རོམ་ ${CDROM} འདི་ངེས་བདེན་སྦེ་སྦྱར་བརྩེགས་འབད་མི་བཏུབ་པས། བརྡ་ལམ་དང་བཀྲམ་ཐག་ཚུ་ཞིབ་དཔྱད་འབད་གནང་ནི་ དང་ལོག་འབད་རྩོལ་བསྐྱེད།
gl: Non foi posíbel montar correctamente o CD-ROM ${CDROM}. Comprobe o disco e os cables e volva tentalo.
hu: A CD-ROM-meghajtó (${CDROM}) csatolása meghiúsult. Ellenőrizd a lemezt és a kábeleket, majd próbáld újra.
is: Ekki náðist að tengja geisladrifið ${CDROM} rétt. Athugaðu diskinn og tengingar og reyndu aftur.
ka: კომპაქტ-დისკი ${CDROM} ვერ დამონტჟდა, შეამოწმეთ აპარატურა და კაბელები.
km: មិន​អាច​ម៉ោន​ស៊ីឌីរ៉ូម ${CDROM} បាន​ត្រឹមត្រឹម​ឡើយ ​។​ សូម​ពិនិត្យមើល​មេឌៀ និង ខ្សែ ហើយ​សាកល្បង​វា​ម្ដង​ទៀត ។
ku: CD-ROM ${CDROM} rast nehate girêdan. Ji kerema xwe re CD û kabloyan kontrol bike û dîsa biceribîne.
mk: ЦД-РОМ-от ${CDROM} не можеше да се монтира правилно. Те молам провери го медиумот и каблите и потоа пробај повторно.
nb: CD-plata ${CDROM} ble ikke montert korrekt. Sjekk CD-plata og kabler, og prøv igjen.
ne: सी डी -रोम ${CDROM} सही रुपमा माउन्ट हुन सक्दैन । कृपया मेडिया र केवलहरू जाँच्नुहोस्, र यसलाई फेरी प्रयास गर्नुहोस् ।
pl: CD-ROM ${CDROM} nie mógł być poprawnie zamontowany. Sprawdź nośnik i kable, a następnie spróbuj ponownie.
sk: CD ${CDROM} sa nepodarilo pripojiť. Skontrolujte médium, káble a skúste to znovu.
sv: Cd-rom:en ${CDROM} kunde inte monteras korrekt. Kontrollera media och kablarna och försök igen.
tl: Ang CD-ROM ${CDROM} ay hindi ma-imount ng tama. Pakisuri ang media at mga kable, at subukan muli.
tr: CD-ROM ${CDROM} doğru bağlanamadı. Lütfen CD'yi ve kabloları kontrol edip tekrar deneyin.
xh: I-CD-ROM ${CDROM} ayikwazanga kunyuswa ngokufanelekileyo. Nceda ukhangele izixhobo eziphathekayo zokugcina ulwazi kwakunye neentsontelo, uze uzame kwakhona.

source: No valid Debian CD-ROM
am: ተገቢ የደቢያን ሲዲ አልተገኘም
bg: Няма валиден дебиански компактдиск
cs: Neplatné CD
da: Ikke en gyldig Debian-cdrom
dz: ནུས་ཅན་ཌི་བི་ཡཱན་སི་ཌི་-རོམ་འདི་མིན་འདུག
gl: Non hai un CD-ROM de Debian válido
hu: Nem érvényes Debian CD-ROM
is: Enginn tækur Debian geisladiskur
ka: ეს არ არის Debian-ის კომპაქტ-დისკი
km: មិន​មាន​ស៊ីឌី​រ៉ូ​ម​ដេបៀន​ត្រឹមត្រូវ
ku: CD-ROM a Debian a derbasdar tune
mk: Нема валиден Дебиан ЦД-РОМ
nb: Ingen gyldig Debian-CD-plate
ne: वैध डेवियन सी डी-रोम होइन
pl: Brak prawidłowej płyty CD Debiana
sk: Neplatné Debian CD
sv: Inte en giltig cd-skiva för Debian
tl: Walang tanggap na CD-ROM na Debian
tr: Geçerli bir Debian CD'si değil
xh: Ayikho i-CD-ROM esemthethweni ye-Debian

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
am: የአስገቡት ሲዲ ተገቢው የደቢያን ሲዲ አይደለም፡፡ እባክዎ ዲስኩን ይቀይሩ፡፡
bg: Компактдискът, сложен от вас, не е валиден дебиански компактдиск. Моля сменете го.
cs: Disk, který jste vlo¾ili, není platný CD-ROM s Debianem. Vymìnte jej, prosím.
da: Den cdrom, du har indsat, er ikke en gyldig Debian-cdrom. Indsæt en anden cd.
dz: ཁྱོད་ཀྱིས་བཙུགས་ཡོད་པའི་སི་ཌི་-རོམ་འདི་ནུས་ཅན་ཌི་བི་ཡཱན་སི་ཌི་-རོམ་མེན་བས། ཌིཀསི་འདི་འགྱུར་བཅོས་འབད་གནང་།
gl: O CD-ROM que inseriu non é un CD-ROM de Debian válido. Troque o disco.
hu: A behelyezett CD-ROM nem egy érvényes Debian CD-ROM. Cseréld a lemezt.
is: Geisladiskurinn sem er í drifinu er ekki tækur Debian geisladiskur. Skiptu um disk.
ka: თქვენი დისკი - არ არის Debian-ის კომპაქტ-დისკი. შეცვალეთ.
km: ស៊ីឌីរ៉ូម​ដែល​អ្នក​បាន​បញ្ចូល មិន​ជា​ស៊ីឌីរ៉ូម​ដេបៀន​ត្រឹមត្រូវ​ឡើយ ។​ សូម​ប្តូរ​ថាស​ចេញ ។
ku: Cd ya ku te xistê ne Cdyeke derbasdar ya Debianê ye. Ji kerema xwe re dîskê biguherîne.
mk: ЦД-РОМ-от кој го внесе не е валиден Дебиан ЦД-РОМ. Те молам промени го дискот.
nb: CD-plata du satte inn er ikke en gyldig Debian-CD. Bytt plate.
ne: तपाईँले घुसाउनु भएको सी डी-रोम वैध डेवियन सी डी-रोम होइन । कृपया डिस्क परिवर्तन गर्नुहोस् ।
pl: Włożona płyta CD nie jest poprawną płytą CD Debiana. Zmień dysk.
sk: Disk, ktorý ste vložili, nie je platné CD s Debianom. Vymeňte ho, prosím.
sv: Cd-rom-skivan som du har matat in är inte en giltig Debian-cd-rom. Byt ut skivan.
tl: Ang CD-ROM na inyong kinasa ay hindi tanggap na Debian CD-ROM. Paki-palitan ang disk.
tr: Yerleştirdiğiniz CD geçerli bir Debian CD'si değil. Lütfen CD'yi değiştirin.
xh: I-CD-ROM oyifakileyo asiyiyo i-CD-ROM esemthethweni ye-Debian. Nceda utshintshe idiski.

source: Failed to open checksum file
am: ቆጣሪቼክሰም ፋይልን መክፈት አልተቻለም
bg: Грешка при отваряне на файла с контролните суми
cs: Nelze otevøít soubor s kontrolními souèty
da: Kunne ikke åbne tjeksumsfil
dz: ཅེག་སམ་ཡིག་སྣོད་ཁ་ཕྱེ་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
gl: Non foi posíbel abrir o ficheiro coa suma de comprobación
hu: Ellenőrző-összegek megnyitása sikertelen
is: Mistókst að opna prófsummu skrá.
ka: საკონტროლო ჯამის ფაილი 'checksum' არ იხსნება
km: បរាជ័យ​​ក្នុង​ការ​បើក​ឯកសារ​ឆេកសាំ
ku: Vekirina Pela azmûna giştî biserneket
mk: Не успеав да ја отворам датотеката со сумите за валидност
nb: Klarte ikke å åpne sjekksumfila
ne: चेकसम फाइल खोल्न असफल भयो
pl: Nie dało się otworzyć pliku sum kontrolnych
sk: Zlyhalo otvorenie kontrolného súboru
sv: Misslyckades med att öppna filen med kontrollsummor.
tl: Bigo ang pagbukas ng talaksan ng checksum
tr: MD5 sağlama toplamı dosyası açılamadı
xh: Ayiphumelelanga ukuvula ifayili yesixa-sovavanyo

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
bg: Отварянето на MD5 файла от компактдиска не успя. Този файл съдържа контролните суми на файловете, разположени на компактдиска.
cs: Selhalo otevøení souboru, který obsahuje kontrolní souèty (MD5) souborù umístìných na CD-ROM.
da: Kunne ikke åbne MD5-filen på cdrommen.Denne fil indeholder tjeksummer for alle de filer, der er på cdrommen.
dz: སི་ཌི་-རོམ་འདི་ལུ་ MD5 ཡིག་སྣོད་འདི་ཁ་ཕྱེ་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད། འ་ནི་ཡིག་སྣོད་ནང་སི་ཌི་-རོམ་འདི་ལུ་གནས་འདི་ཡོད་པའི་ཡིག་སྣོད་ཚུ་གི་ཅེག་སམ་ཚུ་གནས་འདི་ཡོད།
gl: Non foi posíbel abrir o ficheiro MD5 do CD-ROM. Este ficheiro contén as sumas de comprobación dos ficheiros do CD-ROM.
hu: A CD-ROM MD5 fájl megnyitása meghiúsult. E fájl tartalmazza a CD-ROM lemezen lévő fájlok ellenőrző-összegeit.
is: Mistókst að opna MD5 skrá á geisladrifinu. Þessi skrá inniheldur prófsummu skráa sem eru staðsettar á geisladrifinu.
ka: MD5 ფაილი არ იკითხება დისკზე. ეს ფაილი შეიცავს დისკზე არსებული ფაილების საკონტროლო ჯამებს.
km: ការ​​បើកឯកសារ​ MD5 លើស៊ីឌីរ៉ូមត្រូវ​បាន​បរាជ័យ​ហើយ ។​​ ឯកសារ​នេះ​មាន​ឆេកសាំ​របស់ឯកសារ​ដែល​ស្ថិត​នៅ​ក្នុង​ស៊ីឌីរ៉ូម ។​
ku: Vekirina pelê MD5 ya CD-ROM biserneket. Ev pel azmûna giştî ya pelên ku di CD-ROM de heyî dihewîne.
mk: Отварањето на MD5 датотеката на ЦД-РОМ-от не успеа. Оваа датотека ги содржи сумите за валидност на датотеките кои се на ЦД-РОМ-от.
nb: Klarte ikke å åpne MD5-fila på CD-en. Denne fila inneholder sjekksummene for filene som er på CD-en.
ne: सी डी-रोम मा खोलिएको MD5 फाइल असफल भयो । यस फाइलले सी डी-रोम मा स्थापित फाइलहरुको चेकसमहरू समाविष्ट गर्दछ ।
pl: Nie można było otworzyć pliku MD5 znajdującego się na płycie. Plik ten zawiera sumy kontrolne plików umieszczonych na płycie.
sk: Zlyhalo otvorenie MD5 súboru, ktorý obsahuje kontrolné súčty súborov umiestnených na CD.
sv: Misslyckades med att öppna MD5-filen på cd-skivan. Den här filen innehåller kontrollsummorna för filerna på cd-skivan.
tl: Bigo ang pagbukas ng talaksang MD5 sa CD-ROM. Nilalaman nito ang mga checksum ng mga talaksan na laman ng CD-ROM.
tr: CD'deki dosyaların doğruluklarını sınamak için gerekli olan MD5 sağlama toplamı dosyası açılamıyor.
xh: Ukuvula ifayili i-MD5 kwi CD-ROM akuphumelelanga. Le fayili iqulethe i-checksums ezifunyenwe kwi CD-ROM.

source: Integrity test successful
am: የጤንነት ምርመራ ተሳክቷል
bg: Тестът за цялост завърши успешно
cs: Test integrity byl úspì¹ný
da: Integritetstjek udført
dz: ཆིག་སྒྲིལ་བརྟག་ཞིབ་མཐར་འཁྱོལ་ནུག།
gl: Proba de integridade satisfactoria
hu: Épség ellenőrzése sikeres
is: Áreiðanleikapróf tókst
ka: დისკის ტესტირება წარმატებით დასრულდა
km: ពិសោធន៍​ភាព​ត្រឹមត្រូវ​ដោយ​ជោគជ័យ
ku: Ceribandina piştrastkirinê serkeftî ye
mk: Успешен тестот за интегритет
nb: Integritetstesten var vellykket
ne: विश्वासनीय परीक्षण सफल भयो
pl: Test integralności zakończony pomyślnie
sk: Test integrity bol úspešný
sv: Lyckat integritetstestet
tl: Tagumpay ang pagsuri ng ayos
tr: Doğrulama testi başarılı
xh: Uvavanyo lwemfezeko luphumelele

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
am: የሲዲው ጤናማነት ምርመራ ተሳክቷል። ሲዲው ጤናማ ነው።
bg: Тестът за цялост на компактдиска завърши успешно. Компактдискът е валиден.
cs: Test integrity CD-ROM byl úspì¹ný, disk je v poøádku.
da: Cdrommen bestod integritetstjekket. Denne cdrom er gyldig.
dz: སི་ཌི་-རོམ་ཆིག་སྒྲིལ་བརྟག་ཞིབ་འདི་མཐར་འཁྱོལ་ནུག། སི་ཌི་-རོམ་འདི་ནུས་ཅན་ཨིན་མས།
gl: A proba de integridade do CD-ROM foi satisfactoria. O CD-ROM é válido.
hu: A CD-ROM épségét sikerült megállapítani. A CD-ROM érvényes.
is: Áreiðanleikapróf á geisladiski var árangursríkt. Geisladiskurinn er tækur.
ka: კომპაქტ-დისკის ტესტირება დასრულებულია. დისკი ვარგისია.
km: បាន​ពិសោធន៍​ភាព​ត្រឹមត្រូវ​របស់​ស៊ីឌីរ៉ូម​ដោយ​ជោគជ័យ​ ។ ស៊ីឌីរ៉ូម​ត្រឹមត្រូវ​ហើយ ។
ku: Ceribandina piştrastkirina CD-ROMê serkeftî ye. CD-ROM derbasdar e.
mk: Тестот за интегритет на ЦД-РОМ-от е успешен. ЦД-РОМ-от е валиден.
nb: Testen av CD-plata var vellykket, CD-en er feilfri.
ne: सी डी-रोमको विश्वासनीय परीक्षण सफल भयो । सी डी-रोम वैध छ ।
pl: Test integralności płyty CD został pomyślnie zakończony. Płyta jest sprawna.
sk: Test integrity CD bol úspešný. CD je v poriadku.
sv: Integritetstestet av cd-rom:en var framgångsrikt. Cd-rom:en är giltig.
tl: Ang pagsuri ng ayos ng CD-ROM ay matagumpay. Tanggap ang CD-ROM.
tr: CD-ROM doğrulama testi başarılı. CD-ROM geçerli.
xh: Uvavanyo lwemfezeko lwe-CD-ROM luphumelele. I-CD-ROM isemthethweni.

source: Integrity test failed
am: የጤንነት ምርመራ አልተሳካም
bg: Тестът за цялост завърши неуспешно
cs: Test integrity selhal
da: Integritetstjek fejlede
dz: ཆིག་སྒྲིལ་བརྟག་ཞིབ་འཐུས་ཤོར་བྱུང་ཡོད།
gl: A proba de integridade fracasou
hu: Épség ellenőrzése sikertelen
is: Áreiðanleikapróf mistókst
ka: დისკის ვარგისიანობის ტესტირება წარუმატებლად დასრულდა
km: ការ​ពិសោធន៍​ភាព​ត្រឹមត្រូវ​បាន​បរាជ័យ
ku: Ceribandina piştrastkirinê ne serkeftî ye
mk: Неуспешен тест за интегритет
nb: CD-testen mislyktes
ne: विश्वासनीय परीक्षण असफल भयो
pl: Test integralności nie powiódł się
sk: Test integrity zlyhal
sv: Integritetstestet misslyckades.
tl: Bigo ang pagsuri ng ayos
tr: Doğrulama testi başarısız
xh: Uvavanyo kwemfezeko aluphumelelanga

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
am: የ ${FILE} ፋይል የMD5 መቆጣጠሪያን አላለፈም። ሲዲው ተበላሽቶ ይሆናል።
bg: Файлът ${FILE} не премина проверката на MD5 контролната му сума. Вашият компактдиск или този файл може да са развалени.
cs: Soubor ${FILE} má chybný kontrolní souèet. CD-ROM nebo tento soubor mohou být naru¹ené.
da: Filen ${FILE} havde en forkert md5-tjeksum. Din cdrom eller denne fil kan være ødelagt.
dz: ཡིག་སྣོད་${FILE}འདི་འཐུས་ཤོར་བྱུང་ཡོད། MD5 ཅེག་སམ་བདེན་སྦྱོར་འབད་ནི། ཁྱོད་ཀྱི་སི་ཌི་-རོམ་ ཡང་ན་ འ་ནི་ཡིག་སྣོད་འདི་ངན་ཅན་བཟོ་བཟོཝ་འོང་ནི་མས།
gl: O ficheiro ${FILE} non pasou a verificación da suma de verificación MD5. Pode ser que o CD-ROM ou este ficheiro estean corruptos.
hu: ${FILE} fájl MD5 ellenőrző-összeg igazolása hibát adott. A CD-ROM (vagy csak ez a fájl) megsérülhetett.
is: Mistókst að sannprófa MD5 prófsummu á skránni ${FILE} . Geisladrifið eða skráin er skemmd.
ka: ${FILE} ფაილის საკონტროლო ჯამი არ დაემთხვა MD5-ის მონაცემს. ალბათ ეს ფაილი ან მთელი დისკი დაზიანებულია.
km: ឯកសារ ${FILE} បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ឆេកសាំ MD5 ។ ស៊ីឌីរ៉ូម ឬ ឯកសារ​នេះ​ប្រហែល​ជា​ខូច​ហើយ ។
ku: Pelê ${FILE} di azmûna giştî a MD5 de biserneket. dibe ku CD-ROM an jî ev pel xirabe be.
mk: Не успеа валидирање на MD5 сумите за датотеката ${FILE}. Твојот ЦД-РОМ или оваа датотека можеби се корумпирани.
nb: MD5-summen for følgende fil stemte ikke: ${FILE}. Kanskje CD-en eller fila er ødelagt.
ne: ${FILE} फाइलले MD5 चेकसम रूजूलाई असफल गर्यो । तपाईँको सी डी-रोम वा यो फाइल नष्ट हुनु सक्नेछ ।
pl: Suma kontrolna MD5 następującego pliku jest niepoprawna: ${FILE}. Twoja płyta lub plik mogą być uszkodzone.
sk: Nasledujúci súbor má chybný kontrolný súčet: ${FILE}. CD alebo tento súbor môžu byť poškodené.
sv: Filen ${FILE} hade en felaktig MD5-kontrollsumma. Din cd-rom eller den här filen kan ha blivit skadad.
tl: Ang talaksang ${FILE} ay bigo sa MD5 checksum verification. Maaring may sira ang CD-ROM o ang talaksan.
tr: ${FILE} dosyası MD5 sağlama toplamıyla uyumsuz. CD'niz veya bu dosya hasar görmüş olabilir.
xh: Ifayili i-${FILE} ayisiphumelelanga isiqinisekiso seixa-sovavanyo. I-CD-ROM yakho okanye le fayili kungenzeka okokuba yonakalisiwe.

source: Check the integrity of another CD-ROM?
am: የሲዲው ደህንነት ይፈተሽ?
bg: Проверка на целостта на друг компактдиск?
cs: Zkontrolovat integritu dal¹ího CD-ROM?
da: Tjek en anden cdroms integritet?
dz: སི་ཌི་-རོམ་གཞན་གྱི་ཆིག་སྒྲིལ་འདི་ཞིབ་དཔྱད་འབད?
gl: Desexa comprobar a integridade doutro CD-ROM?
hu: Másik CD-ROM épségének ellenőrzése?
is: Á að athuga áreiðanleika á fleiri geisladiskum?
ka: შევამოწმოთ სხვა დისკი?
km: ពិនិត្យ​ភាព​ត្រឹមត្រូវ​របស់​ស៊ីឌីរ៉ូម​មួយ​ទៀត ?
ku: Tu dixwazî CD-ROMeke din biceribîne?
mk: Провери го интегритетот на друг ЦД-РОМ?
nb: Vil du teste en annen CD?
ne: अर्को सी डी-रोमको विश्वासनीयता जाँच्नुहुन्छ?
pl: Czy chcesz sprawdzić integralność kolejnej płyty CD?
sk: Skontrolovať integritu ďalšieho CD?
sv: Kontrollera integriteten för en annan cd-rom?
tl: Suriin ang ayos ng ibang CD-ROM?
tr: Başka bir CD-ROM test etmek ister misiniz?
xh: Vavanya imfezeko yenye i-CD-ROM?

source: Insert Debian boot CD-ROM
am: የደቢያን ሲዲ አስገባ
bg: Сложете дебиански зареждащ компактдиск
cs: Vlo¾te zavádìcí CD-ROM Debianu
da: Indsæt Debians opstarts-cdrom
dz: ཌི་བི་ཡཱན་བུཊི་སི་ཌི་-རོམ་བཙུགས།
gl: Insira o CD-ROM de arranque de Debian
hu: Tégy be Debian indító CD-ROM-ot
is: Settu inn ræsanlegan Debian geisladisk
ka: ჩადეთ Debian-ის ჩატვირთვადი დისკი
km: បញ្ចូល​ស៊ីឌីរ៉ូម​ចាប់ផ្ដើម​ដេបៀន
ku: CD-ROM a Debian boot têxe
mk: Внеси Дебиан ЦД-РОМ за бутирање
nb: Sett inn en Debian oppstarts-CD
ne: डेवियन बुट सी डी-रोम घुसाउनुहोस्
pl: Włóż płytę startową Debiana
sk: Vložte zavádzacie CD Debianu
sv: Mata in Debians start-cd-rom
tl: Ikasa ang Debian boot CD-ROM
tr: Debian açılış CD'sini yerleştirin

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
am: ተከላውን ለመቀጠል የደቢያን ቡት ሲዲን መክተትዎን ያረጋግጡ።
bg: Моля уверете се, че сте сложили дебианския зареждащ компактдиск, за да продължите с инсталацията.
cs: Ujistìte se, ¾e jste vlo¾ili zavádìcí CD-ROM s Debianem.
da: Sørg for at indsætte Debians opstarts-cdrom for at fortsætte installationen.
dz: གཞི་བཙུགས་འདི་དང་མཉམ་འཕྲོ་མཐུད་ནི་ལུ་ཁྱོད་ཀྱིས་ཌི་བི་ཡཱན་བུཊི་སི་ཌི་-རོམ་བཙུགས་ཡི་ག་ངེས་བདེན་བཟོ་གནང་།
gl: Verifique que ten inserido o CD-ROM de arranque de Debian para continuar a instalación.
hu: A telepítés folytatásához győződj meg, hogy a Debian indító CD-ROM lemezt tetted be.
is: Athugið hvort ræsanlegi Debian geisladiskurinn sé í geisladrifinu áður en haldið er áfram með innsetningu.
ka: ინსტალაციის გასაგრძელებლად გთხოვთ ჩადოთ სათანადო Debian-ის ჩატვირთვადი დისკი.
km: សូម​ធ្វើ​ឲ្យ​ប្រាកដ​ថា អ្នក​បាន​បញ្ចូល​ស៊ីឌីរ៉ូម​ចាប់ផ្ដើម​ដេបៀន ដើម្បី​បន្តការ​ដំឡើង​ ។
mk: Те молам внеси го Дебиан ЦД-РОМ-от за бутирање за да продолжиш со инсталацијата.
nb: Sjekk om du har satt inn Debian oppstarts-CD-en før du fortsetter med installasjonen.
ne: कृपया तपाईँ स्थापना द्वारा निरन्तरता दिनका लागि डेवियन बुट सी डी-रोम घुसाउनु भएको कुरामा निश्चिन्त हुनुहोस् ।
pl: Zanim przejdziesz dalej, upewnij się, że została włożona startowa płyta CD Debiana.
sk: Skontrolujte, či ste vložili zavádzacie CD s Debianom, aby ste mohli pokračovať v inštalácii.
sv: Se till att du har matat in Debians start-cd-rom för att fortsätta med installationen.
tl: Pakisiguro na nakakasa ang Debian boot CD-ROM upang magpatuloy ng pag-install.
tr: Kuruluma devam edebilmek için Debian açılış CD'sini yerleştirdiğinizden emin olun.

source: Checking CD-ROM integrity
am: የሲዲ ጤንነትን በመመርመር ላይ
bg: Проверка на целостта на компактдиска
cs: Kontrola integrity CD-ROM
da: Tjekker cdrommens integritet
dz: སི་ཌི་-རོམ་ཆིག་སྒྲིལ་ཞིབ་དཔྱད་འབད་དོ།
gl: A comprobar a integridade do CD-ROM
hu: CD-ROM épségének ellenőrzése
is: Er að athuga áreiðanleika geisladisks
ka: კომპაქტ-დისკის შემოწმება
km: កំពុង​ពិនិត្យ​ភាព​ត្រឹមត្រូវ​របស់​ស៊ីឌីរ៉ូម
ku: CD-ROM tê piştrastkirin
mk: Проверувам интегритет на ЦД-РОМ
nb: Sjekker CD-en
ne: सी डी-रोम विश्वासनीयता जाँच गरिदैछ
pl: Sprawdzanie integralności płyty CD
sk: Kontrola integrity CD
sv: Kontrollerar integriteten på cd-rom:en
tl: Sinusuri ang ayos ng CD-ROM
tr: CD-ROM doğrulanıyor
xh: Ivavanya imfezeko ye-CD-ROM

source: Checking file: ${FILE}
am: የሚመረመረው ፋይል፦ ${FILE}
bg: Проверка на файл: ${FILE}
cs: Kontrola souboru: ${FILE}
da: Tjekker filen: ${FILE}
dz: ཡིག་སྣོད་${FILE}ཞིབ་དཔྱད་འབད་དོ།
gl: A comprobar o ficheiro: ${FILE}
hu: Fájl ellenőrzése: ${FILE}
is: Athuga skrá: ${FILE}
ka: ${FILE} ფაილის შემოწმება
km: កំពុងពិនិត្យឯកសារ ៖ ${FILE}
ku: pelê kontrol dike: ${FILE}
mk: Проверувам датотека: ${FILE}
nb: Sjekker fil: ${FILE}
ne: फाइल जाँच गरिदैछ: ${FILE}
pl: Sprawdzanie pliku: ${FILE}
sk: Kontrola súboru: ${FILE}
sv: Kontrollerar fil: ${FILE}
tl: Sinusuri ang talaksan: ${FILE}
tr: Dosya kontrol ediliyor: ${FILE}
xh: Ivavanya ifayili: ${FILE}

source: Check the CD-ROM(s) integrity
am: የሲዲ(ዎች) ጤንነትን መርምር
bg: Проверка на целостта на компактдиска(овете)
cs: Zkontrolovat integritu CD-ROM(ù)
da: Tjek cdrommens integritet
dz: སི་ཌི་-རོམ་(ཚུ)ཆིག་སྒྲིལ་འདི་ཞིབ་དཔྱད་འབད།
gl: Comprobar a integridade do(s) CD-ROM
hu: CD-ROM(ok) épségének ellenőrzése
is: Athuga áreiðanleika geisladisks
ka: კომპაქტ-დისკის შემოწმება
km: ពិនិត្យ​ភាពត្រឹមត្រូវ​របស់​ស៊ីឌីរ៉ូម
ku: CD-ROM'ê erê bike
mk: Провери го интегритетот на CD-ROM-от
nb: Sjekk CD-en(e)
ne: सी डी-रोमको विश्वासनीयता जाँच गर्नुहोस्
pl: Sprawdź integralność płyt(y) CD
sk: Skontrolovať integritu CD
sv: Kontrollera cd-rom-integriteten
tl: Suriin ang ayos ng (mga) CD-ROM
tr: CD-ROM(ların) bütünlüğünü denetle
xh: Vavanya imfezeko (yee) CD-ROM
