Repository: dankamongmen/s-i
Catalog: tools/cdrom-detect/debian/po/*.po
Languages: ar, cs, da, de, el, fi, fr, hu, ja, lt, nb, ru, sv, tr, uk, zh_cn

source: Detect and mount CD-ROM
ar: افحص وجهّز قارئ الأقراص المدمجة
cs: Rozpoznat a pøipojit CD-ROM
da: Led efter cdrom-drev og montér cd
de: CD-ROM erkennen und einhängen
el: Ανίχνευση των μονάδων CD-ROM και συναρμογή του CD
fi: Tunnista CDROM-asemat ja liitä romppu
fr: Détecter et monter le cédérom
hu: CD-ROM felderítése és felcsatlakoztatása
ja: CD-ROM の検出とマウント
lt: CD-ROM įrenginio aptikimas ir CD primontavimas
sv: Upptäck och montera cd-rom
uk: Знайти та змонтувати CD-ROM
zh_cn: 探测并挂载 CD-ROM

source: stable, testing, unstable
da: stabil, test, ustabil
el: σταθερή, δοκιμαστική, ασταθής
fi: vakaa, testi, epävakaa
ja: 安定版, 試験版, 不安定版
uk: стабільна (stable), тестова (testing), нестабільна (unstable)
zh_cn: 稳定，测试中，不稳定

source: Debian version to install:
ar: تثبيت إصدارة ديبيان:
da: Hvilken Debianudgave skal installeres:
de: Zu installierende Version von Debian:
el: Επιλέξτε την έκδοση του Debian προς εγκατάσταση:
fi: Mikä Debian-versio asennetaan:
ja: インストールする Debian バージョン:
sv: Debianutgåva som ska installeras:
uk: Версія Debian, яку потрібно встановити:
zh_cn: 要安装的 Debian 版本：

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
ar: يتوفّر ديبيان بعدة أشكال. Stable وهو المستقرّ والذي قلّما يتغيّر. Unstable وهو الغير مُجرّب والكثير التغيّر. أما Testing فهو الحلّ الوسط، والذي يستقبل العديد من الإصدارات الجديدة من unstable إن لم يكن بها مشاكل كثيرة.
da: Debian findes i flere udgaver. Stabil (stable) er en velafprøvet udgave, der sjældent ændres. Ustabil (unstable) er uafprøvet og ændres ofte. Test (testing) er en mellemting, der modtager mange af de nye programversioner fra ustabil, hvis de ikke er for fejlbehæftede.
de: Debian gibt es für jeden Geschmack. Stable ist ausgiebig getestet und verändert sich kaum. Unstable ist nicht getestet und ändert sich ständig. Testing ist ein Kompromiss, in den neue Pakete aus Unstable einfließen, wenn sie nicht zu fehlerhaft sind.
el: Το Debian κυκλοφορεί σε αρκετές εκδόσεις. Η "σταθερή" (stable) έχει υποστεί πολλούς ελέγχους και σπάνια αλλάζει. Η "ασταθής" (unstable) δεν υπόκειται κανέναν έλεγχο και μεταβάλλεται πολύ συχνά. Η "δοκιμαστική" (testing) βρίσκεται κάπου στη μέση και δέχεται πολλές από τις νέες εκδόσεις των πακέτων από την unstable, αν δεν έχουν πολλά προβλήματα.
fi: Debian on saatavilla useina vivahteina. Vakaa on hyvin testattu ja muuttuu harvoin. Epävakaa on testaamaton ja muuttuu usein. Testi on siltä väliltä, useat uudet versiot epävakaasta siirtyvät siihen jos niissä ei ole liikaa vikoja.
ja: Debian にはいくつかのフレーバーがあります。安定版は十分にテストされ、変更されることは滅多にありません。不安定版はテストされておらず、頻繁に更新されます。試験版はその中間で、不安定版からバグのひどすぎない新しいバージョンの多くを取得します。
sv: Debian finns i flera utgåvor. Den stabila utgåvan ("Stable") är vältestad och ändras sällan. Den instabila utgåvan ("Unstable") är otestad och ändras ofta. Testningsutgåvan ("Testing") är medelvägen. Den tar emot många nya versioner från den instabila utgåvan ("Unstable") om de inte är för buggiga.
uk: Існує декілька версій Debian. Стабільна (stable) -- добре тестована та рідко змінюється. Нестабільна (unstable) -- практично не тестована та часто змінюється. Тестова (testing) є чимось середнім, в неї включаються багато нових версій з нестабільної версії, якщо вони не містять багато помилок.
zh_cn: Debian 同时存在多个版本。稳定版是经过大量测试，很少更动的版本。不稳定版是没有经过测试，变动非常频繁的版本。测试中版本则是界于稳定与不稳定之间，它通常会从不稳定版中接收一些没太多问题的新版软件。

source: Load CD-ROM drivers from a driver floppy?
da: Indlæs cdrom-drivere fra en driverdiskette?
de: CD-ROM Treiber von einer Diskette laden?
uk: Завантажити драйвери для CD-ROM з дискети?

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
da: Du kan have brug for at indlæse yderligere cdrom-drivere fra en driverdiskette. Hvis du har sådan en liggende, så læg den i drevet og fortsæt. Ellers vil du få mulighed for selv at vælge cdrom-modulr.
de: Sie müssen evtl. zusätzliche CD-ROM Treiber von einer Diskette laden. Wenn Sie eine solche Diskette bereit haben, legen Sie sie nun in das Laufwerk ein und fahren Sie fort. Andernfalls haben Sie die Möglichkeit, ein CD-ROM Modul von Hand auszuwählen.
uk: Можливо, вам потрібно завантажити додаткові драйвери для CD-ROM з дискети. Якщо в вас є дискета з драйверами, то вставте її в дисковод та продовжуйте. Інакше, вам буде надано можливість вибрати модулі для CD-ROM вручну.

source: No common CD-ROM drive was detected.
ar: لم يكتشف أي قارئ أقراص مدمجة شائع.
da: Fandt ingen almindelige cdrom-drev.
de: Es wurde kein gewöhnliches CD-ROM-Laufwerk gefunden.
uk: Стандартний пристрій CD-ROM не був виявлений

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
ar: يبدو أن قارئ الأقراص المدمجة هو قارئ ميتسومي قديم أو آخر ليس من نوع IDE، أو SCSI. في تلك الحالة عليك أن تختار الوحدة لتحميلها والجهاز لاستخدامه. إن لم تكن تعرف أي وحدة أو جهاز هو مطلوب، ابحث عن بعض التوثيق أو حاول أن تقوم بالتثبيت الشبكي بدلاً من التثبيت عبر القرص المدمج.
da: Dit cdrom-drev kan være et gammelt Mitsumi eller andet ikke-IDE eller -SCSI cdrom-drev. I så fald skal du angive hvilket modul, du vil indlæse og hvilken enhed, du vil bruge. Hvis du ikke ved, hvilket modul og hvilken enhed, du skal bruge, må du lede efter noget dokumentation eller prøve at gennemføre installationen over nettet i stedet for fra cdrom.
de: Ihr CD-ROM Laufwerk könnte ein altes Mitsumi oder ein anderes nicht-IDE- oder SCSI-Laufwerk. sein In diesem Fall sollten Sie angeben, welches Modul geladen werden muss und welches Gerät verwendet werden soll. Falls Sie nicht wissen welches Modul und Laufwerk benötigt wird, versuchen Sie eine Anleitung dazu zu finden oder verwenden Sie eine Netzwerkinstallation statt der CD-ROM-Installation.
uk: Можливо ви використовуєте старий пристрій Mitsumi або інший не-IDE, не-SCSI CD-ROM. В цьому випадку ви повинні вказати, які модулі завантажувати та який пристрій використовувати. Якщо ви не знаєте, який вам потрібний модуль та пристрій, то почитайте документацію або спробуйте встановлення через мережу замість встановлення з CD-ROM.

source: Try again to mount the CD-ROM?
ar: هل أجرب تجهيز القرص المدمج مرة أخرى؟
da: Forsøg igen og montér cd'en?
de: Nocheinmal versuchen, die CD-ROM einzubinden?
uk: Спробувати змонтувати CD-ROM ще раз?

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
ar: لم يمكن قرص التثبيت المدمج . يعني هذا على الأرجح أن القرص المدمج لم يكن في القارئ. إن كان كذلك يمكنك إدخاله ومعاودة المحاولة.
da: Din installations-cd kunne ikke monteres. Det betyder sikkert at den ikke er i drevet. Hvis det er tilfældet, kan du lægge den i og prøve igen.
de: Ihre Installations-CD-ROM konnte nicht eingebunden werden. Vermutlich liegt keine CD-ROM im Laufwerk. Falls dies zutrifft, legen Sie bitte eine CD-ROM ein und versuchen Sie es erneut.
uk: Не вдається змонтувати установочний CD. Це може означати, що диск не вставлений в пристрій читання CD-ROM. В цьому випадку, вставте його та спробуйте ще раз.

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
ar: كي تصل إلى قارئ الأقراص المدمجة، رجاء أدخل اسم ملف الجهاز الذي يجب استخدامه. قارئات الأقراص المدمجة الغير عادية تستخدم أسماء أجهزة غير عادية (مثل /dev/mcdx).
da: For at kunne tilgå dit cdrom-drev, bedes du angive hvilken enhedsfil, der skal bruges. Ikke-standard cdrom-drev benytter ikke-standard enhedsfiler (såsom /dev/mcdx).
de: Um das CD-ROM-Laufwerk ansprechen zu können, geben Sie bitte die entsprechende Gerätedatei an. Nicht-Standard-Laufwerke benutzen nicht standardisierte Gerätedateien (wie z.B. /dev/mcdx)
uk: Для отримання доступу до вашого пристрою CD-ROM, введіть ім'я файлу пристрою, оскільки нестандартний CD-ROM використовує нестандартний файл пристрою (такий як /dev/mcdx).

source: Failed to find and mount a Debian CD-ROM
da: Kunne ikke finde og montere en Debian-cd
de: Finden und einbinden einer Debian CD-ROM fehlgeschlagen
uk: Не вдалося знайти та змонтувати установочний CD Debian

source: You may be able to install Debian without a CD-ROM, by using an alternate source such as a network.
ar: يمكنك تثبيت ديبيان دون قرص مدمج، باستخدام مصدر بديل كالشبكة.
da: Du kan muligvis installere Debian uden en cdrom med en alternativ kilde såsom et netværk.
de: Sie können Debian auch ohne eine CD-ROM installieren, indem Sie eine alternative Quelle - wie z.B. ein Netzwerk - wählen.
uk: Ви можете встановити Debian без CD, використовуючи, наприклад, встановлення через мережу.

source: Unmounting and ejecting CD-ROM ..
da: Afmonterer cdrom og skubber den ud ..

source: Do you want to load the missing module from a drivers floppy ?
nb: Vil du laste inn den manglende modulen fra en driver-diskett?
ru: Хотите загрузить пропущенный модуль с дискеты?

source: The module required for ${vendor} (${module}) is missing from this installation disk. If you want to load it from a driver floppy, then insert this floppy disk in the floppy drive before proceeding.
nb: Den modulen som kreves for ${vendor} (${module}) mangler på denne installasjonsdisken. Hvis du vil laste den inn fra en driver- diskett, så sett den disketten i drevet før du fortsetter.
ru: На этом установочном диске отсутствует требуемый модуль ${vendor} (${module}). Если вы хотите загрузить его дискеты с драйверами, тогда вставьте дискету в привод перед тем, как продолжить.

source: Do you want to manually select the CDROM module and device ?
nb: Vil du velge CDROM-modul og enhet manuelt?
ru: Вы хотите вручную выбрать модуль CDROM и устройство ?
tr: CD-ROM modülünü ve aygýtý manuel olarak seçmek istermisiniz ?

source: No common CDROM reader was detected. But you may have an old Mitsumi or another non-IDE, non-SCSI CDROM reader. In that case you can indicate which module to load and which device to use. If you don't know what module and device are needed, look for some documentation or try a net install instead of a CDROM install.
nb: Fant ingen vanlig CDROM-leser. Men det kan være at du har en gammel Mitsumi eller annen ikke-IDE CDROM-leser. I så fall kan du oppgi hvilken modul og hvilken enhet som skal brukes. Hvis du ikke vet hvilken modul og enhet som trengs, se om du kan finne noe dokumentasjon eller forsøk en nett-installering i stedet for en CDROM.installering.
ru: Устройство чтения CDROM не найдено. Но возможно вы используете старое устройство чтения Mitsumi или другой не-IDE, не-SCSI CDROM. В таком случае вы должны указать, какие модули загрузить и какое устройство использовать. Если вы не знаете какие модули и устройства вам нужны, то почитайте документацию или попробуйте установку по сети вместо установки с CDROM.
tr: Bir CDROM okuyucu bulnamadý. Ancak eski bir Mitsumi veya baþka bir non-IDE, non-SCSI CDROM okuyucunuz olabilir. Bu durumda kendiniz kullanýlacak modülü ve aygýtý seçmelisiniz. Eðer hangi modülün ve aygýtýn gerekli olduðunu bilmiyorsanýz bazý dökümanlara göz atýn veya CDROM'dan kurmak yerine aðdan kurulum yapmayý deneyin

source: Perform manual CD configuration ?
nb: Utfør manuelt CD-oppsett?
ru: Выполнить ручную настройку CD ?
tr: Manuel CD ayarlamalarýný yap ?

source: Your installation CD couldn't be mounted. That probably means that the CD is not yet inserted. If that's the case, just insert it and don't perform the manual configuration; the CD mount will be re-tried. If your CD was already in the drive, there was another problem; try the manual CD configuration.
nb: Klarte ikke montere installasjons-CD-en din. Det betyr antakelig at CD-en ikke er satt inn ennå. I så fall, bare sett CDROM-en i drevet og ikke utfør manuelt oppsett, CD-monteringen blir forsøkt omigjen. Hvis CDROM-en allerede var i drevet, så var det et annet problem, forsøk det manuelle CD-oppsettet.
ru: Ваш установочный CD не удается смонтировать. Это возможно означает, что CD пока не вставлен. Если это так, то просто вставьте диск и не настраивайте его вручную; будет повторная попытка смонтировать CD. Если ваш CD уже в приводе, то это иная проблема; попробуйте настроить CD вручную.
tr: Kurulum CD'niz baðlanamýyor. Bu muthemelen CD henüz yerleþtirilmemiþ demektir Eðer sorun bu ise , yerleþtirin ve manuel ayarlamalarý yapmayýn; yeniden CD'yi baðlamak denenecekrie. Eðer CD'niz sürücüdeyse, baþka bir problem var demektir; manuel CD ayarlamalarýný deneyin

source: Select a module to load for the CDROM support
nb: Velg en modul som skal lastes inn for CDROM-støtte.
ru: Выберите модуль для загрузки поддержки CDROM
tr: CDROM desteði için yüklenecek modülü seçin

source: Apprently the autodetection didn't find any CDROM reader. You can try to load one of the modules if you have a specific CDROM reader (that is neither IDE nor SCSI).
nb: Det ser ut til at automatikken ikke fant en CDROM-leser. Du kan forsøke å laste inn en av modulene dersom du har en bestemt CDROM-leser (som er verken IDE eller SCSI).
ru: Определить привод CDROM автоматически не удается. Вы можете попробовать загрузить один из модулей, если у вас специфичный привод CDROM (который не IDE и не SCSI).

source: Give the corresponding device file
nb: Oppgi tilsvarende enhetsfil
ru: Задайте соответствующий файл устройства
tr: Uygun aygýt dosyasýný verin

source: In order to get access to your CDROM reader, I must know which device file should be used since non-standard CDROM reader use non-standard device files like /dev/mcdx for example.
nb: For å få tilgang til CDROM-leseren din må jeg vite hvilken enhetsfil som skal brukes, siden ustandard CDROM-lesere bruker ustandard enhetsfiler slik som for eksempel /dev/mcdx
ru: Для получения доступа к вашему устройству CDROM, я должен знать имя файла устройства, так как нестандартный CDROM использует нестандартный файл устройства,например /dev/mcdx.

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can come back here with ALT+F1.
nb: Du kan bytte til skallet på den andre terminalen (ALT+F2) for å se etter tilgjengelige enheter i /dev med «ls /dev». Du kommer tilbake hit med ALT+F1.
ru: Вы можете переключиться в оболочку на второй консоли (ALT+F2) для проверки доступных устройств в каталоге /dev командой "ls /dev". Назад вы можете вернуться нажатием ALT+F1.
tr: Kullanýlabilir aygýtlarý görmek için ikinci terminale geçilip (ALT+F2) "ls /dev" komutuyla kullanýlabilir aygýtlarý görebilirsiniz. ALT+F1 ile buraya geri dönebilirsiniz

source: A CDROM has been detected.
nb: En CDROM ble detektert.
ru: Обнаружен CDROM.
tr: Bir CDROM bulundu

source: CD autodetection worked. A CDROM reader has been found with the following CD inserted : ${cdname} You can continue the install.
nb: CD autodetektering virket. Fant en CDROM-leser med denne CD-en i: ${cdname}. Du kan fortsette installasjonen.
ru: Выполнено автоматическое определение CDROM. В приводе CDROM был найден следующий CD : ${cdname} Вы можете продолжать установку.
tr: CD otomatik-tanýma çalýþtý."${cdname}" isimli bir CD bulundu. Kuruluma devam edebilirsiniz.

source: Do you want to skip CDROM autodetection ?
nb: Vil du hoppe over autodetektering av CDROM?
ru: Вы хотите пропустить автоопределение CDROM ?
tr: CD otomatik-tanýmayý atlamak istermisiniz?

source: You may want to try this if autodetection is causing trouble. Otherwise you really shouldn't; manual intervention will be required to mount the CDROM on /cdrom before you can proceed.
nb: Kanskje du vil forsøke dette hvis autodetektering lager vanskeligheter. Ellers burde du faktisk ikke, for det blir nødvendig med manuelt inngrep for å montere CDROM-en på /cdrom før du kan fortsette.
ru: Вы можете попобовать это, если автоопределение приводит к проблемам. Иначе вам это в действительности не нужно; ручное вмешательство потребует монтирования CDRОM в каталог /cdrom перед тем, как вы продолжите.
tr: Eðer bir hata ile karþýlaþýrsanýz bu otomatik-tanýmayý kullanabilirsiniz. Aksi takdirde yapmamalýsýnýz; siz iþlem yapmadan önce CDROM /cdrom altýna baðlanmalýdýr

source: Select distribution to install
nb: Velg distribusjonen som skal installeres
ru: Выберите дистрибутив для установки
tr: Kurulacak daðýtýmý seçin

source: Please select which of the distributions you want to install.
nb: Velg hvilken av distribusjonene du vil installere.
ru: Пожалуйста, выберите дистрибутив, который вы хотите установить.
tr: Lütfen hangi daðýtýmlarý kuracaðýnýzý seçin.

source: woody is the current stable release of Debian sarge is the "testing" unreleased version of Debian sid is "unstable" and will never be released.
nb: woody er nåværende stabile utgave av Debian sarge er «test»-versjonen av Debian, som ikke utgis sid er «ustabil» og vil aldri bli utgitt.
ru: woody - это текущий стабильный выпуск Debian sarge - это "тестируемая" невыпущенная версия Debian sid - это "нестабильная" версия, которая никогда не выпускается.
tr: woody halihazýrdaki kararlý Debian sürümüdür sarge Debian'ýn duyurulmamýþ "test" sürümüdür sid "kararsýz" sürüm olup hiç bir zaman duyurulmayacaktýr.

source: Apparently the autodetection didn't find any CDROM reader. You can try to load one of the modules if you have a specific CDROM reader (that is neither IDE nor SCSI).
tr: Görünüþe göre otomatik-tanýma bir CDROM okuyucu bulamadý. Eðer spesifik bir CDROM okuyucunuz(IDE veya SCSI olmayan) varsa modüllerden birini yüklemeyi deneyein

source: In order to get access to your CDROM reader, I must know which device file should be used since non-standard CDROM readers use non-standard device files (like /dev/mcdx for example).
tr: CDROM okuyucunuza ulaþmak için, hangi aygýt dosyasýnýn kullanýlmasý gerektiðini bilmeliyim çünkü standart olmayyan CDROM okuyucular standart olmayan aygýt dosyalarý kullanýr( /dev/mcdx gibi )

source: No CD was detected
tr: CD bulunamadý

source: A CDROM has been detected, but it isn't a Debian CD
tr: Bir CD bulundu ancak bu bir Debian CD'si deðil
