Repository: dankamongmen/s-i
Catalog: tools/cdrom-detect/debian/po/*.po
Languages: ar, cs, da, de, el, fi, fr, hu, ja, lt, nb, ru, sv, tr, uk, zh_cn

source: Manually select a CD-ROM module and device?
ar: هل اختار وحدة وجهاز القرص المدمج يدوياً؟
cs: Vybrat zaøízení a modul pro CD-ROM ruènì?
da: Vælg cdrom-modul og -enhed manuelt?
de: Ein CD-ROM-Modul und Gerät von Hand angeben?
el: Θέλετε να επιλέξετε χειροκίνητα τη μονάδα και τον οδηγό του CD-ROM;
fi: Haluatko valita itse CD-ROM-moduulin ja laitteen?
fr: Voulez-vous choisir le module et le périphérique du lecteur de cédérom ?
hu: Kézzel választ ki egy CD-ROM-meghajtómodult és egy hozzá tartozó eszközt?
ja: CD-ROM モジュールとデバイスを手動で選択しますか?
lt: Ar rankiniu būdu pasirinksitei CD-ROM modulį ir įrenginį?
sv: Välj en cd-rom-modul och enhet manuellt?
uk: Вибрати модуль та пристрій CD-ROM вручну?
zh_cn: 手动选择光盘驱动器设备及其模块吗？

source: No common CD-ROM reader was detected.
cs: Nebyla nalezena ¾ádná obvyklá CD-ROM mechanika.
el: Δεν ανιχνεύθηκε τυπική μονάδα μονάδα CD-ROM.
fi: CD-ROM-asemaa ei löytynyt.
fr: Aucun lecteur cédérom usuel n'a été détecté.
hu: A felderítés során egyetlen közismert CD-ROM-olvasó sem került elő.
ja: 一般的な CD-ROM リーダは検出されませんでした
lt: Neaptiktas įprastas CD-ROM įrenginys.
sv: Ingen vanlig cd-rom-läsare upptäcktes.
zh_cn: 没有探测到光盘驱动器。

source: Your CD-ROM reader may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM reader. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
cs: Mo¾ná máte starou Mitsumi nebo jinou ne-IDE, ne-SCSI mechaniku. V takovém pøípadì mù¾ete vybrat modul a odpovídající zaøízení. Pokud nevíte, který modul a zaøízení se má pou¾ít, podívejte se do dokumentace, nebo místo CD pou¾ijte sí»ovou instalaci.
el: Αν έχετε κάποια παλιά μονάδα Mitsumi ή άλλη μονάδα CD-ROM που δεν υποστηρίζει IDE ή SCSI, μπορείτε να επιλέξετε τον οδηγό της συσκευής που θα φορτώνεται. Αν δε γνωρίζετε ποιος είναι ο κατάλληλος οδηγός για τη συσκευή σας, αναζητήστε την πληροφορία σε κάποιο κείμενο τεκμηρίωσης ή εναλλακτικά επιλέξτε εγκατάσταση μέσω δικτύου αντί CD-ROM.
fi: Kenties sinulla on vanha Mitsumi- tai muu ei-IDE, ei-SCSI-CDROM-asema. Tällöin sinun pitää valita minkä moduulin lataat ja mitä laitetta käytät. Jos ettiedä mitä moduulia ja laitetta tarvitset, etsi ohjeista tai yritä verkkoasennusta CDROM-asennuksen sijasta.
fr: Votre lecteur est peut-être un ancien lecteur Mitsumi ou un lecteur qui n'est ni un IDE, ni un SCSI. Si vous êtes dans cette situation, vous pouvez indiquer quel module devra être chargé et quel périphérique sera utilisé. Si vous ne connaissez pas le module et le pilote dont vous avez besoin, veuillez consulter la documentation ou essayez de procéder à une installation via le réseau au lieu d'une installation avec un cédérom.
hu: A CD-ROM-olvasója esetleg egy régi Mitsumi vagy más (sem IDE, sem SCSI) CD-ROM-olvasó. Ez esetben válassza ki a betöltendő modult és a használni kívánt eszközt. Ha nem tudja, melyik modult és eszközt válassza, keressen dokumentációt vagy a CD-ROM-ról telepítés helyett folyamodjon a hálózati telepítéshez.
ja: あなたの CD-ROM リーダは、古い Mitsumi または非 IDE、非 SCSI の CD-ROM リーダなのかもしれません。その場合、ロードするモジュールと利用するデバイスを指示できます。必要とされるモジュール、デバイスがわからない場合は、ドキュメントを探すか、CD-ROM インストールの代わりにネットインストールを試してみてください。
lt: Jūsų kompaktinių diskų skaitymo (CD-ROM) įrenginys gal būt yra senas Mitsumi ar kitas ne-IDE, ar ne-SCSI CD-ROM įrenginys. Tokiu atveju, jūs turite pasirinkti kokį modulį įkelti ir kokį įrenginį naudoti. Jei nežinote, koks modulis ir įrenginys reikalingi, pasižiūrėkite dokumentacijoje, arba bandykite diegti ne iš kompaktinio disko, bet per tinklą.
sv: Din cd-rom-läsare kan vara en gammal Mitsumi eller en annan cd-rom-läsare av annan typ än IDE och SCSI. Om så är fallet bör du välja vilka moduler som ska laddas och vilken enhet som ska användas. Om du inte vet vilken modul och enheter som behövs, sök efter dokumentation eller försök med en nätverksinstallation istället för en cd-rom-installation.
zh_cn: 您的光盘驱动器也许是老式的三菱或者其他非 IDE、非 SCSI 的型号。那样的话，请您手动选择将要使用的设备及其驱动模块。如果您不知道应该用哪一个，请查找相关文档资料，或者使用网络安装。

source: Perform manual CD-ROM configuration?
cs: Provést ruèní nastavení CD-ROM?
el: Θέλετε να ρυθμίσετε τη μονάδα CD-ROM χειροκίνητα;
fi: Tee CD-asetukset käsin?
fr: Voulez-vous configurer le lecteur de cédérom ?
hu: Kézzel konfigurál CD-ROM-ot?
ja: 手動で CD-ROM の設定を行いますか?
lt: Atlikti rankinį CD-ROM įrenginio konfigūravimą?
sv: Konfigurera cd-rom manuellt?
zh_cn: 手动配置光盘驱动器吗？

source: Your installation CD-ROM couldn't be mounted.
cs: Va¹e instalaèní CD nemohlo být pøipojeno.
el: Αδύνατη η συναρμογή του CD-ROM εγκατάστασης.
fi: Asennusromppua ei voitu liittää.
fr: Votre cédérom d'installation n'a pas pu être monté.
hu: A telepítő CD-ROM felcsatlakoztatása meghiúsult.
ja: インストール CD-ROM をマウントできませんでした。
lt: Jūsų įdiegimo kompaktinis diskas negali būti primontuotas.
sv: Din installations-cd-rom kunde inte monteras.
zh_cn: 无法加载您的安装光盘。

source: This probably means that the CD-ROM has not yet been inserted. If that is the case, just insert it and don't perform the manual configuration. The CD-ROM mount will be re-tried.
cs: To pravdìpodobnì znamená, ¾e jste jej je¹tì nevlo¾ili. Pokud je to vá¹ pøípad, vlo¾te jej do mechaniky a nespou¹tìjte ruèní nastavení. Systém znovu zkusí CD pøipojit.
el: Στην περίπτωση που το CD δεν ήταν τοποθετημένο στη μονάδα CD-ROM, απλώς τοποθετήστε το και ξαναπροσπαθήστε (μην επιλέξετε την χειροκίνητη ρύθμιση). Αν το CD ήταν ήδη στη μονάδα CD-ROM, υπάρχει κάποιο άλλο πρόβλημα και θα πρέπει να επιλέξετε χειροκίνητη ρύθμιση.
fi: Tämä luultavasti tarkoittaa, että romppua ei ole vielä laitettu asemaan. Jos näin on, laita se asemaan äläkä tee asetuksia käsin; rompun liittämistä yritetään uudelleen.
fr: Cela signifie probablement que le cédérom n'est pas encore inséré dans le lecteur. Si c'est le cas, il vous suffit de le mettre en place ; n'essayez pas de le configurer vous-même, le montage va être tenté à nouveau.
hu: Valószínűleg még nem helyezte be a CD-ROM-lemezt. Ha ez a helyzet, csak helyezze be és ne kezdjen kézileg konfigurálni. A CD-ROM felcsatlakoztatására újabb kísérlet történik.
ja: おそらく CD-ROM がまだ挿入されていないのでしょう。この場合は単に挿入するだけで、手動設定をする必要はありません。CD-ROM のマウントを再挑戦してください。
lt: Tai gal būt reiškia, kad kompaktinis·diskas nėra įdėtas. Jei taip ir yra, įdėkite diską ir neatlikite rankinio konfigūravimo. Bandymas primontuoti diską bus pakartotas.
sv: Detta betyder förmodligen att cd-rom:en inte har satts in ännu. Om så är fallet, sätt bara in den och uför inte den manuella konfigurationen. Monteringen av cd-rom:en kommer att försökas igen.
zh_cn: 可能尚未插入光盘。如果是这样，只要插入它，不必手动配置。挂载动作将重试。

source: If your CD-ROM is already in the drive, there was another problem. You should try the manual CD-ROM configuration.
cs: Jestli¾e v¹ak CD v mechanice bylo, nastal nìjaký jiný problém. Zkuste ruèní nastavení CD-ROM.
el: Αν το CD-ROM βρίσκεται ήδη στη μονάδα, υπάρχει κάποιο άλλο πρόβλημα. Θα πρέπει να δοκιμάσετε τη χειροκίνητη ρύθμιση του CD-ROM.
fi: Mikäli asennusromppusi oli jo CD-asemassa, jotain muuta oli vialla. Yritä tehdä CD-asetukset käsin.
fr: Si votre cédérom se trouve déjà dans le lecteur, c'est le signe d'un autre problème ; vous devez alors configurer le cédérom vous-même.
hu: Ha a CD-ROM már a meghajtóban van, akkor máshol kell keresni a problémát. Próbálkozzon meg a kézi konfigurálással.
ja: もし CD-ROM がすでにドライブにあるのであれば、別の問題です。手動 CD-ROM 設定を試してください。
lt: Jei kompaktinis diskas jau yra įrenginyje, tuomet tai kita problema. Jums teks bandyti konfigūruoti CD-ROM įrenginį rankiniu būdu.
sv: Om din cd-rom redan ligger i enheten så var problemet ett annat. Du bör försöka konfigurera cd-rom:en manuellt.
zh_cn: 如果您确定已经插入了光盘，那么可能是其他问题。请尝试手动配置。

source: Module needed for accessing the CD-ROM:
ar: هناك حاجة لوحدة للوصول إلى قارئ الأقراص المدمجة.
cs: Modul pro pøístup k CD-ROM:
da: Modul, der kræves for at tilgå cdrommen:
de: Für CD-ROM-Zugriff benötigtes Modul:
el: Οδηγός για την πρόσβαση στο CD-ROM:
fi: Romppuaseman käyttöön tarvittava moduuli:
fr: Module pour le lecteur de cédérom :
hu: A CD-ROM eléréséhez szükséges modul:
ja: CD-ROM のアクセスに必要なモジュール:
lt: Modulis, reikiamas darbui su CD-ROM įrenginiu:
sv: Modul som behövs för att komma åt CD-ROM:en:
uk: Модуль, що необхідний для доступу до CD-ROM:
zh_cn: 使用此光盘驱动器所需要加载的模块：

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
ar: لم يعثر الفحص التلقائي على أي قارئ أقراص مدمجة. يمكنك محاولة تحميل وحدة معينة إن كان لديك قارئ أقراص مدمجة غير عادي (أي أنه ليس IDE أو SCSI).
cs: Automatická detekce nenalezla ¾ádnou CD-ROM mechaniku. Pokud máte nìkterou ze speciálních CD-ROM mechanik (ani IDE, ani SCSI), mù¾ete zkusit nahrát nìkterý ze speciálních modulù.
da: Den automatiske søgning fandt intet cdrom-drev. Du kan prøve at indlæse et bestemt modul, hvis du har et andet cdrom-drev (dvs. hverken er IDE eller SCSI).
de: Offenbar kann die automatische Erkennung kein CD-ROM Laufwerk finden. Falls Sie ein ungewöhnliches Laufwerk besitzen, können Sie versuchen das entsprechende Modul zu laden (betrifft z. B. Laufwerke, die weder IDE- noch SCSI- Laufwerk sind).
el: Δεν ανιχνεύθηκε κάποια μονάδα CD-ROM. Μπορείτε να δοκιμάσετε να φορτώσετε κάποιον από τους υπάρχοντες οδηγούς αν έχετε κάποιη συγκεκριμένη μονάδα CD-ROM (που δεν είναι IDE ή SCSI).
fi: Automaattitunnistus ei löytänyt yhtään CDROM-asemaa. Voit yrittää ladata yhden moduuleista jos sinulla on jokin tietty CDROM-asema(, joka ei ole IDE eikä SCSI).
fr: La détection automatique n'a pas trouvé de lecteur de cédérom. Vous pouvez essayer de charger un module particulier si vous possédez un lecteur de cédérom spécifique (qui n'est ni IDE ni SCSI).
hu: Az automatikus felderítés nem talált CD-ROM-meghajtót. Ha nemszokványos (sem IDE, sem SCSI) CD-ROM-meghajtóval rendelkezik, próbáljon meg egy megfelelő meghajtómodult betölteni.
ja: 自動検出は CD-ROM ドライブを発見できませんでした。利用できない CD-ROM ドライブ (IDE でも SCSI でもない) を持っているのであれば、特定のモジュールをロードしてみることができます。
lt: Matomai autotetekcijos būdu nerastas joks CD-ROM įrenginys. Jūs galite bandyti įkelti vieną iš modulių, jei jūsų CD-ROM įrenginys specifinis (t.y. nei IDE, nei SCSI įrenginys).
sv: Den automatiska identifieringen hittade inte en cd-rom-enhet. Du kan försöka ladda en specifik modul om du har en ovanlig cd-rom-enhet (som varken är IDE eller SCSI).
uk: Не вдалося виявити пристрій CD-ROM автоматично. Ви можете спробувати завантажити один з модулів, якщо у вас специфічний пристрій CD-ROM (не IDE та не SCSI).
zh_cn: 自动探测没能发现光盘驱动器。如果您的光盘驱动器十分不寻常 (既非 IDE 也非 SCSI)，请尝试加载特定的驱动。

source: Device file for accessing the CD-ROM:
ar: ملف الجهاز للوصول إلى قارئ الأقراص المدمجة.
cs: Soubor zaøízení pro pøístup k CD-ROM:
da: Enhedsfil for tilgang til cd-drevet:
de: Gerätedatei für CD-ROM-Zugriff:
el: Σημείο επαφής της μονάδας CD-ROM:
fi: CD-ROM aseman laitenimi:
fr: Fichier de périphérique pour le lecteur de cédérom :
hu: A CD-ROM eléréséhez használt eszközfájl:
ja: CD-ROM にアクセスするためのデバイスファイル:
lt: Įrenginio byla, priėjimui prie CD-ROM įrenginio:
sv: Enhetsfil för att komma åt CD-ROM:en:
uk: Файл пристрою для доступу до CD-ROM:
zh_cn: 光盘驱动器对应的设备文件：

source: In order to access your CD-ROM reader, please enter the device file that should be used. Non-standard CD-ROM readers use non-standard device files (such as /dev/mcdx).
cs: Aby mohl systém pøistupovat k CD-ROM mechanice, musíte zadat soubor zaøízení, který se má pou¾ít. Nestandardní mechaniky pou¾ívají nestandardní zaøízení (jako tøeba /dev/mcdx).
el: Για να έχει το πρόγραμμα εγκατάστασης πρόσβαση στη μονάδα CD-ROM, θα πρέπει να δώσετε το σημείο επαφής της μονάδας που θα πρέπει να χρησιμοποιηθεί (mountpoint). Αν πρόκειται για μη τυπική μονάδα CD-ROM, χρησιμοποιήστε τα αντίστοιχα σημεία επαφής (όπως /dev/mcdx).
fi: Jotta CD-ROM-asemaasi päästäisiin käyttämään on tiedettävä laitetiedoston nimi. Epästandardit CDROM-asemat käyttävät epästandardeja laitetiedostoja (kuten /dev/mcdx).
fr: Afin de pouvoir accéder à votre lecteur de cédérom, veuillez indiquer le fichier de périphérique utilisé. En effet, les lecteurs non standards utilisent des fichiers de périphérique non standards tels que /dev/mcdx par exemple.
hu: Adja meg a CD-ROM eléréséhez használni kívánt eszközfájlt. A nemszabványos CD-ROM-olvasók nemszabványos eszközfájlokat is használnak (mint pl. /dev/mcdx).
ja: CD-ROM リーダにアクセスするために、利用すべきデバイスファイルを入力してください。非標準の CD-ROM リーダは (/dev/mcdx のような) 非標準のデバイスファイルを使います。
lt: Tam, kad pasiekti jūsų CD-ROM įrenginį, aš turiu žinoti kuri įrenginio byla turi būti naudojama, kadangi ne standartinis CD-ROM įrenginys naudoja ne standartinę bylą (kaip pavyzdžiui /dev/mcdx).
sv: Ange den enhetsfil som ska användas för att komma åt din cd-rom-läsare. Ovanliga cd-rom-läsare använder ovanliga enhetsfiler (som /dev/mcdx).
zh_cn: 为了能使用您的光盘驱动器，请输入相应的设备文件名。非标准的光盘驱动器通常会使用非标准的设备名 (例如 /dev/mcdx)。

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
ar: يمكنك التبديل إلى الصدفة على الشاشة الطرفية الثانية (ALT+F2) لتفحص الأجهزة المتوفرة في /dev باستخدام "ls /dev". يمكنك العودة إلى هذه الشاشة بالضغط على ALT+F1.
cs: Mù¾ete se pøepnout do shellu na druhém terminálu (Alt+F2) a pøíkazem "ls /dev" zjistit dostupná zaøízení. Zpìt na tuto obrazovku se pøepnete kombinací Alt+F1.
da: Du kan hoppe til skallen på den anden terminal (ALT+F2) for at se de tilgængelige enheder i /dev med "ls /dev". Kom tilbage hertil med ALT+F1.
de: Sie können in ein Shell auf der zweiten Konsole (Alt+F2) wechseln, um die verfügbaren Geräte in /dev mit Hilfe von "ls /dev" zu überprüfen. Sie können mit Hilfe von Alt+F1 hierher zurück kommen.
el: Μπορείτε να μεταβείτε σε περιβάλλον κελύφους στη δεύτερη κονσόλα (ALT+F2) για να ελέγξετε τις διαθέσιμες συσκευές στον κατάλογο /dev με την εντολή "ls /dev". Για να επιστρέψετε στην τρέχουσα οθόνη πατήστε ALT+F1.
fi: Voit vaihtaa komentotulkkiin toisessa päätteessä (ALT+F2) tarkistaaksesi /dev-hakemistossa käytettävissä olevat laitteet komennolla "ls /dev". Takaisin palaat näppäinyhdistelmällä ALT+F1.
fr: Vous pouvez obtenir un shell sur le deuxième terminal (ALT+F2) pour voir les périphériques disponibles dans /dev en tapant « ls /dev ». Vous pourrez revenir à cet écran avec ALT+F1.
hu: A /dev könyvtárban rendelkezésre álló eszközfájlokat a második terminálon (ALT+F2) futó parancsértelmezőben kiadott parancsokkal vizsgálhatja meg (pl. "ls /dev"). A jelen képernyőre az ALT+F1 kombinációval térhet vissza.
ja: /dev にある利用可能なデバイスを確認するには、2 番目の端末にシェルを切り替えて (ALT+F2)、 "ls /dev" で行います。ALT+F1 でこの画面に戻れます。
lt: Jūs galite persijungti į apvalkalą (shell) antrajame terminale (ALT+F2) ir pažiūrėti galimus įrenginius kataloge /dev, pasinaudodami komanda "ls /dev". Grįžti atgal į šį ekraną galėsite paspaudę ALT+F1.
sv: Du kan växla till skalet på den andra terminalen (ALT+F2) för att kontrollera de tillgängliga enheterna i /dev med "ls /dev". Du kan återvända till den här skärmen genom att trycka ALT+F1.
uk: Ви можете перемикнутися в оболонку не другому терміналі (ALT+F2) для перевірки доступних пристроїв в каталозі /dev командою "ls /dev". Назад ви можете повернутися натиснувши ALT+F1.
zh_cn: 您可以通过切换 (ALT+F2) 到第二个终端的 shell 中并使用 "ls /dev" 命令来查看 /dev 目录下所有可用的设备文件名。请按 ALT+F1 返回本屏。

source: CD-ROM detected
ar: عثر على قارئ الأقراص المدمجة
cs: CD-ROM mechanika byla rozpoznána
da: Cdrom-drev fundet
de: Es wurde ein CD-ROM Laufwerk gefunden.
el: Ανιχνεύθηκε μονάδα CD-ROM
fi: CD-ROM-asema on tunnistettu.
fr: Un cédérom a été détecté
hu: CD-ROM észlelve
ja: CD-ROM が検出されました
lt: Kompaktinių diskų įrenginys (CD-ROM) detektuotas.
sv: Cd-rom hittades
uk: Знайдений CD-ROM
zh_cn: 探测到 CD-ROM

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
ar: نجح فحص قارئ الأقراص المدمجة التلقائي. عثر على قارئ الأقراص المدمجة ويحتوي حالياً على القرص ${cdname}. سوف يستمرّ التثبيت الآن.
cs: Automatická detekce se podaøila. Byla nalezena CD-ROM mechanika s vlo¾eným diskem : ${cdname}. Instalace bude nyní pokraèovat.
da: Det lykkedes at finde cdrom-drevet automatisk. Der blev fundet et cd-rom-drev, og det indeholder cd'en ${cdname}. Installationen fil nu fortsætte.
de: Die automatisch CD-ROM Erkennung war erfolgreich. Ein CD-ROM Laufwerk mit der CD ${cdname} wurde gefunden. Sie können mit der Installation fortfahren.
el: Η αυτόματη ανίχνευση μονάδας CD-ROM ήταν επιτυχής. Βρέθηκα μονάδα CD-ROM η οποία περιέχει το CD ${cdname}. Η εγκατάσταση μπορεί να συνεχιστεί.
fi: CD-automaattitunnistus toimi. CDROM-asema löytyi ja asemasta seuraava romppu: ${cdname}. Asennus jatkuu.
fr: La détection automatique du cédérom s'est bien déroulée. Un lecteur de cédérom a été identifié et ce lecteur contient le cédérom : ${cdname}. Vous pouvez poursuivre l'installation.
hu: Az automatikus CD-ROM-felderítés sikerrel járt. Egy CD-ROM-meghajtó találtatott, és jelenleg egy CD is van benne (${cdname}). A telepítés folytatódik.
ja: CD-ROM 自動検出に成功しました。CD-ROM ドライブは発見され、現在 CD ${cdname} が挿入されています。インストールを続けます。
lt: Kompaktinių diskų automatinis aptikimas veikia. Kompaktinių diskų skaitymo įrenginys (CD-ROM) rastas su jame įdėtu CD: ${cdname}. Jūs galite tęsti diegimą.
sv: Den automatiska identifieringen av cd-rom:en var lyckad. En cd-rom-enhet har hittats och innehåller för närvarande cd:n ${cdname}. Installationen kommer nu att fortsätta.
uk: Автоматичне виявлення CD-ROM пройшло вдало. В пристрої CD-ROM знайдений диск ${cdname}. Встановлення буде продовжене.
zh_cn: 光盘驱动器探测成功。发现了一个光盘驱动器，其中包含 CD ${cdname}。安装进程将继续。

source: No CD detected
cs: Nebylo rozpoznáno ¾ádné CD
el: Δεν ανιχνεύθηκε CD στη μονάδα
fi: CD:tä ei löytynyt
fr: Aucun cédérom n'a été détecté
hu: CD-felderítés sikertelen
ja: CD は検出されませんでした
lt: Kompaktinis diskas neaptiktas
sv: Ingen cd hittades
zh_cn: 未探测到CD

source: Please check that a CD has been inserted into the CD-ROM drive.
cs: Ujistìte se, prosím, ¾e CD je vlo¾eno v CD-ROM mechanice.
el: Παρακαλούμε βεβαιωθείτε ότι το κατάλληλο CD είναι τοποθετημένο στη μονάδα CD-ROM.
fi: Tarkista että romppu on pistetty CD-asemaan.
fr: Veuillez vérifier qu'un cédérom a bien été placé dans votre lecteur.
hu: Bizonyosodjon meg róla, hogy a CD-ROM-meghajtóban egy CD-lemez található.
ja: CD が CD-ROM ドライブに入っていることを確認してください。
lt: Prašau įsitikinti, kad yra kompaktinis diskas CD-ROM įrenginyje.
sv: Kontrollera att cd:n har satts in i cd-rom-enheten
zh_cn: 请检查 CD 已被插入到光盘驱动器中。

source: Non-Debian CD-ROM detected
ar: عثر على قرص مدمج لغير ديبيان
cs: Rozpoznáno nesprávné CD
da: Fandt en ikke-Debian cdrom
de: Es wurde keine Debian-CD gefunden.
el: Δεν ανιχνεύθηκε CD εγκατάστασης του Debian στη μονάδα CD-ROM
fi: CD ei ole Debian-CD
fr: Cédérom non Debian détecté
hu: Nem-Debian CD-ROM észlelve
ja: Debian の CD-ROM は検出されませんでした
lt: Neaptiktas Debian'o kompaktinis diskas
sv: En cd-rom som inte är Debian upptäcktes
uk: Знайдений не-Debian CD-ROM
zh_cn: 探测到非 Debian 光盘

source: The CD-ROM drive contains a non-Debian CD.
ar: يحتوي قارئ الأقراص المدمجة على قرص مدمج لغير ديبيان.
cs: Disk vlo¾ený v CD-ROM mechanice neobsahuje Debian.
da: Cdrom-drevet indeholder en ikke-Debian cd.
de: Im CD-ROM-Laufwerk befindet sich eine non-Debian-CD.
el: Η μονάδα CD-ROM δεν περιέχει κάποιο CD του Debian.
fi: Asemassa oleva romppu ei ole Debian-romppu.
fr: Le cédérom présent dans le lecteur n'est pas un cédérom Debian.
hu: A CD-ROM-meghajtó egy nem-Debian CD-t tartalmaz.
ja: CD-ROM ドライブに Debian CD ではないものが挿入されています。
lt: CD-ROM įrenginyje yra ne Debian'o kompaktinis diskas.
sv: Cd-rom-enheten innehåller en cd som inte är Debian.
uk: Диск в пристрої читання CD-ROM не є диском Debian.
zh_cn: 光盘驱动器中不是 Debian 的安装光盘。

source: Please insert a Debian CD to continue with the installation.
ar: رجاء أدخل قرص ديبيان المدمج لتستمر بالتثبيت.
cs: Vlo¾te prosím CD s Debianem a pokraèujte v instalaci.
da: Indsæt en Debian-cd for at fortsætte installationen.
de: Bitte legen Sie eine Debian-CD ein, um mit der Installation fortzufahren.
el: Παρακαλώ τοποθετήστε ένα CD του Debian στη μονάδα για τη συνέχιση της εγκατάστασης.
fi: Jatka asennusta pistämällä Debian-romppu asemaan.
fr: Veuillez insérer un cédérom Debian avant de continuer.
hu: A telepítés folytatásához helyezzen be egy Debian CD-t.
ja: インストールを続けるために Debian CD を挿入してください。
lt: Kad tęsti diegimą, prašau įdėti Debian'o kompaktinį diską.
sv: Sätt in en Debian-cd för att fortsätta installationen.
uk: Вставте диск Debian для продовження встановлення.
zh_cn: 请插入 Debian 安装盘然后继续安装。

source: Skip CD-ROM automatic detection?
cs: Pøeskoèit automatické rozpoznání CD-ROM?
el: Θέλετε να παραλείψετε την αυτόματη ανίχνευση μονάδας CD-ROM;
fi: Haluatko ohittaa CD-ROM-autotunnistuksen?
fr: Faut-il éviter la détection automatique du cédérom ?
hu: Mellőzi az automatikus CD-ROM-felderítést?
ja: CD-ROM の自動検出を飛ばしますか?
lt: Ar praleisti CD-ROM įrenginio autodetekciją?
sv: Hoppa över automatisk identifiering av cd-rom?
zh_cn: 跳过 CD-ROM 自动探测吗？

source: If the CD-ROM automatic detection causes trouble, you may skip this step. However, you will need to manually mount the CD-ROM on /cdrom before you can proceed.
cs: Pokud vám autodetekce zpùsobuje problémy, mìli byste tento krok pøeskoèit. Pøed pokraèováním pak ov¹em musíte pøipojit CD do /cdrom ruènì.
el: Αν αντιμετωπίζετε πρόβλημα με την αυτόματη ανίχνευση μονάδας CD-ROM. μπορείτε να παραλείψετε αυτό το στάδιο. Παρ' όλ' αυτά, θα χρειαστεί να πραγματοποιήσετε χειροκίνητη συναρμογή της μονάδας CD-ROM στο σημείο επαφής /cdrom, πριν μπορέσετε να συνεχίσετε.
fi: Mikäli CD-ROM-aseman automaattitunnistus tuottaa vaikeuksia voit ohittaatämän vaiheen. Joudut tällöin itse liittämään CD:n hakemistoon /cdrom ennen kuin voidaan jatkaa.
fr: Cette option est à utiliser si la détection automatique est source de problèmes. Si vous choisissez de l'éviter, une intervention manuelle sera nécessaire pour monter le cédérom sur /cdrom avant de pouvoir poursuivre.
hu: Ha az automatikus CD-ROM-felderítés gondokat okoz, érdemes lehet mellőznie ezt a lépést. Ez esetben azonban a továbblépés előtt a CD-ROM-meghajtót kézzel kell a /cdrom pontra felcsatlakoztatnia.
ja: CD-ROM の自動検出が障害を引き起こす場合にはこのステップを飛ばしてみるとよいかもしれません。ただし、先に進む前に、手動で CD-ROM を /cdromにマウントしておく必要があります。
lt: Jūs jei automatinis aptikimas sukels rūpesčių, jūs galite praleisti šį žingsnį. Tačiau, jums reikės rankiniu būdu primontuoti CD-ROM įrenginį prie /cdrom, prieš tęsiant tolimesnį darbą.
sv: Om den automatiska identifieringen av cd-rom:en orsakar problem kan du hoppa över detta steg. Du måste dock manuellt montera cd-rom:en på /cdrom innan du kan fortsätta.
zh_cn: 如果光盘驱动器自动检测过程会导致一些障碍，您也可以跳过这一步。但是，在继续安装之前，您需要手动将 CD-ROM 挂载到 /cdrom 。

source: Distribution to install:
cs: Distribuce k instalaci:
lt: Išsirinkite distributyvą diegimui:

source: Please select the Debian distribution you wish to install:
cs: Vyberte, kterou z distribucí chcete nainstalovat:
lt: Prašau išsirinkti, kurį iš distributyvų jūs norite diegti:

source: - woody is the current stable release of Debian; - sarge is the "testing" unreleased version of Debian; - sid is "unstable" and will never be released.
cs: - woody je aktuální stabilní verze Debianu - sarge je "testovací", zatím neuvolnìná, verze Debianu - sid je "nestabilní" a nikdy nevyjde.
lt: - woody yra dabartinė stabili Debian'o laida; - sarge yra testuojamoji, dar neišleista Debian'o versija; - sid yra "nestabili" versija, kuri niekuomet ir nebus išleista.
