Repository: dankamongmen/s-i
Catalog: packages/partman/partman-auto/debian/po/*.po
Languages: be, bs, he, hu, ko, ku, sl

source: Please wait...
be: Пачакайце...
bs: Molim pričekajte...
he: אנא המתן...
hu: Legyen türelemmel...
ko: 잠시 기다리십시오...
ku: Ji kerema xwe bisekine...
sl: Prosim, počakajte...

source: Computing the new partitions...
be: Разлік новых падзелаў...
bs: Računam nove particije...
he: מחשב את המחיצות החדשות...
hu: Új partíciók meghatározása...
ko: 새로 만들 파티션을 계산하는 중입니다...
ku: Dabeşên nu dihesibîne...
sl: Izračunavanje novih razdelkov...

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
be: Магчыма, пазначаны дыск альбо вольнае месца занадта малыя для аўтаматычнага перадзелу.
bs: Ovo se vjerovatno dogodilo zato što je odabrani disk ili slobodni prostor premali da bi se automatski particionisao.
he: זה כנראה קרה כי הדיסק או השטח הפנוי שבחרת קטן מדי לחלוקה אוטומטית למחיצות.
hu: Valószínű ok: a kiválasztott meghajtó vagy szabad hely túl kicsi az automatikus partícionáláshoz.
ko: 선택한 드라이브나 남은 공간이 너무 작기 때문에 자동 파티션이 실패했을 것입니다.
ku: Bi îhtimalê ev derket holê ji ber ku disk an cihê vala yê hilbijartê ji bo dabeşkirina bixweser gelek biçûk e.
sl: Do napake je verjetno prišlo, ker je izbran pogon ali nezaseden prostor premajhen za samodejno razdeljevanje.

source: Failed to partition the selected disk
be: Не атрымалася падзяліць пазначаны дыск
bs: Nemogu particionisati odabrani disk
he: כישלון בחלוקת הדיסק הנבחר למחיצות
hu: A kiválasztott lemez partícionálása sikertelenül zárult
ko: 선택한 디스크를 파티션하는 데 실패했습니다
ku: Dabeşkirina diska hilbijartî serneket
sl: Nisem uspel razdeliti izbranega diska

source: This probably happened because there are too many (primary) partitions in the partition table.
be: Магчыма, ў табліцы падзелаў дыска прысутнічае зашмат першасных падзелаў.
bs: Ovo se vjerovatno dogodilo zato što ima previše (primarnih) particija u particionoj tabeli.
he: זה כנראה קרה כי יש יותר מידי מחיצות (ראשיות) בטבלת המחיצות
hu: Valószínű ok: a partíciós táblában túl sok (elsődleges) partíció szerepel.
ko: 파티션 테이블에 (프라이머리) 파티션이 너무 많기 때문에 실패했을 것입니다.
ku: Bi îhtimalê ev derket holê ji ber ku hejmara dabeşan (yên primary) di tabloya dabeşan zêde ye.
sl: Do napake je verjetno prišlo, ker je preveč (primarnih) razdelkov v tabeli razdelkov.

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
be: Праграма ўсталявання можа падказаць Вам шлях перадзелу дыска (грунтуючыся на розных стандартных схемах) або, пры жаданні, можна зрабіць гэта самастойна. У першым выпадку Вы будзеце мець шанц пазнейшага перагляду і змянення вынікаў.
bs: Instalater vas može voditi kroz particionisanje diska (korištenjem različitih standardnih šema), ili, ako preferirate, možete to učiniti ručno. Ako odaberete korištenje vodića, imati ćete priliku da vidite i prilagodite rezultate.
he: תוכנית ההתקנה יכולה להדריך אותך בזמן החלוקה למחיצות (בעזרת מספר סכמות אפשריות), או אם תעדיף, תוכל לעשות זאת באופן ידני. אם תבחר להשתמש בחלוקה מודרכת, עדיין תינתן לך אפשרות לסקור ולשנות את התוצאות מאוחר יותר.
sl: Namestitev vas lahko vodi skozi razdeljevanje pogonov (z uporabo različnih standardnih shem), lahko pa razdeljevanje opravite sami. Če boste izbrali vodeno razdeljevanje pogonov, boste pozneje še vedno imeli možnost ogleda, prilagajanja in tudi razveljavitve razdeljevanja.

source: Remove existing logical volume data?
be: Выдаліць усе дадзеныя лагічнага тома?
bs: Ukloniti postojeće podatke logičke particije?
he: להסיר את המידע על הנפחים הלוגיים?
sl: Odstranim obstoječe podatke na logičnem nosilcu?

source: The selected device already contains logical volumes and/or volume groups from a previous LVM installation, which must be removed from the disk before creating any partitions.
be: Пазначаная прылада ўжо ўтрымлівае лагічныя тамы і/ці групы тамоў з мінулага ўсталявання LVM, якія павінны быць выдаленыя з дыска перад стварэннем будзь-якіх падзелаў.
bs: Odabrani uređaj već sadrži logičke particije i/ili grupe particija od prethodne LVM instalacije, koje moraju biti uklonjene sa diska prije kreiranja novih particija.
he: ההתקן שנבחר כבר מכיל נפחים לוגיים ו/או קבוצות נפחים מהתקנות קודמות של LVM, אלה צריכים להיות מוסרים מהדיסק לפני יצירה של מחיצות כלשהן.
sl: Izbrana naprava že vsebuje logične enote ali skupine enot iz prejšnje LVM namestitve, ki jih je pred razdeljevanjem potrebno odstraniti.

source: Note that this will also permanently erase any data currently on the logical volumes.
be: Заўважце, што гэта незваротна знішчыць любыя дадзеныя, што месцяцца ў лагічных тамах.
bs: Primjetite da će ovo trajno obrisati sve podatke koji su trenutno na logičkim particijama.
he: שים לב שפעולה זאת תמחק באופן קבוע את המידע שנמצא כרגע על הנפחים הלוגיים.
sl: Vedite, da bo to trajno izbrisalo podatke na logičnih enotah.

source: LVM physical volume already exists on the selected device
be: Фізічны том LVM ужо існуе на пазначанай прыладзе
bs: LVM fizički particija već postoji na odabranom uređaju
he: נפחים פיזיים של LVM כבר קיימים על הכונן הנבחר
sl: LVM fizični fizični nosilec že obstaja na izbrani napravi

source: The selected device already contains one or more LVM physical volumes which cannot be removed. It is therefore not possible to automatically partition this device.
be: Пазначаная прылада ўжо ўтрымлівае адзін ці больш фізічных тамоў LVM, якія немагчыма выдаліць. Таму аўтаматычны перадзел гэтай прылады немагчымы.
bs: Uređaj koji ste odabrali sadrži jednu ili više fizičkih particija koje ne mogu biti uklonjene. Zato nije moguće automatski particionisati ovaj uređaj.
he: ההתקן שנבחר כבר מכיל אחד או יותר נפחים פיזיים של LVM שאינם ניתנים להסרה. כתוצאה לא ניתן לחלק למחיצות את התקן זה אוטומטית.
sl: Naprava, ki ste jo izbrali že vsebuje enega ali več LVM fizičnih nosilcev, ki jih ni mogoče odstraniti. Zaradi tega te naprave ni mogoče samodejno razdeliti na particije.

source: Partitioning method:
be: Спосаб перадзелу:
bs: Metod za particionisanje:
he: שיטה לחלוקה למחיצות:
hu: Partícionálási mód:
ko: 파티션 방법:
ku: Awayê dabeşkirinê:
sl: Metoda razdeljevanja:

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
be: Калі Вы абралі перадзел дыска "з падказкай", наступным крокам стане пытанне, які дыск варта ўжываць.
bs: Ako odaberete vođeno particionisanje čitavog diska, sljedeće ćete biti pitani koji će se disk koristiti.
he: אם תבחר בחלוקה מודרכת למחיצות של דיסק שלם, תשאל בהמשך באיזה דיסק צריך להשתמש.
sl: Če boste izbrali vodeno razdeljevanje celotnega diska, boste v naslednjem koraku vprašani kateri disk naj uporabim.

source: Partitioning scheme:
be: Схема перадзелу:
bs: Particiona šema:
he: סכמת חלוקה למחיצות:
hu: Partícionálási mód:
ko: 파티션 나누기 방법:
ku: Plana dabeşkirinê:
sl: Shema razdeljevanja:

source: Selected for partitioning:
be: Пазначана для перадзелу:
bs: Odabrano za particionisanje:
he: נבחר לחלוקה למחיצות:
sl: Disk oz. področje diska za razdeljevanje:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
be: Дыск можа быць падзелены з дапамогай адной з некалькіх схем. Калі Вы няўпэўнены, выберыце першую.
bs: Ovaj disk se može particionisati koristeći jednu od više različitih šema. Ako niste sigurni, odaberite prvu.
he: אפשר לחלק את הדיסק למחיצות בעזרת אחת מכמה סכמות שונות. אם אינך בטוח באיזו מהן לבחור, בחר בראשונה.
hu: Többfajta partícionálási mód közül választhat. Ha bizonytalan a döntésben, válassza a legelsőt.
ko: 여러가지 방법중의 하나로 드라이브를 파티션을 나눌 수 있습니다. 잘 모르겠으면 첫번째를 선택하십시오.
ku: Ji bo dabeşkirina vê diskê çend planên cuda hene. Heke tu baş nezanî, ya yekemîn hilbijêre.
sl: Pogon lahko razdelite z uporabo ene izmed večih shem. Če niste prepričani, katera je najprimernejša, izberite prvo.

source: Unusable free space
be: Неўжывальнае вольнае месца
bs: Iskoristivi slobodni prostor
he: שטח פנוי לא שמיש
hu: Felhasználhatatlan szabad hely
ko: 남은 공간을 사용할 수 없습니다
ku: Cihê vala nayê bikaranîn
sl: Neuporaben nezaseden prostor

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
be: Перадзел не атрымаўся, таму што выбранае вольнае месца не можа быць ужытае. Магчыма, табліца падзелаў утрымлівае зашмат (першасных) падзелаў.
bs: Particionisanje nije uspjelo zato što se izabrani slobodni prostor ne može koristiti. Vjerovatno ima previše (primarnih) particija u particionoj tabeli.
he: כישלון בחלוקה למחיצות מאחר והשטח הפנוי לא ניתן לשימוש. כנראה שיש יותר מידי מחיצות (ראשיות) בטבלת המחיצות.
hu: A partícionálás nem járt sikerrel, mert a kiválasztott szabad hely nem felhasználható. A partíciós táblában valószínűleg túl sok (elsődleges) partíció szerepel.
ko: 선택한 남은 공간을 사용할 수 없어서 파티션 나누기에 실패했습니다. 파티션 테이블에 (프라이머리) 파티션이 너무 많기 때문에 실패했을 것입니다.
sl: Razdeljevanje ni uspelo, ker izbran nezaseden prostor ni uporaben. Verjetno je preveč (primarnih) razdelkov v tabeli razdelkov.

source: Guided partitioning
be: Перадзел з падказкай
bs: Vodić za particionisanje
he: חלוקה מודרכת למחיצות
hu: Telepítővel segített partícionálás
ko: 단계에 따라 파티션
ku: Dabeşkirina bi alîkariyê
sl: Vodeno razdeljevanje

source: Guided - use the largest continuous free space
be: З падказкай - ужыць найбольш працяглае вольнае месца
bs: Vođeno - koristi najveći neprekidni slobodni prostor
he: חלוקה מודרכת - השתמש בשטח הפנוי הרציף הכי גדול
sl: Uporabi največji neprekinjen nezaseden prostor

source: Guided - use entire disk
be: З падказкай - ужыць суцэльны дыск
bs: Vođeno - koristi cijeli disk
he: חלוקה מודרכת - השתמש בכל שטח הדיסק
sl: Uporabi celoten disk

source: Select disk to partition:
be: Пазначыць дыск для падзелу:
bs: Odaberite disk za particionisanje:
he: בחר דיסק לחלוקה למחיצות:
sl: Izberite disk za razdeljevanje:

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
be: Заўважце, што ўсе дадзеныя на пазначаным дыску будуць знішчаныя, але не раней, як Вы пацвердзіце неабходнасць зменаў.
bs: Primjetite da će svi podaci na disku koji ste odabrali biti obrisani, ali ne prije nego potvrdite da zaista želite napraviti izmjene.
he: שים לב שכל המידע על הדיסק שתבחר ימחק, אבל לא לפני שתאשר שאתה בטוח שברצונך לבצע את השינויים.
sl: Vedite, da bodo vsi podatki na izbranem disku izbrisani, vendar ne pred tem, ko boste potrdili uveljavitev sprememb.

source: Select disk(s) to partition:
be: Пазначце дыск(і) для перадзелу:
bs: Odaberite disk(ove) za particionisanje:
he: בחר דיסק(ים) לחלוקה למחיצות:
sl: Izberite disk/e za razdeljevanje:

source: Note that all data on the disk(s) you select will be erased, but not before you have confirmed that you really want to make the changes.
be: Майце на ўвазе, што ўсе дадзеныя на пазначаным(х) дыску(ах) будуць знішчаныя, але не раней, чым Вы пацвердзіце неабходнасць зменаў.
bs: Primjetite da će svi podaci na disku/diskovima koji ste odabrali biti obrisani, ali ne prije nego potvrdite da zaista želite napraviti izmjene.
he: שים לב שכל המידע על הדיסק(ים) שבחרת ימחק, אבל לא לפני שתאשר שברצונך לבצע את השינויים.
sl: Vedite, da bodo vsi podatki na izbranih diskih izbrisani, vendar ne pred tem, ko boste potrdili uveljavitev sprememb.

source: Manual
be: Самастойна
bs: Ručno
he: חלוקה ידנית
sl: Ročno razdeljevanje

source: Automatically partition the free space
be: Аўтаматычны перадзел вольнага месца
bs: Automatski particioniši slobodni prostor
he: חלוקה אוטומטית של השטח הפנוי
hu: Szabad hely automatikus partícionálása
ko: 남은 공간을 자동으로 파티션
ku: Cihê vala bixweser dabeş bike
sl: Samodejno razdeli nezasedeni prostor

source: All files in one partition (recommended for new users)
be: Усе файлы на адным падзеле (рэкамендуецца)
bs: Sve datoteke na jednoj particiji (preporučuje se novim korisnicima)
he: כל הקבצים במחיצה אחת (מומלץ למשתמשים חדשים)
hu: Minden fájl egyetlen partícióra (új felhasználóknak)
ko: 모두 한 파티션에 설치하기 (처음 사용하는 경우 추천)
ku: Hemû dosiyan di dabeşekê de (ji bo bikarhênerên nû tê tawsiye kirin)
sl: Vse datoteke v enem razdelku (priporočeno za nove upor.)

source: Separate /home partition
be: Асобны падзел для /home
bs: Zasebna /home particija
he: הפרדה של המחיצה /home
ko: /home 파티션을 따로 두기
sl: Ločen /home razdelek

source: Separate /home, /usr, /var, and /tmp partitions
be: Асобныя падзелы /home, /usr, /var, and /tmp
bs: Zasebne /home, /usr, /var, i /tmp particije
he: הפרדה של המחיצות /home, /usr, /var, and /tmp
ko: /home, /usr/, /var, /tmp 파티션을 따로 두기
sl: Ločeni /home, /usr, /var in /tmp razdelki

source: Small-disk (< 1GB) partitioning scheme
be: Схема падзелу маленькага дыска (< 1GB)
bs: Particiona šema za male diskove (< 1GB):
he: חלוקה למחיצות של דיסק קטן (< 1GB)
ko: 1GB보다 작은 디스크를 파티션하는 경우
sl: Majhen-disk (< 1Gb) razdelitvena shema

source: This installer can guide you through partitioning a disk for use by Debian, or if you prefer, you can do it manually. If you do choose to use the guided partitioning tool, you will still have a chance later to see the results, customise it, and even undo the partitioning if you do not like it.
hu: A telepítő segítséget nyújthat egy Debiannak szánt meghajtó partícionálásában, de igény szerint ezt mindenféle segítség nélkül sajátkezűleg is végezheti. Ha a telepítővel segített partícionálást választja, utána akkor is lesz lehetősége az eredmény megtekintésére, testreszabására, vagy (ellenérzések esetén) akár visszavonására is.
ko: 설치 프로그램에서 각 단계에 따라 데비안에 사용하기 좋도록 드라이브를 파티션할 수 있습니다. 아니면, 수동으로 할 수도 있습니다. 각 단계에 따라 파티션할 경우에도, 파티션한 결과를 나중에 다시 보고 고치거나 다시 원래대로 되돌릴 수도있습니다.

source: Disk space to partition:
hu: Partícionálandó lemezterület:
ko: 파티션 나눌 디스크 공간:
ku: Cihê diskê were dabeşkirin:

source: Use the largest continuous free space
hu: Legnagyobb összefüggő szabad hely felhasználása
ko: 가장 큰 연속된 공간 사용
ku: Cihê vala yê hevgirtî yê herî mezin bi kar bîne

source: Erase entire disk: ${DEVICE}
hu: Egész lemez törlése: ${DEVICE}
ko: 전체 드라이브 지우기: ${DEVICE}
ku: Diskê bi tevahî pakij bike: ${DEVICE}

source: Manually edit partition table
hu: Partíciós tábla kézi szerkesztése
ko: 수동으로 파티션 테이블 편집
ku: Tabloya dabeşan bi destê xwe biguherîne

source: Separate partition for home directories
hu: Felhasználók saját ("home") könyvtárai külön partícióra

source: Multi-user system
hu: Többfelhasználós rendszer
