Repository: dankamongmen/s-i
Catalog: packages/debian-installer-utils/debian/po/*.po
Languages: cs, eu, he, hr, hu, vi

source: Interactive shell
cs: Interaktivní shell
eu: shell interaktiboa
he: מעטפת אינטראקטיבית
hr: Interaktivna ¹koljka
hu: Interaktív parancsértelmező
vi: Hệ vỏ tương tác

source: After this message, you will be running "ash", a Bourne-shell clone.
cs: Po této zprávì budete mít spu¹tìn "ash", klon Bourne shellu.
eu: Mezu honen ondoren, zuk "ash" Bourne shell klon bat erabiliko duzu.
he: לאחר הודעה זו יורץ "ash" - מעטפת דמוית Bourne-shell.
hr: Nakon ove poruke, naæi æete se u "ash" ¹koljci, klonu Bourne-¹koljke.
hu: Ezen üzenet után az "ash" (Bourne-parancsértelmezővel kompatibilis)parancsértelmezőt fogja futtatni.
vi: Sau thông điệp này, bạn sẽ chạy "ash", là một phần mềm mô phỏng hệ vỏ Bourne-shell.

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
cs: Koøenový souborový systém le¾í na RAMdisku, souborové systémy z pevného disku jsou pøipojeny pod "/target". K dispozici máte malý a jednoduchý editor nano. Seznam v¹ech dostupných unixových utilit získáte pøíkazem "help".
eu: Erro fitxategi sistema RAM diska bat da. Disko gogorreko fitxategi sistemak "/target"-en instalaturik daude. Erabili dezakezun editorea nano da. Hau oso txiki eta erabilgarria da. Zein UNIX komando erabili ditzakezun jakiteko erabili "help" komandoa.
he: מערכת הקבצים של השורש היא כונן RAM. מערכות הקבצים של הדיסק הקשיח מעוגנות על-גבי "/target". עורך הטקסט הזמין לרשותך הוא nano. זהו עורך טקסט קטן מאד ונוח לשימוש. כדי להבין אילו פקודות יוניקס נוספות זמינות לרשותך הרץ "help".
hu: A fájlrendszer gyökere egy memórialemezen (ún. ramdiszken) van. A merevlemez fájlrendszerei a "/target" könyvtár alatt csatlakoznak. A rendelkezésre álló szövegszerkesztő a nano, ez igen kicsi és könnyen kiismerhető. A rendelkezésre álló Unix-segédprogramok felméréséhez adja ki az "ls /bin /sbin /usr/bin /usr/sbin" parancsot.

source: Use the "exit" command to return to the installation menu.
cs: Do instalaèního menu se vrátíte pøíkazem "exit".
eu: Erabili "exit" komadoa instalazio menura itzultzeko.
he: השתמש בפקודת "exit" על-מנת לחזור לתפריט ההתקנה.
hr: Rabite naredbu "exit" da se vratite u instalacijski izabirnik.
hu: A telepítőmenübe az "exit" parancs kiadásával térhet vissza.
vi: Hãy dùng lệnh "exit" để trở về trình đơn cài đặt.

source: Execute a shell
cs: Spustit shell
eu: shell bat abiarazi
he: הרץ מעטפת
hr: Pokreni ¹koljku
hu: Parancsértelmező futtatása
vi: Thực hiện một hệ vỏ

source: Exit installer demo
cs: Ukonèit ukázku instalaèního programu
eu: Utzi instalatzaile demoa
he: יציאה ממתקין גרסת ההדגמה
hr: Izaði iz instalacijskog demo-a
hu: Kilépés a telepítő-bemutatóból
vi: Thoát khỏi chứng minh cài đặt

source: Are you sure you want to reboot now?
eu: Ziur al zaude orain berrabiarazi nahi duzula?

source: If you have not finished the install, your system may be left in an unusable state.
cs: Pokud jste instalaci nedovedli do konce, vá¹ systém mù¾e zùstat v nepou¾itelném stavu.
eu: Instalazioa ez baduzu amaitzen zure sistema egoera erabilezin batetan utz dezakezu.
he: אם לא סיימת את ההתקנה, יתכן שהמערכת תשאר במצב לא יציב.
hr: Ako niste zavr¹ili instalaciju, sustav æe vam mo¾da ostati neupotrebljiv.
hu: Ha a telepítést még nem vitte végig, a rendszer esetleg használhatatlanul félkész állapotban maradhat.
vi: Nếu bạn chưa cài đặt xong, hệ thống của bạn có thể thoát ra trong trạng thái không sử dụng được.

source: Rebooting the system
eu: Sistema berrabiarazten

source: Abort the installation and reboot
eu: Instalazioa eten eta berrabiarazi

source: Registering modules ...
eu: Moduluak erregistratzen ...

source: Are you sure you want to exit now?
cs: Jste si jisti, ¾e chcete skonèit?
he: האם אתה בטוח שברצונך לצאת עכשיו?
hr: Jeste li sigurni da sada ¾elite izaæi?
hu: Biztosan kilép?
vi: Bạn có chắc là muốn thoát ra giờ đây không?

source: Abort the installation
cs: Pøeru¹it instalaci
he: בטל את ההתקנה
hr: Prekini instalaciju
hu: Telepítés megszakítása
vi: Hủy bỏ việc cài đặt

source: Registering modules...
cs: Registrují se moduly ...
he: מבצע רישום מודולים ...
hr: Registriram module...
hu: Modulok bejegyzése folyamatban...
vi: Đăng ký các mô-đun...

source: The root file system is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
hr: Korijenski datoteèni sustav je RAM disk. Datoteèni sustavi èvrstih diskova montirani su na "/target". Na raspolaganju vam je nano ureðivaè, vrlo mali i vrlo jednostavan, osobito ako ste raèunalni genij. Da doznate koji su vam Unix alati na raspolaganju, upi¹ite "help".
vi: Hệ thống tập tin gốc là một đĩa RAM. Các hệ thống tập tin trên đĩa được lắp vào "/target". Trình biên tập có hiệu lực với bạn là trình nano. Nó rất nhỏ và dễ dàng tính toán. Để hình dung được những tiện ích Unix nào phù hợp cho bạn, hãy dùng lệnh "help".
