Repository: dankamongmen/s-i
Catalog: packages/arch/ia64/elilo-installer/debian/po/*.po
Languages: eu, fr, hu, vi

source: Partition for boot loader installation:
eu: Abiarazlea instalatzeko partizioa:
fr: Partition o sera install le programme de dmarrage:
hu: A rendszerbetöltő erre a partícióra kerül:
vi: Phân vùng nơi cần cài đặt bộ tải khởi động:

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot Debian.
eu: Zure sistema erabilgarri dauden partizioen zerrenda. Mesedez aukeratu hauetako zeinetan instaltu nahi dezun Debian abiarazlea.
fr: Les partitions actuellement disponibles sur votre systme sont affiches. Veuillez choisir celle que le programme elilo utilisera pour dmarrer Debian.

source: No boot partitions detected
eu: Ez da abio partiziorik aurkitu.
fr: Aucune partition de dmarrage dtecte
hu: Rendszerbetöltő partíció felderítése sikertelen
vi: Không phát hiện phân vùng khởi động

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT filesystem, and the boot flag set.
eu: Ez da elilok erabili dezaken partiziorik aurkitu. Elilokabio bandera ezarririk duen FAT fitxategi sistemako partizio bat behar du.
fr: Aucune partition ne convient l'utilisation d'elilo. Celui-ci a besoin d'une partition avec un systme de fichiers FAT et dote d'un drapeau de type boot.

source: Install the elilo boot loader on a hard disk
eu: elilo abiarazlea diska gogorrean instalatu
fr: Installer le programme de dmarrage elilo sur un disque dur
hu: Az elilo rendszerbetöltő merevlemezre telepítése
vi: Cài đặt bộ tải khởi động elilo vào đĩa cứng

source: Installing the ELILO package
eu: ELILO paketea instalatzen
fr: Installation du paquet elilo
hu: Az ELILO csomag telepítése folyamatban
vi: Cài đặt gói ELILO

source: Running ELILO for ${bootdev}
eu: ${bootdev}-erako ELILO abiarazten
fr: Excution d'elilo pour ${bootdev}
hu: ELILO futtatása folyamatban: ${bootdev}
vi: Đang chạy ELILO cho ${bootdev}

source: ELILO installation failed. Continue anyway?
eu: ELILO instalazioak huts egin du. Jarraitu ala ere?
fr: chec de l'installation d'elilo. Continuer malgr tout?
hu: Az ELILO telepítése kudarcot vallott. Mégis továbblép?
vi: Việc cài đặt ELILO bị lỗi. Vẫn cứ tiếp tục không?

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
eu: Huts elilo paketea /target/-en instalatzerakoan. ELILO abiarazle bezala instalatzea beharrezko pausu bat da. Instalazio arazoak ziurrenik ez du ELILO-rekin zerikuzirik, beraz instalazioarekin aurrera jarraitzea posible da.
fr: Le paquet elilo n'a pas pu tre install dans /target/. L'installation du programme de dmarrage elilo est une tape indispensable. Ce problme n'est peut-tre pas li elilo; il est peut-tre possible de continuer l'installation.
hu: Az elilo csomag /target/ könyvtárba telepítése sikertelenül zárult. Az ELILO rendszerbetöltőként telepítése pedig feltétlenül szükséges. Előfordulhat persze, hogy a telepítés során felmerült problémának nincs köze az ELILO-hoz, ez esetben a telepítés folytatásának elvileg nincs akadálya.
vi: Gói elilo không cài đặt được vào </target/>. Cài đặt ELILO như là bộ tải khởi động là bước cần thiết. Tuy nhiên, lỗi cài đặt có lẽ không liên quan đến ELILO thì có lẽ có khả năng tiếp tục lại cài đặt.

source: ELILO installation failed
eu: ELILO instalazioa huts egin du
fr: L'installation d'elilo a chou
hu: Az ELILO telepítése kudarcot vallott
vi: Việc cài đặt ELILO bị lỗi

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
eu: "/usr/sbin/elilo" abiaraztean "${ERRCODE}" errore kodeaz huts egin du.
fr: L'excution de /usr/sbin/elilo a chou avec le code d'erreur ${ERRCODE}.
hu: Az "/usr/sbin/elilo" parancs futtatása hibát eredményezett, hibakód: "${ERRCODE}".
vi: Việc chạy </usr/sbin/elilo> bị lỗi với mã lỗi « ${ERRCODE} ».

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
vi: Các phân vùng hiện thời sẵn sàng trong hệ thống bạn được liệt kê ở đây. Hãy chọn điều mà bạn muốn trình elilo sử dụng khi khởi động hệ thống mới.

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
hu: A felderítés nem talált az elilo számára megfelelő partíciót. Az elilo számára egy FAT fájlrendszerű, rendszerbetöltésre alkalmasnak jelölt partíció szükséges.
vi: Không tìm thấy phân vùng nào thích hợp với elilo, mà cần phân vùng có hệ thống tập tin FAT và cờ khả năng khởi động đã lập.
