Repository: dankamongmen/s-i
Catalog: packages/arch/s390/netdevice/debian/po/*.po
Languages: gl, hr, hu, nb, se, sk, vi

source: ctc: Channel to Channel (CTC) or ESCON connection
hr: ctc: Channel to Channel (CTC) ili ESCON sveza
hu: ctc: Csatorna-csatorna (CTC) vagy ESCON-kapcsolat
se: ctc: Kanálas - kanálii (CTC) dahje ESCON-oktavuohta
vi: ctc: kết nối kênh đến kênh (CTC) hay ESCON

source: lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO)
hr: lcs: qeth: OSA-2 Token Ring/Ethernet ili OSA-Express Brzi Ethernet (ne-QDIO)
hu: lcs: qeth: OSA-2 Token Ring/Ethernet vagy OSA-Express Fast Ethernet (nem-QDIO)
vi: lcs: qeth: OSA-2 Token Ring/Ethernet hay OSA-Express Fast Ethernet (không-QDIO)

source: qeth: OSA-Express in QDIO mode / HiperSockets
hr: qeth: OSA-Express u QDIO naèinu / HiperSockets
hu: qeth: QDIO-módú OSA-Express / HiperSocket
se: qeth: OSA-Expressa QDIO-modusas / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
hr: iucv: Meðukorisnièko komunikacijsko sredstvo - dostupno samo VM gostima
hu: iucv: Felhasználók közti kommunikációs eszköz (IUCV) - csak VM-vendégek számára
se: iucv: Inter-User Communication Vehicle - olamuttus dušše VM-gussiide
vi: iucv: Inter-User Communication Vehicle (cơ chế cho phép nhiều người khác liên lạc với nhau) - cẵn sàng chỉ cho khách VM thôi.

source: Network device type:
gl: Tipo de dispositivo de rede
hr: Vrsta mre¾nog ureðaja:
hu: Hálózai eszköz típusa:
nb: Enhetstype for nettverk:
se: Fierpmádaga ovttadatšládja:
sk: Druh sieťového zariadenia:
vi: Kiểu thiết bị mạng:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
gl: Por favor, comprobe o tipo da interface principal de rede que vai precisar para instalar o sistema Debian (mediante NFS oy HTTP). S os dispositivos listados est� dispoibles.
hr: Molim odredite vrstu va¹eg osnovnog mre¾nog suèelja kojim æete instalirati Debian (preko NFS ili HTTP). Podr¾ani su samo ureðaji na popisu.
hu: Válassza ki a Debian-rendszer (NFS vagy HTTP feletti) telepítéséhez használt elsődleges hálózati csatoló típusát. Csak a felsorolt eszközök támogatottak.
nb: Velg den typen hoved-nettgrensesnitt du vil trenge for å installere Debian-systemet (via NFS eller HTTP). Bare de listede enhetene er støttet.
sk: Zvoľte, prosím, druh primárneho sieťového zariadenia, ktoré budete potrebovať na inštaláciu Debian systému (cez NFS alebo HTTP). Podporované sú len uvedené sieťové zariadenia.
vi: Hãy chọn kiểu giao diện mạng chính sẽ cần để cài đặt hệ thống Debian (qua NFS hay HTTP). Chỉ hỗ trợ những thiết bị trong danh sách này.

source: CTC device:
gl: Dispositivo CTC:
hr: CTC ureðaj:
hu: CTC-eszköz:
nb: Velg CTC-enhet:
sk: CTC zariadenie:
vi: Thiết bị CTC:

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
gl: Os seguintes nmeros de dispositivos poden pertencer a conexins CTC ou ESCON, pero tea en conta que poden estar listadas tam� tarxetas OSA-2 ou OSA-Express.
hr: Slijedeæi brojevi ureðaja mogu pripadati CTC ili ESCON svezama, ali molim uzmite u obzir da i OSA-2 ili OSA-Express kartice mogu biti na popisu.
hu: Az alábbi eszközszámok CTC- vagy ESCON-kapcsolatokhoz tartozhatnak, de jó tudni, hogy a listában OSA-2 vagy OSA-Express kártyák is lehetnek.
nb: Følgende enhetsnumre kan høre til CTC eller ESCON-forbindelser, men legg merke til at OSA-2 eller OSA-Express-kort også kan stå på lista.
sk: Nasledovné čísla zariadení môžu patriť k CTC alebo ESCON spojeniam, ale môžu tu byť uvedené aj OSA-2 nebo OSA-Express karty.
vi: Có lẽ những số thiết bị theo đây thuộc về cách kết nối CTC hay ESCON, nhưng hãy ghi chú là cũng có thể liệt kê ở đây những thẻ OSA-2 hay OSA-Express.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
gl: Son par�etros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} protocolo = ${protocol}
hr: Pode¹ene odrednice su: èitaj kanal = ${device_read} pi¹i kanal = ${device_write} protokol = ${protocol}
hu: A beállított paraméterek: olvasási csatorna = ${device_read} írási csatorna = ${device_write} protokoll = ${protocol}
nb: Parameterne i oppsettet er: lesekanal = ${device_read} skrivekanal = ${device_write} protokoll = ${protocol}
se: Heivehuvvon paramehterat leat: lohkankanála = ${device_read} čállinkanála = ${device_write} protokolla = ${protocol}
sk: Nastavené parametre sú: kanál na čítanie = ${device_read} kanál na zápis = ${device_write} protokol = ${protocol}
vi: Những tham số có cấu hình là: kênh đọc (kênh đọc) = ${device_read} kênh ghi (kênh ghi) = ${device_write} giao thức (giao thức) = ${protocol}

source: No CTC or ESCON connections
gl: Non se atopraon conexins CTC ou ESCON
hr: Nema CTC ili ESCON sveza
hu: Nincs CTC- vagy ESCON-kapcsolat
nb: Fant ingen CTC eller ESCON-forbindelser
se: Ii gávdnan CTC- dahje ESCON-oktavuođaid
sk: Neboli rozpoznané žiadne CTC alebo ESCON spojenia
vi: Không có kết nối CTC hay ESCON nào.

source: Please make sure that you have set them up correctly.
gl: Por favor, asegarte de que as configuraches correctamente.
hr: Molim budite sigurni da ste ih ispravno postavili.
hu: Győződjön meg a működésük helyességéről.
nb: Sjekk at de er satt opp rett.
se: Dárkkis ahte leat heivehan daid riekta.
sk: Uistite sa, či ich máte správne nastavené.
vi: Hãy bảo đảm đã thiết lập chúng cho đúng.

source: Protocol for this connection:
gl: Protocolo para esta conexin:
hr: Protokol za ovu svezu:
hu: A kapcsolat protokollja:
nb: Protokoll for denne forbindelsen:
se: Protokolla mii geavahuvvo dán oktavuođas:
sk: Protokol pre toto spojenie:
vi: Giao thức cho kết nối này:

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devices might also be listed here.
gl: Os seguintes nmeros de dispositivo poden pertencer a tarxetas OSA-2 ou OXA-Express pero, por favor, tea en conta que poden incluirse no istado de dispositivos CTC/ESCON.
hr: Slijedeæi brojevi ureðaja mogu pripadati OSA-2 ili OSA-Express karticama, ali molim uzmite u obzir da i CTC ili ESCON ureðaji mogu biti na popisu.
hu: Az alábbi eszközszámok CTC- vagy ESCON-kapcsolatokhoz tartozhatnak, de jó tudni, hogy a listában OSA-2 vagy OSA-Express eszközök is lehetnek.
nb: Følgende enhetsnumre kan høre til OSA-2 eller OSA-Expres-kort, men legg merke til at CTC/ESCON-enheter også kan stå på lista.
sk: Nasledovné čísla zariadení môžu patriť OSA-2 nebo OSA-Express kartám, ale môžu tu byť uvedené aj CTC/ESCON zariadenia.
vi: Có lẽ những số thiết bị theo đây thuộc về thẻ kiểu OSA-2 hay OSA-Express, nhưng mà hãy ghi chú là cũng có thể liệt kê những thiết bị kiểu CTC/ESCON ở đây.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} port = ${port}
gl: Os par�etros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} porto = ${port}
hr: Pode¹ene odrednice su: èitaj kanal = ${device_read} pi¹i kanal = ${device_write} port = ${port}
hu: A beállított paraméterek: olvasási csatorna = ${device_read} írási csatorna = ${device_write} port = ${port}
nb: Parameterne i oppsettet er: lesekanal = ${device_read} skrivekanal = ${device_write} port = ${port}
sk: Nastavené parametre sú: kanál na čítanie = ${device_read} kanál na zápis = ${device_write} port = ${port}
vi: Những tham số có cấu hình là: kênh đọc = ${device_read} kênh ghi = ${device_write} cổng = ${port}

source: No OSA-2 or OSA-Express cards
gl: Non se atoparon tarxetas OSA-2 ou OSA-Express
hr: Nema OSA-2 or OSA-Express kartica
hu: Nincs OSA-2 vagy OSA-Express kártya
nb: Fant intet OSA-2 eller OSA-Express-kort
sk: Neboli rozpoznané žiadne OSA-2 alebo OSA-Express karty
vi: Không có thẻ OSA-2 hay OSA-Express nào.

source: If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
gl: Se est� baixo unha VM, por favor asegrate de que a ta tarxeta est�asociada a este hspede. Se queres usar HiperSockets ou unha tarxeta OSA-Express en modo QSIO usa o controlador qeth.
hr: Ako izvr¹avate VM, molim budite sigurni da je va¹a kartica spojena na ovoga gosta. Ako ¾elite rabiti HiperSockets ili OSA-Express karticu u QDIO naèinu, molim namjesto toga iskoristite qeth pogonitelj.
hu: VM futtatásakor, ellenőrizze, hogy a kártya csatlakozik e vendéghez. HiperSockets-et, vagy QDIO-módú OSA-Express kártyát használatakor, a qeth meghajtóhoz kell.
nb: Hvis du kjører VM, pass på at kortet ditt er koblet til denne gjesten. Hvis du vil bruke HiperSockets eller et OSA-Express-kort i QDIO-modus, så bruk qeth-driveren i stedet.
sk: Ak bežíte vo VM, uistite sa, či je karta pripojená k tomuto počítaču. Ak chcete použiť HiperSockets alebo OSA-Express kartu v QDIO móde, použijte namiesto toho ovládač qeth.
vi: Nếu bạn đang chạy VM thì hãy bảo đảm thẻ bạn được gắn nối đến người/máy khách này. Nếu muốn sử dụng HiperSockets hay thẻ kiểu ISO-Express trong chế độ QDIO thì hãy sử dụng trình hỗ trợ qeth thay vào đó.

source: Device:
gl: Dispositivo:
hr: Ureðaj:
hu: Eszköz:
nb: Enhet:
se: Ovttadat:
sk: Zariadenie:
vi: Thiết bị:

source: Please select the OSA-Express QDIO / HiperSockets device.
gl: Por favor, elixe o dispositivo OSA-Express QDIO / HiperSockets.
hr: Molim izaberite OSA-Express QDIO / HiperSockets ureðaj.
hu: OSA-Express QDIO / HiperSockets eszköz választása.
nb: Velg enhet for OSA-Express QDIO / HiperSockets.
se: Válljes OSA-Express QDIO / HiperSockets ovttadaga.
sk: Zvoľte si OSA-Express QDIO / HiperSockets zariadenie.
vi: Hãy chọn thiết bị kiểu OSA-Express QDIO / HiperSockets.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
gl: Os par�etros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} canle de datos = ${device_data} porto = ${port} nome do porto = ${portname}
hr: Pode¹ene odrednice su: èitaj kanal = ${device_read} pi¹i kanal = ${device_write} podatkovni kanal = ${device_data} port = ${port} ime porta = ${portname}
hu: A beállított paraméterek: olvasási csatorna = ${device_read} írási csatorna = ${device_write} adatcsatorna = ${device_data} port = ${port} portnév =${portname}
nb: Parameterne i oppsettet er: lesekanal = ${device_read} skrivekanal = ${device_write} data-kanal = ${device_data} port = ${port} portnavn = ${portname}
sk: Nastavené parametre sú: kanál na čítanie = ${device_read} kanál na zápis = ${device_write} dátový kanál = ${device_data} port = ${port} názov portu = ${portname}
vi: <BR>Những tham số có cấu hình là: <BR> kênh đọc = ${device_read} <BR> kenh ghi = ${device_write} <BR> kênh dữ liệu = ${device_data} <BR> cổng = ${port} <BR> tên cổng = ${portname}

source: No OSA-Express QDIO cards / HiperSockets
gl: Non se atoparon tarxetas OSA-Express QDIO / HiperSockets.
hr: Nema OSA-Express QDIO kartica / HiperSockets-a
hu: Nincs QDIO-módú OSA-Express kártya, sem HiperSocket
nb: Fant ingen OSA-Express QDIO-kort eller HiperSockets
se: Ii gávdnan OSA-Express goarttaid / HiperSockets
sk: Neboli rozpoznané žiadne OSA-Express QDIO / HiperSockets karty.
vi: Không có thẻ OSA-Express QDIO / HiperSocket nào.

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
gl: Non te atopou ningunha tarxeta OSA-Express QDIO / HiperSockets. Se est� baixo unha VM asegrate de que a ta tarxeta est�asociada a este hspede. Se prefires usar una tarxeta OSA-2 ou OSA-Express en modo no-QDIO usa o controlador lcs.
hr: Nisu pronaðene OSA-Express QDIO kartice / HiperSockets-i. Ako izvr¹avate VM, molim budite sigurni da je va¹a kartica spojena na ovoga gosta. Ako ¾elite rabiti OSA-2 ili OSA-Express karticu u ne-QDIO naèinu, molim namjesto toga iskoristite lcs pogonitelj.
hu: Nem leltem OSA-Express QDIO kártyát vagy HiperSocket-et. VM-et futtatásakor, ellenőrizni kell, hogy a kártya csatlakozik ehhez a vendéghez. OSA-2, vagy nem-QDIO-módú OSA-Express kártyák esetén az lcs meghajtó kell.
nb: Fant ingen OSA-Express QDIO-kort / HiperSockets. Hvis du kjører VM, pass på at kortet ditt er koblet til denne gjesten. Hvis du vil bruke et OSA-2 eller OSA-Express-kort uten QDIO-modus bør du bruke lcs-driveren i stedet.
sk: Neboli rozpoznané žiadne OSA-Express QDIO / HiperSockets karty. Ak bežíte vo VM, uistite sa, či je karta pripojená k tomuto počítaču. Ak chcete použiť OSA-2 alebo OSA-Express kartu v nie-QDIO móde, použijte namiesto toho lcs ovládač.
vi: Chưa phát hiện thẻ OSA-Express hay HiperSocket. Nếu hiện có chạy VM thì hãy bảo đảm thẻ bạn được gắn nối đến người/máy khách này. Nếu muốn sử dụng thẻ OSA-2 hay OSA-Express trong chế độ không phải là QDIO thì hãy sử dụng trình hỗ trợ lcs thay vào đó.

source: Portname:
gl: Nome do porto:
hr: Ime porta:
hu: Portnév:
nb: Portnavn:
se: Verrátnamma:
sk: Názov portu:
vi: Tên cổng:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
gl: Por favor, escribe o nome do porto da ta tarxeta OSA-Express. Este nome ter entre un e oito caracteres de largo e debe ser en tdolos sistemas que acceden �mesma tarxeta.
hr: Molim unesite ime porta va¹e OSA-Express kartice. Ono mora biti 1 do 8 znakova dugo i jednako na svim sustavima koji imaju pristup istoj kartici.
hu: Adja meg az OSA-Express kártyája portnevét. Ez a név 1 és 8 karakter közé esik, és a kártyát elérő minden rendszeren azonos.
nb: Skriv inn portnavnet for OSA-Express-kortet ditt. Navnet må være mellom ett og åtte tegn langt, og må være likt på alle systemer som har tilgang til det samme kortet.
se: Čális iežat OSA-Express goartta verrátnama. Namma ferte leat ovtta gitta gávcci mearkka guhkki, ja ferte leat seammalágan buot vuogádagaide mat besset dán gortii.
sk: Zadajte názov portu vašej OSA-Express karty. Názov musí mať 1-8 znakov a musí byť totožný na všetkých systémoch pristupujúcich k tej istej karte.
vi: Hãy nhập tên cổng của thẻ OSA-Express của bạn. Tên này phải chứa 1-8 ký tự và mọi hệ thống sử dụng thẻ này phải lập cùng một tên cổng.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
gl: Deixar en branco se vas usar HiperSockets. Este par�etro �necesario para as tarxetas cun microcode de nivel 2.10 ou posterior ou cando queres compartir unha tarxeta.
hr: Ostavite prazno ako ¾elite rabiti HiperSockets. Ova odrednica je zahtijevana za karice s mikrokodom razine 2.10 ili kasnijim, ili kada ¾elite dijeliti karticu.
hu: HiperSocket esetén üresen kell hagyni. A paraméter 2.10-es (vagy későbbi) mikrokódos kártyáknál, vagy annak megosztásakor szükséges.
nb: La feltet stå tomt om du ønsker å bruke HiperSockets. Du må bruke parameteret for kort med mikrokode-nivå 2.10 eller senere eller når du ønsker å dele et kort.
se: Guođe guorusin jus hálidat geavahit HiperSockets. Dát paramehter gáibiduvvo goarttaide mas leat mikrokoda-dássi 2.10 dahje ođđabut, dahje jus hálidat juohkit goartta.
sk: Ak chcete používať HiperSockets, nič nezadávajte. Tento parameter je nutnýpre karty s mikrokódom úrovně minimálne 2.10 alebo ak chcete kartu zdieľať.
vi: Hãy bỏ rỗng nếu muốn sư dụng HiperSocket. Tham số này được cần thiết cho mọi thẻ có mức mã vi (microcode) 2.10 hay sau, hay khi muốn chia một thẻ ra.

source: The name will automatically be converted to uppercase.
gl: O nome ser�convertido autom�icamente a maisculas.
hr: Ime æe automatski biti ispisano velikim slovima.
hu: A név automatikusan csupa nagybetűs lesz.
nb: Navnet vil automatisk gjøres om til store bokstaver.
se: Namma automáhtalaččat molsošuvvo stuorra bustavain.
sk: Názov bude automaticky upravený na veľké písmená.
vi: Tự động sẽ chuyển đổi chữ tên sang chữ hoa.

source: Please enter a relative port for this connection.
gl: Por favor, elixe un porto relativo para a conexin.
hr: Molim unesite relativni port za ovu svezu.
hu: Adja meg a kapcsolat relatív portját.
nb: Oppgi relativ port for denne forbindelsen.
se: Čális gorolaš verrát dán oktavuođa dihte.
sk: Zadajte, prosím, relatívny port pre toto spojenie.
vi: Hãy nhập một cổng liên quan đến cách kết nối này.

source: Do you accept this configuration?
hr: Prihvaæate li ove postavke?
hu: Megfelel-e ez a konfiguráció?
nb: Godtar du disse innstillingene?
se: Dohkkehatgo dán heivehusa?
sk: Súhlasíte s týmto nastavením?
vi: Bạn có chấp nhận cấu hình này không?

source: The configured parameter is: peer = ${peer}
hr: Pode¹ena odrednica je: peer = ${peer}
hu: A beállított paraméter: partner = ${peer}
nb: Oppsettsparameterne er: peer = ${peer}
se: Heivehuvvon paramehter lea: peer = ${peer}
sk: Nastavený parameter je: peer = ${peer}
vi: Tham số được cấu hình là: ngang hàng = ${peer}

source: VM peer:
gl: Punto VM:
hu: VM-partner:
nb: VM-motpart:
se: VM-oassebealli:
vi: Ngang hàng VM:

source: Please enter the name of the VM peer you want to connect to.
gl: Por favor, escribe o nome do punto VM que queres conectar.
hr: Molim unesite ime VM peer-a s kojim se ¾elite spojiti.
hu: Adja meg a kapcsolat másik végén levő VM-partner nevét.
nb: Skriv inn navnet på VM-tjeneren du ønsker å koble deg til.
se: Čális dan VM-oassebeali nama mainna hálidat oktavuođa.
sk: Zadajte názov VM peer-u, ku ktorému sa chcete pripojiť.
vi: Hãy nhập tên ngang hàng VM muốn kết nối đến.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
gl: Se vas conectar a mltiples puntos, separa os nomes por dous puntos. Por exemplo tcpip:linux1.
hr: Ako se ¾elite spojiti s vi¹e peer-ova, odvojite imena dvotoèkama, npr. tcpip:linux1.
hu: Több partneres kapcsolathoz, a nevek kettőspontokkal választandók el, pl.: tcpip:linux1.
nb: Hvis du ønsker å koble til flere tjenere, sett kolon mellom navnene, f.eks. «tcpip:linux1».
sk: Ak sa chcete pripojiť k viacerým peer-om, oddeľte názvy dvojbodkami, napr. tcpip:linux1.
vi: Nếu muốn kết nối đến nhiều ngang hàng thì hãy định giới các tên ấy bằng dấu hai chấm, v.d. tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
gl: O nome do servidor TCP/IP est�dar en VM es TCPIP, en VIF �$TCPIP. Nota: IUCV debe estar activado no directorio de usuario VM e debe configurarse en ambos extremos da comunicacin para que o dispositivo funcione.
hr: Uobièajeno ime TCP/IP poslu¾itelja na VM-u jest TCPIP; na VIF-u je $TCPIP.Pozor: IUCV mora biti omoguæen u VM korisnièkom direktoriju i mora biti postavljen na oba kraja sveze da bi taj pogonitelj radio.
hu: A VM szabványos TCP/IP kiszolgálójának neve TCPIP, a VIF-é $TCPIP. Fontos: a meghajtó működéséhez a VM felhasználói könyvtárban az IUCV-nek engedélyezve kell lennie, és a kapcsolat mindkét végpontján működnie kell.
nb: Standard tjenernavn for TCP/IP på VM er TCPIP, på VIF er det $TCPIP. Merk: IUCV må være slått på i VM-brukerkatalogen for at denne driveren skal virke, og det må være satt opp i begge ender av forbindelsen.
sk: Štandartný názov TCP/IP servera na VM je TCPIP, na VIF je $TCPIP. Na správnu funkciu tohto ovládača je potrebné, aby bol v používateľskom VM adresári povolený IUCV, a aby bol nastavený na oboch koncoch komunikácie.
vi: Tên máy chủ TCP/IP chuẩn trên VM là TCPIP; trên VIF là $TCPIP. Ghi chú: phải hiệu lực IUCV trong thư mục người dùng VM để mà trình hỗ trợ này hoặt động, và phải thiết lập nó tại cả hai kết thúc sự truyền thông ấy.

source: Configure the network device
gl: Configurar o dispositivo de rede
hr: Podesi mre¾ni ureðaj
hu: Hálózati eszköz konfigurálása
nb: Sett opp nettverksenheten
se: Heivet fierbmeovttadaga
sk: Nastaviť sieťové zariadenie
vi: Cấu hình thiết bị mạng

source: Port:
gl: Porto:
se: Verrát:
vi: Cổng:

source: ctc: Channel to Channel (CTC) or ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO mode / HiperSockets, iucv: Inter-User Communication Vehicle - available for VM guests only
nb: ctc: Kanal-til-kanal (CTC) eller ESCON-samband, lcs: qeth: OSA-2-Token Ring/Ethernet eller OSA-Express Fast Ethernet (ikke-QDIO), qeth: OSA-Express i QDIO-modus / HiperSockets, iucv: sambandsmiddel for kommunikasjon mellom brukere - bare tilgjengelig for VM-gjester
sk: ctc: Channel to Channel (CTC) alebo ESCON spojenie, lcs: qeth: OSA-2 Token Ring/Ethernet alebo OSA-Express Fast Ethernet (nie QDIO), qeth: OSA-Express v QDIO móde / HiperSockets, iucv: Inter-User Communication Vehicle - dostupné len pre hostí systému VM

source: CTC read device:
se: CTC-lohkanovttadat:

source: CTC write device:
se: CTC-čállinovttadat:

source: The following device numbers might belong to CTC or ESCON connections.
se: Dát ovttadatnummir sáhttá gullat CTC- dahje ESCON-oktavuhtii. Fuomáš ahte OSA-2- dahje OSA-Express-goarta sáhttá leat mielde dás.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname}
se: Heivehuvvon paramehterat leat: lohkankanála = ${device_read} čállinkanála = ${device_write} dáhtakanála = ${device_data} verrát = ${port} verrátnamma = ${portname}

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
se: Ii gávdnan OSA-Express-QDIO-goartta dahje HiperSockets. Jus leat vuodjimin VM:a, dárkkis ahte goarta lea laktašuvvon dán guossái. Jus hálidat geavahit OSA-2 dahje OSA-Express-goartta QDIO-modusa haga, geavat báicce lcs-stivrrana dalle.
