Repository: dankamongmen/s-i
Catalog: partman/partman-target/debian/po/*.po
Languages: sk

source: Identical mount points for two filesystems
sk: Toto¾né prípojné body pre dva súborové systémy

source: Two file systems have to be mounted on ${MOUNTPOINT} simultaneously: ${PART1} and ${PART2}.
sk: K prípojnému bodu ${MOUNTPOINT} sa pripájajú dva súborové systémy:${PART1} a ${PART2}.

source: Please correct this by changing mount points.
sk: Opravte to zmenou prípojných bodov.

source: No root file system
sk: ®iaden koreòový súborový systém

source: No root file system is defined.
sk: Nie je urèený ¾iaden koreòový súborový systém.

source: Please correct this from the partitioning menu.
sk: Opravte to z menu rozdeµovania.

source: Do you want to resume partitioning?
sk: Chcete pokraèova» v rozdeµovaní?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
sk: Zlyhal pokus o pripojenie súborového systému ${TYPE} z ${DEVICE} do ${MOUNTPOINT}.

source: You may resume partitioning from the partitioning menu.
sk: Z menu rozdeµovania mô¾ete v rozdeµovaní pokraèova».

source: Filesystem for this partition:
sk: Súborový systém pre túto oblas»:

source: Method for using this partition:
sk: Spôsob pou¾itia tejto oblasti:

source: File system:
sk: Súborový systém:

source: Usage method:
sk: Spôsob pou¾itia:

source: no file system
sk: ¾iaden súborový systém
