Repository: dankamongmen/s-i
Catalog: packages/arch/s390/s390-dasd/debian/po/*.po
Languages: ast, da, ta

source: Finish
ast: Finar
da: Afslut
ta: முடி

source: Available devices:
ast: Preseos disponibles:

source: The following direct access storage devices (DASD) are available. Please select each device you want to use one at a time.
ast: Los siguientes preseos d'almacenamientu d'accesu directu (DASD) tan disponibles. Por favor, seleiciona cada preséu que quies usar a un tiempu.

source: Select "Finish" at the bottom of the list when you are done.
ast: Seleiciona "Finar" no cimero de la llista cuando tes.
da: Vælg "Afslut" i bunden af listen, når du er færdig.
ta: மிடிந்தபிறகு பட்டியலின் இறுதியில் உள்ள "Finish" -ஐ (முடி) தேர்வு செய்யவும்.

source: Choose device:
ast: Escueyi preseu:

source: Please choose a device. You have to specify the complete device number, including leading zeros.
ast: Por favor, escueye un preseu. Tienes qu'especificar el númberu de preséu completu, incluyendo ceros a la manzorga.

source: Invalid device
ast: Preseu non válidu

source: An invalid device number has been chosen.
ast: Escoyose un númberu de preséu nun válidu.
da: Der blev valgt et ugyldigt enhedsnummer.
ta: செல்லுபடியாகாத சாதன எண் தேர்வு செய்யப்பட்டுள்ளது.

source: Format the device?
ast: ¿Formatear el preseu?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Devices need to be formatted before you can create partitions.
ast: L'instalador nun pudo detectar si'l preséu ${device} ya fue formateáu o non. El preseu necesita ser formateáu anantes de que puedas criar particiones.

source: If you are sure the device has already been correctly formatted, you don't need to do so again.
ast: Si tas seguru que'l preseu ya ta formateáu correctamente, nun necesites facelo otra vegada.

source: Formatting ${device}...
ast: Formateando ${device}...
da: Formaterer ${device}...
ta: ${device} ஒழுங்குபடுத்தப்படுகிறது...

source: Configure direct access storage devices (DASD)
ast: Configurar l'accesu a preseos d'almacenamientu direutu (DASD)

source: Available disks:
da: Tilgængelige diske:
ta: இருக்கும் வட்டுகள்:

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
da: Følgende diskadgangs-lagerenheder (DASD) er tilgængelige. Vælg de enheder, du vil benytte en ad gangen.
ta: பின்வரும் நேரடி அணுகல் சேமிப்பு சாதனங்கள் (டிஏஎஸ்டி (DASD)) உள்ளன. நீங்கள் பயன்படுத்த விரும்பும் ஒவ்வொரு சாதனத்தையும் ஒவ்வொன்றாக தேர்வு செய்யவும்.

source: Choose disk:
da: Vælg disk:
ta: வட்டை தேர்வு செய்க:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
da: Vælg en disk. Du skal angive det komplette enhedsnummer inklusive foranstillede nuller.
ta: வட்டை தேர்வு செய்யவும். முன்வரும் பூஜ்ஜியங்களையும் கொண்ட முழு சாதன எண்ணை கொடுக்கவும்.

source: Invalid disk
da: Ugyldig disk
ta: செல்லுபடியாகாத வட்டு

source: Format the disk?
da: Formatér disken?
ta: வட்டை ஒழுங்குபடுத்தவா?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Disks need to be formatted before you can create partitions.
da: Installationsprogrammet kan ikke afgøre, om enheden ${device} allerede er blevet formateret eller ej. Diske skal formateres, før du kan oprette partitioner.
ta: ${device} சாதனம் ஏற்கெனெவே ஒழுங்கு படுத்டப் பட்டு விட்டதா என்று நிறுவியால் கண்டு பிடிக்க முடியவில்லை. இத்தகைய வட்டுகள் பகிர்வு செய்வதற்கு முன் ஒழுங்குபடுத்த வேண்டும்.

source: If you are sure the disk has already been correctly formatted, you don't need to do so again.
da: Hvis du er sikker på, at disken allerede er blevet formateret korrekt, behøver du ikke at gøre det igen.
ta: நீங்கள் உங்கள் வட்டு சரியாக ஏற்கெனெவே ஒழுங்கு படுத்தப் ப்ட்டு விட்டது என்று உறுதியாக இருப்பின் அதை மீண்டும் செய்ய வேண்டியதில்லை.

source: Configure disk access storage devices (DASD)
da: Sæt diskadgangs-lagerenheder (DASD) op
ta: நேரடி அணுகல் சேமிப்பு சாதனங்களை (டிஏஎஸ்டி (DASD)) வடிவமை
