Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
it: Alcuni software non liberi sono disponibili sotto forma di pacchetto. Questo software non fa parte della distribuzione «main», ma il normale strumento per la gestione dei pacchetti può essere utilizzato per installarlo. Questo software ha varie licenze che ne limitano l'uso, la modifica o la condivisione.
zh_cn: 某些非自由软件也有可用的软件包。虽然这些软件不是主要发布 (main distribution) 的一部分，您仍可用标准的软件包管理工具来安装它们。这些软件有各种不同的授权许可，可能会禁止您使用、修改、或分享该软件。

source: Use software from the "universe" component?
it: Usare il software dal componente «universe»?
se: Hálidatgo geavahit prográmmagálvvuid «universe»-oasis?
zh_cn: 使用“universe”组成部分的软件吗？

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
it: Alcuni software aggiuntivi sono disponibili sotto forma di pacchetto. Questo software è libero anche se non fa parte della distribuzione «main», e il normale strumento per la gestione dei pacchetti può essere utilizzato per installarlo.
zh_cn: 某些附加的软件也有可用的软件包。这些软件是自由软件，尽管它们不是主要发布 (main distribution) 的一部分，您一样可以使用标准的软件包管理工具来安装它们。

source: Use software from the "multiverse" component?
it: Usare il software dal componente «multiverse»?
se: Hálidatgo geavahit prográmmagálvvuid «multiverse»-oasis?
zh_cn: 使用“multiverse”部分的软件吗？

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
it: Alcuni software non liberi sono disponibili sotto forma di pacchetto. Questo software non fa parte della distribuzione «main», i normali strumenti per la gestione dei pacchetti possono essere utilizzati per installarli. Questo software ha varie licenze che ne limitano l'uso, la modifica o la condivisione.
zh_cn: 某些非自由软件也有可用的软件包。虽然这些软件不是主要发布 (main distribution) 的一部分，您仍可用标准的软件包管理工具来安装它们。这些软件有各种不同的授权许可和 (在某些情况下有) 专利限制，这可能会禁止您使用、修改、或分享该软件。

source: Use backported software?
it: Usare software «ricompilato»?
zh_cn: 使用移植回来的 (backported) 软件吗？

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
it: Alcuni software disponibili nell'ambiente di sviluppo sono stati ricompilati per funzionare con questa versione. Nonostante questo software non abbia ancora superato tutti i test necessari per il rilascio, si tratta di applicazioni più aggiornate che possono tornare utili.
zh_cn: 某些软件已被从正在开发的代码中移植回到这一发布中使用。虽然这些软件不象正式发布中包含的软件一样经过了详尽的测试，但是它们包括一些应用程序的新版本，因而可能会提供一些有用的功能。

source: Allow login as root?
it: Permettere il login a root?
zh_cn: 允许以根用户 (root) 登录吗？

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
it: Se si sceglie di non permettere a root di fare login, allora verrà creato un account utente e gli verranno dati i diritti di diventare root usando il comando «sudo».
zh_cn: 如果您选择不允许根用户登录，那么将会有一个普通用户被创建并被赋予通过“sudo”命令变身为根用户的权限。

source: Root password:
it: Password di root:
se: Root-beassansátni:
zh_cn: Root 用户密码：

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
it: È necessario inserire una password per «root», l'account di amministrazione del sistema. Un utente malintenzionato o inesperto con i privilegi di root può provocare disastri: di conseguenza, la password di root dovrebbe essere difficile da indovinare e non deve essere una parola che si possa trovare in un dizionario o che si possa facilmente associare con l'utente.
zh_cn: 您需要为“root”用户 (即系统管理员帐号) 设置一个密码。如果恶意或无资格的用户获得了 root 权限将可能会导致灾难性的结果，因此您应该小心地选择一个不容易猜出的 root 密码。它不应该是一个能在字典中找得到的单词或者一个跟您本人有紧密关系的词语。

source: Note that you will not be able to see the password as you type it.
it: Si tenga presente che non sarà possibile vedere la password mentre viene digitata.
se: Fuomáš ahte it oainne beassansáni dan čáledettiin.
zh_cn: 请注意，您将不会看到所输入的密码内容。

source: Please enter the same root password again to verify that you have typed it correctly.
it: Inserire di nuovo la stessa password di root, per verificare che sia stata digitata correttamente.
zh_cn: 为了保证您的密码正确无误，请再次输入相同的 root 密码。

source: Create a normal user account now?
it: Creare un account per un utente normale?
se: Ráhkadit dábálaš geavaheaddjikonttu?
zh_cn: 现在就要创建一个普通用户帐号吗？

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
it: È una cattiva idea usare l'account di root per le normali attività di utilizzo, come leggere la posta, perché anche un piccolo errore può causare un disastro. Si dovrebbe creare un account per un utente normale da usare per questi compiti.
se: Ii leat buorre geavahit ruohtas-konttu beaivválaččat, nugo e-boasta lohkamii, dannego dušše uhcca meattáhusaš sáhttá dagahit roasu. Dál sáhtát ráhkadit dábálaš geavaheaddjekonttu maid geavahat beaivválaččat.
zh_cn: 以 root 帐户进行诸如阅读电子邮件这类普通的日常操作是一个糟糕的主意。因为在 root 权限下，哪怕犯一个极小的错误，其结果也可能会是灾难性的。您现在就可以创建一个普通用户帐号来进行那些日常任务。

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an username, like 'imurdock' or 'rms'.
it: È possibile creare tale account anche dopo (e se ne possono creare quanti si desidera), digitando «adduser <nomeutente>» da root, dove <nomeutente> è il nome dell'utente da creare, ad esempio «paci» o «dido».
zh_cn: 请注意，您也可以稍后再创建此帐户 (也包括任何其它帐户)。方法是以 root 身份执行“adduser <username>”，此处的 <username> 就是一个用户名，例如“imurdock”或“rms”。

source: Full name for the new user:
it: Nome completo del nuovo utente:
se: Ođđa geavaheaddji olles namma:
zh_cn: 请输入新用户的全名：

source: A user account will be created for you to use instead of the root account for non-administrative activities.
it: Verrà ora creato un account utente da usare al posto dell'account di root per le attività normali, che non riguardano l'amministrazione del sistema.
se: Geavaheaddjekontu ráhkaduvvo dutnje mii geavahuvvo beaivválaš bargguide, iige administriivalaš bargguide.
zh_cn: 程序将创建一个用来取代 root 执行非管理任务的普通用户帐号。

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
it: Inserire il vero nome di questo utente, ad esempio nome e cognome. Questa informazione viene usata per indicare il mittente delle email e da altri programmi che mostrano o usano il nome completo dell'utente.
se: Čális dán geavaheaddji albma nama. Dát diehtu geavahuvvo ovdamearka dihte go e-boasta sáddejuvvo ja maid eará prográmmain mat čájehit dahje geavahit geavaheaddji albma nama.
zh_cn: 请输入此用户的真实名称。这项信息将被用作该用户所发邮件的默认来源，同时还会被用于所有显示和使用该用户真实名称的程序中。您的全名就是一个很合适的选择。

source: Username for your account:
it: Nome utente per l'account:
se: Du konttu geavaheaddjenama:
zh_cn: 您的帐号的用户名：

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
it: Scegliere il nome utente per il nuovo account, ad esempio il nome di battesimo. Il nome dell'utente dovrebbe iniziare con una lettera minuscola, che può essere seguita da una qualsiasi combinazione di numeri e lettere minuscole.
se: Vállje geavaheaddjenama dan ođđa kontui. Geavat áinnas iežat nama, gaskkaid haga. Geavaheaddjenama ferte álgit smávva bustávain, muđuid geavaheaddjenamas sáhttá leat sihke logut ja eará smávva bustávaid (muhto eai sáhte leat gaskamearkkat).
zh_cn: 请为新的帐号选择用户名。比如，您的名字就是一个合适的选择。用户名必须以一个小写字母开头，接着是任意数字和其它小写字母的组合。

source: Invalid username
it: Nome utente non valido
se: Gustohis geavaheaddjenamma
zh_cn: 无效的用户名

source: The username you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
it: Il nome utente inserito non è valido; i nomi utente devono iniziare con una lettera minuscola, seguita da una qualsiasi combinazione di numeri e lettere minuscole.
se: Geavaheaddjenama maid čállet ii gusto. Fuomáš ahte geavaheaddjenamma ferte álgit smávva bustávain, muđuid sáhttá leat eará smávva bustávat ja logut.
zh_cn: 您所输入的用户名是无效的。请注意，用户名必须以一个小写字母开头，接着是任意数字和其它小写字母的组合。

source: Reserved username
it: Nome utente riservato
se: Ovdagihtii várrejuvvon geavaheaddjenamma
zh_cn: 系统保留的用户名

source: The username you entered (${USERNAME}) is reserved for use by the system. Please select a different one.
it: Il nome utente scelto (${USERNAME}) è riservato a un account di sistema
zh_cn: 您所输入的用户名 (${USERNAME}) 是被保留为系统使用的。请另选择一个用户名。

source: Choose a password for the new user:
it: Scegliere una password per il nuovo utente:
se: Vállje beassansáni ođđa geavaheaddjái:
zh_cn: 请为新用户选择一个密码：

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
it: Una buona password contiene una combinazione di lettere, numeri e segni di interpunzione e deve essere cambiata a intervalli regolari.
zh_cn: 一个安全的密码应该是由字母、数字和标点符号混合而成，而且要定期更新。

source: Re-enter password to verify:
it: Inserire di nuovo la password per verifica:
se: Čális beassansáni ođđasit nannendihte:
zh_cn: 请再次输入密码以验证其正确性：

source: Please enter the same user password again to verify you have typed it correctly.
it: Immettere di nuovo la stessa password, per verificare che sia stata digitata correttamente.
se: Čális seamma beassansáni ođđasit nannen dihte ahte lea rievttes beassansátni.
zh_cn: 请再次输入相同用户密码以保证您的输入不会出错。

source: Password input error
it: Errore nell'inserimento della password
zh_cn: 密码输入错误

source: The two passwords you entered were not the same. Please try again.
it: Le due password inserite non sono uguali; si prega di riprovare.
se: Dát beassansánit eai leat seamma lágán. Geahččal fas.
zh_cn: 您所输入的两个密码并不相同。请重新输入。

source: Empty password
it: Password vuota
se: Guorus beassansátni
zh_cn: 空密码

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
it: È stata inserita una password vuota. Questo non è permesso; scegliere una password che non sia vuota.
se: Leat čállán guorus beassansáni, mii lea geldojuvvon. Čális beassansáni mii ii leat guorus.
zh_cn: 您输入的是空密码，且不被系统所接受。请选择一个非空的密码。

source: Enable shadow passwords?
it: Abilitare le shadow password?
se: Galggašiigo geavahit suoivvanbeassansániid?
zh_cn: 启用 shadow 密码吗？

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
it: Le shadow password rendono il sistema più sicuro, perché nessuno può vedere nemmeno le password criptate: queste ultime vengono memorizzate in un file separato, visibile solo attraverso programmi speciali. L'uso delle shadow password è raccomandato, tranne in alcuni casi come ambienti che usano NIS.
zh_cn: 因为使用 shadow 密码后没人能看到哪怕是已加密过的密码内容，所以它将使系统更加安全。密码将被保存在一个单独的文件中，而且只能被特定程序读取。除了极少数情况外，例如 NIS 环境，我们强烈推荐您使用 shadow 密码。

source: Set up users and passwords
it: Selezionare utenti e password
se: Heivet geavaheaddjiid ja beassansániid
zh_cn: 设置用户和密码

source: Setting users and passwords...
it: Impostazione di utenti e password in corso.
se: Heiveheamen geavaheaddjiid ja beassansániid
zh_cn: 正在设置用户和密码...

source: critical
it: critica
zh_cn: 关键

source: high
it: alta
se: alla
zh_cn: 高

source: medium
it: media
se: gaskageardan
zh_cn: 中

source: low
it: bassa
se: vuollegaš
zh_cn: 低

source: Ignore questions with a priority less than:
it: Ignorare domande con priorità inferiore a:
zh_cn: 忽略问题，如果它的优先级低于：

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
it: I pacchetti che utilizzano debconf per la configurazione assegnano un livello di priorità alle domande che potrebbero porre. Verranno poste solo domande con priorità superiore o uguale a un certo livello e saranno evitate tutte le domande con importanza inferiore.
se: Páhkaid maid debconf heiveha sáhttá jearrat jearáldagaid main lea sierra ovdavuorru. Dušše jearaldagaid main lea dihto ovdavuorru dahje eanet čájehuvvot. Jearaldagat mat eai leat nu dehálačča sajáiduhttinprográmma badjelgeahččá.
zh_cn: 用 debconf 进行设置的软件包将按照优先级次序来安排问题。只有等于或高于指定优先级的问题才会被提出；其它不太重要的问题将被忽略。

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
it: È possibile selezionare la priorità più bassa della domanda che verrà visualizzata: - «critica» è assegnata a item che probabilmente bloccherebbero il sistema senza l'intervento dell'utente - «alta» è assegnata a item senza ragionevoli valori predefiniti. - «media» è assegnata a item che hanno valori predefiniti ragionevoli. - «bassa» è assegnata a item i cui valori predefiniti funzionano nella maggioranza dei casi.
zh_cn: 您可以选择您想回答的问题的最低级别： - “关键” 是指如果没有用户的介入，将可能会破坏系统的项目。 - “高” 是指默认值不太合理的项目。 - “中” 是指默认值较合理的普通项目。 - “低” 是那些在绝大多数情况下都可以使用默认值的琐碎项目。

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
it: Per esempio, questa domanda ha priorità media; se la priorità scelta fosse stata «alta» oppure «critica», questa domanda non sarebbe stata visualizzata.
se: Dán jearaldagas lea gaskageardán ovdavuorru, ja jus du ovdavuorru juo lea «alla» dahje «kritihkalaš», de it livčče dán jearaldaga oaidnán.
zh_cn: 例如，如果您目前的优先级已经是“高”或者“关键”，而这个问题的级别是“中”，那么您就不会看到这个问题。

source: Change debconf priority
it: Cambiare il livello di priorità in debconf
se: Rievdat debconf-ovdavuoru
zh_cn: 改变 debconf 的优先级设置

source: Continue
it: Continuare
se: Joatkke
zh_cn: 继续

source: Go Back
it: Indietro
se: Máhca
zh_cn: 返回

source: Yes
it: Sì
se: Juo
zh_cn: 是

source: No
se: Ii
zh_cn: 否

source: <Tab> moves between items; <Space> selects; <Enter> activates buttons
it: <TAB> sposta tra elementi; <Spazio> seleziona; <Invio> attiva i bottoni
se: <Tab> sirdá áđaid gaskkas, <Space> vállje, <Enter> aktivere áđa
zh_cn: <Tab> 在项目间移动; <Space> 选择; <Enter> 激活按钮

source: Screenshot
it: Copia schermo
se: Šearbmagovva
zh_cn: 屏幕截图

source: Screenshot saved as %s
it: Una copia dello schermo è stata salvata come %s
se: Šearbmagovva vurkejuvvon nugo %s
zh_cn: 屏幕截图存为 %s

source: !! ERROR: %s
it: !! ERRORE: %s
se: !! MEATTÁHUS: %s
zh_cn: !! 错误：%s

source: KEYSTROKES:
it: Tasti premuti:
se: BOALLODEADDILEAMIT:
zh_cn: 按键

source: Display this help message
it: Mostra questo messaggio d'aiuto
se: Čájet dán veahkketeavstta
zh_cn: 显示此帮助信息

source: Go back to previous question
it: Ritorna alla domanda precedente
se: Mana mannan jearaldahkii
zh_cn: 返回上一个问题

source: Select an empty entry
it: Seleziona una stringa vuota
se: Vállje guorus merkoša
zh_cn: 选择一个空条目

source: Prompt: '%c' for help, default=%d>
it: Selezionare: '%c' per aiuto, default=%d>
zh_cn: 提示：按“%c”获得帮助，默认值为%d>

source: Prompt: '%c' for help>
it: Selezionare: '%c' per aiuto>
zh_cn: 提示：按“%c”获得帮助>

source: Prompt: '%c' for help, default=%s>
it: Selezionare: '%c' per aiuto, default=%s>
zh_cn: 提示：按“%c”获得帮助，默认值为%s>

source: [Press enter to continue]
it: [Premere invio per continuare]
se: [Geavat enter joatkin dihte]
zh_cn: [按回车键继续]

source: Select and install software
it: Selezionare ed installare il software
se: Vállje ja sajáiduhtte prográmmaid
zh_cn: 选择并安装软件

source: Setting up...
it: Configurazione in corso
se: Heiveheamen ...
zh_cn: 正在设置...

source: Running tasksel...
it: Esecuzione di tasksel in corso
se: Vuodjimin tasksel ...
zh_cn: 正在运行 tasksel...

source: Cleaning up...
it: Pulizia in corso.
se: Čorgemin ...
zh_cn: 正在清理...

source: Finish the installation
it: Terminare l'installazione
se: Gearggat sajáiduhttima
zh_cn: 结束安装进程

source: Finishing the installation
it: Completamento dell'installazione in corso.
se: Gearggaheamen sajáiduhttima
zh_cn: 正在结束安装进程

source: Configuring network...
it: Configurazione della rete in corso.
se: Heiveheamen fierpmádaga ...
zh_cn: 正在设置网络...

source: Setting up frame buffer...
it: Configurazione del frame buffer in corso.
se: Heiveheamen grafihkkagoartta …
zh_cn: 正在设置帧缓存 (frame buffer)...

source: Unmounting file systems...
it: Smontaggio dei file system in corso.
se: Galgamin fiilavuogádagaid ...
zh_cn: 正在卸载文件系统...

source: Rebooting into your new system...
it: Riavvio del nuovo sistema in corso
se: Álggaha du ođđa vuogádahkii ...
zh_cn: 正在重启进入您的新系统...

source: Installation complete
it: Installazione completata
se: Sajáiduhttin geargan
zh_cn: 安装完成

source: Installation is complete, so it is time to boot into your new system. Make sure to remove the installation media (CD-ROM, floppies), so that you boot into the new system rather than restarting the installation.
it: L'installazione è completata, quindi è ora di riavviare il nuovo sistema. Assicurarsi di avere rimosso il supporto di installazione (CD-ROM, floppy), in modo da riavviare il nuovo sistema piuttosto che iniziare nuovamente l'installazione.
se: Sajáiduhttin lea geargan. Dál livččii áigi ođđa vuogádaga álggahit. Váldde sajáiduhttinmedia (CDROM:a, diskeahta) eret, vai ođđa vuogádat, iige sajáiduhttin, álggahuvvo.
zh_cn: 安装过程已经完成，该是重启进入您的新系统的时候了。请确认已经取出了安装介质 (光盘，软盘)，以使您能够启动到新系统而非重新开始安装。

source: Continue without boot loader
it: Continuare senza un boot loader
se: Joatkke vuolggáhangieđahalli haga
zh_cn: 不安装启动引导器，继续

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
it: Alcune variabili vanno impostate nel firmware Genesi per poter avviare il sistema in automatico. Al termine della installazione il sistema verrà riavviato. Al prompt del firmware le seguenti variabili dovranno essere impostate per permettere l'avvio automatico:
zh_cn: 要使系统能自动启动您的系统，您需要在 Genesi 固件中设置一些变量。在安装结束后，系统将会重启。在出现固件提示符后，请设置以下几个固件变量以开启自动启动功能：

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
it: Diversamente sarà possibile avviare il kernel a mano scrivendo, al prompt di boot del firmware:
zh_cn: 另外，您可以在固件提示符下输入以下内容来手工启动内核：

source: Setting firmware variables for automatic boot
it: Impostazione delle variabili del firmware per l'avvio automatico
zh_cn: 正在为自动启动设置固件变量

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot linux automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
it: Alcune variabili del firmware Netwinder NeTTrom vanno impostate perché il sistema venga avviato in maniera automatica. Al termine di questo passo di installazione il sistema verrà riavviato e il firmware proverà l'avvio automatico. Si può bloccare questa operazione premendo un tasto qualsiasi; dopodiché si avrà accesso al «NeTTrom command system» dove devono essere eseguiti i seguenti comandi:
zh_cn: 要使系统能自动启动 linux，您需要在 Netwinder NeTTrom 固件中设置一些变量。在安装结束后，系统将会重启，固件将尝试自动启动。您可以按任意键将其中止。然后您就会进入 NeTTrom 命令行系统，您必须在其中执行以下命令：

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
it: Questa operazione dovrà essere fatta solo la prima volta. Dopodiché sarà necessario eseguire il comando «boot» oppure riavviare il sistema per accedere al nuovo sistema installato.
se: Dán darbbašat dušše oktii dahkat. Maŋŋileabbut čále «boot»-gohččuma dahje vuolggát vuogádaga ođđasit jus hálidat geavahišgoahtit ođđa vuogádaga.
zh_cn: 此过程只需要被执行一次。然后，请输入“boot”命令或重启系统以进入您新安装好的系统。

source: No boot loader installed
it: Nessun «boot loader» installato
se: Ii oktage vuolggáhangieđahalli sajáiduhtton
zh_cn: 未安装启动引导器

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
it: Nessun «boot loader» è stato installato perché così è stato richiesto o perché non ce ne sono ancora disponibili per questa architettura.
se: Ii oktage vuolggáhangieđahalli sajáiduhtton, dannego ieš leat válljen dahje du arkitektuvra ii doarjjo makkárge vuolggáhangieđahalli vel.
zh_cn: 未安装启动引导器，其原因可能是您选择了不安装或者您的特殊硬件体系尚不支持启动引导器。

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
it: Sarà necessario avviare il computer manualmente utilizzando il kernel ${KERNEL} dalla partizione ${BOOT}, usando ${ROOT} come argomento del kernel.
zh_cn: 您将需要手动启动 ${BOOT} 分区上的 ${KERNEL} 内核，并且添加内核参数 ${ROOT}。

source: The following other operating systems have been detected on this computer: ${OS_LIST}
it: I seguenti sistemi operativi sono stati rilevati su questo computer:${OS_LIST}
se: Dát eará operatiivavuogádagat gávdnojit dán dihtoris: ${OS_LIST}
zh_cn: 安装程序在这台计算机上探测到了以下其它操作系统：${OS_LIST}

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
it: Se tutti i sistemi operativi sono elencati sopra, allora si potrebbe installare il boot loader nel master boot record del primo disco fisso in sicurezza. All'avvio del computer, sarà possibile caricare uno di questi sistemi operativi oppure il nuovo sistema.
se: Jus buot operatiivavuogádat dán mašiinnas leat dán listtus, de galggašii leat sihkkar sajáiduhttit vuolggáhangieđahalli garraskearru váldovuolggáhansektorii. Go dát dihtor vuolggáhuvvo de sáhtát válljet jus vuolggáhat okta daid eará operatiivavuogádagain dahje iežat ođa vuogádaga.
zh_cn: 如果以上列出了您所有的操作系统，那么您应该可以安全地将启动引导器安装到第一硬盘的主引导记录 (MBR) 上。当计算机启动时，您应该可以选择以上任意一种操作系统或者您的新系统。

source: Install the GRUB boot loader to the master boot record?
it: Installare il boot loader GRUB nel master boot record?
se: Sajáiduhte vuolggáhangieđahalli GRUB váldovuolggáhansektorii?
zh_cn: 将 GRUB 启动引导器安装到主引导记录 (MBR) 上吗？
