Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
it: Sembra che questa nuova installazione sia l'unico sistema operativo su questo computer. Se così fosse, sarebbe buona norma installare il boot loader GRUB sul master boot record del primo disco fisso.
se: Orru leamen dego dát lea áidna operatiivavuogádat dán dihtoris. Danne galggašii leat sihkkar sajáiduhttit vuolggáhangieđahalli GRUB váldovuolggáhansektorii (Master Boot Record, MBR) iežat vuosttaš garraskearrus.
zh_cn: 看起来新安装的系统将是这台计算机上唯一的操作系统。如果的确如此，您应该可以安全地将 GRUB 启动引导器安装到第一硬盘的主引导记录 (MBR) 上。

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
it: Attenzione: se il programma di installazione fallisce nel riconoscimento di un altro sistema operativo presente su questo computer, la modifica del master boot record renderà il sistema operativo temporaneamente non avviabile, sebbene GRUB possa essere configurato successivamente per avviarlo.
zh_cn: 警告：如果安装程序无法在您的计算机上探测到已存在的其它操作系统，修改主引导记录动作暂时将使该操作系统无法启动。但是，您可以稍后再手动设置 GRUB 以启动它。

source: Install the GRUB boot loader to XFS file system?
it: Installare il boot loader GRUB sul file system XFS?
se: Sajáiduhte vuolggáhangieđahalli GRUB xfs-fiilavuogádahkii?
zh_cn: 在 XFS 文件系统上安装 GRUB 吗？

source: The GRUB boot loader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
it: L'installazione del boot loader GRUB spesso fallisce o rimane appesa quando /boot su un file system XFS. L'utilizzo di LILO in questa situazione raccomandato.
zh_cn: 当 /boot 位于 XFS 文件系统时，安装 GRUB 启动引导器通常都会失败。在这种情况下我们推荐您使用 LILO。

source: Device for boot loader installation:
it: Device per l'installazione del boot loader:
se: Ovttadat gosa vuolggáhangieđahalli bidju:
zh_cn: 安装启动引导器的设备：

source: You need to make the newly installed system bootable, by installing the GRUB boot loader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
it: Bisogna rendere avviabile il nuovo sistema installato, installando il boot loader GRUB nel device di avvio. Il modo normale di fare questo è installare GRUB nel master boot record del primo disco fisso. Se si preferisce, si può installare GRUB altrove sul disco, oppure su un altro disco o eventualmente su un floppy.
zh_cn: 您需要通过将 GRUB 启动引导器安装到可启动设备上以使新安装的系统能够启动。通常的作法是将 GRUB 安装到您第一块硬盘的主引导记录 (MBR) 上。如果您愿意，也可以将 GRUB 安装到驱动器的其它地方，或者其它的驱动器上，甚至还可以安装到一张软盘上。

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
it: Il device può essere specificato utilizzando la notazione di GRUB «(hdn,m)», oppure come un device in /dev. Ecco alcuni esempi: - «(hd0)» o «/dev/hda» installerà GRUB nel master boot record del primo disco fisso (IDE); - «(hd0,1)» o «/dev/hda2» userà la seconda partizione del primo disco IDE; - «(hd2,4)» o «/dev/sdc5» userà la prima partizione estesa del terzo disco SCSI; - «(fd0)» o «/dev/fd0» installerà GRUB su dischetto.
zh_cn: 设备可以使用 GRUB 的“(hdn,m)”标记方式，或者是 /dev 目录下的设备名称。举例如下： - “(hd0)”或“/dev/hda”将会把 GRUB 安装到您的第一块 (IDE) 硬盘的主引导 记录 (MBR) 上； - “(hd0,1)”或“/dev/hda2”将安装到您的第一个 IDE 驱动器的第二分区上； - “(hd2,4)”或“/dev/sdc5”将安装到您的第三个驱动器 (这里是 SCSI) 的第一 扩展分区上； - “(fd0)”或“/dev/fd0”将会把 GRUB 安装到软盘上。

source: GRUB password:
it: Password di GRUB:
se: GRUB-beassansátni:
zh_cn: GRUB 密码：

source: The GRUB boot loader offers many powerful interactive features, which could be used to compromise your system if unauthorized users have access to the machine when it is starting up. To defend against this, you may choose a password which will be required before editing menu entries or entering the GRUB command-line interface. By default, any user will still be able to start any menu entry without entering the password.
it: Se un utente non autorizzato avesse accesso fisico alla macchina durante l'avvio del sistema, potrebbe utilizzare le molte e potenti caratteristiche interattive del boot loader GRUB per compromettere il sistema. Per proteggersi da questa eventualità è possibile impostare una password che verrà richiesta prima di modificare le voci del menu e anche prima di attivare l'interfaccia a linea di comando. Qualsiasi utente avrà la possibilità di selezionare una qualunque delle voci di menu, senza inserire alcuna password.
zh_cn: GRUB 启动引导器提供了很多强大的交互特性。如果未被授权的用户在其启动过程中对机器进行操作，该引导器也可被用来入侵您的系统。为了防止这种攻击，您可以为编辑菜单项和 GRUB 命令行界面输入功能设定一个密码。默认情况下，所有用户依然能够启动任意菜单项，而无需输入该密码。

source: If you do not wish to set a GRUB password, leave this field blank.
it: Se non si vuole impostare una password di GRUB, lasciare il campo vuoto.
se: Jus it hálit makkárge GRUB-beassansáni, guođe dán gietti guorusin.
zh_cn: 如果您不想设置 GRUB 密码，请将此处置空。

source: GRUB installation failed. Continue anyway?
it: Installazione di GRUB fallita. Continuare comunque?
se: GRUB-sajáiduhttin filtii. Hálidatgo lihkká joatkit?
zh_cn: GRUB 安装失败。仍然继续吗？

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
it: L'installazione del pacchetto «GRUB» su /target/ è fallita. Installare GRUB come boot loader è un passo necessario. Ad ogni modo questo problema potrebbe non aver relazioni con GRUB, quindi potrebbe essere comunque possibile continuare con l'installazione.
zh_cn: 无法将 grub 软件包安装到 /target/ 中。这是将 GRUB 安装为启动引导器的必要步骤。此安装问题可能跟 GRUB 本身并无关系，因此继续进行安装也是可行的。

source: Unable to install GRUB in ${BOOTDEV}
it: Impossibile installare GRUB su ${BOOTDEV}
se: Ii sáhttán sajáiduhttit GRUB:a ${BOOTDEV}:ii
zh_cn: 无法将 GRUB 装到 ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
it: Esecuzione di 'grub-install ${BOOTDEV}' fallita.
se: Filtii vuojedettiin «grub-install ${BOOTDEV}».
zh_cn: 执行 'grub-install ${BOOTDEV}' 失败。

source: Unable to configure GRUB
it: Impossibile configurare GRUB
se: Ii sáhte heivehet GRUB:a
zh_cn: 无法配置 GRUB

source: Executing 'update-grub' failed.
it: Esecuzione di 'update-grub' fallita.
se: Filtii vuojedettiin «update-grub».
zh_cn: 执行 'update-grub' 失败。

source: This is a fatal error.
it: Questo è un errore fatale.
se: Dát lea duođalaš vihki.
zh_cn: 这是一个严重错误。

source: Installing GRUB boot loader
it: Installazione del boot loader GRUB
se: Sajáiduhttimin vuolggáhangieđahalli GRUB
zh_cn: 安装 GRUB 启动引导器

source: Looking for other operating systems...
it: Ricerca di altri sistemi operativi in corso.
se: Ohcamin eará operatiivavuogádaga ...
zh_cn: 正在查找其它操作系统...

source: Installing the 'grub' package...
it: Installazione del pacchetto 'grub' in corso.
se: Sajáiduhttimin grub-páhka ...
zh_cn: 正在安装 'grub' 软件包...

source: Determining GRUB boot device...
it: Determinazione del dispositivo di avvio di GRUB in corso.
se: Mearrideamen GRUB:a vuolggáhanovttadat …
zh_cn: 正在确定 GRUB 启动设备...

source: Running "grub-install ${BOOTDEV}"...
it: Esecuzione di «grub-install ${BOOTDEV}» in corso.
se: Vuodjimin «grub-install ${BOOTDEV}» ...
zh_cn: 运行 "grub-install ${BOOTDEV}"...

source: Running "update-grub"...
it: Esecuzione di «update-grub» in corso.
se: Vuodjimin «update-grub» ...
zh_cn: 正在运行 "update-grub"...

source: Updating /etc/kernel-img.conf...
it: Aggiornamento di /etc/kernel-img.conf in corso.
se: Ođasmahttimin /etc/kernel-img.conf ...
zh_cn: 正在更新 /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
it: Installare il boot loader GRUB su un disco rigido
se: Sajáiduhte vuolggáhangieđahalli GRUB garraskearrui
zh_cn: 将 GRUB 安装至硬盘

source: Reinstall GRUB boot loader
it: Reinstallazione del boot loader GRUB
se: Sajáiduhte ođđasit vuolggáhangieđahalli GRUB.
zh_cn: 重新安装 GRUB 启动引导器

source: #%s
it: n° %s

source: USB net
se: USB-fierpmádat

source: IPv6-in-IPv4
se: IPv6 IPv4 siskkobealde

source: Channel-to-channel
se: Kanálas kanálii

source: Inter-user communication vehicle
se: Geavaheddjiidgaskasaš gulahallanlakta
