Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: Debian installer main menu
it: Menu principale del programma di installazione Debian
se: Sajáiduhti váldofállu
zh_cn: Debian 安装程序主菜单

source: Choose the next step in the install process:
it: Scegliere il prossimo passo della procedura d'installazione:
se: Vállje boahtte lávkki sajáiduhttinproseassas:
zh_cn: 请选择下一个安装步骤：

source: This is the main menu for the Debian installer.
it: Questo è il menu principale del programma di installazione Debian.
se: Dát lea Debiana sajáiduhtti váldofállu.
zh_cn: 这是 Debian 安装程序的主菜单。

source: Installation step failed
it: Passo di installazione fallito
se: Sajáiduhttinlávki filtii
zh_cn: 安装步骤失败

source: An installation step failed. You can try to run the failing item again from the menu, or skip it and choose something else. The failing step is: ${ITEM}
it: Uno dei passi di installazione è fallito. È possibile provare ad eseguire nuovamente il passo, selezionandolo dal menu, oppure lasciarlo da parte e selezionarne un altro. Il passo fallito è: ${ITEM}
se: Sajáiduhttinlávki filtii. Sáhtát vuodjit filti lávkki ođđasit fálus, dahje njuiket dan badjel ja vállje juogá eará. Filti lávki lea: ${ITEM}
zh_cn: 执行某个安装步骤失败。您可以尝试从菜单中选择并重新运行这个失败的项目，或跳过它并选择其它的步骤。失败的步骤是：${ITEM}

source: Choose an installation step:
it: Scegliere un passo dell'installazione:
se: Vállje sajáiduhttinlávkki:
zh_cn: 请选择一个安装步骤：

source: This installation step depends on one or more other steps that have not yet been performed.
it: Questo passo dell'installazione dipende da uno o più passi che non sono ancora stati effettuati.
se: Dát sajáiduhttinlávkki «depends» ovtta dahje eanet lávkkit mat eai leat vel čađahuvvon.
zh_cn: 这一安装步骤依赖于另外的一个或多个尚未进行的步骤。

source: Interactive shell
it: Shell interattiva
se: Interaktiivalaš skálžu
zh_cn: 交互式 shell

source: After this message, you will be running "ash", a Bourne-shell clone.
it: Dopo questo messaggio, si userà «ash», un clone della Bourne-shell.
se: Dán dieđu maŋŋá, de vuoját «ash», Buorne-skálžu klona.
zh_cn: 在这条信息之后，您将进入“ash”，它是一个 Bourne-shell 克隆。

source: The root file system is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
it: Il file system di root è un disco RAM. I file system dei dischi sono montati in «/target». È disponibile «nano», un editor molto piccolo e facile da usare. Per conoscere i programmi Unix disponibili è possibile usare il comando «ls /bin /sbin /usr/bin /usr/sbin».
se: Ruohtasfiilavuogádat lea RAM-skearru. Garraskearru fiilavuogádagat čadnojuvvot «/target»-ohcui. Čállinprográmma olamuttus lea nano. Lea hui unni ja álki geavahit. Jus hálidat diehtit makkár Unix-reaiddut leat olamuttus, geavat «help»-gohččuma.
zh_cn: 根文件系统是一个 RAM 盘。硬盘文件系统被挂载到“/target”上。可用的编辑器是 nano。它很小，也很容易使用。要找到其他可用的工具，请使用“help”命令。

source: Use the "exit" command to return to the installation menu.
it: Usare il comando «exit» per tornare al menu di installazione.
se: Geavat «exit»-gohččuma máhccan dihte ruovttoluotta sajáiduhttinfállui.
zh_cn: 使用“exit”命令返回到安装菜单。

source: Execute a shell
it: Avviare una shell
se: Vuoje skálžžu
zh_cn: 运行 shell

source: Exit installer demo
it: Fine della demo del programma di installazione
se: Guođe sajáiduhttin demo:a
zh_cn: 退出安装程序演示

source: Are you sure you want to exit now?
it: Si è sicuri di voler terminare adesso?
se: Hálidatgo guođđit prográmma dál?
zh_cn: 您确定现在就要退出吗？

source: If you have not finished the install, your system may be left in an unusable state.
it: Se l'installazione non è stata completata il sistema potrebbe essere non utilizzabile.
se: Jus it leat gearggahan sajáiduhttima, de dáidá du vuogádat báhcit «unstable state»
zh_cn: 如果您没有完成安装过程，系统将可能处于无法使用的状态。

source: Abort the installation
it: Interrompere l'installazione
se: Gaskkalduhte sajáiduhttima
zh_cn: 中止安装

source: Registering modules...
it: Registrazione dei moduli in corso.
se: Registreremin moduvllaid ...
zh_cn: 正在注册模块 ...

source: All components of the installer needed to complete the install will be loaded automatically and are not listed here. Some other (optional) installer components are shown below. They are probably not necessary, but may be interesting to some users.
it: Tutti i componenti necessari al completamento dell'installazione saranno caricati automaticamente e non sono elencati qui. Alcuni componenti facoltativi del programma di installazione sono elencati sotto. Probabilmente non sono necessari, ma potrebbero essere interessanti per alcuni utenti.
se: Buot moduvllaid maid sajáiduhtti dárbbaša nu ahte lea vejolaš čađahit sajáiduhttima vižžojuvvot automáhtalaččat ja eai čájehuvvo dáppe. Eará (eavttolaš) moduvllat oidnot dás vuolábealde. Eai dáidde darbbašuvvot, muhto sáhttet leat miellagiddevačča muhton geavaheaddjiide.
zh_cn: 所有完成安装所必需的组件都将被自动加载，也不会列在这里。这里列出的是一些其它的安装程序组件。它们并不是必需的，但是部分用户也许会对其感兴趣。

source: Installer components to load:
it: Componenti del programma di installazione da caricare:
se: Sajáiduhttinosiid maid viežžat:
zh_cn: 要加载的安装程序组件：

source: To save memory, only components that are certainly needed for an install are selected by default. The other installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
it: Per risparmiare memoria, solo i moduli sicuramente necessari all'installazione vengono caricati automaticamente. Gli altri componenti non sono necessari per una installazione di base, ma è possibile che siano richiesti, in particolare alcuni moduli del kernel, perciò si consulti l'elenco con attenzione e si scelgano i moduli necessari.
se: Seastin dihte muittu, dušše moduvllat mat áibbas sihkkarit dárbbašuvvojit leat válljejuvvon standárdan.Eará sajáiduhttinmoduvllat eai dárbbašuvvo oktageardánis sajáiduhttimii. Muhto don dáiddát dárbbašit muhton dáin moduvllain, geahča fal listtu čađa, ja vállje daid moduvllaid maid dárbbašat.
zh_cn: 为了节省内存，仅有那些安装所必需的组件会被默认选定。其它安装程序组件对于基本安装并非必需，但是您可能会需要其中的一部分，特别是某些内核模块。请仔细检查这一列表并选择您需要的组件。

source: Note that if you select a component that requires others, those components will also be loaded.
it: Notare che selezionando dei componenti che ne richiedono altri, anche questi ultimi saranno caricati.
se: Fuomáš ahte jus válljet oasi mii gáibida earáid, dat maid sajáiduhttojuvvot.
zh_cn: 注意，如果您的选择赖于其他组件，那么这些组件也将被加载。

source: Loading additional components
it: Caricamento dei componenti aggiuntivi in corso
se: Viežžamin lasi osiid
zh_cn: 加载额外组件

source: Retrieving ${PACKAGE}
it: Scaricamento di ${PACKAGE}
se: ${PACKAGE} vižžojuvvo
zh_cn: 正在接收 ${PACKAGE}

source: Failed to load installer component
it: Il caricamento del componente del programma di installazione è fallito
se: Ii sáhttán viežžat sajáiduhttinoasi
zh_cn: 无法加载安装程序组件

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
it: Il caricamento di ${PACKAGE} è fallito per motivi sconosciuti. Annullamento in corso.
se: Filtii ${PACKAGE} viežžamis amas siva dihte. Gaskkalduhtá.
zh_cn: 未知原因导致组件 ${PACKAGE} 加载失败。程序中止。

source: Continue the install without loading kernel modules?
it: Continuare l'installazione senza caricare i moduli del kernel?
se: Joatkke sajáiduhttima viežžankeahttá čoahkkomoduvllaid?
zh_cn: 未加载内核模块，继续安装吗？

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
it: Non è stato trovato alcun modulo del kernel. Probabilmente questo è dovuto ad un diversità tra il kernel usato da questa versione del programma di installazione e la versione del kernel disponibile nell'archivio.
se: Čoahkkomoduvllat eai gávdnon, árvideames dannego čoahkku maid sajáiduhtti geavaha ii leat seamma veršuvdna go dan mii gávdno arkiivvas.
zh_cn: 未找到内核模块。这可能是由于本安装程序所使用的内核版本与网络存档中的内核版本不同造成的。

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Debian. The install will probably fail to work if you continue without kernel modules.
it: Se si sta installando da un mirror, si può aggirare questo problema scegliendo di installare una versione diversa di Debian. L'installazione probabilmente fallirà se si continua senza i moduli del kernel.
se: Jus leat sajáiduhttimin fierbmevuorkás, de sáhtát dán váttisvuođas beassat eret jus sajáiduhtát eará Debian-veršuvnna. Dát sajáiduhttin árvideames ii šattá doaibmat jus joatkkát čoahkkomoduvllaid haga.
zh_cn: 如果您正在从镜像进行网络安装，可以选择安装其它版本的 Debian 以解决这个问题。如果您选择不加载内核模块，安装程序可能将无法正常工作。

source: Choose language
it: Selezionare la lingua/Choose language
se: Vállje giela/Choose language
zh_cn: 选择语言/Choose language

source: Storing language...
it: Memorizzazione della lingua in corso.
se: Vurkemin giela ...
zh_cn: 正在保存语言设置...

source: United States[ default country ]
it: Italy
se: Norway
zh_cn: China

source: other
it: altro
se: eará
zh_cn: 其它

source: US
it: IT
zh_cn: CN

source: Choose a country, territory or area:
it: Selezionare una nazione, un territorio o un'area:
se: Vállje riikka dahje guovlla:
zh_cn: 请选择一个国家或地区：

source: Based on your language, you are probably located in one of these countries or regions.
it: In seguito alla scelta della lingua, si è probabilmente in una di queste nazioni o regioni.
se: Dan gielas maid don leat válljen de árvideames leat okta dáin riikkain dahje guovvluin.
zh_cn: 根据所选的语言，您的地理位置可能位于以下国家或地区之一。

source: Choose a locale:
it: Selezionare il «locale»:
se: Vállje locale:
zh_cn: 选择区域 (locale)：

source: Based on your language and country choices, the following locale parameters are supported.
it: In base alla selezione di lingua e nazione, sono supportati i seguenti parametri di «locale».
se: Liige-locale válljejuvvo dannego dál ii gávdno locale dan gillii ja riikii maid leat válljen.
zh_cn: 根据您所选择的语言和国家来看，以下为可支持的区域参数。

source: Choose other locales to be supported:
it: Selezionare un nuovo «locale» non ancora supportato:
se: Vállje eará localiid mat galget dorjojuvvot:
zh_cn: 请选择其它被支持的区域 (locale)：

source: You may choose additional locales to be installed from this list.
it: È possibile selezionare da questo elenco «locale» aggiuntive da installare.
se: Sáhtát válljet lasi localiid maid sajáiduhttit dán listtus.
zh_cn: 您可以从列表中选择安装额外的区域 (locale)。

source: -- North America --
it: -- America del nord --
se: -- Davvi Ámerihkká --
zh_cn: -- 北美洲 --

source: -- Central America --
it: -- America centrale --
se: -- Gaska Ámerihkká --
zh_cn: -- 中美洲 --

source: -- South America --
it: -- America del sud --
se: -- Lulli Ámerihkká --
zh_cn: -- 南美洲 --

source: -- Caribbean --
it: -- Caraibi --
se: -- Karibialaš mearra --
zh_cn: -- 加勒比海 --

source: -- Europe --
it: -- Europa --
se: -- Eurohpa --
zh_cn: -- 欧洲 --

source: -- Asia --
zh_cn: -- 亚洲 --

source: -- Africa --
se: -- Afrihkká --
zh_cn: -- 非洲 --

source: -- Indian Ocean --
it: -- Oceano indiano --
se: -- Indialaš áhpi --
zh_cn: -- 印度洋 --

source: -- Oceania --
se: -- Oseania --
zh_cn: -- 大洋洲 --

source: -- Antarctica --
it: -- Antartica --
se: -- Antarktika --
zh_cn: -- 南极洲 --

source: -- other --
it: -- altro --
se: -- eará --
zh_cn: -- 其它 --

source: Select a keyboard layout
it: Selezionare la mappa della tastiera
se: Vállje boallobeavdehápmi
zh_cn: 选择键盘布局

source: Type of keyboard:
it: Tipo di tastiera:
se: Boallobeavdešládja:
zh_cn: 键盘类型：

source: Please choose the type of keyboard to configure.
it: Selezionare il tipo di tastiera che si intende configurare.
se: Vállje boallobeavdešlája maid heivehit.
zh_cn: 请选择要配置的键盘类型。

source: No keyboard to configure
it: Nessuna tastiera da configurare
se: Eai leat boallobeavddit maid heivehit
zh_cn: 没有要配置的键盘

source: Do not configure keyboard; keep kernel keymap
it: Non configurare la tastiera e mantenere quella del kernel
se: Ále heivet boallobeavddi, geavat čoahku boallobeavdekárta
zh_cn: 不配置键盘，保留内核的键盘映射

source: Configuring keyboard ...
it: Configurazione della tastiera in corso.
se: Heiveheamen boallobeavddi ...
zh_cn: 正在配置键盘 ...

source: PC-style (AT or PS-2 connector) keyboard
it: Tastiera per PC (con connettore AT or PS-2)
se: PC-boallobeavdi (AT- dahje PS2-kontákta)
zh_cn: PC 样式 (AT 或 PS-2 接口) 键盘

source: Atari keyboard
it: Tastiera Atari
se: Atari-boallobeavdi
zh_cn: Atari 键盘

source: Amiga keyboard
it: Tastiera Amiga
se: Amiga-boallabeavdi
zh_cn: Amiga 键盘

source: Acorn keyboard
it: Tastiera Acorn
se: Acorn-boallobeavdi
zh_cn: Acorn 键盘

source: Mac keyboard
it: Tastiera Mac
se: Mac-boallobeavdi
zh_cn: Mac 键盘

source: Sun keyboard
it: Tastiera Sun
se: Sun-boallobeavdi
zh_cn: Sun 键盘

source: USB keyboard
it: Tastiera USB
se: USB-boallobeavdi
zh_cn: USB 键盘

source: DEC keyboard
it: Tastiera DEC
se: DEC-boallobeavdi
zh_cn: Dec 键盘

source: HP HIL keyboard
it: Tastiera HP HIL
se: HP HIL-boallobeavdi
zh_cn: HP HIL 键盘

source: Load CD-ROM drivers from a driver floppy?
it: Caricare i driver del CD-ROM da un disco di driver?
se: Galgágo viežžat stivrraniid diskeahtas?
zh_cn: 从驱动软盘中加载光盘驱动器的驱动模块吗？

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
it: Potrebbe essere necessario il caricamento di driver aggiuntivi per il CD-ROM da un disco di driver. Se tale disco è disponibile, inserirlo nel lettore e continuare. Altrimenti in seguito sarà possibile selezionare manualmente i moduli del CD-ROM.
se: Fertet várra viežžat lasi CD-ROM-stivrrana diskeahtas. Jus dus lea dakkár diskeahtta dál, cokka dan diskeahttaovttadahkii ja joatkke. Jus ii, de beasat maŋŋileabbut ieš válljet CD-ROM-moduvllaid.
zh_cn: 您可能需要从驱动软盘中加载额外的光盘驱动器的驱动模块。如果您已经拥有这样一张软盘，请将其它插入驱动器，然后继续安装进程。否则，您将要从给定的选项中手动选择光盘驱动器的驱动模块。

source: Detecting hardware to find CD-ROM drives
it: Rilevamento dell'hardware in corso alla ricerca di lettori CD-ROM
se: Áicimin mašiidnagálvvu gávdnan dihte CDROM-ovttadagaid
zh_cn: 正在探测硬件以搜寻 CD-ROM 驱动器

source: Manually select a CD-ROM module and device?
it: Selezionare manualmente la periferica CD-ROM e il relativo modulo?
se: Hálidatgo ieš válljet CD-ROM:a moduvlla ja stivrrana?
zh_cn: 手动选择光盘驱动器设备及其模块吗？

source: No common CD-ROM drive was detected.
it: Non è stato rilevato alcun lettore CD-ROM.
se: Ii gávdnan dábálaš CDROM-logana.
zh_cn: 没有探测到普通型的光盘驱动器。

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
it: Il lettore CD-ROM potrebbe essere un vecchio modello Mitsumi oppure potrebbe trattarsi di un lettore né IDE né SCSI. In tal caso indicare il modulo da caricare e il device da utilizzare. Se non si sa quale modulo e quale device sono necessari, consultare la documentazione oppure tentare un'installazione via rete invece che da CD-ROM.
se: Du CDROM-ovttadat dáidá leat boares Mitsumi dahje eará ovttadat mii ii leat IDE- dahje SCSI-šláját. Jus nu lea, de sáhtát válljet moduvlla ja ovttadaga maid geavahit. Jus it dieđe makkár moduvlla ja ovttadaga maid dárbbašat, berret geahčat dokumentašuvnna muhton eará sajis. Sáhtát maid geahččalit fierbmesajáduhttima, de ii čuožžil dát váttisvuohta.
zh_cn: 您的光盘驱动器也许是老式的三菱或者其他非 IDE、非 SCSI 的型号。那样的话，请您手动选择将要使用的设备及其驱动模块。如果您不知道应该用哪一个，请查找相关文档资料，或者使用网络安装。

source: Try again to mount the CD-ROM?
it: Tentare nuovamente il mount del CD-ROM?
se: Hálidatgo geahččalit ođđasit čatnat CD-ROM:a?
zh_cn: 再次尝试挂载光盘吗？

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
it: Non è stato possibile effettuare il mount del CD-ROM di installazione. Probabilmente il disco non è stato inserito nel lettore. In tal caso inserire il disco e provare nuovamente.
se: Ii lean vejolaš čadnat sajáiduhttin-CD:a, árvideames go CDROM:a ii leat stašuvnnas. Geahččal coggat dan sadjái, ja geahččal ođđasit.
zh_cn: 无法挂载您的安装光盘，有可能是因为光盘并没不在驱动器中。如果是这样请您插入光盘并重试。

source: Module needed for accessing the CD-ROM:
it: Modulo da utilizzare per il CD-ROM:
se: Moduvla maid dárbbašat jus galggat oažžut oktavuođa CDROM:ain:
zh_cn: 使用此光盘驱动器所需要加载的模块：

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
it: Non è stato rilevato automaticamente alcun lettore CD-ROM. Si può caricare uno dei moduli specifici per utilizzare determinati lettori CD-ROM (né IDE né SCSI).
se: Sajáiduhttinprográmma ii gávdnan CDROM:a. Don sáhtát geavahit okta moduvllain jus dus lea erenoamáš CDROM. (ii IDE dahje SCSI).
zh_cn: 自动探测未能发现光盘驱动器。如果您的光盘驱动器十分特殊 (既非 IDE 也非 SCSI)，请尝试加载特定的驱动模块。

source: Device file for accessing the CD-ROM:
it: File del device necessario per utilizzare il CD-ROM:
se: Ovttadatfiilla mainna beassá CDROM:ii:
zh_cn: 光盘驱动器所对应的设备文件：

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
it: Per poter accedere al lettore CD-ROM bisogna specificare il file del device da utilizzare. Lettori CD-ROM non standard utilizzano dei file di device che non sono standard (ad esempio /dev/mcdx).
se: Vai geavahišgoahtit CDROM-stašuvnna, čális ovttadatfiilla maid geavahit. Erenoamáš CDROM:at geavahit erenoamáš ovttadatfiillat, nugo omd. /dev/mcdx.
zh_cn: 为了能使用您的光盘驱动器，请输入相应的设备文件名。非标准的光盘驱动器通常会使用非标准的设备名 (例如 /dev/mcdx)。

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
it: È possibile passare alla shell sul secondo terminale (ALT+F2) per poter controllare quali device sono disponibili in /dev tramite il comando «ls /dev». Per tornare a questa schermata premere ALT+F1.
se: Don sáhtát molsut skálžui nuppi konsollas (ALT + F2) iskan dihte olamuttus ovttadagat /dev-ozus «ls /dev» gohččomiin. Máhcat ruovttoluotta ALT + F1:ain.
zh_cn: 您可以通过切换到第二个终端 (ALT+F2) 的 shell 中并使用“ls /dev”命令来查看 /dev 目录下所有可用的设备文件名。按 ALT+F1 将返回本屏。

source: Scanning CD-ROM
it: Scansione del CD-ROM in corso
se: Ohcamin CD-ROM:a čađa
zh_cn: 正在扫描光盘

source: Scanning ${DIR}...
it: Scansione di ${DIR} in corso
se: Ohcamin ${DIR}
zh_cn: 正在扫描 ${DIR}...

source: CD-ROM detected
it: È stato rilevato un lettore CD-ROM
se: Gávnnai CD-ROM-logana
zh_cn: 探测到 CD-ROM

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
it: Il CD-ROM è stato riconosciuto automaticamente. È stato rilevato un lettore CD-ROM con il seguente CD inserito: ${cdname}. Si può procedere con l'installazione.
se: CDROM-stašuvdna áicašuvvui automáhtalaččat. Dát CD lea dan siste: ${cdname}. Joatkke dál sajáiduhttimis.
zh_cn: 光盘驱动器探测成功。发现了一个光盘驱动器，其中包含 ${cdname} 光盘。安装进程将继续。

source: Incorrect CD-ROM detected
it: Il CD-ROM rilevato non è corretto
se: Ii gávdnan CD-ROM-logana
zh_cn: 探测到错误的 CD-ROM

source: The CD-ROM drive contains a CD which cannot be used for installation.
it: Il lettore CD-ROM contiene un CD che non può essere usato per l'installazione.
se: CD:ain mii lea CD-ROM:as ii leat vejolaš joatkit sajáiduhttima.
zh_cn: 光盘驱动器中所放 CD 的并不能用于安装。

source: Please insert a suitable CD to continue with the installation.
it: Inserire un CD Debian per procedere con l'installazione.
se: Bija heivvolaš CD:a jus áiggut joatkit sajáiduhttima.
zh_cn: 请插入合适的 CD 然后继续安装。

source: Error reading Release file
it: Si è verificato un errore leggendo il file Release.
se: Filtii Release-fiilla logadettiin
zh_cn: 读取 Release 文件出错

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
it: Il CD-ROM non pare contenere un file Release valido, oppure non è possibile leggerlo.
se: CD:as ii leat gustojeaddji «Release»-fiila, dahje ii lean vejolaš dan lohkat.
zh_cn: 此光盘并未包括有效的“Release”文件，或者该文件无法被正确地读取。

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
it: Si può provare a ripetere l'identificazione del CD-ROM, ma anche se la seconda volta funzionasse, si potrebbero verificare altri problemi durante l'installazione.
se: Sáhtát geahččalit ođđasit áicat CDROM:a. Muhto váikkoge lihkkostuvat nuppi gearddi, de sáhtát oažžut váttisvuođaid maŋŋileabbut sajáiduhttimis.
zh_cn: 您可以多试几遍光盘探测，但是，即使能够成功探测到安装光盘，您依然可能在稍后的安装过程中遇到问题。

source: Unmounting and ejecting CD-ROM...
it: Umount ed espulsione del CD-ROM in corso.
se: Galgamin ja bálkesteamen CD:a ...
zh_cn: 卸载并弹出 CD-ROM...

source: Detect and mount CD-ROM
it: Rilevare ed eseguire il mount del CD-ROM
se: Gávdná ja čatná CD-ROM:a
zh_cn: 探测并挂载 CD-ROM

source: no ethernet card
it: nessuna scheda di rete
se: ii gávdnan fierpmádatgoartta
zh_cn: 无网卡

source: none of the above
it: nessuna delle precedenti
se: ii oktage eavttuin dás bajábealde
zh_cn: 以上都不是

source: Driver needed by your Ethernet card:
it: Modulo da utilizzare per la scheda ethernet:
se: Stivrran maid Ethernet-goarta dárbbaša:
zh_cn: 您的以太网卡所需的驱动模块：

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
it: Non sono state trovate schede ethernet. Se si conosce il nome del driver allora lo si selezioni dalla lista.
se: Ii oktage Ethernet-goarta gávdnon. Jus dieđát stivrrana nama maid du Ethernet-goarta dárbbaša, de lea vállje dan listtus.
zh_cn: 未探测到以太网卡。如果您知道其所需的驱动程序的名称，请从以下列表中选择。

source: Do you intend to use FireWire Ethernet?
it: Si vuole utilizzare l'interfaccia FireWire Ethernet?
se: Áiggutgo geavahit FireWire Ethernet:a?
zh_cn: 您准备使用 FireWire 以太网吗？

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
it: Non sono state rilevate interfacce di rete Ethernet, ma è presente una interfaccia FireWire. È possibile, anche se poco probabile, utilizzare questa interfaccia come interfaccia di rete, se è stata collegata all'hardware adeguato.
se: Ii gávdnan Ethernet-goartta, muhto FireWire-lakta gávdnui. Lea vejolaš, muhto ii jáhkehahtti, ahte dát lea du váldooktavuohta Ethernet:ii, jus dus lea rievttes FireWire rustegat.
zh_cn: 未探测到以太网卡，但系统提供了一个 FireWire 接口。如果连接了合适的 FireWire 硬件，该接口也可能成为您的主网络接口。

source: Ethernet card not found
it: Non è stata rilevata alcuna scheda di rete
se: Ii gávdnan fierpmádatgoartta
zh_cn: 未找到以太网卡

source: No Ethernet card was found on the system.
it: Non è stata rilevata alcuna scheda di rete.
se: Ii gávdnan makkárge fierpmádatgoartta dán vuogádagas.
zh_cn: 未在系统中找到以太网卡。

source: Detecting network hardware
it: Rilevamento della scheda di rete in corso
se: Áicamin fierpmádatrustegiid
zh_cn: 正在探测网络硬件

source: Detect network hardware
it: Rilevare la scheda di rete
se: Áicca fierpmádatrustegiid
zh_cn: 探测网络设备

source: Detect disks
it: Rilevare i dischi
se: Áicca skearruid
zh_cn: 探测磁盘

source: Detecting disks and all other hardware
it: Rilevamento dei dischi e del restante hardware in corso
se: Áicamin garraskearruid ja eará mašiidnagálvvu
zh_cn: 正在探测磁盘和其它硬件

source: continue with no disk drive
it: continuare senza dischi
se: joatkke garraskearru haga
zh_cn: 无磁盘驱动器并继续

source: Driver needed for your disk drive:
it: Driver richiesto per l'accesso ai dischi:
se: Stivrran maid du garraskearru dárbbaša:
zh_cn: 您的磁盘驱动器所需的驱动程序：
