Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: Small-disk (< 1GB) partitioning scheme
it: Schema di partizionamento per dischi piccoli (< 1Gb)
se: Smávvaskearru (<1GB) partišunerenplána
zh_cn: 小硬盘 (< 1GB) 分区方案

source: Go back to the menu?
it: Tornare indietro al menù?
se: Mana ruovttoluotta fállui?
zh_cn: 返回菜单吗？

source: No file system is specified for partition #${PARTITION} of ${DEVICE}.
it: Nessun file system specificato per la partizione n° ${PARTITION} di ${DEVICE}.
se: Ii leat meroštuvvon makkárge fiilavuogádat partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 您没有为 ${DEVICE} 设备的第 ${PARTITION} 分区指定文件系统。

source: If you do not go back to the partitioning menu and assign a file system to this partition, it won't be used at all.
it: È necessario tornare al menù di partizionamento e assegnare un file system a questa partizione, altrimenti non verrà utilizzata.
se: Jus it mana ruovttoluotta partišunerenfállui ja it meroš fiilavuogádaga dán partišuvdnii, de dat ii geavahuvvo obanassiige.
zh_cn: 如果您不返回分区菜单为此分区设置一个文件系统，此分区将不能被使用。

source: do not use the partition
it: non usare la partizione
se: ále geavat partišuvnna
zh_cn: 不使用此分区

source: Format the partition:
it: formattare la partizione:
se: Formatere partišuvnna:
zh_cn: 格式化此分区：

source: yes, format it
it: si, formattare
se: jua, formatere dan
zh_cn: 是的，格式化

source: no, keep existing data
it: no, mantenere i dati esistenti
se: ii, doalat dáhtat mat gávdnojit
zh_cn: 不，保持现有数据

source: do not use
it: non usare
se: ále geavat
zh_cn: 不使用

source: unused
it: non usata
se: ii geavahusas
zh_cn: 不使用

source: format the partition
it: formattare la partizione
se: formattere partišuvnna
zh_cn: 格式化分区

source: format
it: formattare
se: formattere
zh_cn: 格式化

source: keep and use the existing data
it: mantenere e usare i dati esistenti
se: doalat ja geavat dáhtat mat juo gávdnojit
zh_cn: 保持并使用现有资料

source: keep
it: mantenere
se: doalat
zh_cn: 保持

source: Resizing partition...
it: Ridimensionamento della partizione in corso.
se: Rievdadeamen partišuvnna sturrodaga ...
zh_cn: 正在改变分区大小...

source: Copying partition...
it: Copia della partizione in corso.
se: Máŋgemin partišuvnna ...
zh_cn: 正在复制分区...

source: Computing the new state of the partition table...
it: Calcolo del nuovo stato della tabella delle partizioni in corso.
se: Rehkenastimin partišuvdnatabealla ođđa dili …
zh_cn: 正在估算分区表的新状态...

source: Before you can select a partition to copy, any previous changes have to be written to disk.
it: Prima che l'operazione di ridimensionamento sia eseguita, le modifiche devono essere scritte sui dispositivi di memorizzazione.
se: Ovdalgo sturrodatrievdadeapmi álggahuvvo, de ferte čállit rievdadusaid garraskearrui.
zh_cn: 在选择复制一个分区之前，程序必须把之前的修改内容都写入磁盘。

source: Please note that the copy operation may take a long time.
it: Si noti che l'operazione di copia potrebbe durare a lungo.
se: Fuomáš ahte máŋgema dáidá ádjánit guhkká.
zh_cn: 请注意，复制操作可能需要很长时间。

source: Source partition:
it: Partizione sorgente:
se: Gáldopartišuvdna:
zh_cn: 源分区：

source: Please choose the partition which contains the data you want to copy.
it: Scegliere la partizione che contiene i dati che si vogliono copiare.
se: Vállje partišuvnna mas leat dáhtat maid hálidat máŋget.
zh_cn: 请选择包含将被复制的数据的分区。

source: Copy operation failure
it: Operazione di copia fallita
se: Máŋgema filtii
zh_cn: 复制操作失败

source: The copy operation is aborted.
it: Operazione di copia interrotta.
se: Máŋgema gaskkalduvvoi.
zh_cn: 复制动作已被中止。

source: The resize operation is impossible
it: Operazione di ridimensionamento impossibile
se: Ii leat vejolaš rievdadit sturrodaga
zh_cn: 无法改变分区大小。

source: Because of an unknown reason it is impossible to resize this partition.
it: Errore sconosciuto. Impossibile ridimensionare la partizione.
se: Amas siva dihte ii leat vejolaš rievdadit dan partišuvnna sturrodaga.
zh_cn: 由于未知的原因，您将无法改变分区大小。

source: Check /var/log/syslog or see virtual console 4 for the details.
it: Controllare /var/log/syslog o la terza console virtuale per i dettagli.
se: Dárkkis /var/log/syslog dahje geahča virtuella konsolla 4 gos gávnnat bienaid.
zh_cn: 请检查 /var/log/syslog 或查看第四虚拟控制台以获得详细信息。

source: Write previous changes to disk and continue?
it: Scrivere le modifiche sui dischi e continuare?
se: Čále ovddeš rievdadusaid skearruide ja joatkke?
zh_cn: 将之前的修改写入磁盘并继续吗？

source: Before you can select a new partition size, any previous changes have to be written to disk.
it: Prima che l'operazione di ridimensionamento sia eseguita, le modifiche devono essere scritte sui dispositivi di memorizzazione.
se: Ovdalgo sáhtát válljet ođđa partišuvdnasturrodat, de ferte čállit ovddeš rievdadusaid garraskearrui.
zh_cn: 在您选择一个新的分区尺寸之前，程序必须把之前的修改内容都写入磁盘。

source: You cannot undo this operation.
it: Questa operazione non può essere annullata.
se: Dán doaimma ii leat vejolaš gahtat!
zh_cn: 您不能撤消此操作。

source: Please note that the resize operation may take a long time.
it: Si noti che l'operazione di ridimensionamento potrebbe durare a lungo.
se: Fuomáš ahte sturrodatrievdadeapmi sáhttá ádjánit guhkká.
zh_cn: 请注意，改变尺寸操作可能需要很长时间。

source: The minimum size you can use is ${MINSIZE} or ${PERCENT} and the maximum size is ${MAXSIZE}.
it: La dimensione minima utilizzabile è ${MINSIZE} o ${PERCENT} e la massima è ${MAXSIZE}.
se: Unnimus sturrodat maid sáhtát geavahit lea ${MINSIZE} dahje ${PERCENT} stuorimus sturrodat lea ${MAXSIZE}.
zh_cn: 您可以设置的分区最小尺寸为 ${MINSIZE} 或 ${PERCENT}，最大尺寸为 ${MAXSIZE}。

source: Too large size
it: Dimensione troppo grande
se: Menddo stuoris
zh_cn: 尺寸过大

source: Too small size
it: Dimensione troppo piccola
se: Menddo unni
zh_cn: 尺寸过小

source: Resize operation failure
it: Operazione di ridimensionamento fallita
se: Sturrodatrievdadeapmi filtii
zh_cn: 无法改变分区大小

source: An error occurred while writing the changes to the storage devices.
it: Errore durante la scrittura delle modifiche sui dispositivi di memorizzazione.
se: Meattáhus čuožžilii čálidettiin rievdadusaid vurkenovttadahkii.
zh_cn: 将修改内容写入存储设备时出现一个错误。

source: The resize operation is aborted.
it: Operazione di ridimensionamento interrotta.
se: Sturrodatrievdadeapmi gaskkalduvvui.
zh_cn: 改变分区大小的动作已中止。

source: New partition size:
it: Nuova dimensione della partizione:
se: Ođđa partišuvnna sturrodat:
zh_cn: 新分区的大小：

source: The maximum size you can use is ${MAXSIZE}.
it: La massima dimensione utilizzabile è ${MAXSIZE}.
se: Stuorimus sajis maid sáhtát geavahit lea ${MAXSIZE}.
zh_cn: 您可以设置的最大尺寸为 ${MAXSIZE} 。

source: Hint: Use "20%" (or "30%", etc.) for 20% (resp. 30%, etc.) of the available free space for this partition. Use "max" as a shortcut for the maximum allowed size.
it: Suggerimento: Usare «20%» (o «30%», ecc.) per indicare il 20% (30%, ecc.) dello spazio disponibile per questa partizione. Usare «max» come abbreviazione per la dimensione massima permessa.
zh_cn: 提示：使用“20%”(或“30%”等) 来表示此分区空闲磁盘空间的20% (或30%等)。也可以使用“max”来表示直接使用最大允许尺寸。

source: Invalid size
it: Dimensione non valida
se: Gustohis sturrodat
zh_cn: 无效的尺寸

source: Beginning
it: Inizio
se: Álgu
zh_cn: 开始

source: End
it: Fine
se: Loahppa
zh_cn: 结束

source: Location for the new partition:
it: Posizione della nuova partizione:
se: Ođđa partišuvnna báiki:
zh_cn: 新分区的位置：

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
it: Specificare se si vuole che la nuova partizione sia creata all'inizio o alla fine dello spazio disponibile.
se: Válljes jus áiggut bidjat ođđa partišuvnna álggus dahje loahpas olamuttus sajis.
zh_cn: 请您选择是否希望将新分区建在可用空间的首部或尾部。

source: File system for the new partition:
it: File system per la nuova partizione:
se: Ođđa partišuvnna fiilavuogádat:
zh_cn: 新分区的文件系统：

source: Primary
it: Primaria
se: Primára
zh_cn: 主分区

source: Logical
it: Logica
se: Logalaš
zh_cn: 逻辑分区

source: Type for the new partition:
it: Tipo della nuova partizione:
se: Ođđa partišuvnna šládja:
zh_cn: 新分区的类型：

source: Flags for the new partition:
it: Flag della nuova partizione:
se: Ođđa partišuvnna leavggat:
zh_cn: 新分区的标志：

source: Partition name:
it: Nome della partizione:
se: Partišuvnna namma:
zh_cn: 分区名称：

source: Partition table type:
it: Tipo della tabella delle partizioni:
se: Partišuvnna tabeallašládja:
zh_cn: 分区表类型：

source: Select the type of partition table to use.
it: Selezionare il tipo della tabella delle partizioni da usare.
se: Vállje makkár partišuvdnatabealla galgá geavahit.
zh_cn: 请选择欲使用的分区表类型。

source: Set the partition flags
it: Imposta i flag della partizione
se: Bija partišuvnna leavggaid
zh_cn: 设置分区标志

source: Name:
it: Nome:
se: Namma:
zh_cn: 名称：

source: Bootable flag:
it: Attiva flag «avviabile»:
se: Álggahusleavga:
zh_cn: 可启动标志

source: on
it: attivato
se: alde
zh_cn: 开

source: off
it: disattivato
se: eret
zh_cn: 关

source: Resize the partition (currently ${SIZE})
it: Ridimensionare la partizione (attualmente ${SIZE})
se: Rievdat partišuvnna sturrodat (dál ${SIZE})
zh_cn: 改变分区大小 (现在 ${SIZE})

source: Copy data from another partition
it: Copia i dati da un'altra partizione
se: Máŋge dáhtaid eará partišuvnnas
zh_cn: 将另一分区的数据复制到此处

source: Delete the partition
it: Cancellare la partizione
se: Sihko partišuvnna
zh_cn: 删除此分区

source: Create a new partition
it: Crea una nuova partizione
se: Ráhkat ođđa partišuvnna
zh_cn: 创建新分区

source: Create a new empty partition table on this device
it: Crea una nuova tabella delle partizioni sul dispositivo
se: Ráhkat ođđa guorus partišuvdnatabealla dán ovttadagas
zh_cn: 在此设备上创建新的空分区表

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Dárkkisteamen ${TYPE}-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 正在检查 ${DEVICE} 设备上第 ${PARTITION} 分区的 ${TYPE} 文件系统...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
it: Verifica dello area di swap nella partizione n° ${PARTITION} di ${DEVICE} in corso.
zh_cn: 正在检查 ${DEVICE} 设备上第 ${PARTITION} 分区的交换空间...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
it: Creazione del file system ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Ráhkadeamen ${TYPE}-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 正在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 ${TYPE} 文件系统...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
it: Creazione del file system ${TYPE} per ${MOUNT_POINT} nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Ráhkadeamen ${TYPE}-fiilavuogádaga ${MOUNT_POINT}:ii partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 正在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 ${TYPE} 文件系统，分区将被挂载到 ${MOUNT_POINT}...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
it: Inizializzazione dello area di swap nella partizione n° ${PARTITION} di ${DEVICE} in corso.
zh_cn: 正在 ${DEVICE} 设备的第 ${PARTITION} 分区上格式化交换空间...

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati degli errori non corretti durante il test del file system di tipo ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE}.
se: Dárkkistettiin ${TYPE}-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s gávdnoi eai divvojuvvon sivat.
zh_cn: 对 ${DEVICE} 设备上第 ${PARTITION} 分区的 ${TYPE} 文件系统所进行的测试发现了未更正的错误。

source: Go back to the menu and correct errors?
it: Tornare al menù di partizionamento e correggere gli errori?
se: Mana ruovttoluotta fállui ja divo meattáhusaid?
zh_cn: 返回菜单并更正错误吗？

source: The test of the swap space in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati degli errori non corretti durante il test dell'area di swap nella partizione n° ${PARTITION} di ${DEVICE}.
zh_cn: 对 ${DEVICE} 设备上第 ${PARTITION} 分区的交换空间所进行的测试发现了未更正的错误。

source: If you do not go back to the partitioning menu and correct these errors, the partition will be used as is.
it: Se non si torna al menù di partizionamento per correggere questi errori la partizione verrà usata così com'è.
se: Jus it mana ruovttoluotta partišunerenfállui dáid meattáhusaid divvut de partišuvnnat geavahuvvvojit nugo dál leat.
zh_cn: 如果您不返回分区菜单并更正这些错误，将无法使用此分区。

source: You have not selected any partitions for use as swap space. Enabling swap space is recommended so that the system can make better use of the available physical memory, and so that it behaves better when physical memory is scarce. You may experience installation problems if you do not have enough physical memory.
it: Nessuna partizione è stata selezionata per essere usata come swap. Si raccomanda di abilitare uno spazio di swap è raccomandato in modo che il sistema possa fare un miglior uso della memoria fisica disponibile e comportarsi meglio quando la memoria fisica è scarsa. Si potrebbero avere problemi di installazione se non si ha sufficiente memoria fisica.
zh_cn: 您尚未选择任何分区用作交换空间。我们推荐您启用交换空间，以使系统能更好的利用现有物理内存，当物理内存不够用时它还可以改善系统的运行效能。如果没有足够的物理内存，您可以会遇到安装问题。

source: If you do not go back to the partitioning menu and assign a swap partition, the installation will continue without swap space.
it: Se non si torna al menù di partizionamento per assegnare un mount point da lì la partizione non verrà utilizzata.
zh_cn: 如果您不返回分区菜单并分配一个交换空间，安装程序将会以无交换空间的形式继续安装。

source: Failed to create a file system
it: Creazione del file system fallita
se: Filtii ráhkadit fiilavuogádaga
zh_cn: 创建文件系统失败

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Fallimento nella creazione del file system ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE}.
se: Filtii ${TYPE}-fiilavuogádaga ráhkadeames partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 ${TYPE} 文件系统失败。

source: Failed to create a swap space
it: Creazione dell'area di swap fallita
zh_cn: 创建交换空间失败

source: The creation of swap space in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione dello area di swap nella partizione n° ${PARTITION} di ${DEVICE} fallita.
zh_cn: 在 ${DEVICE} 设备上第 ${PARTITION} 分区创建交换空间失败。

source: Do you want to return to the partitioning menu?
it: Tornare al menù di partizionamento?
se: Hálidatgo máhccat partišuvdnafállui?
zh_cn: 您是否想返回分区菜单？

source: No mount point is assigned for ${FILESYSTEM} file system in partition #${PARTITION} of ${DEVICE}.
it: Nessun mount point assegnato per il file system ${FILESYSTEM} nella partizione n° ${PARTITION} di ${DEVICE}.
se: Ii gavdno čadnanbáikki ${FILESYSTEM}-fiilavuogádahkii ${PARTITION}:s ${DEVICE}:s
zh_cn: 您没有为 ${DEVICE} 设备上第 ${PARTITION} 分区的 ${FILESYSTEM} 文件系统设定挂载点。

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
it: Se non si torna al menù di partizionamento per assegnare un mount point da lì la partizione non verrà utilizzata.
se: Jus it mana ruovttoluotta partišunerenfállui dasa bidjatčadnanbáikki, de dát partišuvnna ii geavahuvvo.
zh_cn: 如果您不返回分区菜单并分配一个挂载点，就无法使用此分区。

source: Invalid file system for this mount point
it: File system non valido per questo mount point:
se: Gustohis fiilavuogádat dán čatnanbáikái
zh_cn: 对这个挂载点不适用的文件系统

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix file system. Please choose a different file system, such as ${EXT2}.
it: Il file system di tipo ${FILESYSTEM} non può essere montato su ${MOUNTPOINT}, perché non è un file system Unix completamente funzionante. Scegliere un altro file system, per esempio ${EXT2}.
se: Ii leat vejolaš čatnat ${FILESYSTEM}:a ${MOUNTPOINT}:ii dannego das eai leat buot doaimmat maid UNIX darbaša. Vállje muhton eará fiilavuogádaga, omd. ${EXT2}.
zh_cn: 类型为 ${FILESYSTEM} 的文件系统不是一个功能齐全的 Unix 文件系统，因此无法被挂载到 ${MOUNTPOINT}。请选择另外一种文件系统，例如 ${EXT2}。

source: / - the root file system
it: / - il file system root
se: / - ruohtasfiilavuogádat
zh_cn: / - 根文件系统

source: /boot - static files of the boot loader
it: /boot - file del boot loader
se: /boot - vuolggáhanprográmma giddes fiillat
zh_cn: /boot - 启动引导器所用的静态文件

source: /home - user home directories
it: /home - home directory degli utenti
se: /home - geavaheaddjiid ruoktoozut
zh_cn: /home - 用户的家目录

source: /tmp - temporary files
it: /tmp - file temporanei
se: /tmp - gaskaboddosaš fiillat
zh_cn: /tmp - 临时文件

source: /usr - static data
it: /usr - dati che cambiano poco
se: /usr - statalaš dáhtat
zh_cn: /usr - 静态数据

source: /var - variable data
it: /var - data che cambiano
se: /var - rievdadahtti dáhtat
zh_cn: /var - 可变数据

source: /srv - data for services provided by this system
it: /srv - dati per i servizi forniti dal sistema
se: /srv - dán vuogádaga bálvalusaid dáhtat
zh_cn: /srv - 本系统所提供的服务的数据

source: /opt - add-on application software packages
it: /opt - pacchetti di applicazioni aggiuntivi
se: /opt - dáhtat liigeprográmmaide
zh_cn: /opt - 附加应用软件包

source: /usr/local - local hierarchy
it: /usr/local - gerarchia locale
se: /usr/local - báikkálaš hierarkiija
zh_cn: /usr/local - 本地目录树

source: Enter manually
it: Inserire manualmente
se: Čális ieš
zh_cn: 手动输入

source: Do not mount it
it: Non montarla
se: Ále čana dan
zh_cn: 不挂载此分区

source: Mount point for this partition:
it: Mount point per questa partizione:
se: Dán partišuvnna čatnanbáikki:
zh_cn: 此分区的挂载点：

source: Invalid mount point
it: Mount point non valido
se: Gustohis čatnanbáiki
zh_cn: 无效的挂载点

source: The mount point you entered is invalid.
it: Il mount point inserito non è valido.
se: Čatnanbáikki maid čállet ii gustto.
zh_cn: 您所输入的挂载点是无效的。

source: Mount points must start with "/". They cannot contain spaces.
it: I mount point devono iniziare con «/». Non possono contenere spazi.
se: Čadnanbáiki ferte álgit «/»:in, ja eai sáhte leat gaskamearkkat.
zh_cn: 挂载点必须以“/”开头，并且不能包含空格。

source: Label for the file system in this partition:
it: Etichetta per il file system di questa partizione:
se: Dán partišuvnna fiilavuogádaga namahus.
zh_cn: 此分区文件系统的标识：

source: Format the swap area:
it: Formattare swap:
zh_cn: 格式化交换空间：

source: yes
it: si
se: juo
zh_cn: 是

source: no
se: ii
zh_cn: 否

source: Label:
it: Etichetta:
se: Namma:
zh_cn: 标识：

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Label:" ]
it: nessuno
se: ii oktage
zh_cn: 无

source: Reserved blocks:
it: Blocchi riservati
zh_cn: 保留块：

source: Percentage of the file system blocks reserved for the super-user:
it: Percentuale di blocchi del file system riservati per il super-user:
zh_cn: 文件系统被保留给超级用户的百分比：

source: Typical usage:
it: Uso tipico:
se: Typalaš geavahus:
zh_cn: 典型用途：

source: standard
se: standárda
zh_cn: 标准

source: Typical usage of this partition:
it: Uso normale di questa partizione:
se: Mo dát partišuvdna dábálaččat geavahuvvo:
zh_cn: 此分区的典型用途：

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
it: Specificare come sarà usato il file system, per scegliere i parametri ottimi dei file system.
se: Muital masa fiilavuogádat geavahuvvo vai lea vejoláš buoremus fiilavuogádatparamehteriid válljet.
zh_cn: 请指定文件系统该如何使用，安装程序可为相应的用途指定优化的文件系统参数。

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
it: standard = parametri standard, nuovo = un inode per blocchi di 4KB, largefile = un inode per megabyte, largefile4 = un inode per 4 megabyte.
zh_cn: 标准 = 标准参数, 新闻 = 每个 inode 尺寸为 4KB block, 大文件 = 每个 inode 尺寸为 1M, 大文件4 = 每个 inode 尺寸为 4 兆

source: Mount point:
se: Čadnanbáiki:
zh_cn: 挂载点：

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Mount point:" ]
it: nessuno
se: ii oktage
zh_cn: 无

source: Ext2 file system
it: File system ext2
se: Ext2-fiilavuogádat
zh_cn: Ext2 文件系统

source: FAT16 file system
it: file system FAT16
se: FAT16-fiilavuogádat
zh_cn: FAT16 文件系统

source: FAT32 file system
it: file system FAT32
se: FAT32-fiilavuogádat
zh_cn: FAT32 文件系统

source: swap area
it: area di swap
zh_cn: 交换空间

source: noatime - do not update inode access times at each access
it: noatime - non aggiorna l'ora di accesso all'inode a ogni accesso
se: noatime - ale ođasmahte inode-guoskanáiggi juohke háve go guoskejuvvo
zh_cn: noatime - 在每次对数据进行存取时不更新 inode 的存取时间

source: nodev - do not support character or block special devices
it: nodev - non supporta i device speciali a caratteri o blocchi
zh_cn: nodev - 不支持字符或块特殊设备

source: nosuid - ignore set-user-identifier or set-group-identifier bits
it: nosuid - ignora i bit set-user-identifier o set-group-identifier
se: nosuid - ale beroš setuid- ja setgid-bihtáin
zh_cn: nosuid - 忽略 set-user-identifier 或 set-group-identifier 位

source: noexec - do not allow execution of any binaries
it: noexec - non permette l'esecuzione di alcun binario
se: noexec - ale suova binárfiillaid vuodjit
zh_cn: noexec - 禁止执行任何二进制文件。

source: usrquota - user disk quota accounting enabled
it: usrquota - abilita l'accounting della quota disco per l'utente
zh_cn: usrquota - 开启用户磁盘限额功能

source: grpquota - group disk quota accounting enabled
it: grpquota - abilita l'accounting della quota disco per il gruppo
zh_cn: grpquota - 开启用户组磁盘限额功能

source: user_xattr - support user extended attributes
it: user_xattr - supporto per attributi utente estesi
se: user_xattr - doarjju geavaheddjiid viiddiduvvon attribuhtaid
zh_cn: user_xattr - 支持用户扩展属性

source: ro - mount the file system read-only
it: ro - monta il file system in sola lettura
se: ro - čana fiilavuogádaga dušše logahahttin
zh_cn: ro - 以只读方式挂载文件系统

source: sync - all input/output activities occur synchronously
it: sync - tutte le attività di input/output sul file system vengono eseguite in modo sincrono
se: sync - buot sisa-/olggosdáhtadoaimmat dáhpáhuvvet buohtalága
zh_cn: sync - 所有输入/输出动作都将同步

source: quiet - changing owner and permissions does not return errors
it: quiet - cambiare proprietario o permessi non restituisce alcun errore
se: quiet - ale bájut meattáhusaid go oamasteaddji ja vuoigatvuođat rievdaduvvojit
zh_cn: quiet - 改变属主和权限时不返回错误

source: Mount options:
it: Opzioni di mount:
se: Čatnanmolssaeavttut:
zh_cn: 挂载选项：

source: Mount options can tune the behavior of the file system.
it: Le opzioni di mount possono affinare il comportamento del file system.
se: Čadnanmolssaeavttut sáhttá muddet fiilavuogádaga láhtten.
zh_cn: 挂载选项可以调节文件系统的行为。

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system ext3 nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Dárkkisteamen ext3 fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 检查 ${DEVICE} 设备上第 ${PARTITION} 分区的 ext3 文件系统...

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati errori durante il test del file system di tipo ext3 nella partizione n° ${PARTITION} di ${DEVICE}.
se: Dárkkistettiin ext3-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s gávdnoi eai divvojuvvon sivat.
zh_cn: 对 ${DEVICE} 设备的第 ${PARTITION} 分区的 ext3 文件系统的测试发现了未更正的错误。

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
it: Se non si torna al menù di partizionamento per correggere questi errori la partizione non verrà utilizzata.
se: Jus it máhca partišunerenfállui dáid sivaid divvut, de dát partišuvdna geavahuvvo obanassiige.
zh_cn: 如果您不返回分区菜单并更正这些错误，将无法使用此分区。
