Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: No disk drive was detected. If you know the name of the driver needed by your disk drive, you can select it from the list.
it: Non è stato trovato alcun disco. Se si conosce il nome del driver richiesto per accedere ai dischi allora lo si selezioni dalla lista.
se: Ii gávdnan garraskearru. Jus dieđát stivrrana nama, de vállje dan listtus.
zh_cn: 未探测到磁盘驱动器。如果您知道其所需的驱动程序的名称，请从以下列表中选择。

source: No partitionable media
it: Supporto non partizionabile
se: Eai gávdnon partišunerehahtti media
zh_cn: 无可分区的介质

source: No partitionable media were found.
it: Non è stato trovato nessun supporto partizionabile.
se: Eai gávdnon partišunerehahtti media.
zh_cn: 未找到任何可分区的介质。

source: Please check that a hard disk is attached to this machine.
it: Verificare che il disco rigido sia collegato alla macchina.
se: Dárkkis ahte lea garraskearru laktašuvvon dán másiidnii.
zh_cn: 请您检查这台计算机是否接有硬盘。

source: Detecting hardware, please wait...
it: Rilevamento dell'hardware in corso, attendere.
se: Áicamin mašiidnagálvvu, vuorddes ...
zh_cn: 正在探测硬件，请稍候...

source: Loading module '${MODULE}' for '${CARDNAME}'...
it: Caricamento del modulo '${MODULE}' per '${CARDNAME}' in corso.
se: Viežžamin moduvlla «${MODULE}» «${CARDNAME}»-gortii ...
zh_cn: 正在为“${CARDNAME}”加载“${MODULE}”模块...

source: Starting PC card services...
it: Avvio dei servizi «PC card» in corso.
se: Álggaheamin PC-goartabálválusaid ...
zh_cn: 正在启动 PC 卡服务...

source: Modules to load:
it: Moduli da caricare:
se: Moduvllaid maid viežžat:
zh_cn: 要装载的模块：

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
it: I seguenti moduli del kernel Linux sono stati associati all'hardware rilevato. Se uno o più di questi non sono necessari, o causano dei problemi, si può scegliere di non caricarli. Se non si sa che cosa fare si consiglia di lasciare tutto selezionato.
se: Dát Linux-čoahkkomoduvllat orrut heivemein du mašiidnagálvui. Jus dieđát ahte muhtomat eai dárbbašuvvo, dahje dagahit váttisvuođaid, sáhtát válljet daid guođđit eret. Jus leat eahpesihkkar, guođe daid nugo lea.
zh_cn: 以下的 Linux 核心模块被探测认为是与您的硬件相匹配。如果您知道其中一些是不必要的或者会导致问题，您可以选择不装载它们。如果您不确定，请保留所有被选择模块。

source: Start PC card services?
it: Avviare i servizi «PC card»?
se: Álggahit PC-goartabálválusaid?
zh_cn: 请问是否要启动 PC 卡服务？

source: Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
it: Scegliere se avviare i servizi «PC card» che permettano l'uso di schede PCMCIA.
se: Mearrit jus galgá bidjat johtui PC-goartabálvalusaid vai šaddá vejolaš geavahit PCMCIA-goarttaid.
zh_cn: 请选择是否启动 PC 卡服务以允许使用 PCMCIA 卡。

source: PCMCIA resource range options:
it: Opzioni per l'intervallo di risorse PCMCIA:
se: PCMCIA-resursaguovllu molssaeavttut:
zh_cn: PCMCIA 资源范围选项：

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
it: Certi hardware PCMCIA richiedono per funzionare delle particolari opzioni di configurazione sulle risorse, altrimenti bloccano completamente il computer. Ad esempio alcuni portatile Dell richiedono che sia specificato «exclude port 0x800-0x8ff». Queste opzioni verranno memorizzate in /etc/pcmcia/config.opts. Consultare il manuale d'installazione o il PCMCIA HOWTO per altre informazioni.
se: Muhton PCMCIA-mašiidnagálvu dárbbašit erenoamáš resursaheivehusaid vai doibmet, ja sáhttá muđui bissehit dihtora. Omd, muhton Dell mátkedihtorat dárbbašit «exclude port 0x800-0x8ff» maid fertet dáppe meroštallat. Dát molssaeavttut lasihuvvojit /etc/pcmcia/config.opts. Geahča sajáiduhttingiehtagirjji ja PCMCIA-HOWTO:a gos gávnnat eanet dieđuid.
zh_cn: 某些 PCMCIA 硬件需要使用特殊的资源配置选项以正常工作，否则会导致计算机被冻结。例如，部分 Dell 笔记本就需要在这里设定“exclude port 0x800-0x8ff”。这些选项将会被添加到 /etc/pcmcia/config.opts 中。请阅读安装手册或 PCMCIA HOWTO 以获得更多相关信息。

source: For most hardware, you do not need to specify anything here.
it: Per la maggior parte dell'hardware non serve specificare nulla.
se: Eanáš mašiidnagálvu várás it dárbbaš maidege čállit deike.
zh_cn: 对于大多数硬件，您并不需要在此设定任何数值。

source: Additional parameters for module ${MODULE}:
it: Parametri addizionali per il modulo ${MODULE}:
se: Jus dárbbašuvvo, čális lasseparamehteriid moduvlii ${MODULE}:
zh_cn: 模块 ${MODULE} 的附加参数：

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
it: Il modulo ${MODULE} non è stato caricato correttamente. Potrebbe essere necessario specificare dei parametri in fase di caricamento, il che è probabile se l'hardware è piuttosto datato. Solitamente i parametri configurano la porta di I/O e i numeri di IRQ che variano a seconda della macchina e non possono essere determinati dall'hardware. Una stringa di esempio ha questo aspetto «IRQ=7 IO=0x220»
se: Moduvla ${MODULE} ii vižžojuvvon. Dáiddát fertet sáddet dasa paramehteriid vai doaibmagoahtá, lea dábálaš boares mašiidnagálvvuin. Dát paramehterat lea dávjá S/O verrát ja IRQ nummirat mat rivdet mašiinnas mašiidnii ja eai leat vejolačča mearridat mašiidnagálvvus. Ovdamearkastreaŋga sáhttá leat sullii na «irq-7 io=220».
zh_cn: ${MODULE} 模块加载失败。您可能需要提供一些工作参数以使该模块能正常工作，这在老旧的硬件中是很常见的。这些参数通常是 I/O 端口和 IRQ 号，它们根据机器不同而有区别，而且不能通过硬件型号确定。该参数样式一般类似于“irq=7 io=0x220”。

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
it: Se si è incerti su cosa inserire è meglio consultare la documentazione; lasciare vuoto se non si sa cosa inserire.
se: Jus it dieđe maid gálggat čállit, geahča dokumentašuvvna dahje guođe guorusin.
zh_cn: 如果您不知道应该输入什么内容，请查阅相关文档。或者将该栏其置空，则不加载该模块。

source: Error while running '${CMD_LINE_PARAM}'
it: Si è verificato un errore durante l'esecuzione di '${CMD_LINE_PARAM}'
se: Meattáhus čuožžilii vuojedettiin «${CMD_LINE_PARAM}»
zh_cn: 运行“${CMD_LINE_PARAM}”过程中发生错误

source: Load missing drivers from a driver floppy?
it: Caricare i driver mancanti dal dischetto?
se: Galgágo viežžat váili stivrraniid diskeahtas?
zh_cn: 从驱动软盘加载缺失的驱动程序吗？

source: A driver for your hardware is not available. You may need to load drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
it: Non è disponibile un driver per questo computer. Potrebbe essere necessario caricare dei driver da un dischetto. Se si possiede tale dischetto adesso, lo si inserisca nel lettore prima di procedere.
se: Ii gávdnan stivrrana du mašiidnagálvui. Fertet várra viežžat stivrraniid diskeahtas. Jus dus lea diekkár diskeahtta gearggus dál, cokka dan sisa stašuvdnii ovdalgo joatkkát.
zh_cn: 没有适合您的硬件的驱动程序。您可能需要从驱动软盘加载驱动程序。如果您拥有这样的软盘，请将其放入驱动器中并继续。

source: Auto-configure network with DHCP?
it: Configurazione automatica della rete con DHCP?
se: Galgágo heivehit fierpmádaga automáhtalaččat DHCP:ain?
zh_cn: 使用 DHCP 进行网络自动设置吗？

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
it: La rete può essere configurata con il DHCP oppure manualmente inserendo tutte le informazioni. Se si scegliesse il DHCP e il programma di installazione non fosse capace di ottenere una configurazione funzionante dal server DHCP della propria rete, sarà offerta la possibilità di configurare la rete manualmente in seguito al tentativo di configurare il DHCP.
se: Lea vejolaš heivehit fierpmádaga DHCP:in dahje sáhtát ieš čállit buot dieđuid. Jus válljet DHCP ja sajáiduhtti ii gávnna gustojeaddji heivehus muhton DHCP bálvvás, de oaččut vejolašvuođa ieš heivehit fierpmádaga.
zh_cn: 您可以使用 DHCP 对网络进行配置，或者手动输入所有信息。如果您选择了 DHCP，但安装程序无法从网络中的 DHCP 服务器获得网络配置，那么在尝试失败之后，您仍然可以手动输入。

source: Domain name:
it: Nome del dominio:
se: Domenenamma:
zh_cn: 域名：

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
it: Il nome del dominio è la parte dell'indirizzo a destra del nome del computer e che, di solito, finisce in .com, .net, .edu o .org. Se si sta usando una rete domestica è possibile usare un nome qualsiasi purché sia eguale in tutti i computer.
se: Domenenamma lea iežat internett-čujuhusa loahpahus. Dávjá dat lea .com, .net, .edu dahje .org. Jus leat ráhkadeamen ruoktofierpmádaga, de ii leat go hutkat juoga, muhto muitte geavahit seamma domenenama buot iežat dihtoriin.
zh_cn: 域名是您的互联网地址的一部分，附加在主机名之后。它通常是以 .com、.net、.edu 或 .org 结尾。如果您正在设置一个内部网络，您可以随意写一个，但是要确保您所有计算机的域名都是一样的。

source: Name server addresses:
it: Indirizzi dei server DNS:
se: Nammabálvváid čujuhusat:
zh_cn: 域名服务器地址：

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
it: I DNS sono utilizzati per ritrovare un host nella rete a partire dal suo nome. Inserire gli indirizzi IP (non i nomi di host) per un massimo di tre DNS separati da spazi, senza usare virgole. I server verranno interrogati nell'ordine nel quale sono inseriti, mentre se non si vogliono usare DNS è sufficiente lasciare vuoto questo campo.
se: Nammabálvvát addet guossoheaddjenamat fierpmádagas. Čális gitta golmma namma- bálvváid IP-čujuhusaid (ii fal guossoheaddjenamaid). Bija gaskka juohke čujuhusa gaskii. Ale geavat rihkuid. Vuosttáš nammabálvá listtus jearahuvvo vuos. Jus it hálit geavahit makkárge nammabálvváid, guođe dán guorusin.
zh_cn: 域名服务器将被用来在网络中查询主机名称。请输入至多三个域名服务器的 IP 地址 (不是主机名)，以空格分隔，不要使用逗号。列表中的第一个服务器将首先被查询。如果您不想用任何域名服务器，请将此栏置空。

source: Primary network interface:
it: Interfaccia di rete principale:
se: Dehálemus fierpmádatlakta:
zh_cn: 主网络接口：

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface during the installation. If possible, the first connected network interface found has been selected.
it: Il sistema ha più di una interfaccia di rete. Selezionare quella da usare come interfaccia di rete principale durante l'installazione. Se possibile, la prima interfaccia di rete connessa sarà selezionata.
se: Du vuogádagas leat máŋga fierpmádatlavtta. Vállje guđemuš galgá leat dehálemus lakta sajáiduhtedettiin. Jus vejolaš, vuosttaš laktašuvvon fierpmádatlakta válljejuvvui.
zh_cn: 您的系统有多个网络接口，请在安装过程中选择其中之一作为主网络接口。如果可能的话，安装程序会选择第一个已连接的网络接口。

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
it: ${iface} è una interfaccia di rete wireless. Inserire il nome (l'ESSID) della rete wireless da fare usare a ${iface}. Se non si hanno preferenze è possibile lasciare il campo in bianco.
se: ${iface} lea jođaskeahtes fierpmádatlakta. Čális dan jođaskeahtes fierpmádaga nama (ESSID:a) maid hálidat ahte ${iface} galgá geavahit. Jus hálidat geavahit váikko makkár olamuttus fierpmádaga, guođe dán gietti guorusin.
zh_cn: ${iface} 是一个无线网络接口。请输入 ${iface} 将要使用的无线网络的名称 (ESSID)。如果您希望使用任意可用的网络，请将此处置空。

source: Wireless ESSID for ${iface}:
it: ESSID wireless per ${iface}:
se: ${iface}:a jođaskeahtes ESSID:
zh_cn: ${iface} 的无线 ESSID：

source: Attempting to find an available wireless network failed.
it: Il tentativo di rilevare una rete wireless disponibile è fallito.
zh_cn: 尝试寻找可用的无线网络失败。

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. To skip wireless configuration and continue, leave this field blank.
it: ${iface} è una interfaccia di rete wireless. Inserire il nome (l'ESSID) della rete wireless da fare usare a ${iface}. Per abbandonare la configurazione wireless è possibile lasciare il campo in bianco.
se: ${iface} lea jođaskeahtes fierpmádatlakta. Čális dan jođaskeahtes fierpmádaga nama (ESSID:a) maid hálidat ahte ${iface} galgá geavahit. Jus hálidat geavahit váikko makkár olamuttus fierpmádaga, guođe dán gietti guorusin.
zh_cn: ${iface} 是一个无线网络接口。请输入 ${iface} 将要使用的无线网络的名称 (ESSID)。如果您要跳过无线网络配置并继续下一步，请将此处置空。

source: WEP key for wireless device ${iface}:
it: Chiave WEP per il dispositivo wireless ${iface}:
se: Jođaskeahtes ovttadaga ${iface}:a WEP-čoavdda:
zh_cn: 无线网络设备 ${iface} 的 WEP 密钥：

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
it: Se applicabile, inserire la chiave di sicurezza WEP per il dispositivo wireless ${iface}. Ci sono due modi per farlo:
se: Jus vejolaš, čális jođaskeahtes fierpmádat- lavtta (${iface}:a) WEP sihkkarisvuohta- čoavdaga.Leat guovtte vejolašvuođa:
zh_cn: 如果需要，请为无线网络设备 ${iface} 设备输入 WEP 安全密钥。输入方式有以下两种：

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
it: Se la propria chiave WEP è nel formato «nnnn-nnnn-nn», «nn:nn:nn:nn:nn:nn:nn:nn» oppure «nnnnnnnn», dove «n» è un numero, allora copiarla così com'è nel campo.
se: Jus du WEP-čoavddagis lea okta dáin formáhtain: «nnnn-nnnn-nn», «nn:nn:nn:nn:nn:nn:nn:nn» dahje «nnnnnnnn», mas n lea siffar, čális nugo dat lea dán gieđđai.
zh_cn: 如果您的 WEP 密钥的格式是“nnnn-nnnn-nn”、“nn:nn:nn:nn:nn:nn:nn:nn”或“nnnnnnnn”(其中 n 是一个数字)，请将它直接填写到输入框中。

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
it: Se la chiave WEP è sotto forma di parola chiave, le si apponga davanti «s:» (senza le virgolette).
se: Jus du WEP-čoavdaga formáhtta lea beassansátni, geavat «s» prefiksan (áisttonmearkkaid haga).
zh_cn: 如果您的 WEP 密钥的格式是一个密码字符串，请在前面加上“s:”(不包括引号)。

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
it: Ovviamente se non c'è una chiave WEP per questa rete, si lasci il campo in bianco.
se: Dieđusge, jus ii gávdno WEP-čoavdda iežat jođaskeahtes fierpmádahkii, guođe dán gietti guorusin.
zh_cn: 当然，如果您的无线网络没有 WEP 密钥，请将此栏置空。

source: Invalid WEP key
it: Chiave WEP non valida
se: Gustohis WEP-čoavdda
zh_cn: 无效的 WEP 密钥

source: The WEP key '${wepkey}' is invalid. Please refer to the instructions on the next screen carefully on how to enter your WEP key correctly, and try again.
it: La chiave WEP «${wepkey}» non è valida. Si faccia molta attenzione alle istruzioni nella prossima schermata per inserire correttamente la chiave WEP e provare nuovamente.
se: WEP-čoavdda «${wepkey}» ii gusto. Loga boahtte šearpma čilgehusaid dárkilit mo čállit iežat WEP-čoavdaga, ja geahččal ođđasit.
zh_cn: 此 WEP 密钥“${wepkey}”是无效的。请仔细阅读下一屏的指导信息，以了解如何正确地输入您的 WEP 密钥，并重试。

source: Invalid ESSID
it: ESSID non valido
se: Gustohis ESSID
zh_cn: 无效的 ESSID

source: The ESSID "${essid}" is invalid. ESSIDs may only be up to 32 characters, but may contain all kinds of characters.
it: L'ESSID «${essid}» non è valido. ESSID può essere composto al massimo da 32 caratteri qualsiasi.
se: ESSID:a «${essid}» ii gusto. ESSID:at sáhttet dušše leat 32 mearkka guhkki, muhto das sáhtá leat váikko makkár mearkkát.
zh_cn: 此 ESSID“${essid}”是无效的。ESSID 最长仅为 32 个字符，但可以包含所有字符种类。

source: Hostname:
it: Nome del computer:
se: Guossoheaddjenamma:
zh_cn: 主机名：

source: Please enter the hostname for this system.
it: Inserire il nome di questo sistema.
se: Čális dán vuogádaga guossoheaddjenama.
zh_cn: 请输入系统的主机名。

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
it: Il nome dell'host è una singola parola che identifica il sistema nella rete. Se non lo si conosce è possibile consultare l'amministratore della rete oppure inserire un nome arbitrario se si sta utilizzando una rete domestica.
se: Guossoheaddjenamma galgá leat okta sátni mii identifisere iežat vuogádaga fierpmá- dahkii. Jus it dieđe mii maid galggat čállit, jeara iežat fierpmádathaldda- šeaddjis. Jus leat heiveheamen ruokto- fierpmádaga de ii leat go hutkat juoga.
zh_cn: 主机名是在网络中标示您的系统的一个单词。如果您不知道主机名是什么，请询问网络管理员。如果您正在设置内部网络，那么可以随意写个名字。

source: Invalid hostname
it: Nome del computer non valido
se: Gustohis guossoheaddjenamma
zh_cn: 无效的主机名

source: The name "${hostname}" is invalid.
it: Il nome «${hostname}» non è valido.
se: Namma «${hostname}» ii gusto.
zh_cn: 名称“${hostname}”是无效的。

source: A valid hostname may contain only the numbers 0-9, the lowercase letters a-z, and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
it: Un nome valido contiene solo i numeri da 0 a 9, le lettere minuscole da a a z e il segno meno, la sua lunghezza è compresa tra 2 e 63 caratteri e non può iniziare o finire con il segno meno.
se: Gustojeaddji guossoheaddjenamas sáhttá dušše leat nummirat 0-9, unnabustávat a-z ja minusmearka. Ferte leat 2 gitta 63 mearkka guhkki, ja das ii sáhte leat minusmearkka álggus dahje loahpas.
zh_cn: 正确的主机名应当只包含数字0-9、小写字母a-z和减号。它的长度必须在 2 到 63 个字符之间，且不能以减号开始或结束。

source: Error
it: Errore
se: Meattáhus
zh_cn: 错误

source: An error occurred and the network configuration process has been aborted. You may retry it from the installation main menu.
it: Si è verificato un errore e la configurazione della rete è stata interrotta. È possibile riprovare usando il menu principale.
se: Meattáhus dáhpáhuvvai ja fierpmádatheivehan proseassa gaskkalduvvui. Sajáiduhttinfalus sáhtát válljet ođđasit heivehit fierpmádaga.
zh_cn: 有错误产生，网络配置过程已被中止。您可以从安装程序主菜单中重试。

source: No network interfaces detected
it: Non sono state rilevate interfacce di rete
se: Ii gavdnan fierpmádatlavttaid
zh_cn: 未探测到网络接口

source: No network interfaces were found. The installation system was unable to find a network device.
it: Non sono state rilevate interfacce di rete. Il sistema di installazione non è stato in grado di trovare un dispositivo di rete.
se: Ii gávdnan fierpmátlavttaid. Sajáiduhttin- vuogádaga ii gávdnan fierpmátlavtta.
zh_cn: 没有检测到网络接口。安装系统无法找到网络设备。

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
it: Se è realmente presente una scheda di rete potrebbe essere necessario caricare un modulo specifico. Per farlo, tornare indietro alla rilevazione automatica dell'hardware.
se: Don fertet várra viežžat erenoamáš moduvlla iežat fierpmádatgortii, jus dus lea dakkár obanassiige. Jus dan hálidat dahkat, mana ruovttoluotta mašiidnagálvu- áican lávkii.
zh_cn: 如果您的网卡使用其特有的模块，您可能还需要加载它。要完成此任务，请返回到网络硬件探测步骤。

source: Kill switch enabled on ${iface}
it: Interruttore fisico abilitato su ${iface}
se: Botkkon ii leat alde ${iface}:as.
zh_cn: ${iface} 上的 kill switch 开关已开启

source: ${iface} appears to have been disabled by means of a physical "kill switch". If you intend to use this interface, please switch it on before continuing.
it: ${iface} sembra essere stata disabilitata usando per metto di un microinterruttore.Se si desidera usare questa interfaccia, abilitarla prima di continuare.
se: ${iface} ii oro leamen alde dannego botkkon lea dan jaddadan. Jus áiggut dán lavtta geavahit, bija botkkona ala ovdalgo joatkkát.
zh_cn: ${iface} 应该已经被“kill switch”开关所禁用。如果您想要使用此接口，请在继续安装前开启之。

source: Infrastructure (Managed) network
it: Rete «Infrastructure» (Managed)
se: Infrastruktuvra (hálddašuvvon) fierpmádat
zh_cn: 共用 (Managed) 网络

source: Ad-hoc network (Peer to peer)
it: Rete «Ad-hoc» (connessione uno ad uno)
se: Ad-hoc-fierpmádat (dihtoriid gaskkas)
zh_cn: Ad-hoc 网络 (点对点)

source: Type of wireless network:
it: Tipo di rete wireless:
se: Jođaskeahtes fierpmádatšládja:
zh_cn: 无线网络的类型：

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
it: Le reti wireless sono «managed» oppure «ad-hoc». Se si sta usando un vero «access point» di qualsiasi tipo allora la rete è «Managed». Se invece l'«access point» è fatto da un altro computer allora la rete è «Ad-hoc».
se: Jođaskeahtes fierpmádagat leat stivrejuvvon dahje ad-hoc. Jus geavahat muhton «álbma beassan» de du fierpmádat lea stivrejuvvon. Jus eará dihtor lea du «beassan» de du fierpmádat lea ad-hoc.
zh_cn: 无线网络可以是 managed 或 ad-hoc 两种类型。如果您使用了某种实体装置作为接入点(access point)，您的网络就是 Managed。如果是以另一台计算机作为您的“接入点”(access plint)，那么您的网络就应该是 Ad-hoc。

source: Wireless network configuration
it: Configurazione della rete wireless
se: Heivet jođaskeahtes fierpmádaga
zh_cn: 无线网络设置

source: Searching for wireless access points ...
it: Ricerca degli «access point» wireless in corso.
se: Ohcamim jođaskeahtes beassanlavttaid …
zh_cn: 正在搜索无线网络接入点 (AP) ...

source: <none>
it: <nessuno>
se: <ii oktage>
zh_cn: <无>

source: Wireless ethernet (802.11x)
it: Ethernet wireless (802.11x)
se: Jođahis fierpmádat (802.11x)
zh_cn: 无线局域网 (802.11x)

source: wireless
se: jođaskeahttá
zh_cn: 无线网络

source: Ethernet or FireWire (IEEE 1394)
it: Ethernet o FireWire (IEEE 1394)
zh_cn: 以太网或 FireWire (IEEE 1394)

source: Token Ring
zh_cn: 令牌环

source: Serial-line IP
se: Maŋŋálaslinnjá-up
zh_cn: 串行 IP

source: Parallel-port IP
se: Bálddalaslinnjá-IP
zh_cn: 并行口 IP

source: Point-to-Point Protocol
it: Protocollo Point-to-Point
se: Báikkis-báikai protokolla
zh_cn: 点对点协议

source: ISDN Point-to-Point Protocol
it: Protocollo Point-to-Point ISDN
se: ISDN báikkis-báikái protokolla
zh_cn: ISDN 点对点协议

source: Real channel-to-channel
se: Duohta kanálas kanálii
zh_cn: 真实的 channel-to-channel

source: Unknown interface
it: Interfaccia sconosciuta
se: Amas lakta
zh_cn: 未知接口

source: Storing network settings ...
it: Memorizzazione delle impostazioni della rete in corso.
se: Vurkemin fierpmádatheivehusaid ...
zh_cn: 正在存储网络设置...

source: Configure the network
it: Configurare la rete
se: Heivet fierpmádaga
zh_cn: 配置网络

source: DHCP hostname:
it: Hostname DHCP:
se: DHCP-guossoheaddjenamma:
zh_cn: DHCP 主机名：

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
it: In alcune situazioni è necessario specificare un hostname DHCP. Se si usa un cable modem potrebbe essere necessario specificare qui il numero dell'account.
se: Fertet várra čálistit DHCP-guossoheaddjenama. Jus geavahat jođasmodema, de fertet várra čálistit kontonummira dása.
zh_cn: 您需要提供一个 DHCP 主机名。如果您用的是 cable modem，可能还得指定一个帐号。

source: Most other users can just leave this blank.
it: La maggior parte degli altri utenti può lasciare il campo vuoto.
se: Eanáš eará geavaheaddjit sáhttet dušše guođđit dan guorusin.
zh_cn: 大多数其他用户可以将此栏置空。

source: Configuring the network with DHCP
it: Configurazione della rete con DHCP
se: Heiveheamen fierpmádaga DHCP:ain
zh_cn: 使用 DHCP 来配置网络

source: This may take some time.
it: L'operazione potrebbe richiedere un po' di tempo.
se: Dát dáidá ádjánit.
zh_cn: 这将花费一些时间。
