Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Arizona, US/East-Indiana, US/Samoa
it: Orientale, Centrale, Mountain, Pacifico, Alaska, Hawaii, Arizona, East-Indiana, Samoa
zh_cn: 东部, 中部, 山地, 太平洋, 阿拉斯加, 夏威夷, 亚利桑那, 东印第安那, 萨摩亚

source: Select your time zone:
it: Selezionare il fuso orario:
se: Vállje iežat áigeavádaga:
zh_cn: 请选择您的时区：

source: Configure time zone
it: Configurare il fuso orario
se: Heivet áigeavádaga
zh_cn: 时区设置

source: Saving time zone...
it: Salvataggio del fuso orario in corso.
se: Vurkemin áigeavádaga ...
zh_cn: 正在保存时区...

source: Selected timezone
it: Fuso orario selezionato
se: Válljejuvvon áigeavádaga
zh_cn: 所选时区

source: Based on your country, your time zone is ${ZONE}.
it: In seguito alla scelta della nazione, il fuso orario è ${ZONE}.
zh_cn: 按照您的国家判断，您所在的时区是 ${ZONE}。

source: Configure the clock
it: Configurare l'orologio
se: Heivet diimmu
zh_cn: 时钟设置

source: Is the system clock set to UTC?
it: L'orologio di sistema è impostato su UTC?
se: Čájehago vuogádatdiibmu UTC-áiggi?
zh_cn: 您的系统时钟是否被设置为 UTC？

source: System clocks are generally set to Coordinated Universal Time (UTC). The operating system uses your time zone to convert system time into local time. This is recommended unless you also use another operating system that expects the clock to be set to local time.
it: Gli orologi di sistema sono generalmente impostati sul Tempo Universale (UTC). Il sistema operativo usa le informazioni sul fuso orario per convertire l'ora di sistema nell'ora locale. Questa è la soluzione raccomandata se non si usa un altro sistema operativo che si aspetta l'orologio impostato all'ora locale.
zh_cn: 系统时钟一般被设置为协调世界时 (UTC)。操作系统根据您所在时区将系统时间转换为当地时间。推荐采用这一设置，除非您还使用另外一个需要将系统时钟设为当地时间的操作系统。

source: Setting up the clock
it: Configurare l'orologio
se: Heiveheamen diimmu
zh_cn: 正在设置时钟

source: Saving UTC setting...
it: Salvataggio delle impostazioni UTC in corso
se: Vurkemin UTC-heivehusa ...
zh_cn: 正在保存 UTC 设定...

source: Proceed with installation to unclean target?
it: Procedere con l'installazione su un disco non pulito?
zh_cn: 您要在未清空的目标文件系统中进行安装吗？

source: The target file system contains files from a past installation. These files could cause problems with the installation process, and if you proceed, some of the existing files may be overwritten.
it: Il file system destinazione contiene file di una precedente installazione. Questi file potrebbero causare problemi al processo di installazione e se si procede, alcuni dei file esistenti potrebbero essere sovrascritti.
zh_cn: 目标文件系统中尚包含有以前安装所残留的文件。这些文件可能会在安装过程中导致一些问题。如果您执行安装的话，一些已存在的文件可能会被覆盖。

source: Cannot install base system
it: Installazione del sistema base fallita
se: Ii sáhte sajáiduhttit vuođđovuogádaga
zh_cn: 无法安装基本系统

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
it: Il programma di installazione non sa come installare il sistema di base. Non è stato trovato alcun CD-ROM e non è stato configurato nessun mirror valido.
zh_cn: 安装程序不知道如何安装基本系统。未找到任何可供安装的 CD-ROM，也没有设置任何有效的镜像。

source: Failed to determine the codename for the release.
it: Impossibile stabilire il codename relativo alla release
zh_cn: 无法确定发布代号。

source: No file system mounted on /target
it: Nessun file system è montato su /target
se: Ii oktage fiilavuogádat lea čatnon /target ohcui
zh_cn: 在 /target 上没有挂载任何文件系统

source: Before the installation can proceed, a root file system must be mounted on /target. The partitioner and formatter should have done this for you.
it: Prima che l'installazione possa procedere, un file system root deve essere montato su /target. Il partizionatore e il formattatore dovrebbero averlo fatto per voi.
zh_cn: 要开始进行安装，在 /target 上必须挂载一个根文件系统。磁盘分区程序和格式化程序应该已经帮您完成了这些工作。

source: Not installing to unclean target
it: Non installabile su destinazione non pulita
se: Ii sajáiduhte duolva ulbmilii
zh_cn: 不能在未清空的目标文件系统上安装

source: The installation to the target file system has been canceled. You should go back and erase or format the target file system before proceeding with the install.
it: L'installazione sul file system destinazione è stata annullata. Tornare indietro e cancellare o formattare il file system destinazione prima di procedere con l'installazione.
zh_cn: 在目标文件系统上的安装进程已被取消，您应当返回上一步，并删除或格式化目标文件系统，然后再开始重新安装。

source: Failed to install the base system
it: Installazione del sistema base fallita
se: Filtii sajáiduhttit vuođđovuogádaga
zh_cn: 安装基本系统失败

source: The base system installation into /target/ failed.
it: L'installazione del sistema base in /target/ è fallita.
zh_cn: 将基本系统安装到 /target/ 失败

source: The debootstrap program exited with an error (return value ${EXITCODE}).
it: Il programma debootstrap è terminato con un errore (valore restituito ${EXITCODE}).
zh_cn: debootstrap 程序因为错误而退出 (错误代码 ${EXITCODE})。

source: Base system installation error
it: Errore di installazione del sistema base
zh_cn: 基本系统安装出错

source: The debootstrap program exited abnormally.
it: Il programma debootstrap è terminato in modo anormale.
zh_cn: debootstrap 程序异常退出。

source: The following error occurred:
it: Si è verificato il seguente errore:
se: Dát meattáhus čuožžilii:
zh_cn: 产生了下列错误：

source: Tool to use to generate boot initrd:
it: Strumento da usare per generare initrd per l'avvio:
zh_cn: 用于生成启动 initrd 的工具：

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
it: La lista mostra gli strumenti a disposizione. Se non si è sicuri, selezionare quello predefinito. Se il proprio sistema non avvia, si potrà riprovare l'installazione usando le altre opzioni.
zh_cn: 表格里列出了可供选择的工具。如果您不确定应该选择哪个，请使用默认选项。如果您的系统启动失败，您可以重试安装并选择其它的选项。

source: No initrd generator
it: Nessun generatore di initrd
se: Ii gávdno initrd-ráhkadeaddji
zh_cn: 没有 initrd 生成工具

source: The kernel that has been selected for installation needs an initrd to boot. However, no package to generate that initrd is available that supports your configuration. This would leave your system unable to boot.
it: Il kernel che è stato selezionato per l'installazione ha bisogno di un initrd. Tuttavia, non è disponibile alcun pacchetto per generare questo initrd che supporti la propria configurazione. Questo lascerà il sistema impossibilitato ad avviare.
zh_cn: 被选定安装的内核需要 initrd 才能启动。但是，没有任何生成 initrd 的工具软件包可以支持您的设置。这将使您的系统无法启动。

source: Unsupported initrd generator
it: Generatore di initrd non supportato
zh_cn: 无法支持的 initrd 生成工具

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
it: Il pacchetto ${GENERATOR} che è stato selezionato per generare l'initrd non è supportato.
zh_cn: 选择用来生成 initrd 的工具软件包 ${GENERATOR} 不被支持。

source: Unable to install the selected kernel
it: Impossibile installare il kernel selezionato
se: Ii sáhte sajáiduhttit válljejuvvon čoahku
zh_cn: 无法安装所选的内核

source: An error was returned while trying to install the kernel into the target system.
it: È stato riportato un errore nel tentativo di installare il kernel nel sistema destinazione.
zh_cn: 向目标系统中安装内核时发生错误。

source: Kernel package: '${KERNEL}'.
it: Pacchetto kernel: '${KERNEL}'.
se: Čoahkkopáhkka: «${KERNEL}».
zh_cn: 内核软件包： '${KERNEL}'。

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" means "no kernel" ]
it: nessuno
se: ii oktage
zh_cn: 无

source: Kernel to install:
it: Kernel da installare:
se: Čoahkku maid sajáiduhttit:
zh_cn: 要安装的内核：

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
it: La lista mostra i kernel disponibili. Sceglierne uno in modo da rendere il sistema avviabile da disco rigido.
se: Dát listu čájeha olamuttus čoahkut. Válljes okta dain vai šaddá vejolaš álggahit vuogádaga garraskearrus.
zh_cn: 这里列出了 APT 源中可用的内核。请选择其中之一，使系统可以从硬盘启动。

source: Continue without installing a kernel?
it: Proseguire senza installare il kernel?
zh_cn: 不安装内核而继续吗？

source: No installable kernel was found in the defined APT sources.
it: Non è stato trovato alcun kernel installabile nelle sorgenti APT definite
se: Ii oktage sajáidahttehahtti čoahkku gávdnui meroštuvvon APT-gálduin.
zh_cn: 在指定的 APT 源没有找到可以安装的内核。

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
it: È possibile tentare di proseguire senza un kernel, installandone successivamente uno personalizzato. Questa operazione è consigliata solo ad esperti, altrimenti si avrà probabilmente una macchina non avviabile.
zh_cn: 您可以尝试不安装内核并继续，然后再手动安装您自己的内核。这一方法只推荐专家使用，否则您将很可能最终得到计算机无法启动的结果。

source: Cannot install kernel
it: Non è possibile installare il kernel
se: Ii sáhte sajáiduhttit čoahku
zh_cn: 无法安装内核

source: The installer cannot find a suitable kernel package to install.
it: Il programma di installazione non trova nessun pacchetto kernel adeguato ad essere installato.
se: Sajáiduhttejeaddji ii gávnna heivvolaš čoahkkopáhka maid sajáiduhttit.
zh_cn: 安装程序无法找到一个合适的内核软件包来安装。

source: Unable to install ${PACKAGE}
it: Impossibile installare ${PACKAGE}
se: ${PACKAGE} ii lean vejolaš sajáiduhttit
zh_cn: 无法安装 ${PACKAGE}

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
it: È stato riportato un errore nel tentativo di installare il pacchetto ${PACKAGE} nel sistema destinazione.
zh_cn: 向目标系统中安装 ${PACKAGE} 软件包时出现一个错误。

source: Failed getting Release file ${SUBST0}.
it: Errore durante il download del file Release ${SUBST0}.
zh_cn: 无法获得 Release 文件 ${SUBST0}。

source: Failed getting Release signature file ${SUBST0}.
it: Errore durante il caricamento del file con la firma di Release ${SUBST0}.
zh_cn: 无法获得 Release 签名文件 ${SUBST0}。

source: Release file signed by unknown key (key id ${SUBST0})
it: Il file Release è firmato con una chiave sconosciuta (id ${SUBST0})
zh_cn: Release 文件由未知的 key 签名 (key id ${SUBST0})

source: Invalid Release file: no valid components.
it: File Release non valido, componenti non validi.
zh_cn: 无效的 Release 文件：非有效的组件。

source: Invalid Release file: no entry for ${SUBST0}.
it: File Release non valido: nessuna voce per ${SUBST0}.
zh_cn: 无效的 Release 文件：没有 ${SUBST0} 项目。

source: Debootstrap Error
it: Errore di Debootstrap
zh_cn: Debootstrap 错误

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
it: Non è possibile ottenere ${SUBST0}. La causa può essere un problema di rete o un CD difettoso, a seconda dal metodo di installazione.
zh_cn: 无法获取 ${SUBST0}。根据您所使用的安装方式，造成此问题的原因可能是网络故障或光盘受损。

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
it: Se l'installazione sta avvenendo da un CD-R o CD-RW, una soluzione potrebbe essere di masterizzare il supporto ad una minore velocità.
zh_cn: 如果您是通过 CD-R 或 CD-RW 进行安装，请尝试使用较低的速度来刻录光盘，这可能会对您有所帮助。

source: Preparing to install the base system...
it: Preparazione dell'installazione del sistema base in corso.
se: Ráhkaneamen sajáiduhttegoahtit vuođđovuogádaga ...
zh_cn: 正在准备安装基本系统...

source: Running ${SCRIPT}...
it: Esecuzione di ${SCRIPT} in corso.
se: Vuodjimin ${SCRIPT} ...
zh_cn: 正在运行 ${SCRIPT}...

source: Retrieving Release file
it: Ricezione del file Release in corso
se: Viežžamin veršuvdnafiila
zh_cn: 正在接收软件包文件

source: Retrieving Release file signature
it: Ricezione del file della firma di Release in corso
se: Viežžamin veršuvdnafiilla vuolláičála
zh_cn: 正在接收 Release 文件签名

source: Finding package sizes
it: Ricerca delle dimensioni dei pacchetti in corso
se: Gávdnamin páhkkasturrodagaid
zh_cn: 查询软件包大小

source: Retrieving Packages files
it: Ricezione dei file Packages in corso
se: Viežžamin páhkkafiillaid
zh_cn: 正在接收软件包文件

source: Retrieving Packages file
it: Ricezione del file Packages in corso
se: Viežžamin páhkkalistofiilla
zh_cn: 正在接收软件包文件

source: Retrieving packages
it: Ricezione dei pacchetti in corso
se: Viežžamin páhkaid
zh_cn: 正在接收软件包

source: Extracting packages
it: Estrazione dei pacchetti in corso
se: Páhkkemin páhkaid olggos
zh_cn: 正在解开软件包

source: Installing the base system
it: Installazione del sistema base in corso
se: Sajáiduhttimin vuođđovuogádaga
zh_cn: 正在安装基本系统

source: Installing core packages
it: Installazione dei pacchetti fondamentali in corso
se: Sajáiduhttimin vuođđopáhkaid
zh_cn: 正在安装核心软件包

source: Unpacking required packages
it: Scompattazione dei pacchetti richiesti in corso
se: Páhkkemin olggos dárbbašuvvon páhkaid
zh_cn: 正在解包必需的软件包

source: Configuring required packages
it: Configurazione dei pacchetti richiesti in corso
se: Heivet dárbbašuvvon páhkaid
zh_cn: 正在配置必需的软件包

source: Unpacking the base system
it: Scompattazione del sistema base in corso
se: Páhkkemin olggos vuođđovuogádaga
zh_cn: 正在解包基本系统

source: Configuring the base system
it: Configurazione del sistema base in corso
se: Heiveheamen vuođđovuogádaga
zh_cn: 正在配置基本系统

source: Validating ${SUBST0}...
it: Validazione di ${SUBST0} in corso.
zh_cn: 正在校验 ${SUBST0}...

source: Retrieving ${SUBST0}...
it: Ricezione di ${SUBST0} in corso.
se: Viežžamin ${SUBST0} ...
zh_cn: 正在接收 ${SUBST0}...

source: Extracting ${SUBST0}...
it: Estrazione di ${SUBST0} in corso.
se: Páhkkemin olggos ${SUBST0} ...
zh_cn: 正在解开 ${SUBST0}...

source: Unpacking ${SUBST0}...
it: Scompattazione di ${SUBST0} in corso.
se: Páhkkemin olggos ${SUBST0} ...
zh_cn: 正在解包 ${SUBST0}...

source: Configuring ${SUBST0}...
it: Configurazione di ${SUBST0} in corso.
se: Heiveheamen ${SUBST0} ...
zh_cn: 正在配置 ${SUBST0}...

source: Checking Release signature
it: Controllo della firma del file Release in corso
se: Dárkkisteamen veršuvdnafiila vuolláičála
zh_cn: 正在接收 Release 签名

source: Valid Release signature (key id ${SUBST0})
it: Firma valida per il file Release (id ${SUBST0}).
zh_cn: 有效的 Release 签名 (key id ${SUBST0})

source: Resolving dependencies of base packages...
it: Risoluzione delle dipendenze dei pacchetti base in corso.
zh_cn: 正在解决基本软件包依赖关系...

source: Found additional base dependencies: ${SUBST0}
it: Trovate ulteriori dipendenze di base: ${SUBST0}
zh_cn: 找到额外的基本软件包依赖关系：${SUBST0}

source: Found additional required dependencies: ${SUBST0}
it: Trovate ulteriori dipendenze necessarie: ${SUBST0}
zh_cn: 找到额外的必需软件包依赖关系：${SUBST0}

source: Found packages in base already in required: ${SUBST0}
it: Trovati pacchetti tra quelli base che sono già tra i necessari: ${SUBST0}
zh_cn: 找到已存在于必需类中的基本软件包：${SUBST0}

source: Resolving dependencies of required packages...
it: Risoluzione delle dipendenze dei pacchetti richiesti in corso.
zh_cn: 正在解决必需软件包依赖关系...

source: Checking component ${SUBST0} on ${SUBST1}...
it: Controllo del componente ${SUBST0} di ${SUBST1} in corso.
zh_cn: 正在检查组件 ${SUBST0} 于 ${SUBST1} 上...

source: Installing core packages...
it: Installazione dei pacchetti fondamentali in corso.
se: Sajáiduhttimin čoahkkopáhkaid ...
zh_cn: 正在安装核心软件包...

source: Unpacking required packages...
it: Scompattazione dei pacchetti richiesti in corso.
se: Páhkkemin olggos gáibiduvvon páhkaid ...
zh_cn: 正在解包必需的软件包...

source: Configuring required packages...
it: Configurazione dei pacchetti richiesti in corso.
se: Heiveheamen gáibiduvvon páhkaid ...
zh_cn: 正在配置必需的软件包...

source: Installing base packages...
it: Installazione dei pacchetti base in corso.
se: Sajáiduhttimin vuođđopáhkaid ...
zh_cn: 正在安装基本软件包...

source: Unpacking the base system...
it: Scompattazione del sistema base in corso.
se: Páhkkemin olggos vuođđovuogádaga ...
zh_cn: 正在解包基本系统...

source: Configuring the base system...
it: Configurazione del sistema base in corso.
se: Heiveheamen vuođđovuogádaga ...
zh_cn: 正在配置基本系统...

source: Base system installed successfully.
it: Il sistema base è stato correttamente installato.
se: Vuođđovuogádat gárvvis sajáiduhtton.
zh_cn: 基本系统安装成功。

source: Debootstrap warning
it: Avviso di debootstrap
zh_cn: Debootstrap 警告

source: Warning: ${INFO}
it: Attenzione: ${INFO}
se: Váruhus: ${INFO}
zh_cn: 警告：${INFO}

source: Retrying failed download of ${SUBST0}
it: Nuovo tentativo di scaricare ${SUBST0}.
zh_cn: 重新尝试下载失败的 ${SUBST0}

source: Configuring APT sources...
it: Configurazione delle sorgenti APT in corso.
se: Heiveheamen APT-gálduid ...
zh_cn: 正在配置 APT 源...

source: Updating the list of available packages...
it: Aggiornamento della lista dei pacchetti disponibili in corso.
zh_cn: 更新可用软件包列表...

source: Installing extra packages...
it: Installazione dei pacchetti extra in corso.
se: Sajáiduhttimin liigepáhkaid ...
zh_cn: 正在安装额外的软件包...

source: Installing extra packages - retrieving and installing ${SUBST0}...
it: Installazione pacchetti extra - ricezione e installazione ${SUBST0} in corso.
se: Sajáiduhttimin liigepáhkaid - dustemin ja sajáiduhttimin ${SUBST0} ...
zh_cn: 安装额外软件包 - 正在接收并安装 ${SUBST0}...

source: Creating device files...
it: Creazione dei file device in corso.
se: Ráhkadeamen ovttadatfiillaid ...
zh_cn: 正在创建设备文件...

source: Selecting the kernel to install...
it: Selezione del kernel da installare in corso.
se: Vállje makkár čoahkku galgá sajáiduhttit ...
zh_cn: 选择要安装的内核...

source: Installing the kernel...
it: Installazione del kernel in corso.
se: Sajáiduhttimin čoahku ...
zh_cn: 正在安装内核...

source: Installing the kernel - retrieving and installing ${SUBST0}...
it: Installazione del kernel in corso - ricezione e installazione ${SUBST0} in corso.
se: Sajáiduhttimin čoahku - dustemin ja sajáiduhttimin ${SUBST0} ...
zh_cn: 安装内核 - 正在接收并安装 ${SUBST0}...

source: Installing the PCMCIA modules
it: Installazione dei moduli PCMCIA in corso
se: Sajáiduhttimin PCMCIA-moduvllaid
zh_cn: 正在安装 PCMCIA 模块

source: Install the base system
it: Installare il sistema base
se: Sajáiduhttimin vuođđovuogádaga
zh_cn: 安装基本系统

source: Configure the package manager
it: Configurare il gestore dei pacchetti
zh_cn: 配置软件包管理器

source: Configuring apt
it: Configurazione di APT
zh_cn: 正在设置 apt

source: Scanning local repositories...
it: Scansione degli archivi locali in corso
zh_cn: 正在扫描本地软件源...

source: Scanning the security updates repository...
it: Scansione degli aggiornamenti della sicurezza in corso
zh_cn: 正在扫描安全更新软件源...

source: Cannot access security updates
it: Impossibile accedere agli aggiornamenti di sicurezza
zh_cn: 无法读取安全更新

source: The security updates on ${SECURITY_HOST} couldn't be accessed, so those updates will not be made available to you at this time. You should investigate this later.
it: Gli aggiornamenti della sicurezza in ${SECURITY_HOST} non sono accessibili quindi non verranno utilizzati in questo momento. Si dovrebbe verificare, in un secondo momento, cosa è successo.
zh_cn: 无法访问位于 ${SECURITY_HOST} 的安全更新，因此那里的更新现在还无法供您使用。您应随后调查这一问题。

source: Commented out entries for ${SECURITY_HOST} have been added to the /etc/apt/sources.list file.
it: Le righe di ${SECURITY_HOST} in /etc/apt/sources.list sono state commentate.
zh_cn: 被注释掉的有关 ${SECURITY_HOST} 的条目已被加入到 /etc/apt/sources.list文件中。

source: Scanning the CD-ROM...
it: Scansione del CD-ROM in corso.
zh_cn: 正在扫描光盘...

source: apt configuration problem
it: Problema con la configurazione di APT
zh_cn: Apt 设置问题

source: An attempt to configure apt to install additional packages from the CD failed.
it: Il tentativo di configurare APT per installare ulteriori pacchetti dal CD-ROM è fallito.
zh_cn: 尝试配置 apt 从光盘安装额外的软件包失败。

source: Scanning the mirror...
it: Scansione del mirror in corso.
zh_cn: 正在扫描镜像站点...

source: Use non-free software?
it: Usare anche il software non libero?
zh_cn: 使用 non-free 软件吗？

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
it: Esiste del software non libero che è stato impacchettato in modo da funzionare sotto Debian. Anche se tale software non fa parte della distribuzione, si possono usare i normali strumenti di Debian per installarlo. Le licenze a cui è soggetto sono molteplici, e in alcuni casi presentano delle restrizioni sull'uso, sulla modifica o sulla redistribuzione.
zh_cn: 有些非自由软件也能在 Debian 中使用。尽管这些软件并不是 Debian 的一部分，但标准 Debian 工具还是可以安装它们。这些软件都有其不同的许可权，这可能会阻止您使用、修改或共享它们。

source: Please choose whether you want to have it available anyway.
it: Selezionare se lo si vuole disponibile egualmente.
zh_cn: 请您选择是否想使用它们。

source: Use contrib software?
it: Usare anche il software in contrib?
zh_cn: 使用 contrib 软件吗？

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
it: Esiste del software aggiuntivo impacchettato in modo da funzionare sotto Debian. Anche se tale software è libero, dipende da software non libero per il suo utilizzo. Non fa parte della distribuzione, ma si possono usare i normali strumenti di Debian per installarlo.
zh_cn: 有些额外的软件可以在 Debian 中使用。尽管其本身是自由的，但它们的运行依赖于其它一些非自由的软件。这些软件也不是 Debian 的一部分，但标准 Debian 工具可以安装它们。

source: Please choose whether you want this software to be made available to you.
it: Selezionare se si vuole che questo software sia reso disponibile.
zh_cn: 请您选择是否想使用这些软件。

source: Ignore
it: Ignora
se: Badjelgeahča
zh_cn: 忽略

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
it: Il programma di installazione non è riuscito ad accedere al mirror, a causa di un problema della rete locale o del mirror. È possibile riprovare l'operazione di scaricamento, scegliere un mirror diverso, o ignorare il problema e continuare a scaricare i pacchetti da questo mirror.
zh_cn: 安装程序无法连接镜像网站。这可能是您的网络问题，也可能是镜像网站的错误。您可以选择重试下载；使用别的镜像网站；或者忽略这一问题，不使用这个镜像网站的任何软件包并继续。

source: Use a network mirror?
it: Usare un mirror in rete?
zh_cn: 使用网络镜像吗？

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
it: Un mirror in rete può essere usato per integrare il software incluso nel CD-ROM. Questo potrebbe anche rendere disponibili nuove versioni del software.Si può usare un mirror di rete come supplemento al software incluso nel CD-ROM. Questo può servire a rendere disponibili versioni di software più aggiornate.
zh_cn: 网络镜像可以用来补充光盘所带的软件，也可以用来提供较新版本的软件。

source: If you are installing from a netinst CD and you choose not to use a mirror, you will end up with only a very minimal base system.
it: Se si sta installando dal CD netinst e si sceglie di non usare un mirror ci si troverà solo con un sistema base veramente minimale.Se si sta effettuando un'installazione dal CD «netinst» e si sceglie di non utilizzare un mirror, si otterrà un sistema minimale.
zh_cn: 如果您正在从网络安装光盘 (netinst CD) 进行安装并且选择不使用镜像，您将只能装上一个非常小的基本系统。

source: Use restricted software?
it: Usare il software «restricted»?
se: Hálidatgo geavahit «restricted» prográmmagálvvuid?
zh_cn: 使用 restricted 软件吗？
