Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: Network autoconfiguration has succeeded
it: La configurazione automatica della rete ha funzionato
se: Lihkostuvvai automáhtalaččat heivehit fierpmádaga
zh_cn: 网络自动设置成功！

source: No DHCP client found
it: Client DHCP non trovato
se: Ii gávdnan DHCP-klienta
zh_cn: 没有找到 DHCP 客户程序

source: No DHCP client was found. This package requires pump or dhcp-client.
it: Non è stato trovato alcun client DHCP. Questo pacchetto richiede pump o dhcp-client.
se: Ii gávdnan makkárge DHCP-klientta. Dát páhkka dárbbaša pump dahje dhcp-client.
zh_cn: 没有找到 DHCP 客户程序。需要安装 pump 或者 dhcp-client。

source: The DHCP configuration process will be aborted.
it: La configurazione con DHCP verrà terminata.
se: Gaskkalduhtá DHCP-heivehusa.
zh_cn: DHCP 配置过程被中止。

source: Retry network autoconfiguration
it: Riprova la configurazione automatica della rete
se: Geahččal oktii vel heivehit fierpmádaga automáhtalaččat
zh_cn: 重新尝试网络自动设置

source: Retry network autoconfiguration with a DHCP hostname
it: Riprovare la configurazione automatica della rete con un nome host DHCP
se: Geahččal ođđasit automáhtalaččat heivehit fierpmádaga DHCP-guossoheaddjenamain
zh_cn: 使用 DHCP 主机名重试网络自动设置

source: Configure network manually
it: Configura la rete manualmente
se: Heivet fierpmádaga ieš
zh_cn: 手动进行网络设置

source: Do not configure the network at this time
it: Non configurare la rete in questo momento
se: Ale heivet fierpmádaga dál
zh_cn: 现在不进行网络设置

source: Network configuration method:
it: Metodo di configurazione della rete:
se: Fierpmádatheivehanvuohki:
zh_cn: 网络配置方式：

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
it: Adesso è possibile ritentare la configurazione automatica della rete (che potrebbe funzionare se il server DHCP impiegasse molto tempo a rispondere) o proseguire con la configurazione manuale. Alcuni server DHCP richiedono che uno hostname sia inviato dal client, quindi è anche possibile ritentare la configurazione automatica tramite DHCP specificando questo nome.
se: Dás sáhtát geahččalit heivehit iežat fierpmádaga automáhtalaččát DHCP:ain fas (dat dáidá bures mannat jus du DHCP-bálvá ádjána guhkká ovdalgo vástida), dahje ieš heivehit fierpmádaga. Muhton DHCP-bálvát gáibidit ahte DHCP-klienta sádde DHCP-bálvvá nama. Danne sáhtát maid geahččalit heivehit fierpmádaga DHCP:ain gos geavahat bálvanama maid ieš čálát.
zh_cn: 在这里，您可以选择重新尝试 DHCP 网络自动配置 (如果您的 DHCP 服务器响应延时很长，重新设置一遍可能就会成功) 或者手动配置网络。另外，某些 DHCP 服务器要求客户端发送 DHCP 主机名，因此您可以在重试 DHCP 网络自动配置时提供这样一个主机名。

source: Network autoconfiguration failed
it: La configurazione automatica della rete non ha funzionato
se: Automáhtalaš fierpmádatheivehus filtii
zh_cn: 网络自动设置失败

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
it: La rete potrebbe essere priva di un server DHCP o, in alternativa, il server potrebbe essere molto lento o uno dei componenti hardware di rete potrebbe essere guasto.
se: Du fierpmádat ii dáiide geavahit DHCP- protokolla. Sáhttá maiddái leat nu ahte DHCP-bálvá lea njoahci dahje ahte muhton fierpmádatmašiidnagálvu ii doaimma nugo galgá.
zh_cn: 您的网络可能并未使用 DHCP 协议，也有可能是 DHCP 服务器速度过于缓慢或网络设备未能正常工作。

source: Continue without a default route?
it: Proseguire senza specificare una «route» predefinita?
se: Joatkit standárdruvttu haga?
zh_cn: 无默认路由，继续安装吗？

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first installation CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
it: La configurazione automatica della rete ha funzionato, ma non è stata specificata una «route» predefinita: il sistema non sa come comunicare con host in Internet. Questo rende impossibile proseguire l'installazione a meno che non si abbia il primo CD-ROM di installazione, un CD-ROM «netinst» o i pacchetti disponibili sulla rete locale.
se: Lihkostuvvai heivehit fierpmádaga automáhtalaččat. Muhto, dannego standárdruvtu ii gávdnon, dát vuogádat ii dieđe mo galgá gulahallat eará guossoheddjiiguin interneahtas. Jus dus ii leat vuosttaš sajáiduhttin-CD, Netinst-CD dahje páhkat olamuttus báikkálaš fierpmádagas, de ii leat vejolaš joatkit sajáiduhttima.
zh_cn: 网络自动配置成功。但是由于未设置默认路由，系统将无法连接 Internet 上的主机。除非您拥有第一张安装光盘、“Netinst”光盘、或在本地局域网上存有所需的软件包，否则将无法继续进行安装。

source: If you are unsure, you should not continue without a default route: contact your local network administrator about this problem.
it: Nel dubbio è meglio non continuare senza una «route» predefinita: contattare l'amministratore locale della rete per chiarire il problema.
se: Jus ii leat sihkkar, ale joaktte standárdruvttu haga. Váldde báicce oktavuođa báikkálaš fierpmádathálddašeddjiin čoavdin dihte dán váttisvuođa.
zh_cn: 如果您不确定原因，请不要在未设定默认路由的情况下继续安装：请向网络管理员咨询相关问题。

source: Reconfigure the wireless network
it: Configura la rete wireless
se: Heivet jođahis fierpmádaga ođđasit
zh_cn: 重新设置无线网络

source: IP address:
it: Indirizzo IP:
se: IP-čujuhus:
zh_cn: IP 地址：

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
it: L'indirizzo IP è univoco per ogni computer ed è formato da quattro numeri separati da punti. Se non si conosce questo valore, consultare l'amministratore della rete.
se: IP-čujuhus lea sierra du dihtorii ja das leat njeallje nummira sirrejuvvon čuoggáin. Jus it dieđe maid galggat čállit, jeará iežat fierpmádathálddašeaddji.
zh_cn: IP 地址是每台计算机特有的，由四个用句点分隔的数字组成。如果您不知道该在这里填什么，请咨询网络管理员。

source: Malformed IP address
it: Indirizzo IP non conforme
se: Gustohis IP-čujuhus
zh_cn: 格式错误的 IP 地址

source: The IP address you provided is malformed. It should be in the form x.x.x.x where each 'x' is no larger than 255. Please try again.
it: L'indirizzo IP che è stato fornito non è corretto. Deve essere nella forma x.x.x.x dove ogni «x» non è maggiore a 255. Riprovare.
se: Don čállet gustohis IP-čujuhusa. Ferte leat hámis x.x.x.x, gos «x» ii leat stuoribut go 255. Geahččal ođđasit.
zh_cn: 您所提供的 IP 地址的格式错误。它的格式应该是 x.x.x.x，其中的“x”不大于 255。请重试。

source: Point-to-point address:
it: Indirizzo point-to-point:
se: Báikkis báikái čujuhus:
zh_cn: 点对点地址：

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
it: L'indirizzo point-to-point (PtP) è usato per determinare l'altra estremità nella rete punto a punto. Consultare l'amministratore della rete se non si conosce questo valore. L'indirizzo point-to-point deve essere formato da quattro numeri separati da punti.
se: Čuokkis-čuoggái-čujuhus mearrida nuppi geaži čuokkis-čuoggái-fierpmádagas. Jeara iežat fierpmádathálddašeaddji maid galggat čállit jus it ieš dieđe. Čuokkis-čuoggái-čujuhusas leat njeallje nummira sirrejuvvon čuoggáin.
zh_cn: 点对点地址用来确定网络的另一端。如果您不知道地址，请咨询网络管理员。点对点地址应该是以四个用句点分隔的数字组成。

source: Netmask:
it: Maschera di rete:
se: Fierpmádatsilli:
zh_cn: 网络掩码：

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
it: La maschera di rete è usata per determinare quali computer nella rete sono locali. Consultare l'amministratore della rete se non se ne conosce il valore, il quale deve essere formato da quattro numeri separati da punti.
se: Fierpmádatsilli mearrida guđe mašiinnat gullet báikkálaš fierpmádahkii. Jeara iežat fierpmádathálddašeaddji jus it dieđe dan árvvu. Fierpmádatsillis lea njeallje nummira sirrejuvvon čuoggáin.
zh_cn: 网络掩码是用来确定哪些机器位于您的网络中。如果您不知道掩码值，请咨询网络管理员。掩码应该是由四个用句点分隔的数字组成。

source: Gateway:
zh_cn: 网关：

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
it: Questo è un indirizzo IP (quattro numeri separati da punti) che indica il router gateway, chiamato anche default router, al quale viene inviato tutto il traffico per l'esterno della rete LAN (ad esempio, Internet). In alcuni rari casi un router non è presente; in questi casi è possibile lasciare questo campo vuoto. Se non si conosce la risposta consultare l'amministratore della rete.
se: Gateway lea IP-čujuhus (njeallje nummirat erohuvvon čuoggáiguin) mii muitala gateway-routera, maiddái gohččoduvvon standárdrouter. Visot johtolat mii galgá iežat LAN:a guođđit (ovdamearka dihte internehttii) sáddejuvvo dan čađa. Muhtomin dus ii leat router, ja guođát dán gietti guorusin. Jus it dieđe vástadusa dán gažaldahkii fertet váldit oktavuođa iežat fierpmádathálddašeddjiin.
zh_cn: 网关是用以指示网关路由服务器的 IP 地址 (四个用句点分隔的数字)，也叫做默认路由。所有与局域网外的通信 (例如，对互联网的访问) 都要经过它。在某些罕见情况下，您可能并不使用路由；这时，置空就可以了。如果不知道应该回答什么，请咨询网络管理员。

source: Unreachable gateway
it: Gateway non raggiungibile
se: Ii ožžon oktavuođa gateway:ii
zh_cn: 不可到达的网关

source: The gateway address you entered is unreachable.
it: Il gateway inserito non è raggiungibile.
se: Ii ožžon oktavuođa gateway-čuhussii maid easka čállet.
zh_cn: 您输入的网关地址不可到达。

source: You may have made an error entering your IP address, netmask and/or gateway.
it: Si può aver commesso un errore inserendo l'indirizzo IP, la maschera di rete o il gateway.
se: Dáiddát leat čállán boastot go čállet iežat IP-čujuhusa, fierpmádatsilli ja/dahje gateway:a.
zh_cn: 也许您输入的 IP 地址、网络掩码和/或网关有误。

source: Is this information correct?
it: Le informazioni inserite sono corrette?
se: Leatgo dát rievttes dieđut?
zh_cn: 这些信息正确吗？

source: Currently configured network parameters:
it: Parametri di rete attualmente configurati:
se: Dálá fierpmádatparamehterat:
zh_cn: 当前配置的网络参数：

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
it: interfaccia = ${interface} indirizzo IP = ${ipaddress} maschera di rete = ${netmask} gateway = ${gateway} indirizzo PtP = ${pointopoint} server DNS = ${nameservers}
se: fierpmádatlákta = ${interface} ip-čujuhus = ${ipaddress} fierpmádatsilli = ${netmask} gateway = ${gateway} čuokkisčuoggái = ${pointopoint} nammabálvvát = ${nameservers}
zh_cn: 接口 = ${interface} IP 地址 = ${ipaddress} 掩码 = ${netmask} 网关 = ${gateway} 点对点 = ${pointopoint} 域名服务器 = ${nameservers}

source: Configure a network using static addressing
it: Configura la rete usando indirizzi statici
se: Heivet fierpmádaga mas lea statalaš čujuhusat
zh_cn: 使用静态地址配置网络

source: stable
se: bisovaš
zh_cn: 稳定

source: testing
se: geahččaleapmi
zh_cn: 测试中

source: unstable
se: varas
zh_cn: 不稳定

source: Debian version to install:
it: Versione Debian da installare:
se: Vállje makkár Debian-veršuvnna hálidat sajáiduhttit:
zh_cn: 要安装的 Debian 版本：

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
it: Debian è distribuita in varie versioni. La stabile (stable) è ben testata e cambia molto di rado. La instabile (unstable) non è testata e cambia molto di frequente. Quella in fase di test (testing) è una via di mezzo che riceve molte delle nuove versioni dei programmi dalla instabile se non hanno troppi bug.
se: Debianas leat golbma oasi. «Bisovaš» lea bures geahččaluvvon ja rievdaduvvo hárve. «Varas» ii leat geahččaluvvon ja rievdaduvvo hui dávjá. «Geahččaleapmi» lea seaguhus dáid guvttiin, ja viežžá ođđa veršuvnnaid «varas» oasis jus eai leat menddo ollu sivat.
zh_cn: Debian 同时存在多个版本。稳定版是经过大量测试，很少更动的版本。不稳定版是没有经过测试，变动非常频繁的版本。测试中版本则是介于稳定与不稳定之间，它通常会从不稳定版中接收一些没太多问题的新版软件。

source: Checking the Debian archive mirror
it: Controllo del mirror Debian
se: Dárkkisteamen Debian-arkiivva speadjala
zh_cn: 正在检查 Debian 归档镜像

source: Downloading the Release file...
it: Scaricamento del file Release in corso.
se: Viežžamin Release-fiilla …
zh_cn: 正在下载 Release 文件 ...

source: Bad archive mirror
it: Mirror dell'archivio non buono
se: Boasto arkiivaspeajal
zh_cn: 无效的归档镜像

source: The specified Debian archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
it: Il mirror dell'archivio Debian specificato non è disponibile o non contiene un file Release valido. Provare un mirror diverso.
se: Válljejuvvon Debianarkiivaspeajal ii leat olamuttus dahje dan Release-fiila ii gusto. Geahččal eará speadjala.
zh_cn: 被指定的 Debian 归档镜像不可用或者未包含有效的 Release 文件。请使用其它镜像。

source: Architecture not supported
it: Architettura non supportata
se: Arkitektuvra ii dorjojuvvo
zh_cn: 此硬件架构不被支持

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
it: Il mirror dell'archivio Debian specificato non sembra supportare la vostra architettura. Provare un mirror diverso.
se: Válljejuvvon Debian-arkiivaspeajal ii oro doarjumin du arkitektuvrra. Geahččal eará speadjala.
zh_cn: 指定的 Debian 归档镜像看起来并不支持您所用的硬件架构。请试用其它镜像。

source: Choose a mirror of the Debian archive
it: Selezionare un mirror dell'archivio Debian
se: Vállje Debian-arkiivva speadjala
zh_cn: 选择 Debian 归档镜像

source: enter information manually
it: inserire le informazioni manualmente
se: čális ieš dieđuid
zh_cn: 手动输入信息

source: US[ Default value for http]
it: IT
se: US
zh_cn: CN

source: Debian archive mirror country:
it: Nazione del mirror dell'archivio Debian:
se: Riika gos Debian-arkiivva speajal lea:
zh_cn: Debian 归档镜像所在的国家：

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
it: Lo scopo è quello di trovare un mirror che sia vicino alla propria rete. Attenzione perché le nazioni vicine o anche la propria, non sono sempre le scelte migliori.
se: Ulbmil lea gávdnatDebian-arkiivva speajal mii lea du láhka fierpmádagas -- fuomáš ahte lágas riikkat dahje velá iežat riika, ii dáidde leat buoremus válljemuš.
zh_cn: 此选项的目的是找到网络上离您最近的镜像 -- 请注意，您的邻国，甚至您自己的国家，都不一定是最好的选择。

source: Debian archive mirror:
it: Mirror dell'archivio Debian:
se: Debian-arkiivva speajal:
zh_cn: Debian 归档镜像：

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
it: Selezionare un mirror Debian. Sceglierne uno nella propria regione o nazione se non si sa quale sia il più veloce.
se: Vállje Debian-arkiiva-speadjala. Berret geavahit speadjala iežat riikkas dahje guovllus jus it dieđe guđe speadjalis leat buorremus fierpmádatoktavuohta.
zh_cn: 请选择一个 Debian 归档镜像。如果您不知道哪个镜像与您之间的网络连接最好，请使用位于您的国家或地区之内的镜像。

source: Usually, ftp.<your country code>.debian.org is a good choice.
it: Normalmente, ftp.<codice dello stato>.debian.org è una buona scelta.
se: Dábálaččat, ftp.<iežat riikka koda>.debian.org lea buorre molssaeaktu.
zh_cn: 通常，ftp.<您的国家代码>.debian.org 会是一个较好的选择 (本软件发布时，中国的相应站点尚在筹建当中，如果您无法正常连接该服务器，请使用其它镜像)。

source: Debian archive mirror hostname:
it: Host mirror dell'archivio Debian:
se: Čalis Debian-arkiivva speadjala guossoheaddjenama:
zh_cn: 请输入 Debian 归档镜像的主机名：

source: Please enter the hostname of the mirror from which Debian will be downloaded.
it: Inserire il nome dell'host mirror dal quale scaricare Debian.
se: Čális speadjala guossoheaddjenama gos áiggut viežžat Debiana.
zh_cn: 请输入将要使用的 Debian 镜像的主机名。

source: An alternate port can be specified using the standard [hostname]:[port] format.
it: Si può specificare una porta alternativa usando il formato standard [nomehost]:[porta].È possibile specificare una porta alternativa usando il formato standard [nomehost]:[porta]
se: Sáhtát heivehit eavttolaš verráha standárdformáhtain [guossoheaddji]:[verrát]
zh_cn: 您可以通过使用标准的 [主机名]:[端口] 格式来指定替代的端口。

source: Debian archive mirror directory:
it: Directory mirror dell'archivio Debian:
se: Debianarkiivva speadjala ohcu:
zh_cn: Debian 归档镜像目录：

source: Please enter the directory in which the mirror of the Debian archive is located.
it: Inserire il nome della directory del mirror in cui si trova l'archivio Debian.
se: Čális makkár ozus Debian-arkiivva speajal gávdno.
zh_cn: 请输入 Debian 归档镜像所在的目录。

source: HTTP proxy information (blank for none):
it: Informazioni del proxy HTTP (in bianco per non usarlo):
se: HTTP proxy-dieđut (guorisin proxy haga):
zh_cn: HTTP 代理信息 (如果没有请置空)：

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
it: Se si deve specificare un proxy HTTP per accedere alla rete esterna, inserirne qui le informazioni. In caso contrario lasciare in bianco.
se: Jus fertet geavahit HTTP-proxy beassan dihte olggobeal máilbmái, čális proxy- dieđuid dása. Guođe guorusin muđui.
zh_cn: 如果您需要用 HTTP 代理来连接外部网络，请在这里输入代理的信息。否则，请置空。

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
it: Le informazioni sul proxy da utilizzare vanno inserite seguendo la sintassi standard di «http://[[utente][:password]@]host[:porta]/».
se: Proxy-dieđuid čálát standárdformáhtas «http:// [[geavah][:beass]@]guossoh[:verrát]/».
zh_cn: 代理信息应按照“http://[[用户名][:密码]@]主机名[:端口]/”的标准格式给出。

source: FTP proxy information (blank for none):
it: Informazioni del proxy FTP (in bianco per non usarlo):
se: FTP proxy-dieđut (guorisin proxy haga):
zh_cn: FTP 代理信息 (如果没有请置空)：

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
it: Se si deve specificare un proxy FTP per accedere alla rete esterna, inserirne qui le informazioni. In caso contrario lasciare in bianco.
se: Jus fertet geavahit FTP-proxy beassan dihte olggobeal máilbmái, čális proxy- dieđuid dása. Guođe guorusin muđui.
zh_cn: 如果您需要用 FTP 代理来连接外部网络，请在这里输入代理的信息。否则，请置空。

source: US[ Default value for ftp]
it: IT
se: US
zh_cn: CN

source: Protocol for file downloads:
it: Protocollo per scaricare i file:
se: Protokolla mainna fiillaid viežžá:
zh_cn: 文件下载协议：

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
it: Selezionare il protocollo da usare per scaricare i file. Se si è in dubbio selezionare «http»; è meno soggetto a problemi con i firewall.
se: Vállje protokolla man bokte galgá viežžat fiillaid. Jus it leat sihkkar, vallje «http», dannego dainna álkibut beasat buollinsennjiid čađa.
zh_cn: 请选择下载文件时使用的协议。如果不确定，就使用“http”。即使有防火墙，它一般也不会出错。

source: Download installer components
it: Scaricare i componenti del programma di installazione
se: Viečča sajáiduhti osiid
zh_cn: 下载安装程序组件

source: Retry
it: Riprovare
se: Geahččal ođđasit
zh_cn: 重试

source: Change mirror
it: Cambia mirror
se: Rievdda speadjala
zh_cn: 改换镜像

source: Cancel
it: Annulla
se: Gaskkalduhte
zh_cn: 取消

source: Downloading a file failed:
it: Impossibile scaricare un file:
se: Fiilaviežžan filtii:
zh_cn: 下载文件失败：

source: The installer failed to download a file from the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or cancel and choose another installation method.
it: Il programma di installazione non è riuscito a scaricare un file dal mirror, a causa di un problema della rete locale o del mirror. È possibile riprovare l'operazione, scegliere un mirror diverso, o annullare la procedura e scegliere un altro metodo di installazione.
se: Sajáiduhtti ii sáhtán viežžat fiilla speadjalis. Sáhttá leat váttisvuođat iežat fierpmádagain dahje speadjaliin. Sáhtát geahččalit oktii vel viežžat dan, válljet eará speadjala dahje gaskalduhttit ja válljet eará sajáiduhttinvuogi.
zh_cn: 安装程序无法从镜像网站下载文件。这可能是您的网络问题，也可能是镜像网站的错误。您可以选择重新下载，或者使用别的镜像网站，也可以选择取消并改用其它的安装方式。

source: Load installer components from CD
it: Caricare i componenti del programma di installazione dal CD-ROM
se: Viečča sajáiduhti osiid CD:as
zh_cn: 从光盘加载安装程序组件

source: Failed to copy file from CD-ROM. Retry?
it: Impossibile copiare il file dal CD-ROM. Riprovare?
se: Ii sáhttán máŋget fiilla CD-ROM:as. Geahččal ođđasit?
zh_cn: 无法从光盘上拷贝文件。要重试吗？

source: There was a problem reading data from the CD-ROM. Please make sure it is in the drive. If retrying does not work, you should check the integrity of your CD-ROM.
it: Si è verificato un problema nella lettura dei dati dal CD-ROM. Assicurarsi che il CD-ROM sia nel lettore; se il problema persiste, controllare l'integrità del CD-ROM.
se: Lei váttisvuohta logadettiin dáhtaid CD-ROM:as. Dárkkis ahte skearru lea CD-stašuvnnas. Jus ii ábut ođđasit geahččalit, dárkkis ahte eai leat sivat CD:s.
zh_cn: 从光盘上读取数据出错。请确认光盘已被放置在驱动器中。如果重试以后还是无法工作，请检查光盘的完整性。

source: Scanning the floppy
it: Lettura del dischetto
se: Ohcá diskeahtas
zh_cn: 正在扫描软盘

source: Cannot read floppy, or not a driver floppy.
it: Non è possibile leggere il dischetto o il device non è di tipo dischetto.
se: Ii sáhte lohkat diskeahta, dahje dát ii leat stivrrándiskeahtta.
zh_cn: 无法读取软盘，或者软驱中所放的并非驱动软盘。

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
it: C'è stato un problema leggendo i dati dal dischetto. Verificare che sia stato inserito il dischetto corretto. In caso di errori ripetuti potrebbe darsi che il dischetto sia difettoso.
se: Šattai váttisvuođat go galggai lohkat dáhtaid diskeahtas. Dárkkis ahte rievttes diskeahtta lea stašuvnnas. Jus váttisvuođat jotket, de dáidá dus leat heajus diskeahtta.
zh_cn: 从软盘上读取数据出错。请确定驱动器中所插入的是正确的软盘。如果您持续遇到错误，也许是您的软盘已经被损坏。

source: Load drivers from floppy now?
it: Caricare i driver dal dischetto adesso?
se: Viežžat stivrrániid diskeahtas dál?
zh_cn: 立刻从软盘加载驱动程序吗？

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
it: Probabilmente si devono caricare dei driver dal dischetto prima di continuare l'installazione. Se si è certi che l'installazione andrà avanti senza la necessità di altri driver, si salti questo passo.
se: Fertet árvideames viežžat stivrraniid diskeahtas ovdalgo joakttát sajáiduhttimiin. Jus dieđát ahte sajáiduhttin doaibmá liige stivrrániid haga, joatkke dušše.
zh_cn: 在继续安装之前，您可能需要从软盘中加载一些驱动程序。如果安装过程不需要其他驱动，可以跳过这一步。

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
it: Nel caso si debbano caricare dei driver, inserire il dischetto appropriato nel drive prima di continuare.
se: Jus fertet viežžat stivrraniid, bija rievttes stivrrandiskeahta sisa ovdalgo joatkkát.
zh_cn: 如果您要加载驱动程序，请在选择继续之前插入相应的驱动软盘。

source: Load drivers from a floppy
it: Caricare i driver da dischetto
se: Viečča stivrrániid diskeahtas
zh_cn: 从软盘中加载驱动

source: Unknown floppy. Try to load anyway?
it: Dischetto sconosciuto. Caricarlo egualmente?
se: Amas diskeahtta. Hálidatgo liikká geahččalit viežžat?
zh_cn: 未知的软盘。仍然试图加载吗？
