Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: The floppy is not a known driver floppy. Please make sure that the correct floppy is in the drive. You can still continue if you have an unofficial floppy you want to use.
it: Il dischetto non contiene «driver». Verificare che sia stato inserito il dischetto corretto. Si può ancora proseguire se si ha un dischetto ufficiale da utilizzare.
se: Diskeahtta ii leat dovddus stivrrandiskeahtta. Dárkkis ahte rievttes diskeahtta lea stašuvnnas. Sáhtát liikká joatkit jus dus lea iežat diskeahta maid hálidat geavahit.
zh_cn: 这张软盘不是已知的驱动软盘。请确定驱动器中所插入的是正确的软盘。如果您是要使用非官方的驱动软盘，那么请继续。

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
it: Inserire ${DISK_LABEL} ('${DISK_NAME}') per primo.
se: Bija vuos sisa ${DISK_LABEL} ('${DISK_NAME}').
zh_cn: 请首先插入 ${DISK_LABEL} (“${DISK_NAME}”)。

source: Due to dependencies between packages, driver floppies must be loaded in the correct order.
it: A causa di dipendenze tra i pacchetti i dischetti «driver» devono essere caricati nell'ordine corretto.
zh_cn: 由于软件包之间存在依赖关系，必须以正确的顺序加载驱动软盘。

source: Load drivers from another floppy?
it: Caricare i driver da un altro dischetto?
se: Viečča stivrrániid eará diskeahtas?
zh_cn: 从另一张软盘中加载驱动？

source: To load additional drivers from another floppy, please insert the appropriate driver floppy before continuing.
it: Per caricare ulteriori «driver» da un altro dischetto, inserire il dischetto «driver» appropriato nel lettore prima di continuare.
se: Jus hálidat viežžat lasi stivrraniid eará diskeahtas, bija rievttes stivrrandiskeahta sisa ovdalgo joatkkát.
zh_cn: 如果您要从另一张软盘里加载其它的驱动程序，请在选择继续之前插入相应的驱动软盘。

source: Select your floppy device:
it: Selezionare il device del dischetto:
se: Vállje diskeahttaovttadaga:
zh_cn: 选择软驱设备：

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include devices that are not floppy drives.
it: Non è stato trovato alcun lettore di dischetti standard. Se si possiede un lettore di dischetti USB o un altro lettore non standard, selezionarlo dall'elenco. Si noti che l'elenco potrebbe contenere anche driver che non sono per i lettori di dischetti.
se: Ii gávdnan standárddiskeahtaovttadat. Jus dus lea USB-diskeahttastášuvdna dahje muhton eará erenoamáš diskeahttastašuvdna, vállje dan listtus. Fuomáš ahte listtus dáidet leat ovttadagat mat eai leat diskeahttaovttadagat.
zh_cn: 未找到标准的软驱设备。如果您的软驱是 USB 接口或者其他不常见的类型，请从列表中选择。注意，列表中还包括一些非软驱的设备。

source: Starting up the partitioner
it: Avvio del programma di partizionamento in corso
se: Álggaheamen partišuvdnaprográmma
zh_cn: 正在启动 partitioner

source: Scanning disks...
it: Analisi dei dischi in corso
se: Ohcamin garraskearruid čađa …
zh_cn: 正在扫描磁盘...

source: Detecting file systems...
it: Ricerca dei file system in corso
se: Aicamin fiilavuogádagaid ...
zh_cn: 正在探测文件系统...

source: Device in use
it: Device in uso
se: Ovttadat mii geavahuvvo
zh_cn: 使用中的设备

source: No modifications can be made to the device ${DEVICE} for the following reasons:
it: Non è possibile modificare il device ${DEVICE} per i seguenti motivi:
se: Ii leat vejolaš dahkat rievdadusaid ${DEVICE}-ovttadahkii dannego:
zh_cn: 由于以下原因，您无法对设备 ${DEVICE} 进行任何修改：

source: Partition in use
it: Partizione in uso
se: Partišuvnna mii geavahuvvo
zh_cn: 使用中的分区

source: No modifications can be made to the partition #${PARTITION} of device ${DEVICE} for the following reasons:
it: Non è possibile modificare la partizione n°${PARTITION} di ${DEVICE} per la seguente ragione:
se: Ii leat vejolaš dahkat rievdadusaid #${PARTITION}-partišuvdnii, mii lea ${DEVICE}-ovttadagas, dannego:
zh_cn: 由于以下原因，您无法对设备 ${DEVICE} 上的第 ${PARTITION} 分区进行任何修改：

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
it: Questo programma di partizionamento non ha informazioni sul tipo predefinito delle tabelle delle partizioni della vostra architettura. Mandate un email a debian-boot@lists.debian.org con informazioni in proposito.
se: Dán partišunerenreaidu ii dieđe makkár standárdpartišunerentabealla galgá leat du arkitektuvrii. Sáddes e-boastta debian-boot@lists.debian.org dáinna dieđuin.
zh_cn: Partitioner 未找到您的硬件架构上的分区表的默认类型。请将相关信息用电子邮件发送到 debian-boot@lists.debian.org。

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
it: Notare che se il tipo della tabella delle partizioni non è supportato da libparted, questo programma di partizionamento non funzionerà in modo corretto.
se: Fuomáš ahte jus libparted ii doarjjo dán partišuvdnatabeallašlája, de dát partišunerenreaidu ii doaimma nugo galgá.
zh_cn: 请注意，如果该分区表的类型并不被 libparted 库所支持，那么 partitioner 将不能正常工作。

source: Continue with partitioning?
it: Proseguire con il partizionamento?
se: Joatkit partišuneremis?
zh_cn: 继续进行分区吗？

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
it: Questo programma di partizionamento è basato sulla libreria libparted che non supporta le tabelle delle partizioni usate dalla vostra architettura. Si raccomanda vivamente di uscire da questo programma di partizionamento.
se: Dát partišunerenreaidu geavaha bibliotehka libparted. Dat ii doarjjo partišuvdnatabealla mii lea du arkitektuvrras. Berrešit dálheaittihit partišunerenreaiddu.
zh_cn: partitioner 程序是基于 libparted 库构建的，但该库不支持您目前使用的硬件架构上的分区表。因此强烈推荐您退出 partitioner 程序。

source: If you can, please help to add support for your partition table type to libparted.
it: Se potete, aiutate ad aggiungere a libparted il supporto per il vostro tipo di tabella delle partizioni.
se: Jus máhtát, lasit áinnas doarjaga iežat partišuvdnatabeallašlaja ovddas libparted:ii.
zh_cn: 如果您有能力，请帮忙为 libparted 库添加对您的分区表类型的支持。

source: This is an overview of your currently configured partitions and mount points. Select a partition to modify its settings (file system, mount point, etc.), a free space to create partitions, or a device to initialise its partition table.
it: Questa è un'anteprima delle partizioni e dei mount point attualmente configurati. Selezionare una partizione per modificarne le impostazioni (file system, mountpoint, ecc.), uno spazio libero per creare delle partizioni o un dispositivo per inizializzarne la tabella delle partizioni.
se: Dás oainnát dálá heivehuvvon partišuvnnaid ja čadnanbáikkiid. Vállje partišuvnna jus hálidat rievdadit dan heivehusaid( fiilavuogádaga, čadnanbaikki, jna), dahje guorus báikki ráhkadan dihte partišuvnnaid dahje ovttadaga jus hálidat ráhkadit dan partišuvdnatabealla.
zh_cn: 这是您目前已配置的分区和挂载点的综合信息。请选择一个分区以修改其设置 (文件系统、挂载点等)，或选择一块空闲空间以创建新分区，又或选择一个设备以初始化其分区表。

source: Create new empty partition table on this device?
it: Creare una nuova tabella delle partizioni vuota su questo dispositivo?
se: Ráhkat ođđa guorus partišuvdnatabealla dán ovttadagas?
zh_cn: 要在此设备上创建新的空分区表吗？

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
it: Si è scelto di partizionare l'intero dispositivo. Se si procede nel creare la nuova tabella delle partizioni sul disco, tutte le partizioni attualmente presenti saranno rimosse.
se: Don leat válljen partišuneret olles ovttadaga. Jus dál joatkkát ráhkadeames ođđa partišuvdnatabeallaid ovttadagas, de buot dálá partišuvnnat sihkkojuvvut.
zh_cn: 您选择了对整个设备进行分区。如果您要在此设备上创建的分区表，那么现有的所有分区都将被删除。

source: Note that you will be able to undo this operation later if you wish.
it: Si potrà annullare questa operazione più avanti se si desidera.
se: Fuomáš ahte ii leat vejolaš gahtat dán doaimma maŋŋeleabbut.
zh_cn: 注意：如果您希望的话，稍后依然可以撤消此动作。

source: Write a new empty partition table?
it: Scrivere una nuova tabella delle partizioni vuota?
se: Čále ođđa guorus partišuvdnatabealla?
zh_cn: 要写入一个新的空分区表吗？

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
it: A causa di limitazioni nell'attuale implementazione delle tabelle di partizione Sun in libparted, la tabella delle partizioni appena creata deve essere scritta sul disco immediatamente.
se: libparted ii doaimma áibbas bures go galgá ráhkadit Sun partišuvdnatabeallaid, danne lea baggu easka ráhkaduvvon partišuvdnatabealla čallit garraskearrui dakkaviđe.
zh_cn: 由于目前 libparted 对 Sun 分区表的实现的限制，新创建的分区表必须立即被写入磁盘。

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
it: Non sarà possibile annullare questa operazione e tutti i dati esistenti sul disco saranno irrimediabilmente rimossi.
se: Dus II leat veajolašvuohta gáhtat dán doaimma maŋŋeleabbut ja buot dáhtát skearrus jávket ágibeaivái.
zh_cn: 您将无法撤消这项操作，而且磁盘上所有现在的数据都将不可逆转地被删除。

source: Confirm whether you actually want to create a new partition table and write it to disk.
it: Confermare se si vuole realmente creare una nuova tabella delle partizioni e scriverla sul disco.
se: Dárkkis jus duođaid hálidat ráhkadit ođđa partišuvdnatabealla ja čállit dan skearrui.
zh_cn: 请确定您是否真的想创建一个新的分区表并将其写入磁盘。

source: Continue with the installation?
it: Proseguire con l'installazione?
se: Joatkit sajáiduhttima?
zh_cn: 继续进行安装吗？

source: No partition table changes and no creation of file systems have been planned.
it: Non è stata programmata alcuna modica alle tabelle delle partizioni e nessuna creazione di file system.
se: Eai leat plánejuvvon rievdadusat partišuvdnatabeallas dahje ahte fiilavuogádagat ráhkaduvvojit.
zh_cn: 没有安排任何分区表的改动或是文件系统的创建。

source: If you plan on using already created file systems, be aware that existing files may prevent the successful installation of the base system.
it: Se si sta pensando di utilizzare dei file system già creati si deve fare attenzione perché l'eventuale preesistenza di file può creare dei problemi durante l'installazione del sistema di base.
se: Jus áiggut geavahit juo ráhkaduvvon fiilavuogádagaid, fuomáš ahte fiillat mat juo gávdnojit dáidet dagahit ahte sajáiduhttin ii lihkostuvva.
zh_cn: 如果您打算使用已经创建好的文件系统，要注意现存的文件有可能会妨碍基本系统的成功安装。

source: Write the changes to disks?
it: Scrivere le modifiche sui dischi?
se: Čále rievdadusat skearrui?
zh_cn: 将改动写入磁盘吗？

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
it: Se si continua, ogni modifica alle tabelle delle partizioni verrà scritta sul disco. Altrimenti sarà possibile fare ulteriori modifiche manualmente.
se: Jus joatkkát, de rievdadusat maid oainnát listtus čálihuvvojit skearruide. Muđuid don sáhtát ieš dahkat eanet rievdadusaid maŋŋileabbut.
zh_cn: 如果您继续，以下所列出的修改内容将被写入磁盘。否则您将可以进行进一步的手动修改。

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
it: ATTENZIONE: verranno distrutti tutti i dati delle partizioni che sono state rimosse e di quelle su cui sono stati creati nuovi file system.
se: VÁRUHUS: Dát bilida visot dáhtaid buot partišuvnnain maid leat váldán eret ja buot dain maid formaterejuvvot.
zh_cn: 警告：任何已被删除的和将要被格式化的分区上的数据都将被摧毁。

source: The following partitions are going to be formatted:
it: Le seguenti partizioni saranno formattate:
se: Dat partišuvnnat formaterejuvvot:
zh_cn: 以下分区将被格式化：

source: partition #${PARTITION} of ${DEVICE} as ${TYPE}
it: partizione n°${PARTITION} di ${DEVICE} con ${TYPE}
se: partišuvdna #${PARTITION} ${DEVICE}:as nugo ${TYPE}
zh_cn: ${DEVICE} 设备上的第 ${PARTITION} 分区将被设置为 ${TYPE}

source: ${DEVICE} as ${TYPE}
it: ${DEVICE} come ${TYPE}
se: ${DEVICE} nugo ${TYPE}
zh_cn: ${DEVICE} 设备将被设置为 ${TYPE}

source: The partition tables of the following devices are changed:
it: Le tabelle delle partizioni dei seguenti dischi sono state cambiate:
se: Partišuvdnatabeallat dáin ovttadagain leat rievdaduvvon:
zh_cn: 以下设备的分区表已被改变：

source: What to do with this device:
it: Cosa fare su questo dispositivo:
se: Mii dáhpahuvva dáinna ovttadagain:
zh_cn: 如何处理此设备：

source: How to use this free space:
it: Come usare questo spazio libero:
se: Mo geavahit guorus saji:
zh_cn: 如何使用此空闲空间：

source: Partition settings:
it: Impostazioni della partizione
se: Partišuvdnaheivehusat:
zh_cn: 分区设置：

source: You are editing partition #${PARTITION} of ${DEVICE}. ${OTHERINFO} ${DESTROYED}
it: Modifica della partizione n° ${PARTITION} di ${DEVICE}. ${OTHERINFO} ${DESTROYED}
se: Don leat doaimmaheamen partišuvdna #${PARTITION} ${DEVICE}:as. ${OTHERINFO} ${DESTROYED}
zh_cn: 您正在编辑 ${DEVICE} 设备上的第 ${PARTITION} 分区。${OTHERINFO}${DESTROYED}

source: This partition is formatted with the ${FILESYSTEM}.
it: Questa partizione è formattata con il ${FILESYSTEM}.
se: Dát partišuvdna lea formaterejuvvon ${FILESYSTEM}:ain.
zh_cn: 此分区被格式化为 ${FILESYSTEM}。

source: No existing file system was detected in this partition.
it: Non è stato trovato nessun file system in questa partizione.
se: Eai gávdnon fiilavuogádat dán partišuvnnas.
zh_cn: 未在此分区上发现已存在的文件系统。

source: All data in it WILL BE DESTROYED!
it: Tutti i dati all'interno VERRANNO CANCELLATI!
se: BUOT dáhtat mat dáppe leat BILLEŠUVVO!
zh_cn: 其中的所有数据都将被摧毁！

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
it: La partizione inizia da ${FROMCHS} e finisce a ${TOCHS}.
se: Partišuvdna algá dáppe ${FROMCHS} ja heaitá dáppe ${TOCHS}.
zh_cn: 此分区的位置开始于 ${FROMCHS} 结束于 ${TOCHS} 。

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
it: Lo spazio libero inizia da ${FROMCHS} e finisce a ${TOCHS}.
se: Guorus sadji álgá dáppe ${FROMCHS} ja heaitá dáppe ${TOCHS}.
zh_cn: 这块空闲空间的位置开始于 ${FROMCHS} 结束于 ${TOCHS}。

source: Please wait...
it: Attendere
se: Vuorddes ...
zh_cn: 请稍候...

source: Partitions formatting
it: Formattazione delle partizioni
se: Formateremin partišuvnnaid
zh_cn: 分区格式化

source: Processing...
it: In esecuzione
se: Gieđahallamin ...
zh_cn: 执行中...

source: Done setting up the partition
it: Preparazione di questa partizione completata
se: Geargan partišuvnna heiveheames
zh_cn: 分区设定结束

source: Finish partitioning and write changes to disk
it: Terminare il partizionamento e scrivere i cambiamenti sul disco
se: Gearggat partišunerema ja čále rievdadusaid garraskearrui
zh_cn: 分区设定结束并将修改写入磁盘

source: Undo changes to partitions
it: Annullare i cambiamenti alle partizioni
se: Gađa rievdadusat mat leat dáhkon partišuvnnaide
zh_cn: 撤消对分区设置的修改

source: Show Cylinder/Head/Sector information
it: Mostrare informazioni su cilindro/testina/settore
se: Čájet sylinder-/oaive-/sektordieđuid
zh_cn: 显示 柱面/磁头/扇区 信息

source: Dump partition info in %s
it: Salvare le informazioni sulle partizioni in %s
se: Luoitte partišuvnna dieđuid %s:ii
zh_cn: 将分区信息转储到 %s

source: FREE SPACE
it: SPAZIO LIBERO
se: GUORUS SADJI
zh_cn: 空闲空间

source: unusable
it: inusabile
se: ii geavahahtti
zh_cn: 不可用

source: primary
it: primaria
se: primeara
zh_cn: 主分区

source: logical
it: logica
se: logalaš
zh_cn: 逻辑分区

source: pri/log
zh_cn: 主/逻辑

source: IDE%s master (%s)
it: master IDE%s (%s)
zh_cn: IDE%s 主盘 (%s)

source: IDE%s slave (%s)
it: slave IDE%s (%s)
zh_cn: IDE%s 从盘 (%s)

source: IDE%s master, partition #%s (%s)
it: master IDE%s, partizione n° %s (%s)
se: IDE%s master, partišuvdna%s (%s)
zh_cn: IDE%s 主盘，第 %s 分区 (%s)

source: IDE%s slave, partition #%s (%s)
it: slave IDE%s, partizione n° %s (%s)
se: IDE%s šláva, partišuvdna nr.%s (%s)
zh_cn: IDE%s 从盘，第 %s 分区 (%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
it: SCSI%s (%s,%s,%s), partizione n° %s (%s)
se: SCSI%s (%s,%s,%s), partišuvdna nr.%s (%s)
zh_cn: SCSI%s (%s,%s,%s)，第 %s 分区 (%s)

source: RAID%s device #%s
it: RAID%s dispositivo n° %s
se: RAID%s-ovttadatnr.%s
zh_cn: RAID%s 设备 #%s

source: Encrypted volume (%s)
it: Volume cifrato (%s)
se: Krypterejuvvon voluma (%s)
zh_cn: 加密卷 (%s)

source: Loopback (loop%s)
zh_cn: 回环 (loop%s)

source: DASD %s (%s), partition #%s
it: DASD %s (%s), partizione n°%s
se: DASD %s (%s), partišuvdnanr.%s
zh_cn: DASD %s (%s)，第 %s 分区

source: Cancel this menu
it: Annulla questo menù
se: Guođe dán fálu
zh_cn: 取消此菜单

source: Partition disks
it: Partizionare i dischi
se: Partišunere garraskearruid
zh_cn: 磁盘分区

source: Computing the new partitions...
it: Calcolo delle nuove partizioni in corso.
se: Ráhkadeamen ođđa partišuvnnaid …
zh_cn: 正在估算新分区...

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
it: Questo probabilmente è accaduto perché il disco selezionato o lo spazio libero è troppo piccolo per essere partizionato automaticamente.
se: Dát árvideames dáhpáhuvvai dannego válljejuvvon garraskearru dahje guorus sadji lei nu unni ahte ii lean vejolaš dan automáhtalaččat partišuneret.
zh_cn: 可能是因为被选的驱动器或空闲空间太小，以至于无法进行自动分区。

source: Failed to partition the selected disk
it: Partizionamento del disco selezionato fallito
se: Filtii partišuneret válljejuvvon garraskearru
zh_cn: 对所选磁盘分区失败

source: This probably happened because there are too many (primary) partitions in the partition table.
it: Questo probabilmente è accaduto perché ci sono troppe partizioni primarie nella tabella delle partizioni.
se: Dát árvideames dáhpáhuvvai dannego leat menddo máŋga (primára) partišuvnnat partišuvdnatabeallas.
zh_cn: 可能是因为分区表中存在过多 (主) 分区。

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
it: Il programma di installazione può guidare nel partizionare un disco per usarlo con Debian o, se si preferisce, si può procedere manualmente. Se si sceglie di usare la procedura guidata, si potrà successivamente vederne i risultati e adattarli alle proprie esigenze.
se: Sajáiduhtti sáhttá veahkehit du partišuneret garraskearru (dat geavaha sierra málliid), dahje sáhtát ieš dan dahkat jus dan hálidat. Jus geavahat sajáiduhti málliid de lea lihkká vejolaš maŋŋileabbut dárkkistit ja heivehit bohtosa.
zh_cn: 安装程序能够指导您采用各种标准方案进行磁盘分区。如果您喜欢，您也可以手动操作。如果选择了分区向导，稍后您还是有机会检查和修改分区设置结果。

source: Remove existing logical volume data?
it: Cancellare i dati dei volumi logici?
zh_cn: 移除现有的逻辑卷数据？

source: The selected device already contains logical volumes and/or volume groups from a previous LVM installation, which must be removed from the disk before creating any partitions.
it: Il dispositivo selezionato contiene già dei volumi logici o fa parte di un gruppo di volumi di una precedente installazione di LVM. La precedente installazione deve essere cancellata dal disco prima di creare qualsiasi partizione.
zh_cn: 您所选择的设备上已经包含了由以前的 LVM 安装过程所建立的逻辑卷或卷组。在创建任何新分区之前，这些逻辑卷或卷组都必须被移除。

source: Note that this will also permanently erase any data currently on the logical volumes.
it: Si noti che questo cancellerà anche definitivamente tutti i dati attualmente sui volumi logici.
zh_cn: 注意这同时会把这些逻辑卷上的全部数据都永久删除。

source: LVM physical volume already exists on the selected device
it: Almeno un volume fisico è già esistente sul dispositivo selezionato
zh_cn: 所选的设备上已存在 LVM 物理卷

source: The selected device already contains one or more LVM physical volumes which cannot be removed. It is therefore not possible to automatically partition this device.
it: Il dispositivo selezionato contiene già uno o più volumi fisici che non è possibile cancellare. Quindi non è possibile partizionare automaticamente questo device.
zh_cn: 您所选择的设备已经包含了一个或多个无法移除的 LVM 物理卷。因此不可能对此设备进行自动分区。

source: Partitioning method:
it: Metodo di partizionamento:
se: Partišunerenvuohki:
zh_cn: 分区方法：

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
it: Se si sceglie il partizionamento guidato per l'intero disco, vi sarà chiesto quindi quale disco dovrà essere usato.
se: Jus válljet oažžut veahkki olles garraskearru partišuneret, de boahtte jearaldat lea makkár garraskearru galgá geavahit.
zh_cn: 如果您选择使用分区向导对整个磁盘进行分区，下一步将询问您要使用哪个磁盘。

source: Partitioning scheme:
it: Schema di partizionamento:
se: Partišunerenplána:
zh_cn: 分区方案：

source: Selected for partitioning:
it: Selezione da partizionare:
zh_cn: 已选择要分区：

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
it: Il disco può essere partizionato in uno dei diversi schemi. Se insicuri scegliere il primo.
se: Lea vejolaš partišuneret garraskearru máŋgga láhkái. Vállje vuosttáš plána jus leat eahpesihkkar.
zh_cn: 对此磁盘可以使用多种不同的方案进行分区。如果您不太确定，请选择第一方案。

source: Unusable free space
it: Spazio libero inutilizzabile
se: Ii geavahahtti guorus sadji
zh_cn: 不可用的空闲空间

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
it: Il partizionamento è fallito perché lo spazio libero scelto non può essere usato. Ci sono probabilmente troppe partizioni (primarie) nella tabella delle partizioni.
se: Partišuneren filtii dannego válljejuvvon guorus saji ii leat vejolaš geavahit. Árvideames leat menddo máŋga (primára) partišuvnnat.
zh_cn: 分区失败的原因是无法使用被选的空闲空间。分区表中可能存在过多 (主) 分区。

source: Guided partitioning
it: Partizionamento guidato
zh_cn: 分区向导

source: Guided - use the largest continuous free space
it: Guidato - usare il più ampio spazio contiguo disponibile.
se: Vehkiin - geavat stuorimus guorus saji
zh_cn: 向导 - 使用最大的连续空闲空间

source: Guided - use entire disk
it: Guidato - usa l'intero disco
se: Nevvojuvvon - geavat olles garraskearru
zh_cn: 向导 - 使用整个磁盘

source: Select disk to partition:
it: Selezionare il disco da partizionare:
se: Vállje garraskearru maid partišuneret:
zh_cn: 请选择要分区的磁盘：

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
it: Si noti che tutti i dati sul disco seleziona saranno cancellati, ma non prima che si sia confermato che si vuole realmente applicare i cambiamenti.
se: Fuomáš ahte visot dáhtat mat leat válljejuvvon garraskearrus sihkkojuvvo, muhto ii ovdalgo leat duođaštan ahte duođaid hálidat čađahit rievdadusaid.
zh_cn: 注意您所选择的磁盘上的全部数据都将会被删除，但是您还有确认是真的要做这些改动的机会。

source: Select disk(s) to partition:
it: Selezionare i dischi da partizionare:
se: Vállje garraskearru(id) maid partišuneret:
zh_cn: 请选择要分区的磁盘：

source: Note that all data on the disk(s) you select will be erased, but not before you have confirmed that you really want to make the changes.
it: Si noti che tutti i dati sul disco/i selezionato/i saranno cancellati, ma non pri che si sia confermato che si vuole realmente applicare i cambiamenti
se: Fuomáš ahte visot dáhtat mat leat válljejuvvon garraskearrus sihkkojuvvo, muhto ii ovdalgo leat duođaštan ahte duođaid hálidat čađahit rievdadusaid.
zh_cn: 注意您所选择的磁盘上的全部数据都将会被删除，但是您还有确认是真的要做这些改动的机会。

source: Manual
it: Manuale
se: Manuella
zh_cn: 手动

source: Automatically partition the free space
it: Partizionare automaticamente lo spazio libero
se: Partišunere automáhtalaččat guorus saji
zh_cn: 对空闲空间进行自动分区

source: All files in one partition (recommended for new users)
it: Tutti i file in una partizione (raccomandata per nuovi utenti)
se: Buot fiillat ovtta partišuvnnas (heive buorremus ođđa geavaheddjiide)
zh_cn: 将所有文件放在同一个分区中 (推荐新手使用)

source: Separate /home partition
it: Partizione /home separata
se: Sierra /home partišuvdna
zh_cn: 将 /home 放在单独的分区

source: Separate /home, /usr, /var, and /tmp partitions
it: Partizioni /home, /usr, /var e /tmp separate
se: Sierra /home, /usr, /var, ja /tmp partišuvnnat
zh_cn: 将 /home、/usr、/var 和 /tmp 都分别放在单独的分区
