Repository: dankamongmen/s-i
Catalog: packages/po/sublevel1/*.po
Languages: it, se, zh_cn

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione fallita del file system ext3 nella partizione n° ${PARTITION} di ${DEVICE}.
se: Filtii ext3-fiilavuogádaga ráhkadeames partišuvdnanr.${PARTITION}:s ${DEVICE}:s.
zh_cn: 在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 ext3 文件系统失败。

source: No mount point is assigned for the ext3 file system in partition #${PARTITION} of ${DEVICE}.
it: Nessun mount point assegnato per il file system ext3 nella partizione n° ${PARTITION} di ${DEVICE}.
se: Ii gávdno čadnanbáikki ext3-fiilavuogádahkii partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 您没有为 ${DEVICE} 设备上第 ${PARTITION} 分区的 ext3 文件系统分配挂载点。

source: Ext3 journaling file system
se: Ext3 - fiilavuogádat mas lea journála
zh_cn: Ext3 日志文件系统

source: Checking the ReiserFS file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system ReiserFS nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Dárkkisteamen ReiserFS-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 正在检查 ${DEVICE} 设备上第 ${PARTITION} 分区的 ReiserFS 文件系统...

source: The test of the file system with type ReiserFS in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati errori durante il test del file system di tipo ReiserFS nella partizione n° ${PARTITION} di ${DEVICE}.
se: Dárkkistettiin ReiserFS-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s gávdnoi eai divvojuvvon sivat.
zh_cn: 对 ${DEVICE} 设备上第 ${PARTITION} 分区的 ReiserFS 文件系统的测试发现了未更正的错误。

source: The ReiserFS file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione del file system ReiserFS nella partizione n° ${PARTITION} di ${DEVICE} fallita.
se: Filtii ReiserFS-fiilavuogádaga ráhkadeames partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 ReiserFS 文件系统失败。

source: No mount point is assigned for the ReiserFS file system in partition #${PARTITION} of ${DEVICE}.
it: Nessun mount point assegnato per il file system ReiserFS nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Ii gávdno čadnanbáikki ReiserFS-fiilavuogádahkii partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 您没有为 ${DEVICE} 设备上第 ${PARTITION} 分区的 ReiserFS 文件系统分配挂载点。

source: notail - disable packing of files into the file system tree
it: notail - disabilita il packing dei file nell'albero del file system
zh_cn: notail - 禁止将文件归置到文件索引树

source: ReiserFS journaling file system
se: ReiserFS - fiilavuogádat mas lea journála
zh_cn: ReiserFS 日志文件系统

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system jfs nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Dárkkisteamen jfs-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 检查 ${DEVICE} 设备上第 ${PARTITION} 分区的 jfs 文件系统...

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati errori durante il test del file system di tipo jfs nella partizione n° ${PARTITION} di ${DEVICE}.
se: Dárkkistettiin jfs-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s gávdnoi eai divvojuvvon sivat.
zh_cn: 对 ${DEVICE} 设备的第 ${PARTITION} 分区的 jfs 文件系统的测试发现了未更正的错误。

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione fallita del file system jfs nella partizione n° ${PARTITION} di ${DEVICE}.
se: Filtii jfs-fiilavuogádaga ráhkadeames partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 jfs 文件系统失败。

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
it: Nessun mount point assegnato per il file system jfs nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Ii gávdno čadnanbáikki jfs-fiilavuogádahkii partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 您没有为 ${DEVICE} 设备上第 ${PARTITION} 分区的 jfs 文件系统分配挂载点。

source: JFS journaling file system
se: JFS - fiilavuogádat mas lea journála
zh_cn: JFS 日志文件系统

source: Use unrecommended JFS root file system?
it: Usare JFS come file system di root (sconsigliato)?
se: Geavat ii-nevvojuvvon JFS ruohtasfiilavuogádahkan?
zh_cn: 使用 JFS 根文件系统吗？(不推荐)

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
it: Il file system di root è JFS. Questo potrebbe causare problemi con il programma di avvio usato in modo predefinito da questo programma di installazione.
se: Du ruohtasfiilavuogádat lea JFS-fiilavuogádat. Standárdvuolggáhanprográmma maid dát sajáiduhtti geavaha ii dáidde bures doaibmát JFS:ain.
zh_cn: 您的根文件系统是 JFS 文件系统。这极有可能与安装程序默认使用的启动引导器冲突。

source: You should use a small /boot partition with another file system, such as ext3.
it: Si dovrebbe usare una piccola partizione /boot con un altro file system come ext3.
se: Don berret geavahit unna /boot-partišuvnna mas lea eará fiilavuogádat, nugo ext3.
zh_cn: 您应该使用一个配以其它文件系统的较小的 /boot 分区，例如 ext3。

source: Use unrecommended JFS /boot file system?
it: Usare JFS come file system di /boot (sconsigliato)?
se: Galgágo geavahit ii-nevvojuvvon JFS fiilavuogádaga /boot-partišuvnnas?
zh_cn: 在 /boot 上使用 JFS 文件系统吗？(不推荐)

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
it: Il file system /boot è JFS. Questo potrebbe causare problemi con il programma di avvio usato in modo predefinito da questo programma di installazione.
se: Leat čadnan JFS-fiilavuogádaga /boot:an. Vuolggáhanprográmma maid dát sajáiduhtti geavaha standárdan ii dáidde bures doaibmat dáinna heivehusain.
zh_cn: 您已将一个 JFS 文件系统挂载为 /boot。这极有可能与安装程序默认使用的启动引导器冲突。

source: You should use another file system, such as ext3, for the /boot partition.
it: Si dovrebbe usare un altro file system come ext3 per la partizione /boot.
se: Don fertet geavahit eará vuogádat, nugo ext3, /boot-partišuvdnii.
zh_cn: 您应该为 /boot 分区配置其它的文件系统，例如 ext3。

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system xfs nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Dárkkisteamen jfs-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 检查 ${DEVICE} 设备上第 ${PARTITION} 分区的 xfs 文件系统...

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati errori durante il test del file system di tipo xfs nella partizione n° ${PARTITION} di ${DEVICE}.
se: Dárkkistettiin xfs-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s gávdnoi eai divvojuvvon sivat.
zh_cn: 对 ${DEVICE} 设备的第 ${PARTITION} 分区的 xfs 文件系统的测试发现了未更正的错误。

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione fallita del file system xfs nella partizione n° ${PARTITION} di ${DEVICE}.
se: Filtii xfs-fiilavuogádaga ráhkadeames partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 xfs 文件系统失败。

source: No mount point is assigned for the xfs file system in partition #${PARTITION} of ${DEVICE}.
it: Nessun mount point assegnato per il file system xfs nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Ii gávdno čadnanbáikki xfs-fiilavuogádahkii partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 您没有为 ${DEVICE} 设备上第 ${PARTITION} 分区的 xfs 文件系统分配挂载点。

source: XFS journaling file system
se: XFS - fiilavuogádat mas lea journála
zh_cn: XFS 日志文件系统

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system ext2 (revisione 0) nella partizione n° ${PARTITION} di ${DEVICE} in corso.
se: Dárkkisteamen ext2 (revišuvdna 0)-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s …
zh_cn: 检查 ${DEVICE} 设备上第 ${PARTITION} 分区的 ext2 (revision 0) 文件系统...

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati errori durante il test del file system di tipo ext2 (revisione 0) nella partizione n° ${PARTITION} di ${DEVICE}.
se: Dárkkistettiin ext2 (revišuvdna 0)-fiilavuogádaga partišuvdnanr. ${PARTITION}:s ${DEVICE}:s gávdnoi eai divvojuvvon sivat.
zh_cn: 对 ${DEVICE} 设备的第 ${PARTITION} 分区的 ext2 (revision 0) 文件系统的测试发现了未更正的错误。

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione fallita del file system ext2 (revisione 0) nella partizione n° ${PARTITION} di ${DEVICE}.
se: Filtii ext2 (revišuvdna 0)-fiilavuogádaga ráhkadeames partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 在 ${DEVICE} 设备的第 ${PARTITION} 分区上创建 ext2 (revision 0) 文件系统失败。

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
it: Nessun mount point assegnato per il file system ext2 (revisione 0) nella partizione n° ${PARTITION} di ${DEVICE}.
se: Ii gávdno čadnanbáikki ext2 (revišuvdna 0)-fiilavuogádahkii partišuvdnanr. ${PARTITION}:s ${DEVICE}:s.
zh_cn: 您没有为 ${DEVICE} 设备上第 ${PARTITION} 分区的 ext2 (revision 0) 文件系统分配挂载点。

source: old Ext2 (revision 0) file system
it: vecchio file system Ext2 (versione 0)
se: boares Ext2 (revision 0) fiilavuogádat
zh_cn: 老式 Ext2 (revision 0) 文件系统

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
it: La partizione di avvio non è stata configurata con il vecchio file system ext2 (revisione 0). Questo è necessario per far sì che la vostra macchina si avvii. Tornare indietro e usare il vecchio file system ext2 (revisione 0).
se: Du vuolggáhanpartišuvdna ii geavat ext2 (revišuvdna 0) fiilavuogádaga. Du mašiidna dárbbaša dan jus galgá leat vejolaš vuolggáhit dan. Máhca ruovttoluotta ja geavat ext2-(revišuvdna 0)-fiilavuogádaga vuolggáhanpartišuvnnas.
zh_cn: 您的启动分区并未被设置成老式的 ext2 (revision 0) 文件系统。为了能启动您的计算机，请退回此前的界面并选择使用老式的 ext2 (revision 0) 文件系统。

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
it: La partizione di avvio non è nella prima partizione primaria del disco rigido. Questo è necessario per far sì che la vostra macchina si avvii. Tornare indietro e usare la prima partizione primaria come partizione di avvio.
se: Du vuolggáhanpartišuvdna ii leat garraskearru vuosttaš primára partišuvnnas. Vuolggahanpartišuvdna ferte leat vuosttaš partišuvnnas jus galgá leat dan vejolaš vuolggáhit. Máhca ruovttoluotta vállje dan vuolggáhanpartišuvdnan.
zh_cn: 您的启动分区并非位于硬盘的第一主分区上。为了能启动您的计算机，请退回此前的界面并使用第一主作为启动分区。

source: Go back to the menu and correct this problem?
it: Tornare al menù e correggere questo problema?
se: Máhca fállui ja čoavdde dán váttisvuođa?
zh_cn: 返回菜单并更正此问题吗？

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
it: La partizione root non è una partizione primaria del disco rigido. Questo è necessario per far sì che la vostra macchina si avvii. Tornare indietro e usare una partizione primaria come partizione root.
se: Du ruohtaspartišuvdna ii leat garraskearru primára partišuvnnas. Ruohtaspartišuvdna ferte leat primára partišuvnnas jus galgá leat dan vejolaš vuolggáhit. Máhca ruovttoluotta ja vállje muhton primára partišuvnna ruohtaspartišuvdnan.
zh_cn: 您的根分区并非硬盘的主分区。为了能启动您的计算机，请退回此前的界面并使用一个主分区作为您的根分区。

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
it: Se non si torna al menù di partizionamento per correggere questo errore, la partizione verrà utilizzata così come è. Questo vuol dire che potrebbe essere impossibile avviare da questo disco rigido.
se: Jus it máhca partišunerenfállui dán meattáhusa divvut, de partišuvdna geavahuvvo nugo lea. Dát máksá ahte ii dáidde leat vejolaš vuolggáhit dihtora garraskearrus.
zh_cn: 如果您不返回分区菜单并更正这些错误，此分区将会以目前的状态被使用。这意味着您可能无法从硬盘启动。

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
it: Partizionare il disco rigido significa suddividerlo per creare lo spazio necessario per installare il nuovo sistema. È necessario scegliere quale o quali partizioni saranno usate per l'installazione.
zh_cn: 硬盘分区也就是对硬盘进行逻辑分隔，以创建安装您的新系统所需的空间。您需要选择哪些分区将被用于安装。

source: Select a free space to create partitions in it.
it: Selezionare uno spazio libero in cui creare le partizioni.
se: Vállje guorus guovllu masa ráhkadat partišuvnnaid.
zh_cn: 请选择一块空闲空间以在其中创建分区。

source: Select a device to remove all partitions in it and create a new empty partition table.
it: Selezionare un dispositivo da cui rimuovere tutte le partizioni e in cui creare una nuova tabella delle partizioni vuota.
zh_cn: 请选择一个设备以删除其中所有的分区并创建一个新的空分区表。

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
it: Selezionare la partizione da rimuovere o specificare come dovrà essere usata. Come minimo, sarà necessaria una partizione per contenere il file system root (il cui mount point è /). La maggioranza delle persone pensano che una partizione di swap separata sia necessaria. «Swap» è uno spazio libero che un sistema operativo può usare come «memoria virtuale».
zh_cn: 请选择一个分区以删除它或指明将如何使用它。您最少需要一个分区以存放文件系统的根 (其挂载点是 /)。大多数人会觉得还有必要设置一个单独的交换分区。“交换区”是一块给操作系统反复擦写的空间，可以允许系统将磁盘存储系统作为“虚拟内存”使用。

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
it: Quando una partizione è già formattata è possibile scegliere di mantenerla e usare i dati esistenti nella partizione. Le partizioni che verranno usate in questo modo sono marcate «${KEEP}» nel menù principale di partizionamento.
zh_cn: 如果分区已经被格式化，您也可以保持并使用分区上已有的数据。这些分区将在主分区菜单中被标上“${KEEP}”。

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
it: Di norma è necessario formattare la partizione creandovi un nuovo file system appena creato. NOTA: tutti i dati nella partizione saranno irreversibilmente cancellati. Se si decide di formattare una partizione che è già formattata sarà marcata come «${DESTROY}» nel menù principale di partizionamento. Altrimenti sarà marcata come «${FORMAT}».
zh_cn: 通常情况下，您会希望格式化分区并创建新文件系统。注意：分区中所有的数据都将被不可逆转的删除。如果您决定对已格式化的分区重装进行格式化操作，它将在主分区菜单中被标上“${DESTROY}”。否则，它将被标注成“${FORMAT}”。

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
it: Per poter avviare il nuovo sistema viene usato un boot loader. Può essere installato sia nel master boot record del primo disco rigido che in una partizione. Quando il boot loader è installato nella partizione allora bisogna impostare il flag avviabile per questa. Questa partizione verrà marcata con «${BOOTABLE}» nel menù principale di partizionamento.
zh_cn: 为了能启动您的新系统，还需要使用一个启动引导器软件。它可以被安装到第一块硬盘的主引导记录 (MBR) 上，或者某个分区中。如果您将启动引导器安装到一个分区中，那么您就必须为此分区设置可启动 (bootable) 标志。在主分区菜单中，此分区会被标注为“${BOOTABLE}”。

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
it: Per poter avviare il nuovo sistema viene usato un boot loader. Può essere installato sia nel master boot record del primo disco rigido che in una partizione. Quando il boot loader è installato nella partizione allora bisogna impostare il flag avviabile per questa. Questa partizione verrà marcata con «${BOOTABLE}» nel menù principale di partizionamento.
zh_cn: 为了能启动您的新系统，需要使用一个启动引导器软件。它安装在一个引导分区中。您必须为此分区设置可启动(bootable)标志。在主分区菜单中，此分区会被标注为“${BOOTABLE}”。

source: Identical mount points for two file systems
it: Mount point identico per due file system
zh_cn: 两个文件系统指向同一挂载点

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
it: Due file system sono stati assegnati contemporaneamente a ${MOUNTPOINT}: ${PART1} e ${PART2}.
zh_cn: 两个文件系统 ${PART1} 和 ${PART2} 被分配到了同一挂载点 ${MOUNTPOINT} 上。

source: Please correct this by changing mount points.
it: Correggere cambiando i mount point.
zh_cn: 请通过改变挂载点来修正此错误。

source: No root file system
it: Nessun file system di root
se: Ii leat ruohtas-fiilavuogádat
zh_cn: 没有根文件系统

source: No root file system is defined.
it: Non è stato definito alcun file system di root.
se: Ii oktage ruohtasfiilavuogádat lea meroštuvvon.
zh_cn: 没有定义根文件系统。

source: Please correct this from the partitioning menu.
it: Correggere l'errore dal menù partizionamento.
se: Divo dan partišuvnnafálus.
zh_cn: 请回到分区菜单以修正此错误。

source: Do you want to resume partitioning?
it: Riprendere il partizionamento?
se: Hálidatgo joatkit partišuneremin?
zh_cn: 您是否希望重新分区？

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
it: Tentativo di montare un file system di tipo ${TYPE} in ${DEVICE} su ${MOUNTPOINT} fallito.
zh_cn: 尝试在 ${DEVICE} 设备的 ${MOUNTPOINT} 上挂载一个 ${TYPE} 文件系统失败。

source: You may resume partitioning from the partitioning menu.
it: È possibile riprendere il partizionamento dal menù di partizionamento.
se: Lea vejolaš álggahit partišunerema ođđasit partišunerenfálus.
zh_cn: 您可以返回分区菜单重新进行分区。

source: How to use this partition:
it: Come usare questa partizione:
se: Man láhkái áiggut dán partišuvnna geavahit:
zh_cn: 如何使用此分区：

source: Use as:
it: Usato come:
se: Geavat nugo:
zh_cn: 用于：

source: Help on partitioning
it: Aiuto sul partizionamento
se: Veahkki partišuneremii
zh_cn: 有关分区的帮助信息

source: Antarctica/McMurdo, Antarctica/South_Pole, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
it: McMurdo, Polo Sud, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, Syowa
se: McMurdo, Lullipola, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, Syowa
zh_cn: 麦克蒙都, 南极点, 罗沙拉, 帕默尔, 莫森, 戴维斯, 卡塞, 沃斯托克, 迪蒙迪维尔, 斯尤瓦

source: Australia/Lord_Howe, Australia/Hobart, Australia/Melbourne, Australia/Sydney, Australia/Broken_Hill, Australia/Brisbane, Australia/Lindeman, Australia/Adelaide, Australia/Darwin, Australia/Perth
it: Lord Howe, Hobart, Melbourne, Sidney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
zh_cn: 豪勋爵岛, 霍巴特, 墨尔本, 悉尼, 布罗肯希尔, 布里斯班, 林德曼, 阿德莱德, 达尔文, 珀斯

source: America/Noronha, America/Belem, America/Fortaleza, America/Recife, America/Araguaina, America/Maceio, America/Bahia, America/Sao_Paulo, America/Campo_Grande, America/Cuiaba, America/Porto_Velho, America/Boa_Vista, America/Manaus, America/Eirunepe, America/Rio_Branco
it: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, San Paolo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
se: Ámerihkká/Noronha, Ámerihkká/Belem, Ámerihkká/Fortaleza, Ámerihkká/Recife, Ámerihkká/Araguaina, Ámerihkká/Maceio, Ámerihkká/Bahia, Ámerihkká/Sao_Paulo, Ámerihkká/Campo_Grande, Ámerihkká/Cuiaba, Ámerihkká/Porto_Velho, Ámerihkká/Boa_Vista, Ámerihkká/Manaus, Ámerihkká/Eirunepe, Ámerihkká/Rio_Branco
zh_cn: 诺伦哈, 贝伦, 福塔雷萨, 累西腓, 阿拉瓜伊纳, 马塞约, 巴伊亚, 圣保罗, 大坎普, 库亚巴, 波多韦柳, 博阿维斯塔, 马瑙斯, 依伦尼贝, 里奥布朗库

source: Canada/Newfoundland, Canada/Atlantic, Canada/Eastern, Canada/Central, Canada/East-Saskatchewan, Canada/Saskatchewan, Canada/Mountain, Canada/Pacific, Canada/Yukon
it: Newfoundland, Atlantico, Ovest, Centrale, East-Saskatchewan, Saskatchewan, Mountain, Pacifico, Yukon
se: Kanada/Newfoundland, Kanada/Atlantic, Kanada/Nuorta, Kanada/Guovddáš, Kanada/Nuorta-Saskatchewan, Kanada/Saskatchewan, Kanada/Várit, Kanada/Pacific, Kanada/Yukon
zh_cn: 纽芬兰, 大西洋, 东部, 中部, 东 Saskatchewan, Saskatchewan, 山地, 太平洋, 育空

source: Africa/Kinshasa, Africa/Lubumbashi
it: Kinshasa, Lubumbashi
se: Afrihkká/Kinshasa, Afrihkká/Lubumbashi
zh_cn: 金沙萨, 卢本巴希

source: America/Santiago, Pacific/Easter
it: Santiago, Isola di Pasqua
se: Santiago, Beassášsuolu
zh_cn: 圣地亚哥, 复活节岛

source: America/Guayaquil, Pacific/Galapagos
it: Guayaquil, Galapagos
se: Guayaquil, Galapagos
zh_cn: 瓜亚基尔, 加拉帕戈斯

source: Europe/Madrid, Africa/Ceuta, Atlantic/Canary
it: Madrid, Ceuta, Canarie
se: Madrid, Ceuta, Kanarisullot
zh_cn: 马德里, 休达, 加那利群岛

source: Pacific/Yap, Pacific/Truk, Pacific/Ponape, Pacific/Kosrae
it: Yap, Truk, Ponape, Kosrae
se: Yap, Truk, Ponape, Kosrae
zh_cn: 雅浦, 楚克, 波纳贝, 库塞埃

source: America/Godthab, America/Danmarkshavn, America/Scoresbysund, America/Thule
it: Godthab, Danmarkshavn, Scoresbysund, Thule
se: Godthåb, Danmarkshavn, Scoresbysund, Thule
zh_cn: 戈特霍布, Danmarkshavn, Scoresbysund, 图勒

source: Asia/Jakarta, Asia/Pontianak, Asia/Makassar, Asia/Jayapura
it: Giacarta, Pontianak, Makassar, Jayapura
se: Jakarta, Pontianak, Makassar, Jayapura
zh_cn: 雅加达, 坤甸, 马卡萨, 查亚普拉

source: Pacific/Tarawa, Pacific/Enderbury, Pacific/Kiritimati
it: Tarawa, Enderbury, Kiritimati
se: Tarawa, Enderbury, Kiritimati
zh_cn: 塔拉瓦 (吉尔伯特群岛), 恩德贝里 (凤凰群岛), 基里蒂马蒂环礁 (莱恩群岛)

source: Asia/Almaty, Asia/Qyzylorda, Asia/Aqtobe, Asia/Aqtau, Asia/Oral
it: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral
zh_cn: 阿拉木图, 克孜勒奥尔达, 阿克托别, 阿克图, 乌拉尔

source: Asia/Ulaanbaatar, Asia/Hovd, Asia/Choibalsan
it: Ulaanbaatar, Hovd, Choibalsan
zh_cn: 乌兰巴托, 科布多, 卓巴尔塞

source: Select a city in your time zone:
it: Selezionare una città nel vostro fuso orario:
se: Vállje gávpoga iežat áigeavádagas:
zh_cn: 请选择一个位于您所在时区的城市：

source: Mexico/General, Mexico/BajaSur, Mexico/BajaNorte
it: General, BajaSur, BajaNorte
se: Central, Mountain, Pacific
zh_cn: 普通, 山地, 太平洋

source: Pacific/Auckland, Pacific/Chatham
it: Auckland, Chatham
se: Auckland, Chathamsullot
zh_cn: 奥克兰, 查塔姆群岛

source: Pacific/Tahiti, Pacific/Marquesas, Pacific/Gambier
it: Tahiti, Marquesas, Gambier
se: Tahiti, Marquesassullot, Gambiersullot
zh_cn: 塔希提 (社会群岛), 马尔科萨斯群岛, 甘比尔群岛

source: Europe/Lisbon, Atlantic/Madeira, Atlantic/Azores
it: Lisbona, Madeira, Azzorre
se: Lisboa, Madeirasullot, Azorat
zh_cn: 里斯本, 马德拉群岛, 亚速尔

source: Europe/Kaliningrad, Europe/Moscow, Europe/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
it: Kaliningrad, Mosca, Samara, Yekaterinburg, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Yakutsk, Vladivostok, Sakhalin, Magadan, Kamchatka, Anadyr
zh_cn: 莫斯科-01 - 加里宁格勒, 莫斯科+00 - 西俄罗斯, 莫斯科+01 - 里海, 莫斯科+02 - 乌拉尔, 莫斯科+03 - 西西伯利亚, 莫斯科+03 - 诺沃西比尔斯克, 莫斯科+04 - 叶尼塞河, 莫斯科+05 - 贝加尔湖, 莫斯科+06 - 勒拿河, 莫斯科+07 - 阿穆尔河 (黑龙江), 莫斯科+07 - 库页岛, 莫斯科+08 - 马加丹, 莫斯科+09 - 堪察加, 莫斯科+10 - 白令海

source: Pacific/Johnston, Pacific/Midway, Pacific/Wake
it: Johnston, Midway, Wake
zh_cn: 约翰斯顿岛, 中途岛, 威克岛

source: Select a location in your time zone:
it: Selezionare una località nel vostro fuso orario:
se: Vállje báikki iežat áigeavádagas:
zh_cn: 请选择您所在时区的位置：
