Repository: dankamongmen/s-i
Catalog: packages/lvmcfg/debian/po/*.po
Languages: bg, bs, cs, hu

source: Configure the Logical Volume Manager
bg: Настройване на Logical Volume Manager
bs: Podesi Logical Volume Manager
cs: Nastavit mana¾er logických svazkù (LVM)
hu: Logikaikötet-kezelő konfigurálása

source: Activate existing volume groups?
bg: Активиране на съществуващи volume groups?
bs: Aktivirati postojeće grupe diskova?
cs: Aktivovat existující skupiny svazkù?
hu: Aktiválja a létező kötetcsoportokat?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
bg: Намерени са ${COUNT} съществуващи volume groups. Моля посочете дали искате да ги активирате.
bs: ${COUNT} postojećih grupa diskova pronađeno. Molim navedite da li ih želite aktivirati.
cs: Bylo nalezeno ${COUNT} stávajících skupin svazkù. Rozhodnìte se, zda je chcete aktivovat.
hu: A felderítés ${COUNT} meglevő kötetcsoportot talált. Aktiválja ezeket?

source: Modify volume groups (VG)
bg: Промяна на volume groups (VG)
bs: Izmijeni grupe diskova (VG)
cs: Upravit skupiny svazkù (VG)
hu: Kötetcsoportok (VG) módosítása

source: Modify logical volumes (LV)
bg: Промяна на logical volumes (LV)
bs: Izmijeni logičke diskove (LV)
cs: Upravit logické svazky (LV)
hu: Logikai kötetek (LV) módosítása

source: LVM configuration action:
bg: Действия по настройката на LVM:
bs: LVM konfiguracijska akcija:
cs: Krok nastavení LVM:
hu: LVM-konfigurációs lehetőségek:

source: This is the Logical Volume Manager configuration menu.
bg: Това е менюто за настройка на Logical Volume Manager.
bs: Ovo je konfiguracijski meni Logical Volume Managera.
cs: Toto je konfiguraèní menu mana¾era logických svazkù (LVM)
hu: Ez a logikaikötet-kezelő konfigurálómenüje.

source: Create volume groups
bg: Създаване на volume groups
bs: Kreiraj grupe diskova
cs: Vytvoøit skupiny svazkù
hu: Kötetcsoportok létrehozása

source: Delete volume groups
bg: Изтриване на volume groups
bs: Obriši grupe diskova
cs: Smazat skupiny svazkù
hu: Kötetcsoportok törlése

source: Extend volume groups
bg: Разширяването на volume groups
bs: Proširi grupe diskova
cs: Roz¹íøit skupiny svazkù
hu: Kötetcsoportok kiterjesztése

source: Reduce volume groups
bg: Намаляване на volume groups
bs: Smanji grupe diskova
cs: Zmen¹it skupiny svazkù
hu: Kötetcsoportok csökkentése

source: Volume groups configuration action:
bg: Действия за настройка на volume groups:
bs: Konfiguracijska akcija za grupe diskova:
cs: Krok nastavení skupin svazkù:
hu: Kötetcsoport-konfigurációs lehetőségek:

source: Create logical volumes
bg: Създаване на logical volumes
bs: Kreiraj logičke diskove
cs: Vytvoøit logické svazky
hu: Logikai kötetek létrehozása

source: Delete logical volumes
bg: Изтриване на logical volumes
bs: Obriši logičke diskove
cs: Smazat logické svazky
hu: Logikai kötetek törlése

source: Leave
bg: Напускане
bs: Ostavi
cs: Odejít
hu: Visszalépés

source: Logical volumes configuration action:
bg: Действия за настройка на logical volumes:
bs: Konfiguracijska akcija logičkih diskova:
cs: Krok nastavení logických svazkù:
hu: Logikaikötet-konfigurációs lehetőségek:

source: Devices for the new volume group:
bg: Устройства за нова volume group:
bs: Diskovni uređaji za novu grupu diskova:
cs: Zaøízení pro novou skupinu svazkù:
hu: Új kötetcsoport eszközei:

source: Please select the devices for the new volume group.
bg: Моля изберете устройствата за новата volume group.
bs: Molim izaberite diskovne uređaje za novu grupu diskova.
cs: Vyberte zaøízení, pro novou skupinu svazkù.
hu: Válassza ki az új kötetcsoportot alkotó eszközöket.

source: Volume group name:
bg: Име на volume group:
bs: Naziv grupe diskova:
cs: Jméno skupiny svazkù:
hu: Kötetcsoport neve:

source: Please enter the name you would like to use for the new volume group.
bg: Моля въведете името, което искате да използвате за новата volume group.
bs: Molim unesite naziv koji želite koristiti za novu grupu diskova.
cs: Zadejte jméno, kterým chcete oznaèovat novou skupinu svazkù.
hu: Adja meg az új kötetcsoport nevét.

source: No physical volumes were selected. The creation of a new volume group was aborted.
bg: Не бяха избрани physical volumes. Прекъсване на създаването на нова volume group.
bs: Fizički diskovi nisu izabrani. Odustajem od kreiranja nove grupe diskova.
cs: Nebyly vybrány ¾ádné fyzické svazky. Vytváøení nové skupiny svazkù bylo pøeru¹eno.
hu: Nincs kiválasztott fizikai kötet. Az új kötetcsoport létrehozása félbeszakadt.

source: No volume group name entered
bg: Не е въведено име на volume група
bs: Nije unesen naziv grupe diskova
cs: Nebylo zadáno jméno skupiny svazkù
hu: Nincs kötetcsoportnév

source: No name for the volume group has been entered. Please enter a name.
bg: Не е въведено име за volume group. Моля въведете име.
bs: Naziv za grupu diskova nije unešen. Molim unesite naziv.
cs: Nezadali jste jméno skupiny svazkù. Zadejte prosím nìjaké jméno.
hu: Nem·adta·meg·a·kötetcsoport·nevét. Adjon meg egy nevet.

source: Volume group name already in use
bg: Името, избрано за volume group, вече се използва
bs: Naziv grupe diskova se već koristi
cs: Jméno skupiny svazkù je ji¾ pou¾íváno
hu: Kötetcsoportnév már foglalt

source: The selected volume group name is already in use. Please choose another name.
bg: Избраното име за volume group вече се използва. Моля изберете друго име.
bs: Odabrani naziv grupe diskova se već koristi. Molim odaberite drugi naziv.
cs: Jméno vybrané skupiny svazkù je ji¾ pou¾íváno. Vyberte, prosím, jiné jméno.
hu: A kiválasztott kötetcsoportnév már foglalt. Válasszon másik nevet.

source: Volume group name overlaps with device name
bg: Името на volume group съвпада с име на устройство
bs: Naziv grupe diskova se podudara s nazivom uređaja
cs: Jméno skupiny svazkù se pøekrývá s názvem zaøízení
hu: Kötetcsoportnév eszköznévvel ütközik

source: The selected volume group name overlaps with an existing device name. Please choose another name.
bg: Избраното име за volume group съвпада със съществуващо име на устройство. Моля изберете друго име.
bs: Odabrani naziv grupe diskova se podudara sa postojećim nazivom uređaja. Molim odaberite drugi naziv.
cs: Jméno vybrané skupiny svazkù se pøekrývá s názvem existujícího zaøízení. Vyberte, prosím, jiné jméno.
hu: A kiválasztott kötetcsoportnév ütközik egy meglevő eszköz nevével. Válasszon másik nevet.

source: Volume group to delete:
bg: Volume group за изтриване:
bs: Grupa diskova za brisanje:
cs: Skupina svazkù ke smazání:
hu: Törlendő kötetcsoport:

source: Please select the volume group you wish to delete.
bg: Моля изберете volume group, която искате да изтриете.
bs: Molim izaberite grupu diskova koju želite obrisati.
cs: Vyberte skupinu svazkù, kterou chcete smazat.
hu: Válassza ki a törlendő kötetcsoportot.

source: The volume group may have already been deleted.
bg: Тази volume group вече е изтрита.
bs: Grupa diskova je možda već obrisana.
cs: Skupina svazkù je ji¾ mo¾ná smazána.
hu: A kötetcsoport törlése már megtörténhetett.

source: Really delete the volume group?
bg: Наистина ли тази volume group да се изтрие?
bs: Stvarno obrisati grupu diskova?
cs: Opravdu smazat skupinu svazkù?
hu: Valóban törli a kötetcsoportot?

source: Please confirm the ${VG} volume group removal.
bg: Моля потвърдете изтриването на volume group ${VG}.
bs: Molim potvrdite uklanjanje ${VG} grupe diskova.
cs: Potvrïte odstranìní skupiny svazkù ${VG}.
hu: Erősítse meg a kötetcsoport (${VG}) törlését.

source: Error while deleting volume group
bg: Грешка при изтриване на volume group
bs: Greška pri brisanju grupe diskova
cs: Chyba pøi mazání skupiny svazkù
hu: Hiba a kötetcsoport törlése közben

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
bg: Избраната volume group не може да бъде изтрита. Може би един или повече logical volumes са все още в употреба.
bs: Izabrana grupa diskova se ne može obrisati. Možda se jedan ili više logičkih diskova koristi.
cs: Vybraná skupina svazkù nemohla být smazána. Nìkteré logické svazky mohou být je¹tì pou¾ívány.
hu: A kiválasztott kötetcsoport törlése meghiúsult. Egy vagy több logikai kötet még talán használat alatt állhat.

source: No volume group can be deleted.
bg: Не може да бъде изтрита коя да е volume group.
bs: Grupa diskova se ne može obrisati.
cs: Skupina svazkù nemù¾e být smazána.
hu: Egyetlen kötetcsoport sem törölhető.

source: Volume group to extend:
bg: Изберете volume group за разширяване:
bs: Grupa diskova koju želite proširiti:
cs: Skupina svazkù pro roz¹íøení:
hu: Kiterjesztendő kötetcsoport:

source: Please select the volume group you wish to extend.
bg: Моля изберете volume group, която искате да разширите.
bs: Molim izaberite grupu diskova koju želite proširiti.
cs: Vyberte skupinu svazkù, kterou chcete roz¹íøit.
hu: Válassza ki a kiterjesztendő kötetcsoportot.

source: Devices to add to the volume group:
bg: Устройства за добавяне към volume group:
bs: Uređaji koje se dodaju grupi diskova:
cs: Zaøízení pro pøidání do skupiny svazkù:
hu: Kötetcsoporthoz adandó eszközök:

source: Please select the devices you wish to add to the volume group.
bg: Моля изберете устройствата, които искате да добавите към тази volume group.
bs: Molim odaberite uređaje koje želite dodati grupi diskova.
cs: Vyberte zaøízení, která chcete pøidat do skupiny svazkù.
hu: Válassza ki a kötetcsoporthoz adandó eszközöket.

source: You can select one or more devices.
bg: Може да изберете едно или повече устройства.
bs: Možete odabrati jedan ili više uređaja.
cs: Mù¾ete vybrat jedno nebo více zaøízení.
hu: Válasszon ki egy vagy több eszközt.

source: No physical volumes selected
bg: Не са избрани physical volumes
bs: Nije izabran fizički disk
cs: Nebyly vybrány ¾ádné fyzické svazky
hu: Nincs kiválasztott fizikai kötet

source: No physical volumes were selected. Extension of the volume group was aborted.
bg: Не са избрани physical volumes. Прекъсване на разширяването на тази volume group.
bs: Nisu izabrani fizički diskovi. Odustajem od proširivanja grupe diskova.
cs: Nebyly vybrány ¾ádné fyzické svazky. Roz¹iøování skupiny svazkù bylo pøeru¹eno.
hu: Egyetlen fizikai kötet sincs kiválasztva. A kötetcsoport kiterjesztése félbeszakadt.

source: Error while extending volume group
bg: Грешка при разширяването на volume group
bs: Greška pri proširivanju grupe diskova
cs: Chyba pøi roz¹iøování skupiny svazkù
hu: Hiba a kötetcsoport kiterjesztése közben

source: The physical volume ${PARTITION} could not be added to the selected volume group.
bg: Physical volume ${PARTITION} не може да бъде добавен към избраната volume group.
bs: Fizički disk ${PARTITION} se ne može dodati odabranoj grupi diskova.
cs: Fyzický svazek ${PARTITION} nemohl být pøidán do vybrané skupiny svazkù.
hu: A fizikai kötet (${PARTITION}) kiválasztott kötetcsoportba felvétele meghiúsult.

source: No volume group has been found.
bg: Не беше намерена volume group.
bs: Grupa diskova nije pronađena.
cs: Nebyla nalezena ¾ádná skupina svazkù.
hu: A felderítés egyetlen kötetcsoportot sem talált.

source: No volume group can be reduced.
bg: Няма volume group, която да може да бъде свита.
bs: Grupe diskova se ne može smanjiti.
cs: Skupina svazkù nemù¾e být zmen¹ena.
hu: Egyetlen kötetcsoport sem csökkenthető.

source: Volume group to reduce:
bg: Volume group, която да бъде свита:
bs: Grupa diskova koju želite smanjiti:
cs: Skupina svazkù ke zmen¹ení:
hu: Csökkentendő kötetcsoport:

source: Please select the volume group you wish to reduce.
bg: Моля изберете volume group, която искате да свиете.
bs: Molim izaberite grupu diskova koju želite smanjiti.
cs: Vyberte skupinu svazkù, kterou chcete zmen¹it.
hu: Válassza ki a csökkenteni kívánt kötetcsoportot.

source: Device to remove from volume group:
bg: Изберете устройство, което да премахнете от volume group:
bs: Uređaji za uklanjanje iz grupe diskova:
cs: Zaøízení pro odstranìní ze skupiny svazkù:
hu: Kötetcsoportból eltávolítandó eszköz:

source: Please select the device you wish to remove from the volume group.
bg: Моля изберете устройството, което искате да премахнете от тази volume group.
bs: Molim izaberite uređaje koje želite ukloniti iz grupe diskova.
cs: Vyberte zaøízení, které chcete ze skupiny svazkù odstranit.
hu: Válassza ki a kötetcsoportból eltávolítandó eszközt.

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
bg: Избраната volume group (${VG}) не може да бъде свита. Има прикачен само един physical volume. Моля вместо това изтрийте тази volume group.
bs: Izabrana grupa diskova (${VG}) se ne može smanjiti. Pridružen je samo jedan fizički disk. Umjesto toga, molim obrišite grupu diskova.
cs: Vybraná skupina svazkù (${VG}) nemohla být zmen¹ena, proto¾e je k ní pøipojen pouze jeden fyzický svazek. Místo toho, prosím, sma¾te skupinu svazkù.
hu: A kiválasztott kötetcsoport (${VG}) nem csökkenthető. Mindössze egyetlen fizikai kötet vesz részt benne. Inkább törölje a kötetcsoportot.

source: Error while reducing volume group
bg: Грешка при свиването на volume group
bs: Greška pri smanjivanju grupe diskova
cs: Chyba pøi zmen¹ování skupiny svazkù
hu: Hiba a kötetcsoport csökkentése közben

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
bg: Physical volume ${PARTITION} не може да бъде премахнат от избраната volume group.
bs: Fizički disk ${PARTITION} se ne može ukloniti sa odabrane grupe diskova.
cs: Fyzický svazek ${PARTITION} nemohl být odstranìn z vybrané skupiny svazkù.
hu: A kiválasztott kötetcsoportbeli fizikai kötet (${PARTITION}) eltávolítása meghiúsult.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
bg: Не бяха намерени volume groups за създаване на нов logical volume. Моля създайте повече physical volumes или volume groups.
bs: Grupe diskova za kreiranje novog logičkog diska nisu pronađene. Molim kreirajte još fizičkih diskova i grupa diskova.
cs: Nebyly nalezeny ¾ádné skupiny svazkù pro vytvoøení nového logického svazku. Vytvoøte prosím více fyzických svazkù a skupin svazkù.
hu: A létrehozandó új logikai kötethez még nincs kötetcsoport. Előbb hozzon létre további fizikai köteteket és kötetcsoportokat.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
bg: Не бяха намерени volume groups за създаване на нов logical volume. Моля създайте повече physical volumes или volume groups, или намалете съществуваща volume group.
bs: Nema slobodnih grupa diskova za kreiranje novog logičkog diska. Molim kreirajte još fizičkih diskova i grupa diskova, ili smanjite postojeću grupu diskova.
cs: Nebyly nalezeny volné skupiny svazkù pro vytvoøení nového logického svazku. Vytvoøte více fyzických svazkù a skupin svazkù, nebo zmen¹ete stávající skupinu svazkù.
hu: A létrehozandó új logikai kötethez még nincs szabad kötetcsoport. Előbb hozzon·létre·további·fizikai·köteteket·és·kötetcsoportokat, vagy csökkentsen egy meglevő kötetcsoportot.

source: Logical volume name:
bg: Име на logical volume:
bs: Naziv logičkog diska:
cs: Jméno logického svazku:
hu: Logikai kötet neve:

source: Please enter the name you would like to use for the new logical volume.
bg: Моля въведете името, което искате да използвате за новия logical volume.
bs: Molim unesite naziv koji želite koristiti za novi logički disk.
cs: Zadejte jméno, kterým chcete oznaèovat nový logický svazek.
hu: Adja meg az új logikai kötet nevét.

source: Please select the volume group where the new logical volume should be created.
bg: Моля изберете volume group, в която да бъде създаден новия logical volume.
bs: Molim izaberite grupu diskova na kojoj želite kreirati novi logički disk.
cs: Vyberte skupinu svazkù, kde se má vytvoøit nový logický svazek.
hu: Válassza ki az újonnan létrehozott logikai kötetet befogadó kötetcsoportot.

source: No logical volume name entered
bg: Не е въведено име на logical volume
bs: Nije unesen naziv logičkog diska
cs: Nebyl zadán název logického svazku
hu: Nincs logikaikötet-név

source: No name for the logical volume has been entered. Please enter a name.
bg: Не е въведено име на logical volume. Моля въведете име.
bs: Naziv za logički disk nije unesen. Molim unesite naziv.
cs: Nezadali jste jméno logického svazku. Zadejte prosím nìjaké jméno.
hu: Nem adta meg a logikai kötet nevét.·Adjon·meg·egy·nevet.

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
bg: Даденото име ${LV} вече се използва от друг logical volume в същата volume group (${VG}).
bs: Dati naziv ${LV} se već koristi za drugi logički disk u istoj grupi diskova (${VG}).
cs: Zadané jméno ${LV} ji¾ pou¾ívá jiný logický svazek na stejné skupinì svazkù (${VG}).
hu: Az adott kötetcsoport (${VG}) egy másik logikai kötete már lefoglalta az adott nevet (${LV}).

source: Logical volume size:
bg: Големина на новия logical volume:
bs: Veličina logičkog diska:
cs: Velikost logického svazku:
hu: Logikai kötet mérete:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
bg: Моля въведете големината на новия logical volume. Големината може да бъде въведена в един от следните формати: 10K (Килобайти), 10M (Мегабайти), 10G (Гигабайти), 10T (Терабайти). Подразбиращата се мерна единица е Мегабайти.
bs: Molim unesite veličinu novog logičkog diska. Veličina se može unijeti u sljedećem obliku: 10K (kilobajti), 10M (megabajti), 10G (gigabajti), 10T (terabajti). Podrazumjevana jedinica su megabajti.
cs: Zadejte velikost nového logického svazku. Velikost mù¾ete zadat v následujících formátech: 10K (kilobajty), 10M (megabajty), 10G (gigabajty), 10T (terabajty). Standardní jednotky jsou megabajty.
hu: Adja meg az új logikai kötet méretét. A méret megadása a következő formátumokban történhet: 10K (kilobájt), 10M (megabájt), 10G (gigabájt), 10T (terabájt). Az alapértelmezett egység a megabájt.

source: Error while creating a new logical volume
bg: Грешка при създаването на новия logical volume
bs: Greška pri kreiranju novog logičkog diska
cs: Chyba pøi vytváøení nového logického svazku
hu: Hiba új logikai kötet létrehozása közben

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
bg: Невъзможност за създаване на нов logical volume (${LV}) върху ${VG} с големина ${SIZE}.
bs: Ne mogu kreirati novi logički disk (${LV}) na ${VG} s novom veličinom ${SIZE}.
cs: Nový logický svazek (${LV}) na ${VG} o velikosti ${SIZE} nemohl být vytvoøen.
hu: A kötetcsoportban (${VG}) kívánt ${SIZE} méretű új logikai kötet (${LV}) létrehozása nem sikerült.

source: No volume group found
bg: Не е намерена volume group
bs: Grupa diskova nije pronađena
cs: Nebyla nalezena ¾ádná skupina svazkù
hu: Nincs egyetlen kötetcsoport sem

source: No volume group has been found for deleting a logical volume.
bg: Не е намерена volume group, от която да се изтрие logical volume.
bs: Grupa diskova nije pronađena za brisanje logičkog diska.
cs: Pro smazání logického svazku nebyla nalezena ¾ádná skupina svazkù.
hu: A felderítés egyetlen, törölhető logikai kötetekkel bíró kötetcsoportot sem talált.

source: Volume group:
bs: Grupa diskova:
cs: Skupina svazkù:
hu: Kötetcsoport:

source: Please select the volume group which contains the logical volume to be deleted.
bg: Моля изберете volume group, където се намира този logical volume, който искате да изтриете.
bs: Molim izaberite grupu diskova na kojoj se nalazi logički disk koji želite obrisati.
cs: Vyberte skupinu svazkù, která obsahuje logický svazek urèený ke smazání.
hu: Válassza ki a törlendő logikai kötetet tartalmazó kötetcsoportot.

source: No logical volume found
bg: Не е намерен logical volume
bs: Logički disk nije pronađen
cs: Nebyly nalezeny ¾ádné logické svazky
hu: Nincs logikai kötet

source: No logical volume has been found. Please create a logical volume first.
bg: Не е намерен logical volume. Моля първо създайте logical volume.
bs: Nije pronađen logički disk. Molim najprije kreirajte logički disk.
cs: Nebyl nalezen ¾ádný logický svazek. Neprve nìjaký vytvoøte.
hu: A felderítés egyetlen logikai kötetet sem talált. Előbb hozzon létre egy logikai kötetet.

source: Logical volume:
bs: Logički disk:
cs: Logický svazek:
hu: Logikai kötet:

source: Please select the logical volume to be deleted on ${VG}.
bg: Моля изберете logical volume, който да бъде изтрит от ${VG}.
bs: Molim izaberite logički disk koji želite obrisati iz ${VG}.
cs: Vyberte logický svazek urèený ke smazání na ${VG}.
hu: Válassza ki a kötetcsoportból (${VG}) törlendő logikai kötetet.

source: Error while deleting the logical volume
bg: Грешка при изтриването на logical volume
bs: Greška pri brisanju logičkog diska
cs: Chyba pøi mazání logického svazku
hu: Hiba a logikai kötet törlése közben

source: The logical volume (${LV}) on ${VG} could not be deleted.
bg: Logical volume ${LV} в ${VG} не може да бъде изтрит.
bs: Logički disk (${LV}) na ${VG} se ne može obrisati.
cs: Logický svazek (${LV}) na ${VG} nemohl být smazán.
hu: A logikai kötet (${LV}) kötetcsoportból (${VG}) törlése meghiúsult.

source: Please check the error log on the third console for more information. You can switch to the third virtual console (VT3) by pressing Alt-F3, and you get back to the installer by pressing Alt-F1.
bg: Моля, проверете журнала за грешки на третата конзола за повече информация. Можете да превключите на трета конзола, използвайки Alt-F3, и да се върнете обратно към инсталатора чрез Alt-F1.
bs: Molim provjerite log grešaka na trećoj konzoli za više informacija. Možete se prebaciti na treću virtualnu konzolu (VT3) pritiskujući Alt-F3, a vraćate se na instalater pritiščući Alt-F1.
cs: Pro více informací zkontrolujte chybové hlá¹ky na tøetí konzoli. Na tøetí konzoli se mù¾ete pøepnout stiskem kláves Alt-F3, zpìt se vrátíte stiskem Alt-F1.
hu: További részleteket a harmadik konzolon futó hibanaplóban találhat. A harmadik virtuális konzolra (VT3) váltani az Alt-F3 lenyomásával tud, onnan pedig az Alt-F1 kombinációval jut vissza a telepítőbe.

source: No usable physical volumes found
bg: Не бяха намерени използваеми physical volumes
bs: Upotrebljivi fizički diskovi nisu pronađeni
cs: Nebyly nalezeny ¾ádné pou¾itelné fyzické svazky
hu: Nincs használható fizikai kötet

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
bg: Не може да бъде намерен physical volume (напр. дял) във вашата система. Всички physical volume вече са изоплзват. Mоже би трябва да заредите някои модули, или да преразделите твърдите дискове.
bs: Ne mogu pronaći nijedan fizički disk (npr. particiju) na vašem sistemu. Svi fizički diskovi se već koriste. Možda takođe morate učitati neophodne kernel module ili reparticionisati hard diskove.
cs: Ve va¹em systému nebyly nalezeny ¾ádné fyzické svazky (t.j. oblasti). Je mo¾né, ¾e jsou ji¾ v¹echny fyzické svazky pou¾ity. Také mo¾ná budete muset pøerozdìlit disk nebo nahrát pøíslu¹né jaderné moduly.
hu: A rendszer felderítése nem talált használható fizikai kötetet (partíciót). Talán már minden lehető fizikai kötet használatba van véve. Esetleg további rendszermag-meghajtómodulok betöltése, vagy a merevlemezek újrapartícionálása szükséges.

source: Logical Volume Manager not available
bg: Няма достъпен Logical Volume Manager
bs: Logical Volume Manager nije dostupan
cs: Mana¾er logických svazkù není k dispozici
hu: Logikaikötet-kezelő nem elérhető
