Repository: dankamongmen/s-i
Catalog: packages/lvmcfg/debian/po/*.po
Languages: bg, bs, cs, hu

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
bg: Текущото ядро не поддържа Logical Volume Manager. Може би се нуждаете от зареждане на модула lvm-mod.
bs: Trenutni kernel nema podršku za Logical Volume Manager. Možda trebate učitati lvm-mod modul.
cs: Aktuální jádro nepodporuje mana¾er logických svazkù. Mo¾ná musíte zavést modul lvm-mod.
hu: Az aktuális rendszermag nem támogatja a logikaikötet-kezelőt. A támogatás rendszermagba emelésére kísérletet tehet az lvm-mod modul betöltésével.
