Repository: dankamongmen/s-i
Catalog: packages/installation-report/debian/po/*.po
Languages: cs, pl, sv, vi

source: Save debug logs
cs: Uložit záznamy pro pozdější ladění
pl: Zapisz dzienniki debugowania
sv: Spara felsökningsloggar
vi: Lưu các bản ghi gỡ lỗi

source: floppy, web, mounted file system
cs: disketa, web, připojený souborový systém
pl: dyskietka, WWW, zamontowany system plików
sv: diskett, web, monterat filsystem
vi: đĩa mềm, Mạng, hệ thống tập tin đã lắp

source: How should the debug logs be saved or transferred?
cs: Kam se mají logy uložit nebo přenést?
pl: Jak powinny zostaæ zapisane pliki diagnostyczne?
sv: Hur ska debugloggar sparas eller överföras?
vi: Bản ghi gỡ lỗi nên được lưu hoặc truyền như thế nào?

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
cs: Logovací soubory pro ladění instalačního programu mohou být uloženy na disketu, připojený souborový systém nebo zpřístupněny přes webové rozhraní.
pl: Pliki diagnostyczne instalatora mog± zostaæ zapisane na dyskietce, udostêpnione poprzez serwer WWW lub zapisane na podmontowanym systemie plików.
sv: Loggfiler för debuggning för installationen kan sparas på en diskett, skickad via websida eller sparad på ett monterat filsystem.
vi: Mọi tập tin bản ghi gỡ lỗi cho bộ cài đặt có thể được lưu vào đĩa mềm, được phục vụ qua Mạng, hoặc được lưu vào hệ thống tập tin đã lắp.

source: Directory in which to save debug logs:
cs: Adresář pro uložení logů:
pl: Katalog na pliki dzienników:
sv: Mapp att spara debugloggar i?
vi: Thư mục nơi cần lưu các bản ghi gỡ lỗi:

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
cs: Před pokračováním se ujistěte, že souborový systém, na který chcete logy uložit, je opravdu připojen.
pl: Przed kontynuacj± proszê siê upewniæ, ¿e system plików na którym maj± zostaæ zapisane dzienniki jest zamontowany.
sv: Kontrollera att filsystemet du vill spara debugloggar på är monterat innan du fortsätter.
vi: Hãy kiểm tra xem hệ thống tập tin nơi bạn muốn lưu bản ghi gỡ lỗi, có được lắp, trước khi tiếp tục.

source: Cannot save logs
cs: Nelze uložit logy
pl: Zapis dzienników nie powiód³ siê
sv: Kan inte spara loggarna
vi: Không thể lưu bản ghi

source: The directory "${DIR}" does not exist.
cs: Adresář "${DIR}" neexistuje.
pl: Katalog "${DIR}" nie istnieje.
sv: Mappen "${DIR}" existerar inte.
vi: Không có thư mục « ${DIR} ».

source: Web server started, but network not running
cs: Webový server nastartoval, ale síť není funkční
pl: Serwer WWW uruchomiony, ale brak sieci
sv: Webservern startades men nätverket är inte aktivt
vi: Trình phục vụ Mạng đã khởi động, nhưng mạng chưa chạy

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
cs: Na tomto počítači byl spuštěn jednoduchý webový server, aby zpřístupnil logy a ladicí informace. Ovšem vypadá to, že síť ještě není nastavena. Webový server zůstane běžet a bude přístupný okamžitě po nastavení sítě.
pl: Prosty serwer WWW zosta³ uruchomiony na tym komputerze by przekazaæ pliki dzienników oraz informacje diagnostyczne. Jednak¿e sieæ nie jest jeszcze dostêpna. Serwer pozostanie uruchomiony i dostêpny w momencie gdy sieæ zostanie skonfigurowana.
sv: En enkelt webserver har startats på denna dator för att hantera loggfiler och debuginformation. Dock är nätverket inte konfigurerat ännu. Webservern kommer att fortsätta köras och kommer att vara tillgänglig när nätverket har konfigurerats klart.
vi: Một trình phục vụ Mạng đơn giản đã được khởi chạy trên máy tính này, để phục vụ tập tin bản ghi và thông tin gỡ lỗi. Tuy nhiên, mạng chưa thiết lập. Trình phục vụ Mạng sẽ còn chạy, và sẽ có thể được truy cập sau khi mạng được cấu hình.

source: Web server started
cs: Webový server nastartoval
pl: Serwer WWW uruchomiony
sv: Webserver startad
vi: Trình phục vụ Mạng đã khởi chạy

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
cs: Na tomto počítači byl spuštěn jednoduchý webový server, aby zpřístupnil logy a ladicí informace. Seznam všech dostupných logů naleznete na http://${ADDRESS}/
pl: Prosty serwer WWW zosta³ uruchomiony na tym komputerze by przekazaæ pliki dzienników oraz informacje diagnostyczne. Spis wszystkich plików mo¿na znale¼æ pod adresem http://${ADDRESS}/
sv: En enkel webserver har startas på denna dator för att hantera loggfiler och debuginformation. Ett index av de tillgängliga loggfilerna kan hittas på http://${ADDRESS}/
vi: Một trình phục vụ Mạng đơn giản đã được khởi chạy trên máy tính này, để phục vụ tập tin bản ghi và thông tin gỡ lỗi. Có thể tìm mục lục của các tập tin bản ghi sẵn sàng tại <http://${ADDRESS}/>.

source: Insert formatted floppy in drive
cs: Vložte naformátovanou disketu do mechaniky
pl: W³ó¿ sformatowan± dyskietkê do napêdu
sv: Mata in en formaterad diskett i diskettstationen
vi: Hãy nạp đĩa mềm đã định dạng vào ổ

source: Log files and debug info will be copied into this floppy.
cs: Logy a ladicí informace se nakopírují na tuto disketu.
pl: Pliki dzienników i diagnostyczne zostan± przekopiowana na tê dyskietkê.
sv: Loggfiler och debuginformation kommer att kopieras till denna diskett.
vi: Các tập tin bản ghi và thông tin gỡ lỗi sẽ được sao chép vào đĩa mềm này.

source: The information will also be stored in /var/log/installer/ on the installed system.
cs: Informace se také uloží do instalovaného systému do /var/log/installer/.
pl: Te Informacje bêd± przechowywane w zainstalowanym systemie w /var/log/installer/.
sv: Informationen kommer också att lagras i /var/log/installer/ på det installerade systemet.
vi: Thông tin này sẽ cũng được cất giữ vào </var/log/installer/> trên hệ thống đã cài đặt.

source: Failed to mount the floppy
cs: Připojení diskety selhalo
pl: Montowanie dyskietki nie powiod³o siê
sv: Misslyckades att montera disketten
vi: Việc lắp đĩa mềm bị lỗi

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
cs: Buď nebyla nalezena disketová mechanika, nebo v ní není naformátovaná disketa.
pl: Albo napêd dyskietek nie mo¿e byæ odnaleziony albo w stacji nie znajduje siê sformatowana dyskietka.
sv: Antingen kunde diskettenheten inte hittas eller så är det ingen formatterad diskett i enheten.
vi: Hoặc không tìm thấy thiết bị đĩa mềm, hoặc không có đĩa mềm đã định dạng trong ổ.

source: Gathering information for installation report...
cs: Sbírají se informace pro záznam o instalaci ...
pl: Pobieranie informacji dla celów raportu instalacyjnego...
sv: Samlar information till installationsrapporten ...
vi: Đang thu thập thông tin để ghi báo cáo quá trình cài đặt...
