Repository: dankamongmen/s-i
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: am, ast, be, bg, cs, eo, es, eu, fi, fr, ga, gl, gu, hu, id, is, ja, ka, kk, ko, ml, mr, nb, pa, pt, ro, ru, si, sk, sl, sq, sr, sv, ta, tl, vi, xh, zh_tw

source: Load CD-ROM drivers from a driver floppy?
be: Загрузіць драйверы CD-ROM з дыскеты?
bg: Зареждане на драйвери за компактдисково устройство от флопидиск?
eo: Ĉu oni ŝargu lumdiskajn aparatadaptilon el disketo ?
es: ¿Cargar los controladores del CD-ROM de un disquete de controladores?
hu: Betölt hajlékonylemezről CD-ROM meghajtómodulokat?
is: Hlaða inn geisladrifsreklum frá rekladiskettu?
pt: Carregar drivers de CD-ROM a partir de uma disquete de drivers?
ru: Загрузить драйверы привода CD-ROM с дискеты?
sk: Naèíta» ovládaèe CD-ROM z disketovej mechaniky?
sq: Ti ngarkoj driver-at e CD-ROM-it nga nj floppy?
ta: சீடி-ரோமுக்கான இயக்கு நிரல்களை நெகிழ்வட்டிலிருந்து ஏற்றவா?
vi: Nạp các trình hỗ trợ sử dụng CD-ROM từ đĩa mềm không?
xh: Layisha abaqhubi be-CD-ROM ukusuka kwi-floppy engumqhubi?

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
be: Магчыма, Вам трэба загрузіць дадатковыя драйверы CD-ROM з дыскеты. Калі вы маеце такую дыскету, усуньце яе ў дыскавод і працягвайце. У іншым выпадку, вам будзе прапанаваная мажлівасць ручнога выбару модуляў CD-ROM.
bg: Може да е нужно да заредите допълнителни драйвери за компактдисково устройство от флопидиск. Ако имате наличен такъв флопидиск, сложете го в устройството и продължете. Иначе ще ви бъде дадена възможността да изберете ръчно измежду модули за компактдискови устройства.
eo: Vi bezonus ŝargi pluajn lumdiskajn aparatadaptilojn el disketo. Se vi havus tian disketon, metingu ĝin en diskilo autaŭ pluigi. Kontraŭe, vi meme elekteblos adaptilajn lumdiskajn modulojn.
es: Puede que necesite controladores de CD-ROM de un disquete de controladores. Si tiene este disquete disponible ahora, introdúzcalo en la unidad y continúe. Si no es así, se le dará la opción de seleccionar los módulos de CD-ROM manualmente.
hu: Szüksége lehet további CD-ROM meghajtómodulok betöltésére, például egy hajlékonylemezről. Ha van ilyen lemeze, helyezze a lemezmeghajtóba és lépjen tovább. Egyébként lehetősége nyílik CD-rOM meghajtómodulok kézzel történő kiválasztására.
is: Hugsanlegt er að þú þurfir að hlaða inn aukareklum fyrir geisladrifið þitt af diskettu. Ef þú átt slíka diskettu skaltu setja hana í drifið núna og halda áfram. Annars verður þér boðið að velja rekla handvirkt.
pt: Pode necessitar de carregar módulos adicionais de CD-ROM a partir de uma disquete de drivers. Se tem agora uma dessas disquetes disponíveis, ponha-a na drive, e continue. Caso contrário, poderá escolher manualmente a opção para seleccionar módulos de CD-ROM.
ru: Возможно, вам понадобится подгрузить дополнительные драйверы привода CD-ROM с дискеты. Если такая дискета у вас под рукой, вставьте её в дисковод и продолжайте. В противном случае, вы сможете вручную выбрать модуль для вашего привода CD-ROМ.
sk: Mo¾no budete potrebova» naèíta» ovládaèe CD-ROM z disketovej mechaniky. Ak máte takú disketu, vlo¾te ju do mechaniky a pokraèujte, ináè budete vyzvaní na manuálnu voµbu CD-ROM modulov.
sq: Mund t shtosh driver CD-ROM-i shtes nga nj floppy. Nse e ke tani kt floppy, fute n lexues dhe vazhdo. Prndryshe, do t t jepet mundsia t zgjedhsh vet modulet e CD-ROM-it.
ta: தாங்கள் கூடுதலான சீடி-ரோம் இயக்கு நிரல்களை நெகிழ்வட்டிலிருந்து ஏற்ற வேண்டியிருக்கும். அத்தகைய நெகிழ்வட்டு தங்களிடம் இருப்பின் இயக்கியில் இட்டபின் தொடரவும். இல்லையெனில், தாங்களே சீடி-ரோம் தொகுதியை தேர்வு செய்ய வாய்ப்பு அளிக்கப்படும்.
vi: Có lẽ bạn cần tải những trình hỗ trợ sử dụng đĩa CD từ đĩa mềm trình hỗ trợ. Nếu bạn có đĩa mềm như thế sẵn sàng thì hãy nạp nó vào ổ và tiếp tục. Không thì bạn sẽ nhận dịp tự chọn mô-đun đĩa CD.
xh: Kungafuneka ukuba ulayishe abaqhubi abongezelelekileyo be-CD-ROM abasuka kwi-floppy engumqhubi. Ukub une-floppy enjalo efumanekayo, yibeke ngaphakathi kwi-drive, uqhubeke. Kungenjalo, siyakunika lo kukhetha ngezandla iimodyuli ze-CD-ROM.

source: Detecting hardware to find CD-ROM drives
am: ሲዲ ማጫወቻውን ለማግኘት ጥጥር አካል ፍለጋ ላይ
ast: Deteutando el hardware p'alcontrar les unidaes de CD-ROM
be: Пошук прыладаў CD-ROM сярод абсталявання
bg: Разпознаване на хардуер, за да бъде намерено компактдисково устройство
cs: Rozpoznává se hardware za účelem nalezení CD-ROM mechanik
eo: Aparatara detektado por trovi lumdiskajn diskingojn
es: Detectando el hardware para buscar unidades de CD-ROM
eu: Hardwarea antzematen CD-ROM unitateak bilatzeko
fi: Laitteistotunnistus etsii CD-asemia
fr: Détection du matériel : recherche des lecteurs de CD-ROM
ga: Ag brath crua-earraí chun tiomántáin CD-ROM a aimsiú
gl: Estase a detectar o hardware para achar unidades de CD-ROM
gu: સીડી-રોમ ડ્રાઇવ શોધવા માટે હાર્ડવેર ચકાસે છે
hu: CD-ROM meghajtók felderítése
id: Mendeteksi perangkat keras untuk penggerak CD-ROM
is: Leita að geisladrifi
ja: CD-ROM ドライブを見つけるためにハードウェアを検出しています
ka: მიმდინარეობს აპარატურის ამოცნობა CD-ROM მოწყობილობათა საპოვნელად
kk: Компакт-дискілердің оқу құрылғысын іздеу
ko: 하드웨어를 검색해 CD-ROM 드라이브를 찾는 중입니다
ml: സിഡി-റോം ഡ്രൈവുകള്‍ കണ്ടുപിടിക്കാനായി ഹാര്‍ഡ്‌വെയര്‍ തിരിച്ചറിയുന്നു
mr: सीडी रॉम ड्राइव्ह शोधण्याकरिता हार्डवेअर तपासत आहे
nb: Undersøker maskinvaren for å finne CD-spillere
pa: CD-ROM ਡਰਾਈਵ ਲੱਭਣ ਲਈ ਹਾਰਡਵੇਅਰ ਪਤਾ ਲਗਾ ਰਿਹਾ ਹੈ
pt: A detectar para encontrar drives de CD-ROM
ro: Se detectează componentele pentru a găsi CD-ROM-ul
ru: Поиск привода чтения компакт-дисков
si: පිරික්සමින් දාවකය සොයාගැනීම සඳහා දෘඩාංග හදුනාගනිමින්
sk: Rozpoznávam zariadenia na nájdenie CD-ROM mechaniky
sl: Zaznavanje pogonov CD-ROM
sq: Duke krkuar pr dispozitiva CD-ROM
sr: Претраживање хардвера за CD-ROM уређајима
sv: Identifierar maskinvara för att hitta cd-rom-enheter
ta: சீடி-ரோம் இயக்கிகளை தேட வன்பொருட்கள் கண்டறியப்படுகின்றன
tl: Naghahanap ng mga CD-ROM drive
vi: Dò tìm phần cứng để tìm ổ CD.
xh: Ifumana i-hardware yekhompyutha ukuze ifumane ii-drive ze-CD-ROM
zh_tw: 偵測硬體以找出光碟機

source: Manually select a CD-ROM module and device?
am: የሲዲ ጥቅሉና መሳሪያው በእጅ ይመረጥ?
ast: ¿Quier seleicionar manualmente el módulu y el preséu del CD-ROM?
be: Пазначыць модуль і прыладу CD-ROM самастойна?
bg: Ръчно избиране на модула и устройството на компактдиска?
cs: Vybrat zařízení a modul pro CD-ROM ručně?
eo: Ĉu vi volas mane elekti lumdiskan modulon kaj aparaton ?
es: ¿Quiere seleccionar manualmente el módulo y el dispositivo del CD-ROM?
eu: Eskuz hautatu nahi duzu CD-ROM modulua eta gailua?
fi: Valitsetko itse CD-ROM-laiteajurin ja -laitteen?
fr: Voulez-vous choisir le module et le périphérique du lecteur de CD-ROM ?
ga: Roghnaigh modúl agus gléas CD-ROM de láimh?
gl: Desexa escoller manualmente un módulo e dispositivo de CD-ROM?
gu: સીડી-રોમ મોડ્યુલ અને ઉપકરણ જાતે પસંદ કરશો?
hu: Kézzel választ ki egy CD-ROM-meghajtómodult és egy hozzá tartozó eszközt?
id: Pilih modul dan piranti CD-ROM secara manual?
is: Velja geisladrifsrekil handvirkt?
ja: CD-ROM モジュールとデバイスを手動で選択しますか?
ka: გსურთ ხელით მიუთითოთ CD-ROM მოდული და მოწყობილობა?
kk: CD-ROM құрылғысын және модулін қолдан таңдау керек пе?
ko: 수동으로 CD-ROM 모듈과 장치를 선택하시겠습니까?
ml: നിങ്ങള്‍ക്കു് ഒരു സിഡി-റോം മൊഡ്യൂളും ഉപകരണവും തെരഞ്ഞെടുക്കണോ?
mr: सीडी रॉम मॉडयूल आणि उपकरण स्वतः निवडायचे?
nb: Vil du velge modul og enhet for CD-spilleren manuelt?
pa: ਕੀ CD-ROM ਮੋਡੀਊਲ ਅਤੇ ਜੰਤਰ ਖੁਦ ਚੁਣਨਾ ਹੈ?
pt: Seleccionar manualmente um módulo e dispositivo de CD-ROM?
ro: Selectați manual un modul și un dispozitiv CD-ROM?
ru: Выбрать модуль и устройство CD-ROM вручную?
si: ශ්‍රමිකව CD-ROM මොඩියුලය හා උපකරණය තෝරන්නද?
sk: Manuálne zvoli» CD-ROM modul a zariadenie?
sl: Ali želite ročno izbrati CD-ROM module in napravo?
sq: Dshiron ta zgjedhsh vet modulin dhe dispozitivin e CD-ROM-it?
sr: Ручно изабери CD-ROM модул и уређај?
sv: Välj en cd-rom-modul och enhet manuellt?
ta: சீடி-ரோம் தொகுப்பு மற்றும் சாதனத்தை தாங்களே தேர்ந்தெடுக்கிறீர்களா?
tl: Pumili ng CD-ROM module at device ng mano-mano?
vi: Muốn tự chọn thiết bị và mô-đun cho đĩa CD không?
xh: Khetha ngezandla imodyuli ye-CD-ROM nesixhobo sayo?
zh_tw: 是否手動選擇光碟機裝置及其模組？

source: No common CD-ROM drive was detected.
am: ምንም የተለመደ የሲዲ ማጫወቻ አልተገኘም።
ast: Nun se deteutó dengún llector de CD-ROM común.
be: Не знойдзена ніякай прылады CD-ROM.
bg: Не беше открито компактдисково устройство.
cs: Nebyla nalezena žádná běžná CD-ROM mechanika.
eo: Neniu komuna lumdiska diskingo estis detektita.
es: No se ha detectado ningún lector de CD-ROM común.
eu: Ez da CD-ROM unitate arruntik detektatu.
fi: Tavanomaista CD-ROM-asemaa ei löytynyt.
fr: Aucun lecteur de CD-ROM usuel n'a été détecté.
ga: Níor braitheadh tiomántán coitianta CD-ROM.
gl: Non se achou ningunha unidade normal de CD-ROM.
gu: કોઇ સીડી-રોમ ડ્રાઇવ મળ્યું નહીં.
hu: A felderítés során egyetlen közismert CD-ROM-olvasó sem került elő.
id: Penggerak CD-ROM yang umum tidak terdeteksi.
is: Ekkert venjulegt geisladrif fannst.
ja: 一般的な CD-ROM ドライブは検出されませんでした
ka: საერთო CD-ROM დისკწამყვანი ვერ იქნა ამოცნობილი.
kk: Стандартты CD-ROM табылмады.
ko: 일반적인 CD-ROM 드라이브를 찾을 수 없습니다.
ml: സാധാരണ സിഡി-റോം ഡ്രൈവുകളൊന്നും കണ്ടില്ല.
mr: कोणताही सर्वसामान्य सीडी रॉम ड्राइव्ह सापडला नाही.
nb: Fant ingen vanlig CD-spiller.
pa: ਕੋਈ ਆਮ CD-ROM ਡਰਾਈਵ ਨਹੀਂ ਲੱਭਿਆ।
pt: Não foi encontrado nenhum leitor de CD-ROM comum.
ro: Nu a fost detectat nici un CD-ROM obișnuit.
ru: Стандартный CD-ROM не был обнаружен.
si: පොදු CD-ROM ධාවකයක් හමු නොවිනි.
sk: Nebolo rozpoznaná ¾iadna be¾ná CD-ROM mechanika.
sl: Ni bilo mogoče zaznati nobenega običajnega CD-ROM pogona.
sq: Nuk u gjet asnj drive i zakonshm CD-ROM.
sr: Није пронађен ниједан уобичајени CD-ROM уређај.
sv: Ingen vanlig cd-rom-läsare identifierades.
ta: பொதுவான சீடி-ரோம் ஏதும் கண்டறியப்படவில்லை.
tl: Walang nahanap na karaniwang CD-ROM drive.
vi: Không phát hiện thấy ổ CD nào.
xh: Akukho drive ye-CD-ROM iqhelekileyo ithe yafunyanwa.
zh_tw: 沒有偵測到任何常見的光碟機。

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
am: ሲዲ ማጫወቻዎ አሮጌ ሚጹሚ ወይም ሌላ IDE ወይም SCSI ያልሆነ ነው። ይህ ከሆነ የትኛው ጥቅል እንደሚጫንና የትኛው አካል እንደሚጠቀም መምረጥ ይኖርቦታል። የትኛው ጥቅልና አክልን መጠቀም እንዳለቦት ካላወቁ መመሪያውን በመፈለግ የአውታር ተከላ ቢያካሄዱ የተሻላ ይሆናል።
ast: El preséu CD-ROM puede ser un antiguu Mitsumi u otru non-IDE, non-SCSI. Nesi casu tendríes qu'escoyer qué módulu cargar y el preséu a usar. Si nun sabes el módulu y preséu que necesites, tendrás que restolar ente la documentación o tentar una instalación pela rede en cuenta d'una instalación dende'l CD-ROM.
be: Вашая прылада CD-ROM можа быць старой Mitsumi альбо іншай не-IDE не-SCSI прыладай CD-ROM. У гэтым выпадку вам трэба пазначыць, які модуль загрузіцьі якую прыладу выкарыстаць. Калі вы ня ведаеце адказу, паспрабуйце пашукацьзвестак у дакументацыі, або паставіць сістэму па сетцы, а не з кампакт-дыску.
bg: Вашето компактдисково устройство може би е старо Mitsumi, или друго не-IDE, не-SCSI устройство. В този случай можете да укажете точно кой модул да бъде зареден и кое устройство да се използва. Ако не знаете кой модул и кое устройство са нужни, погледнете в документацията и пробвайте мрежова инсталация вместо инсталация от компактдиск.
cs: Možná máte starou Mitsumi nebo jinou ne-IDE, ne-SCSI mechaniku. V takovém případě můžete vybrat modul a odpovídající zařízení. Pokud nevíte, který modul a zařízení se má použít, podívejte se do dokumentace, nebo místo CD použijte síťovou instalaci.
eo: Se via lumdiskingo estus malnova 'Mitsumi' aŭ nenia 'IDE', 'SCSI' nu elektus kiujn ŝargotajn modulojn kaj uzotajn disponaĵojn. Se vi nescias kiuj moduloj aŭ disponaĵoj vi bezonas, konsultu aktojn aŭ provu instaladon per reto anstataŭ lumdisko.
es: Su lector de CD-ROM puede ser un Mitsumi antiguo u otro lector de CD-ROM ni IDE ni SCSI. En ese caso, debería elegir qué módulo desea cargar y qué dispositivo utilizar. Si no conoce ni el módulo ni el dispositivo necesarios, busque documentación o intente una instalación en red en lugar de una instalación desde CD-ROM.
eu: Baliteke CD-ROM unitatea Mitsumi zaharra edo IDE eta SCSI ez den CD-ROM unitatea izatea. Kasu horretan, zein modulu kargatu eta zein gailu erabili aukeratu behar duzu. Zein modulu eta gailu behar diren ez badakizu, begiratu dokumentazioa edo saiatu sareko instalazioarekin eta ez CD-ROMeko instalazioarekin.
fi: CD-asema saattaa olla vanha Mitsumi tai muu ei-IDE, ei-SCSI-asema. Tällöin on valittava mikä moduuli ladataan ja mitä laitetta käytetään. Mikäli et tiedä mitä moduulia ja laitetta tarvitaan, tutki ohjeita tai yritä verkkoasennusta CD-levyltä asentamisen sijaan.
fr: Le lecteur de CD-ROM est peut-être un ancien lecteur Mitsumi ou un lecteur qui n'est ni un IDE, ni un SCSI. Si vous êtes dans cette situation, vous pouvez indiquer quel module devra être chargé et quel périphérique sera utilisé. Si vous ne connaissez pas le module et le pilote dont vous avez besoin, veuillez consulter la documentation ou essayez de procéder à une installation via le réseau au lieu d'une installation avec un CD.
ga: Seans go bhfuil seantiomántán CD-ROM de chuid Mitsumi agat, nó tiomántán CD-ROM neamh-IDE, neamh-SCSI eile. Sa chás sin, ba chóir duit an modúl le luchtú agus an gléas le húsáid a roghnú. Mura bhfuil a fhios agat cé acu modúl agus gléas atá de dhíth ort, féach ar dhoiciméadú do chórais nó bain triail as suiteáil líonra in ionad suiteála ó CD-ROM.
gl: A súa unidade de CD-ROM pode ser unha antiga unidade Mitsumi ou doutro tipo que non sexa IDE ou SCSI. Neste caso debería escoller o módulo a cargar e o dispositivo a empregar. Se non sabe que módulo e dispositivo necesita, procure documentación ou probe a instalar pola rede no canto de instalar dun CD-ROM.
gu: તમારું સીડી-રોમ ડ્રાઇવ કદાચ જુનું મિત્સુમી અથવા બીજું IDE ના હોય, સ્કઝી સીડી-રોમ ના હોય તેવું ડ્રાઇવ છે. આ કિસ્સામાં તમારે કયા મોડ્યુલ લાવવા અને કયું ઉપકરણ વાપરવું તે પસંદ કરવું જોઇએ. જો તમે જાણતાં ન હોવ કે કયા મોડ્યુલ અને ઉપકરણ જોઇશે તો, કોઇ દસ્તાવેજ અથવા સીડી-રોમ સ્થાપનની જગ્યાએ નેટવર્ક સ્થાપનનો પ્રયત્ન કરો.
hu: A CD-ROM-olvasója esetleg egy régi Mitsumi vagy más (sem IDE, sem SCSI) CD-ROM-olvasó. Ez esetben válassza ki a betöltendő modult és a használni kívánt eszközt. Ha nem tudja, melyik modult és eszközt válassza, keressen dokumentációt vagy a CD-ROM-ról telepítés helyett folyamodjon a hálózati telepítéshez.
id: Penggerak CD-ROM Anda mungkin jenis Mitsumi yang lama atau penggerak CD-ROM non-IDE atau non-SCSI. Jika demikian, silakan pilih modul dan piranti yang harus dipakai. Bila Anda tidak mengetahui modul atau pirantinya, lihat dokumentasi atau coba lakukan instalasi dari jaringan.
is: Geisladrifið þitt gæti verið gamalt Mitsumi eða önnur gerð sem tengist hvorki IDE- né SCSI-braut. Ef það er tilfellið ættirðu að velja rekilinn sem hlaða þarf, og hvaða drif skal nota. Ef þú veist ekki hvaða rekil nota skal ættirðu að leita að upplýsingum um það, eða reyna netuppsetningu.
ja: あなたの CD-ROM ドライブは、古い Mitsumi または非 IDE、非 SCSI の CD-ROM ドライブなのかもしれません。その場合、ロードするモジュールと利用するデバイスを指示できます。必要とされるモジュール、デバイスがわからない場合は、ドキュメントを探すか、CD-ROM インストールの代わりにネットワークインストールを試してみてください。
ka: თქვენი CD-ROM დისკზამწყავნი შესაძლოა ძჳელი Mitsumi მოდელია, ან სხვა IDE-სთან და SCSI-სთან შეუთავსებელი CD-ROM დისკწამყვანია. ასეთ შემთხვევაში თქვენ უნდა ამოირჩიოთ მოწყობილობის გამოყენებისათვის აუცილებელი ჩასატვირთი მოდული. თუ არ იცით რომელი მოდული და მოწყობილობაა საჭირო, გადახედეთ დოკუმენტაციას ან შეეცადოთ CD-ROM-იდან ინსტალაციის მაგივრად მოახდინოთ ინსტალაცია ქსელის საშუალებით.
kk: Сіздің CD-ROM оқу құрылғыңыз ескі Mitsumi немесе IDE емес, SCSI емес құрылғы болуы мүмкін. Мұндай жағдайда қандай модульдерді жүктеу керектігін және қандай құрылғы қолдану керектігін өзіңіз көрсетуіңіз керек. Егер сіз қандай модуль және құрылғы қолдану керектігін білмесеңіз, құжаттарды оқыңыз немесе CD-ROM арқылы орнатудың орнына желі арқылы орнатып көріңіз.
ko: CD-ROM 드라이브가 과거의 Mitsumi 혹은 기타 IDE가 아니고, SCSI도 아닌 CD-ROM 드라이브일 수도 있습니다. 이 경우 이 장치를 사용하기 위해 어떤 모듈을 읽어들일 지 선택해야 합니다. 어떤 모듈이 필요하고 어떤 장치 파일을 사용해야 하는 지 알지 못한다면, 관련 문서를 찾아 보시거나 CD-ROM 설치 대신에 네트워크 설치를 시도해 보십시오.
ml: നിങ്ങളുടെ സിഡി-റോം ഡ്രൈവ് ഒരു പക്ഷേ ഒരു പഴയ മിത്സുബിഷിയോ അല്ലെങ്കില്‍ സ്കസിയോ ഐഡിഇയോ അല്ലാത്ത സിഡി-റോം ഡ്രൈവായിരിക്കാം. അങ്ങനെയാണെങ്കില്‍ ഏതു് മൊഡ്യൂളാണു് ചേര്‍​​ക്കേണ്ടതെന്നും ഏതു് ഉപകരണമാണു് ഉപയോഗിക്കേണ്ടതെന്നും നിങ്ങള്‍ തെരഞ്ഞെടുക്കേണ്ടതുണ്ടു്. ആവശ്യമായ ഉപകരണവും മൊഡ്യൂളും ഏതെന്നറിയില്ലെങ്കില്‍ ഏതെങ്കിലും സഹായകക്കുറിപ്പില്‍ നോക്കുകയോ അല്ലെങ്കില്‍ സിഡി-റോം ഇന്‍സ്റ്റളേഷനു് പകരം ശൃംഖലാ ഇന്‍സ്റ്റലേഷന്‍ ശ്രമിച്ചു് നോക്കുകയോ ചെയ്യാം.
mr: तुमचा सीडी रॉम ड्राइव्ह कदाचित मित्सुमी किंवा दुसरा नॉन-आयडीई, नॉन-एससिएसआय सीडी रॉम ड्राइव्ह असेल. अशा स्थितीत कोणते मॉडयूल लोड करायचे आणि कोणते उपकरण वापरायचे याची निवड तुम्ही केली पाहिजे. जर कोणते मॉडयूल आणि उपकरण आवश्यक आहेत ते तुम्हाला माहीत नसेल तर माहितीपत्रकांचा वापर करा किंवा तुम्ही सीडी रॉमद्वारा अधिष्ठापनेच्या ऐवजी नेटवर्कद्वारा अधिष्ठापना करण्याचा प्रयत्न करा.
nb: Det kan være at du har en gammel Mitsumi-spiller eller en annen CD-spiller som ikke er en IDE- eller SCSI-spiller. I så fall kan du velge hvilken modul og enhet som skal brukes. Dersom du ikke vet hvilken modul og enhet som trengs, bør du prøve å finne dokumentasjon et annet sted. Du kan også prøve nettverksinstallasjonen isteden for å installere fra CD.
pa: ਤੁਹਾਡੀ CD-ROM ਡਰਾਈਵ ਪੁਰਾਣੀ Mitsumi ਜਾਂ ਹੋਰ ਨਾਨ-IDE, ਨਾਨ-SCSI CD-ROM ਡਰਾਈਵ ਹੋ ਸਕਦੀ ਹੈ। ਅਜਿਹੇ ਮੁੱਦੇ ਵਿੱਚ ਤੁਹਾਨੂੰ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਕਿਹੜਾ ਮੋਡੀਊਲ ਲੋਡ ਕਰਨਾ ਹੈ ਅਤੇ ਕਿਹੜਾ ਜੰਤਰ ਵਰਤਣਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕਿਹੜਾ ਮੋਡੀਊਲ ਅਤੇ ਜੰਤਰ ਚਾਹੀਦੇ ਹਨ, ਕੁਝ ਡੌਕੂਮੈਂਟ ਵੇਖੋ ਜਾਂ CD-ROM ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਬਜਾਏ ਨੈੱਟਵਰਕ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: O seu leitor de CD-ROM pode ser um Mitsumi antigo ou um outro leitor de CD-ROM não-IDE e não-SCSI. Nesse caso deverá seleccionar o módulo e dispositivo a carregar.Se não sabe qual são o modulo e dispositivo necessários, procure alguma documentação ou tente a instalação pela rede em vez da instalação por CD-ROM.
ro: CD-ROM-ul dumneavoastră ar putea fi un CD-ROM Mitsumi vechi sau unul non-IDE și non-SCSI. În acest caz va trebui să alegeți modulul care trebuie încărcat și dispozitivul care trebuie folosit. Dacă nu știți care modul și dispozitiv este necesar, căutați ceva documentație sau încercați o instalare prin rețea.
ru: Устройство чтения CD-ROM не найдено. Возможно вы используете старое устройство чтения Mitsumi или другой не-IDE, не-SCSI CD-ROM. В таком случае вы должны указать, какие модули загрузить и какое устройство использовать. Если вы не знаете какие модули и устройства вам нужны, то почитайте документацию или попробуйте установку по сети вместо установки с CD-ROM.
si: ඔබේ CD-ROM ධාවකය ඇතැම්විට පැරණි Mitsumi හෝ වෙනත් IDE හෝ SCSI නොවන ධාවකයක් විය හැක, එසේ නම් ඔබට ධාවකය භාවිත කිරීම සඳහා පූර්ණය කිරීමට මොඩියුලය තෝරාගැනීමට සිදුවේ, ධාවකයට සුදුසු මොඩියුලය කුමක්දැයි නොදන්නේ නම්, ලේඛන වලට යොමුවන්න, නැතිනම් CD-ROM ස්ථාපනයක් වෙනුවට ජාල ස්ථාපනයකට යොමුවන්න.
sk: Va¹a CD-ROM mechanika je mo¾no stará Mitsumi alebo iná nie-IDE, nie-SCSI CD-ROM mechanika. V takom prípade by ste si mali zvoli» modul na zavedenie a odpovedajúce zariadenie. Ak neviete, ktorý modul a zariadenie sa majú pou¾i», pozrite sa do dokumentácie, alebo skúste namiesto CD-ROM in¹talácie sie»ovú in¹taláciu
sl: Vaš CD-ROM pogon je morda stari pogon Mitsumi ali drug pogon, ki ni vrste IDE ali SCSI. V tem primeru izberite modul in pogon, ki ga želite uporabljati. Če ne veste kateri modul in pogon potrebujete, poskusite poiskati dokumentacijo ali pa namesto namestitve iz CD-ja, poskusite z namestitvijo prek omrežja.
sq: Drive CD-ROM q ke mund t jet nj Mitsumi i vjetr nj tjetr jo IDE, apo drive CD-ROM jo SCSI. N kt rast, duhet t zgjedhsh k modul duhet t ngarkosh dh dispozitivin pr prdorim. Nse nuk di kush modul apo dispozitiv duhet, shiko dokumentacionin ose prdor instalimin nga rrjeti n vend t atij nga CD-ROM.
sr: Могуће да је ваш CD-ROM стари Mitsumi или други не-IDE, не-SCSI CD-ROM уређај. У том случају изаберите који модул учитати и који уређај користити. Ако не знате који модули и уређаји су потребни погледајте документацију или пробајте инсталацију преко мреже уместо CD-ROM инсталације.
sv: Din cd-rom-läsare kan vara en gammal Mitsumi eller en annan cd-rom-läsare av annan typ än IDE eller SCSI. Om så är fallet bör du välja vilken modul som ska läsas in och den enhet som ska användas. Om du inte vet vilken modul och enhet som behövs så sök efter dokumentation eller försök med en nätverksinstallation istället för en cd-rom-installation.
ta: தங்களது சீடி-ரோம் பழைய மிட்சுமி, IDE-அல்லாத அல்லது SCSI-அல்லாத ஒன்றாக இருக்கலாம். அப்படியெனில் ஏற்றப்படவேண்டிய தொகுதி மற்றும் உபயோகிக்க வேண்டிய சாதனத்தை தேர்வு செய்க. அதை பற்றி தாங்கள் அறியாத நிலையில் உதவி ஆவணங்களை காணவும் அல்லது வலையின் மூலம் நிறுவவும்.
tl: Ang inyong CD-ROM drive ay maaaring lumang Mitsumi o ibang hindi IDE, hindi SCSI na CD-ROM drive. Kung ganoon, dapat piliin niyo ang module na ipapasok at ang device na gagamitin. Kung hindi niyo alam kung aling module at device ang kailangan, maghanap ng documentation o subukan ang pagluklok mula sa network sa halip ng pagluklok mula sa CD-ROM.
vi: Có lẽ ổ CD bạn là Mitsumi cũ hay ổ khác không phải là IDE hay SCSI. Như thế thì bạn nên chọn mô-đun nào cần tải và thiết bị nào cần sử dụng. Nếu chưa biết cần điều nào thì hãy tìm kiếm tài liệu hay thử cài đặt qua mạng thay cho bằng đĩa CD.
xh: I-drive yakho ye-CD-ROM kungenzeka ukuba yi-Mitsumi endala okanye enye i-drive engeyiyo i-IDE, engeyiyo i-SCSI CD-ROM. Xa kunjalo kufuneka ukhethe ukuba yiyiphi na imodyuli oza kuyilayisha kunye nokuba sesiphina isixhobo oza kusisebenzisa. Ukuba akuyazi ukuba yeyiphi na imodyuli okanye sisiphina isixhobo esifunekayo, funa ukungqinelwa ngamaxwebhu okanye uzame useko-nkqubo endaweni yokuseka inkqubo ye-CD-ROM.
zh_tw: 您的光碟機也許是老式的 Mitsumi 或者其他非 IDE、非 SCSI 的裝置。若真是這樣的話，請您手動選擇它所使用的裝置及其所需載入的模組。如果您不知道應該使用哪一個裝置及模組，請參考相關文件，或者不要使用安裝光碟，替而使用網路安裝。

source: Try again to mount the CD-ROM?
am: ሲዲውን እንደገና ለመጫን ይሞከር?
ast: ¿Intentar montar el CD-ROM de nuevu?
be: Паспрабаваць яшчэ раз прымантаваць CD-ROM?
bg: Да бъде ли направен отново опит за монтиране компактдиск?
cs: Pokusit se znovu o připojení CD-ROM?
eo: Reprovu de surmeti la lumdiskon ?
es: ¿Intentar montar el CD-ROM de nuevo?
eu: Berriro saiatu nahi duzu CD-ROMa muntatzen?
fi: Yritetäänkö uudestaan liittää CD-levy?
fr: Faut-il réessayer de monter le CD ?
ga: Déan iarracht eile an CD-ROM a fheistiú?
gl: Desexa tentar montar o CD-ROM de novo?
gu: સીડી-રોમ માઉન્ટ કરવા માટે ફરી પ્રયત્ન કરશો?
hu: Újból megpróbálja felcsatlakoztatni a CD-ROM-ot?
id: Coba lagi mengaitkan CD-ROM?
is: Reyna aftur að tengja geisladisk?
ja: CD-ROM のマウントを再試行しますか?
ka: ისევ ვცადო CD-ROM-ის ჩამაგრება?
kk: CD-ROM тіркеуді қайталау керек пе?
ko: 다시 한번 CD-ROM 마운트를 시도하시겠습니까?
ml: സിഡി-റോം മൌണ്ട് ചെയ്യാന്‍ വീണ്ടും ശ്രമിക്കണോ?
mr: सीडी रॉम आरोहित करायचा प्रयत्न पुन्हा करायचा?
nb: Vil du prøve å montere CD-en en gang til?
pa: ਕੀ ਫਿਰ CD-ROM ਮਾਊਂਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਹੈ?
pt: Tentar de novo montar o CD-ROM?
ro: Încercați din nou să montați CD-ROM-ul?
ru: Попробовать смонтировать CD ещё раз?
si: CD-ROM රැඳවීමට නැවත උත්සාහ කරන්නද?
sk: Pokúsi» sa znovu o pripojenie CD-ROM
sl: Ali naj ponovno poskusim priklopiti CD-ROM?
sq: Ta provoj srish montimin e CD-ROM-it?
sr: Поново монтирати CD-ROM?
sv: Försöka montera cd-skivan igen?
ta: சீடி-ரோமை ஏற்ற மீண்டும் முயற்சி செய்யவா?
tl: Subukang i-mount uli ang CD-ROM?
vi: Thử lắp lại đĩa CD không?
xh: Zama kwakhona ukunyusa i-CD-ROM?
zh_tw: 是否再度嘗試掛載光碟機？
