Repository: dankamongmen/s-i
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: am, ast, be, bg, cs, eo, es, eu, fi, fr, ga, gl, gu, hu, id, is, ja, ka, kk, ko, ml, mr, nb, pa, pt, ro, ru, si, sk, sl, sq, sr, sv, ta, tl, vi, xh, zh_tw

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
am: ሲዲው ተገቢ የሆነ የመልቀቂያ ፋይል የለውም ወይም ካለም በትክክል አይነበብም።
ast: El CD-ROM nun paez tener un ficheru «Release» válidu o nun pudo lleese esi ficheru correutamente.
be: Здаецца, што на дыску няма прыдатнага файла 'Release', альбо яго немагчыма правільна прачытаць.
cs: Zdá se, že žádná CD mechanika neobsahuje platný soubor 'Release', nebo jej nedokáže korektně přečíst.
eo: La lumdisko ŝajnas ne enteni validan 'Release' dosieron, aŭ ĉi dosiero ne povas bone legita.
eu: CD-ROMak ez dirudi baliozko 'Release' fitxategirik duenik edo fitxategi hori ezin da behar bezala irakurri.
fi: CD-levyllä ei näytä olevan kunnollista ”Release”-tiedostoa, tai tuota tiedostoa ei saatu luettua oikein.
fr: Le CD ne semble pas contenir de fichier « Release ». Il est également possible que ce fichier soit présent mais ne puisse pas être lu correctement.
ga: Is cosúil nach bhfuil comhad bailí "Release" ar an CD-ROM, nó níorbh fhéidir an comhad sin a léamh i gceart.
gl: Semella que o CD-ROM non contén un ficheiro «Release» válido, ou que non foi posíbel ler correctamente ese ficheiro.
gu: સીડી-રોમ યોગ્ય 'Release' ફાઇલ ધરાવતી ન હોય તેવું લાગે છે, અથવા તે ફાઇલ સાચી રીતે વાંચી શકાતી નથી.
id: CD-ROM tampaknya tidak memiliki berkas 'Release' yang sah, atau berkas tersebut tidak dapat dibaca dengan baik.
is: Geisladiskurinn hefur ekki gilda 'Release'-skrá, eða þá mistókst lestur.
ja: CD-ROM は有効な 'Release' ファイルを含んでいないか、ファイルを正しく読み取れないようです。
ka: ეს CD-ROM როგორც ჩანს მართებულ „Release” ფაილს არ შეიცავს, ან ამ ფაილის სწორად წაკითხვა ვერმოხერხდა.
kk: Компакт-дискіде дұрыс 'Release' файлы жоқ, немесе ол файл дұрыс оқылмайды.
ko: CD-ROM에 올바른 'Release' 파일이 들어 있지 않거나 파일을 제대로 읽어들일 수 없습니다.
ml: സിഡി-റോമില്‍ സാധുവായ ഒരു റിലീസ് ഫയല്‍ കണ്ടെത്താന്‍ സാധിച്ചില്ല, അല്ലെങ്കില്‍ ആ ഫയല്‍ ശരിയായി വായിയ്ക്കാന്‍ സാധിച്ചില്ല.
mr: या सीडी-रॉममध्ये वैध 'Release' फाइल असल्याचे वाटत नाही, किंवा ती फाइल बरोबर वाचता आली नाही.
nb: CD-plata inneholder ikke en gyldig «Release»-fil, eller den fila kunne ikke leses riktig.
pa: CD-ROM ਵਿੱਚ ਯੋਗ 'ਜਾਰੀ' ਫਾਇਲ ਨਹੀਂ ਹੈ, ਜਾਂ ਉਹ ਫਾਇਲ ਠੀਕ ਤਰਾਂ ਪੜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
pt: O CD-ROM parece não conter um ficheiro 'Release' válido, ou esse ficheiro não pode ser lido correctamente.
ro: CD-ul nu pare să conțină un fișier „Release” valid, sau acel fișier nu a putut fi citit corect.
si: CD-ROM සතුව වලංගු 'නිකුතු' ගොනුවක් පවතින බවක් නොපෙනේ, නැතහොත් එම ගොනුව නිසිපරිදි කියවිය නොහැක.
sl: CD-ROM ne vsebuje pravilne 'Release' datoteke, ali pa je ni mogoče pravilno prebrati.
sr: Чини се да CD-ROM не садржи исправан „Release“ фајл, или се тај фајл не може исправно учитати.
sv: Cd-rom-skivan verkar inte innehålla en giltig "Release"-fil eller att den filen inte kunde läsas korrekt.
ta: சீடி-ரோம்'ல் வெளியீடு கோப்பு இல்லை அல்லது சரியாக படிக்க இயலவில்லை.
tl: Mukhang ang CD-ROM ay may hindi tanggap na talaksang 'Release', o hindi ito mabasa ng tama.
vi: Hình như đĩa CD-ROM này không chứa một tập tin «Release» (phát hành) hợp lệ, hoặc không đọc được tập tin ấy.
zh_tw: 在這張光碟裡似乎並沒有包含正確的 'Release' 檔，或是這個檔案無法被正確地讀取。

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
am: ሲዲውን ፍለጋውን ሊደግሙት ይችላሉ። ቢሆንም በተከላው ሂደት ላይ ችግር ሊያጋጥሞት ይችላል።
ast: Pue intentar la deteición del CD-ROM pero, inclusu cuando furrule la segunda vegada, ye dable que tenga problemes más alantre na instalación.
be: Вы можаце паспрабаваць яшчэ раз правесці вызначэнне дыску. Але нават калі гэта атрымаецца, вы можаце напаткаць праблемы з далейшай устаноўкай.
cs: Můžete zkusit znovu spustit rozpoznání CD, avšak i když se to napodruhé povede, mohli byste dále v instalaci zaznamenat nějaké problémy.
eo: Vi reprovus la lumdiska detekto. Tamen se ĝi sukcesas en la duaprovo, vi povus renkonti malfacilecojn dum la instalado.
eu: CD-ROMa detektatzen saiatu beharko zenuke berriro, hala ere bigarren aldi honetan antzematen bada, arazoak aurki ditzakezu beranduago, instalazioaren zehar.
fi: CD-levyn tunnistusta voidaan yrittää uudestaan, mutta vaikka se toimisikin toisella yrittämällä, voi myöhemmin asennuksen aikana ilmetä ongelmia.
fr: Vous pouvez tenter à nouveau la détection du CD. Cependant, même si elle réussit à la deuxième tentative, vous pourriez rencontrer des difficultés lors de la suite de l'installation.
ga: Is féidir leat an tiomántán CD-ROM a bhrath arís, ach seans go mbeidh fadhbanna níos déanaí sa tsuiteáil, fiú má éiríonn tú leis an dara huair.
gl: Pode probar a repetir a detección do CD-ROM, pero, incluso se ten éxito a segunda vez, pode ter problemas despois na instalación.
gu: તમે ફરીથી સીડી-રોમ શોધવાનો પ્રયત્ન કરી શકો છો પણ, જો તે પણ બીજી વખત સફળ ન થાય તો તમે પાછળથી તમને સ્થાપનમાં મુશ્કેલીઓ આવી શકે છે.
id: Anda dapat mengulangi mendeteksi CD-ROM, tapi biarpun ini berhasil anda mungkin akan menemukan masalah belakangan.
is: Þú getur reynt að endurtaka leitina, en þó hún takist gætirðu lent í vandræðum seinna í uppsetningarferlinu.
ja: 再度 CD-ROM の検出を試みることができますが、2 度目でうまくいったとしても、このあとのインストール中に問題に遭遇することになるかもしれません。
ka: შეგიძლიათ გაიმეოროთ CD-ROM-ის ამოცნობა, თუმცა თუ მეორე ჯერზე წარმატებით განხორციელდება, შესაძლოა მოგვიანებით ნსტალაციის დროს პრობლემები შეგექმნათ.
kk: Сіз компакт-дискіні табу әрекетін қайталай аласыз, бірақ екінші реттен ол дұрыс істеп кетсе де, орнату кезінде әр түрлі қиындықтар тууы мүмкін.
ko: CD-ROM 검색을 다시 시도하면 성공할 수도 있지만, 두 번째에서 성공하더라도 설치 뒤쪽에서 문제가 다시 발생할 수도 있습니다.
ml: സിഡി-റോം തിരിച്ചറിയാനുള്ള ശ്രമം ഒരു തവണ കൂടി നടത്തി നോക്കാവുന്നതാണു്. പക്ഷെ അതു വിജയിച്ചാല്‍ തന്നെ, പിന്നീട്‌ ഇന്‍സ്റ്റളേഷനില്‍ തടസം നേരിടാന്‍ സാധ്യതയുണ്ടു്.
mr: तुम्ही सीडी-रॉमचा शोध पुन्हा करू शकता पण, जरी तो दुसर्‍यांदा यशस्वी झाला तरी नंतर अधिष्ठापनेच्यावेळी तुम्हाला समस्या येऊ शकतात.
nb: Du kan forsøke å gjenta søk etter CD-ROM, men selv om det lykkes den andre gangen kan du få problemer senere i installeringen.
pa: ਤੁਹਾਨੂੰ CD-ROM ਖੋਜ ਨੂੰ ਦੁਹਰਾਉਣੀ ਪੈ ਸਕਦੀ ਹੈ ਪਰ, ਭਾਵੇਂ ਇਹ ਦੂਜੀ ਵਾਰ ਸਫਲ ਨਹੀਂ ਹੁੰਦਾ, ਤੁਹਾਨੂੰ ਬਾਅਦ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਸਕਦੀ ਹੈ।
pt: Pode tentar repetir a detecção do CD-ROM mas, mesmo que consiga à segunda vez, poderá vir a ter problemas durante a instalação.
ro: Puteți încerca să repetați detectarea CD-ului, dar, chiar dacă reușește a doua oară, puteți să aveți probleme mai târziu în timpul instalării.
si: ඔබට CD-ROM හඳුනාගැනීම නැවත උත්සාහ කල හැකි නමුත්, එය දෙවන අවස්ථාවේ සාර්ථක වුවද ස්ථාපනයේදී ඔබට ගැටළු ඇතිකල හැක.
sl: Lahko poskusite ponoviti zaznavo CD-ROM-a, a tudi če uspe, lahko pride do težav kasneje med namestitvijo.
sr: Можете покушати да поновите детекцију CD-ROM уређаја, али чак ако то и успе из другог покушаја, могли бисте наићи на проблеме касније у инсталацији.
sv: Du kan försöka igen att hitta cd-rom-enheten men även om det lyckas kan du uppleva problem senare i installationen.
ta: சீடி-ரோமை கண்டறிய மீண்டும் முயற்சிக்கலாம். அதுவும் தோல்வியடையும் பட்சத்தில் நிறுவலில் பிரச்சனைகள் ஏற்படலாம்.
tl: Maaari niyong subukan muli ang paghanap sa CD-ROM subalit, maaaring magkaroon ng problema mamaya sa pagluklok kahit matagumpay ito sa pangalawang subok.
vi: Bạn có thể cố phát hiện lại đĩa CD-ROM, nhưng mà, dù nếu việc ấy thành công lần thứ hai, bạn có lẽ sẽ gặp lỗi tại điểm thời sau trong khi cài đặt.
zh_tw: 您可以再次試著進行光碟的偵測，但即使第二次僥倖成功了，您在之後的安裝過程裡還是可能會遇到問題。

source: stable, testing, unstable
es: stable (estable), testing (pruebas), unstable (inestable)
hu: stabil, tesztelés alatti, instabil
ru: стабильная (stable), тестируемая (testing), нестабильная (unstable)
sk: stabilná, testovacia, nestabilná
vi: ổn định, thử ra, bất định
xh: izinzile, iyavavanya, ayizinzanga

source: Debian version to install:
bg: Версия на Debian, която да се инсталира:
eo: Instalonta Debiana versio :
es: Versión de Debian a instalar:
hu: Telepítendő Debian-változat:
pt: Versão de Debian a instalar:
ru: Устанавливаемая версия Debian:
sk: Verzia Debianu na in¹taláciu:
sq: Versioni i Debian pr tu instaluar:
vi: Phiên bản Debian cần cài đặt :
xh: Iza kuseka inkqubo yenguqulelo i-Debian:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
bg: Debian има няколко разновидности. Stable е добре тествана и рядко се променя. Unstable не е тествана и често се променя. Testing е по средата и получава много от новите версии на пакетите от unstable, ако не са твърде проблемни.
eo: Debiano liveras en pli eldonoj. 'Stable' estas la plej prova eldono kaj malofte ŝanĝas. 'Unstable' estas malprova kaj ofte ŝanĝas. 'Testing' estas inter ambaŭ, ĝi multe rericevas novan pakojn el 'Unstable' se tiuj ĉi ne tro misfunkcias.
es: Debian tiene distintas variantes. «Stable» está muy probada y apenas cambia. «Unstable» (inestable) no está probada y cambia muy a menudo. «Testing» (pruebas) es un término medio, que recibe la mayoría de las actualizaciones de inestable si éstas no tienen muchos fallos.
hu: A Debian többféle változatban létezik. A stabil igen alapos tesztelésen esett át és ritkán változik. Az instabil kevés tesztelést kapott és gyakran változik. A tesztelés alatti változat a kettő közti középút, és az instabil sok, hibamentesebbnek ítélt darabját gyűjti.
pt: O Debian vem em várias versões. A Stable é bastante testada e raramente tem alterações. A Unstable não é testada e é alterada frequentemente. A Testing é o meio termo, recebe muitas das novas versões de Unstable se estas não tiverem muitos problemas.
ru: Существует три версии Debian. Стабильная (stable) -- хорошо протестирована и редко изменяется. Нестабильная (unstable) -- практически не тестирована, и часто изменяется. Тестируемая (testing) является чем-то средним, в неё включаются многие версии из нестабильной версии, если они не содержат явных ошибок.
sk: Debian prichádza v niekoµkých verziách. Stabilná je dobre testovaná a zriedka sa mení. Nestabilná je netestovaná a s èastými zmenami. Testovacia je nieèo uprostred, preto¾e má z nestabilnej verzie veµa nových programov, ktoré nemajú veµa chýb.
sq: Debian vjen n disa versione. Stable sht i mir-provuar dhe rrall ndryshon. Unstable nuk sht i provuar dhe ndryshon shpesh. Testing qndron n mes, pranon shum versione t reja nga unstable nse kto t fundit nuk prmbajn shum gabime.
vi: Có vài phiên bản Debian khác. Ổn định (stable) - phiên bản này được kiểm tra khá và thay đổi rất ít lần. Bất định (unstable) - phiên bản này chưa được kiểm tra và thay đổi luôn. Thử ra (testing) - phiên bản này ở giữa hai phiên bản khác: nó nhận nhiều trình mới từ phiên bản bất định, khi mỗi trình không còn có nhiều lỗi lại.
xh: I-Debian iza ngeencasa eziliqela. Uzinzo luvavanywe kakuhle yaye alufane lutshintshe, Engazinzanga ayivavanyiwanga yaye itshintsha rhoqo. Ukuvavanya kubalulekile, kufumana uninzi lweenguqulelo ezintsha zisuke kwezingazinzanga ukuba azinaziphene kakhulu.

source: Unmounting and ejecting CD-ROM...
am: ሲዲ ማጫወቻውን በማውረድና በማስወጣት ላይ...
ast: Desmontando y espulsando'l CD-ROM...
be: Адмантціраванне і выштурханне CD-ROM...
bg: Демонтиране и изкарване на компактдиска...
cs: Odpojuje se CD-ROM...
eo: Demeti kaj elmeti lumdiskon ...
es: Desmontando y expulsando el CD-ROM...
eu: CD-ROMa desmuntatzen eta egozten...
fi: Irrotetaan ja poistetaan CD-levy...
fr: Démontage du CD et éjection...
ga: CD-ROM á dhífheistiú agus á dhíchur...
gl: Estase a desmontar e extraer o CD-ROM...
gu: સીડી-રોમને અન્માઉન્ટ કરે છે અને બહાર કાઢે છે...
hu: CD-ROM lecsatlakoztatása és kiadása folyamatban...
id: Melepas dan mengeluarkan CD-ROM...
is: Aftengi disk og opna geisladrif...
ja: CD-ROM のアンマウントと取り出しをしています ...
ka: CD-ROM-ის მოხსნა და ამოღება...
kk: CD-ROM дискіні тіркеуден босатып, шығару...
ko: CD-ROM을 마운트 해제하고 뺍니다...
ml: സിഡി-റോം അണ്‍മൌണ്ട് ചെയ്തു് പുറത്തെടുക്കുന്നു...
mr: सीडी-रॉम अनारोहित करून बाहेर काढत आहे...
nb: Avmonterer og løser ut CD-en ...
pa: CD-ROM ਅਣ-ਮਾਊਂਟ ਅਤੇ ਬਾਹਰ ਕੱਢੀ ਜਾ ਰਹੀ ਹੈ...
pt: Desmontar e ejectar o CD-ROM...
ro: Se demontează și se scoate CD-ul...
ru: Отмонтирование и выброс компакт-диска...
si: CD-ROM අස්ථාපනය හා පිට කරමින්...
sk: Odpájam a vysúvam CD-ROM...
sl: Odklapljanje in odstranitev CD-ROM ...
sq: Duke montuar dhe nxjerr CD-ROM-in ...
sr: Демонтирање и избацивање CD-ROM-а...
sv: Avmonterar och matar ut cd-skivan ...
ta: சீடி-ரோம் வெளித்தள்ளப்படுகிறது...
tl: Ina-unmount at iluluwa ang CD-ROM...
vi: Thôi lắp và nhả đĩa CD ra...
xh: Iyayehlisa iyayikhupha i-CD-ROM...
zh_tw: 正在卸載並退出光碟片...

source: Detect and mount CD-ROM
am: ሲዲ ማጫወቻውን አግኝና ጫን
ast: Deteutar y montar el CD-ROM
be: Вызначыць і прымантаваць CD-ROM
bg: Разпознаване на компактдисковото устройство и монтиране на компактдиск
cs: Rozpoznat a připojit CD-ROM
eo: Detektu kaj surmetu lumdiskon
es: Detectar y montar el CD-ROM
eu: Detektatu eta muntatu CD-ROMa
fi: Tunnista ja liitä CD-levy
fr: Détecter et monter le CD
ga: Braith agus feistigh an CD-ROM
gl: Detectar e montar o CD-ROM
gu: સીડી-રોમ શોધો અને માઉન્ટ કરો
hu: CD-ROM felderítése és felcsatlakoztatása
id: Mencari dan mengaitkan CD-ROM
is: Finna og tengja geisladisk
ja: CD-ROM の検出とマウント
ka: CD-ROM-ის ამოცნობა და ჩამაგრება
kk: CD-ROM табу және тіркеу
ko: CD-ROM 찾기 및 마운트
ml: സിഡി-റോം തിരിച്ചറിഞ്ഞു് മൌണ്ട് ചെയ്യുക
mr: सीडी-रॉम शोधा आणि आरोहित करा.
nb: Finn og monter CD-en
pa: CD-ROM ਖੋਜ ਅਤੇ ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: Detectar e montar o CD-ROM
ro: Detectează și montează CD-ul
ru: Поиск и монтирование CD-ROM
si: CD-ROM හඳුනාගෙන රඳවන්න
sk: Rozpozna» a pripoji» CD-ROM
sl: Zaznaj in priklopi CD-ROM
sq: Gjej dhe monto CD-ROM
sr: Пронађи и монтирај CD-ROM
sv: Identifiera och montera cd-rom
ta: சீடி-ரோமை கண்டறிந்து ஏற்றவும்
tl: Hanapin at mag-mount ng CD-ROM
vi: Phát hiện và lắp đĩa CD
xh: Fumana unyuse i-CD-ROM
zh_tw: 偵測並掛載光碟片

source: Load CD-ROM drivers from removable media?
am: ከተነቃይ ይዘት የሲዲ ነጂ ስልቶች ይጫኑ?
ast: ¿Cargar controladores CD-ROM dende mediu estrayible?
cs: Nahrát ovladače CD-ROM z výměnného média?
eu: Kargatu CD-ROM kontrolatzaileak euskarri aldagarritik?
fi: Ladataanko CD-ROM-ajureita siirrettävältä taltiolta?
fr: Faut-il charger les pilotes de lecteurs de CD-ROM depuis un support amovible ?
ga: Luchtaigh tiománaithe CD-ROM ó mheán inbhainte?
gl: Desexa cargar os controladores do CD-ROM dun soporte extraíbel?
gu: દૂર કરી શકાય તેવા મિડીઆમાંથી સીડી-રોમ ડ્રાઇવરો લાવશો?
id: Muatkan driver CD-ROM dari media lepas-pasang?
ja: CD-ROM ドライバをリブーバブルメディアからロードしますか?
ka: გსურთ CD-ROM დისკწამყვანის დრაივერების შეცვლადი მედიიდან ჩატვირთვა?
kk: CD-ROM драйверін тасымалы құрылғыдан жүктеуді қалайсыз ба?
ko: 이동식 미디어에서 CD-ROM 드라이버를 읽어들이시겠습니까?
ml: നീക്കം ചെയ്യാവുന്ന മാധ്യമത്തില്‍ നിന്നും സിഡി-റോം പ്രവര്‍ത്തകങ്ങള്‍ ചേര്‍ക്കണോ?
mr: काढता येण्याजोग्या माध्यमामधून सीडी रॉम ड्रायव्हर्स घ्यायचे?
nb: Vil du laste CD-drivere fra et fjernbart medium?
pa: ਹਟਾਉਣਯੋਗ ਮੀਡਿਆ ਤੋਂ CD-ROM ਡਰਾਈਵਰ ਲੋਡ ਕਰੋ?
ro: Se încarcă modulele de nucleu pentru CD-ROM de pe un mediu mobil?
si: ඉවත්කල හැකි මාධ්‍යයෙන් CD-ROM ධාවක පූර්ණය කරන්නද?
sl: Naložim gonilnike za CD-ROM iz izmenljivega medija?
sr: Учитати CD-ROM драјвере са изменљивог медијума?
sv: Läsa in drivrutiner för cd-rom-enheter från ett flyttbart media?
tl: Ipasok ang mga CD-ROM driver mula sa removable media?
zh_tw: 是否要從可移除裝置中載入光碟機的驅動程式？

source: You may need to load additional CD-ROM drivers from removable media, such as a driver floppy. If you have such media available now, insert it, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
am: ተጨማሪ ሲዲ ነጂ ስልትን ከፍሎፒው መጫን ምናልባት ያስፈልግዎ ይሆናል። ይህ ፍሎፒ ካለዎት ነጂው ውስጥ ያስገቡና ይቀጥሉ። ይህ ካልሆነ የሲዲ ጥቅሎችን በእጅ እንዲመርጡ ይሆናል።
ast: Ye posible que necesites cargar más d'un controlador en CD-ROM dende un mediu estrayible, como un controlador de disquete. Si tienes mediu disponible agora, inxértalu y sigue. En casu contrariu, podrás seleicionar manualmente los módulos en CD-ROM.
cs: Možná musíte zavést další ovladače CD-ROM z výměnného média, např. z diskety s ovladači. Pokud takové médium máte, vložte je a pokračujte. V opačném případě dostanete možnost vybrat moduly CD-ROM ručně.
eu: Agian CD-ROM kontrolatzaile osagarriak diskete baten antzerako euskarri aldagarri batetik kargatu beharko dituzu. Euskarria orain erabilgarri baduzu, jarri unitatean eta jarraitu. Bestela, CD-ROM moduluak automatikoki hautatzeko aukera emango zaizu.
fi: CD-ROM-aseman ajureita saatetaan joutua lataamaan siirrettävältä taltiolta, esimerkiksi ajurilevykkeeltä. Jos tällainen taltio on käytettävissä, laita se asemaan ja jatka. Muussa tapauksessa CD-ROM-moduulit voidaan valita käsin.
fr: Il peut être nécessaire de charger des pilotes additionnels de lecteurs de CD-ROM depuis un support amovible, par exemple une disquette de pilotes. Si vous avez une tel support, placez-le dans le lecteur, puis continuez. Dans le cas contraire, vous aurez la possibilité de choisir vous-même les modules des pilotes de lecteurs de CD-ROM.
ga: Seans go gcaithfidh tú tiománaithe breise CD-ROM a luchtú ó mheán inbhainte, mar shampla ó dhiosca flapach. Má tá a leithéid de mheán agat anois, cuir é sa tiomántán agus lean ar aghaidh. Mura bhfuil, beidh tú in ann modúil CD-ROM a roghnú de láimh.
gl: Pode ter que cargar algúns controladores de CD-ROM adicionais dun soporte extraíbel; por exemplo, dun disquete de controladores. Se ten un soporte deste tipo, introdúzao e continúe. Se non, háselle dar a oportunidade de escoller manualmente os módulos do CD-ROM.
gu: દૂર કરી શકાય તેવી મિડીઆ જેવીકે, ડ્રાઇવર ફ્લોપીમાંથી તમારે વધારાનાં સીડી-રોમ ડ્રાઇવરો લાવવા પડશે. જો તમારી પાસે આવી મિડીઆ પ્રાપ્ત હોય તો, તેને દાખલ કરો, અને આગળ વધો. અથવા, તમને સીડી-રોમ મોડ્યુલો જાતે પસંદ કરવાનો વિકલ્પ આપવામાં આવશે.
id: Anda perlu memuat driver tambahan untuk CD-ROM dari media lepas-pasang, seperti disket driver. Jika Anda memiliki media tersebut, masukkan ke dalam penggerak dan lanjutkan. Jika tidak, Anda akan diberi pilihan untuk memilih modul CD-ROM secara manual.
ja: 追加の CD-ROM ドライバを、ドライバフロッピーなどのリムーバブルメディアからロードする必要があるでしょう。そのようなメディアを利用できるならドライブに入れ、継続してください。さもなければ、手動で CD-ROM モジュールを選択する方法もあります。
ka: თქვენ შესაძლოა დაგჭირდეთ CD-ROM დისკწამყვანის დამატებითი დრაივერების შეცვლადი მედიიდან ჩატვირთვა. თუ გაგაჩნიათ ამგვარი მედია, გთხოვთ შეართოთ ან მოათავსოთ იგი და გააგრძელოთ. წინააღმდეგ შემთხვევაში თქვენ მოგეცემათ შანსი ხელით მიუთითოთ CD-ROM-ის მოდულები.
kk: Қосымша CD-ROM драйвері қажет болуы мүмкін. Тасымалы құрылғыда (дискет) драйвер бар болса, қазір салып, жалғастырыңыз. Басқа жағдайда CD-ROM модульдерін кейінірек қолдан таңдайсыз.
ko: 이동식 미디어에서 (드라이버 플로피 등) CD-ROM 드라이버를 추가로 읽어들여야 할 수 있습니다. 그런 미디어가 있다면, 바로 그 미디어를 넣고 계속 하십시오. 그렇지 않은 경우 수동으로 CD-ROM 모듈을 선택하는 옵션이 나옵니다.
ml: നിങ്ങള്‍ക്കു് പ്രവര്‍ത്തക ഫ്ലോപ്പി പോലുള്ള നീക്കം ചെയ്യാവുന്ന മാധ്യമത്തില്‍ നിന്നും കൂടുതലായി സിഡി-റോം പ്രവര്‍ത്തകങ്ങള്‍ ചേര്‍​​ക്കേണ്ടി വന്നേയ്ക്കാം. നിങ്ങളുടെ പക്കല്‍ അങ്ങനെ ഒരു നീക്കം ചെയ്യാവുന്ന മാധ്യമം ഇപ്പോള്‍ ലഭ്യമാണെങ്കില്‍ ഡ്രൈവിലിട്ടു് തുടരാം. അല്ലെങ്കില്‍ നിങ്ങള്‍ക്കു് തന്നത്താന്‍ സിഡി-റോം മൊഡ്യൂളുകള്‍ തെരഞ്ഞെടുക്കാന്‍ അവസരം തരുന്നതായിരിയ്ക്കും.
mr: तुम्हाला कदाचित ड्रायव्हर फ्लॉपीसारख्या काढता येण्याजोग्या माध्यमामधून अतिरिक्त सीडी रॉम ड्रायव्हर्स टाकावे लागतील. जर तुमच्याकडे असे माध्यम उपलब्ध असेल तर ते घाला आणि पुढे चालू ठेवा. अन्यथा, तुम्हाला स्वहस्ते सीडी रॉम मॉड्युल निवडण्याचा पर्याय दिला जाईल.
nb: Det kan være at du må laste inn CD-drivere fra et fjernbart medium. Hvis du har det fjernbare mediet tilgjengelig nå, sett det inn og fortsett. Hvis ikke, så vil du få anledning til å velge CD-moduler manuelt.
pa: ਤੁਹਾਨੂੰ ਹਟਾਉਣਯੋਗ ਮੀਡਿਆ ਤੋਂ ਵਾਧੂ CD-ROM ਡਰਾਈਵਰ ਲੋਡ ਕਰਨ ਦੀ ਜਰੂਰਤ ਪੈ ਸਕਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਡਰਾਇਵਰ ਫਲਾਪੀ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਅਜਿਹਾ ਮੀਡਿਆ ਉਪਲੱਬਧ ਹੈ, ਇਸ ਨੂੰ ਪਾਓ, ਅਤੇ ਜਾਰੀ ਕਰੋ। ਨਹੀਂ ਤਾਂ, ਤੁਹਾਨੂੰ ਦਸਤੀ CD-ROM ਮੋਡੀਊਲ ਚੁਣਨ ਲਈ ਚੋਣ ਦਿੱਤੀ ਜਾਵੇਗੀ।
ro: S-ar putea să trebuiască să încărcați modulele adiționale pentru CD-ROM de pe un mediu mobil (ex.: o dischetă cu module de nucleu). Dacă aveți un asemenea mediu, introduceți-l în calculator, și continuați. Altfel, vi se va oferi opțiunea de a selecta manual modulele de CD-ROM.
si: ඔබට අමතර CD-ROM ධාවක නම්‍ය තැටි වැනි ඉවත්කල හැකි මාධ්‍යය මගින් එක් කිරීමට ඇවැසි විය හැක . ඔබ සතුව එවැන්නක් පවතී නම්, ඇතුළත් කර ඉදිරියට යන්න. එසේ නොවේනම් ඔබට ශ්‍රමිකව CD-ROM මොඩියුල තෝරාගැනීමේ අභිප්‍රේතයක් ලැබෙනු ඇත.
sl: Morda je potrebno naložiti dodatne gonilnike za CD-ROM iz izmenljivega medija kot je disketa z gonilniki. Če imate na voljo takšen medij, ga sedaj vstavite in nadaljujte. V nasprotnem primeru boste dobili možnost, da ročno izberete module CD-ROM.
sr: Можда ћете морати учитати додатне драјвере за CD-ROM са изменљивих медија као што је флопи диск. Ако имате такве медијуме, убаците их и наставите са инсталацијом. У супротном, пружиће вам се опција да ручно изаберете CD-ROM модуле.
sv: Du kan behöva läsa in ytterligare drivrutiner för cd-rom-enheter från ett flyttbart media. såsom en drivrutinsdiskett. Om du har ett sådan media tillgängligt så kan du mata in det och fortsätta. Annars kommer du att ges tillfälle att manuellt välja cd-rom-moduler.
tl: Maaaring kailangan na magpasok ng karagdagang mga CD-ROM driver mula sa removable media, tulad ng driver floppy. Kung mayroon kayong ganitong media, ikasa ito sa drive, at magpatuloy. Kung hindi, bibigyan kayo ng pagkakataon na pumili ng CD-ROM module ng mano-mano.
zh_tw: 您可能需要從可移除裝置（像是驅動程式軟碟片）中再載入一些額外的光碟機驅動程式。如果您手上已經有這麼一個媒體，請將其插入並繼續進行。否則，您將得手動來選取要載入的光碟機驅動模組。

source: Failed to find and mount a Debian CD-ROM
bg: Грешка при намиране и монтиране на компактдиск на Debian
es: Fallo al encontrar y montar un CD-ROM de Debian
hu: A felderítés nem talált felcsatlakoztatható Debian CD-ROM-ot.
ru: Не удалось найти и смонтировать установочный CD Debian
sk: Chyba pri hµadaní a pripojení Debian CD-ROM

source: You may be able to install Debian without a CD-ROM, by using an alternate source such as a network.
bg: Възможно е да инсталирате Debian без компактдиск, като използвате алтернативен източник, напр. мрежа.
es: Puede que sea capaz de instalar Debian sin un CD-ROM, mediante el uso de otra fuente, como por ejemplo la red.
hu: CD-ROM hiányában a Debian telepítésére más forrásokat, pl. a hálózatot is igénybe veheti.
ru: Возможно вам стоит попробовать установить Debian без CD, используя, например, установку по сети.
sk: Debian mô¾ete nain¹talova» aj bez CD-ROM, pou¾itím iného zdroja, napríklad pomocou siete.

source: Non-Debian CD-ROM detected
bg: Открит е недебиански компактдиск
es: Se ha detectado un CD-ROM que no es de Debian
hu: Nem-Debian CD-ROM észlelve
ru: Установочный CD Debian не обнаружен
sk: Bolo rozpoznané Nie-Debian CD-ROM
sq: U gjet nj CD-ROM q nuk prmban Debian

source: The CD-ROM drive contains a non-Debian CD.
bg: Компактдисковото устройство съдържа недебиански компактдиск.
es: El lector de CD-ROM contiene un CD que no es de Debian.
hu: A CD-ROM-meghajtó egy nem-Debian CD-t tartalmaz.
ru: Диск в устройстве чтения CD-ROM не является установочным CD Debian.
sk: CD-ROM mechanika obsahuje nie-Debian CD.
sq: Lexuesi CD-ROM nuk prmban nj CD Debian.

source: Please insert a Debian CD to continue with the installation.
bg: Моля сложете дебиански компактдиск, за да продължите с инсталацията.
es: Por favor, inserte un CD de Debian para continuar con la instalación.
hu: A telepítés folytatásához helyezzen be egy Debian CD-t.
ru: Вставьте установочный CD Debian для продолжения установки.
sk: Prosím, vlo¾te Debian CD pre pokraèovanie v in¹talácii.
sq: T lutem fut nj CD Debian pr t vazhduar me instalimin.
