Repository: dankamongmen/s-i
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: am, ast, be, bg, cs, eo, es, eu, fi, fr, ga, gl, gu, hu, id, is, ja, ka, kk, ko, ml, mr, nb, pa, pt, ro, ru, si, sk, sl, sq, sr, sv, ta, tl, vi, xh, zh_tw

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
am: (ALT+F2) በመጫን ሁለተኛ ሰሌዳ ከፍተው /dev ውስጥ ምን አካላት እንዳሉ መመልከት ይችላሉ፡፡ ይህንንም ለማድረግ "ls /dev" ያድርጉ፡፡ ወደዚህ ሰሌዳ ለመመለስ ALT+F1 ያድርጉ.
ast: Pue camudar a la consola del segundu terminal (ALT+F2) pa comprobar los preseos disponibles en /dev con "ls /dev". Pue volver equí con ALT+F1.
be: Вы можаце пераключыцца ў камандную абалонку на другім тэрмінале (ALT+F2), кабправерыць спіс даступных прыладаў у /dev з дапамогай "ls /dev". Вы можаце вярнуцца у гэты экран, націснуўшы ALT+F1.
bg: Можете да превключите към обвивката на втория терминал (Alt+F2), за да проверите достъпните устройства в /dev чрез "ls /dev". Връщането обратно става чрез Alt+F1.
cs: Můžete se přepnout do shellu na druhém terminálu (Alt+F2) a příkazem „ls /dev“ zjistit dostupná zařízení. Zpět na tuto obrazovku se přepnete kombinací Alt+F1.
eo: Vi ŝaltus ŝelon sur la dua terminalo ('ALT+F2') por kontroli disponajn adaptilojn el '/dev' kun la 'ls /dev' ordono. Vi retroirus al ĉi ekrano perklavu 'ALT+F1'.
es: Puede cambiar a la consola del segundo terminal (ALT+F2) para comprobar los dispositivos disponibles en /dev con «ls /dev». Puede volver aquí con ALT+F1.
eu: Bigarren terminaleko shell-era joan zaitezke (ALT+F2) /dev-en "ls /dev" komandoarekin erabilgarri dauden gailuak egiaztatzeko. Pantaila honetara itzultzeko, sakatu ALT+F1.
fi: Voit vaihtaa toisen päätteen komentotulkkiin (Alt+F2) tarkistaaksesi /dev-hakemistossa käytettävissä olevat laitteet komennolla ”ls /dev”. Takaisin palaat näppäinyhdistelmällä ALT+F1.
fr: Vous pouvez obtenir un interpréteur de commandes sur le deuxième terminal (ALT+F2) pour voir les périphériques disponibles dans /dev en tapant « ls /dev ». Vous pourrez revenir à cet écran avec ALT+F1.
ga: Is féidir leat blaosc a úsáid ar an dara teirminéal (ALT+F2) chun na gléasanna atá ar fáil a thaispeáint le "ls /dev". Ansin, fill ar an scáileán seo le ALT+F1.
gl: Pode pasar ao shell do segundo terminal (ALT+F2) para procurar mediante «ls /dev» de que dispositivos dispón en /dev/. Pode voltar a esta pantalla premendo ALT+F1.
gu: તમે બીજા ટર્મિનલમાં (ALT+F2) વડે શેલ પર જઇને /dev માં પ્રાપ્ત ઉપકરણો "ls /dev" વડે ચકાસી શકો છો. તમે આ સ્ક્રિનમાં ALT+F1 દબાવીને પાછા આવી શકો છો.
hu: A /dev könyvtárban rendelkezésre álló eszközfájlokat a második terminálon (ALT+F2) futó parancsértelmezőben kiadott parancsokkal vizsgálhatja meg (pl. "ls /dev"). A jelen képernyőre az ALT+F1 kombinációval térhet vissza.
id: Anda dapat berpindah ke shell pada terminal kedua (ALT+F2) untuk memeriksa piranti yang tersedia pada /dev dengan "ls /dev". Anda dapat kembali lagi ke layar ini dengan menekan ALT+F1.
is: Þú getur notað skelina á seinni sýndarskjánum (ALT+F2) til þess að gá hvað er í boði undir /dev með "ls /dev". Þú getur komist aftur á þennan skjá með ALT+F1.
ja: /dev にある利用可能なデバイスを確認するには、2 番目の端末にシェルを切り替えて (ALT+F2)、 "ls /dev" で行います。ALT+F1 でこの画面に戻れます。
ka: თქვენ შეგიძლიათ მეორე ტერმინალის შელში გადახვიდეთ (ALT+F2) და გადაამოწმოთ „/dev”-ში ხელმისაწვდომი მოწყობილობები „ls /dev” ბრძანებით. ამ ეკრანს კი შეგიძლიათ „ALT+F1”-ზე დაჭერით დაუბრუნდეთ.
kk: Екінші терминалған ауысып (ALT+F2), /dev ішіндегі құрылғының бар-жоғын "ls /dev" арқылы тексеруіңізге болады. Осы экранға оралу үшін ALT+F1 басыңыз.
ko: 두 번째 터미널로 전환해서 (ALT+F2) "ls /dev" 명령으로 /dev에 들어 있는 사용 가능 장치의 목록을 볼 수 있습니다. ALT+F1을 누르면 이 화면으로 돌아옵니다.
ml: /dev -ല്‍ ലഭ്യമായ ഉപകരണങ്ങള്‍ ഏതൊക്കെ എന്നു്‌ "ls /dev" ഉപയോഗിച്ചു് പരിശോധിക്കാനായി വേണമെങ്കില്‍ ALT+F2 അടിച്ച്‌ രണ്ടാമതൊരു ടെര്‍മിനലിലേയ്ക്കു് മാറാവുന്നതാണു്. തിരിച്ചു് ഈ സ്ക്രീനിലേയ്ക്ക്‌ വരുന്നതിന്‌ ALT+F1 ഉപയോഗിയ്ക്കാം.
mr: तुम्ही दुसर्‍या टर्मिनलवरील शेलवर (ALT+F2) जाऊन "ls /dev" वापरून /dev मधे उपलब्ध असलेली उपकरणे तपासू शकता. तुम्ही ALT+F1 दाबून परत या पडद्यावर येऊ शकता.
nb: Du kan bytte til skallet på det andre konsollet (ALT+F2) for å se etter tilgjengelige enheter i /dev med «ls /dev». Du kommer tilbake hit med ALT+F1.
pa: ਤੁਹਾਨੂੰ "ls /dev" ਨਾਲ /dev ਵਿੱਚ ਉਪਲੱਬਧ ਜੰਤਰਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਦੂਜੇ ਟਰਮੀਨਲ (ALT+F2) ਤੇ ਸ਼ੈੱਲ ਵਿੱਚ ਜਾਣਾ ਪੈ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਪਰਦੇ ਤੇ ALT+F1 ਦਬਾ ਕੇ ਵਾਪਸ ਆ ਸਕਦੇ ਹੋ।
pt: Pode alternar para a consola do segundo terminal (ALT+F2) para verificar os dispositivos disponíveis em /dev com "ls /dev". Pode regressar a este ecrã carregando em ALT+F1.
ro: Puteți să treceți la consola de pe al doilea terminal (ALT+F2) pentru a verifica dispozitivele disponibile în /dev cu „ls /dev”. Vă puteți întoarce la acest ecran cu combinația ALT+F1.
ru: Вы можете переключиться в оболочку на второй консоли (ALT+F2) для проверки доступных устройств в каталоге /dev командой "ls /dev". Назад вы можете вернуться нажатием ALT+F1.
si: ඔබට "ls /dev" සමඟ /dev හී පවතින උපකරණ පිරික්සීම සඳහා දෙවැනි අග්‍රයේ ශෙලයට පිවිසිය හැක (ALT+F2). ඔබට ALT+F1 යොදාගෙන ආපසු මෙම තිරයට පැමිණිය හැක.
sk: Pomocou prepnutia sa do shellu na druhom termináli (ALT+F2) a mô¾ete zisti» dostupné zariadenia v /dev príkazom "ls /dev". Naspä» na túto obrazovku sa prepnete pomocou ALT+F1.
sl: Preklopite lahko na lupino na drugem terminalu (ALT+F2), kjer lahko z ukazom "ls /dev" preverite katere naprave so na voljo. Sem se lahko vrnete z ALT+F1.
sq: Mund t kalosh tek shell n terminalin e dyt (ALT+F2) pr t kontrolluar dispozitivat e duhur n /dev me "ls /dev". Mund t kthehesh srish ktu duke shtypur ALT+F1.
sr: Можете се пребацити у shell-у на другој конзоли (Alt+F2) да проверите који су уређаји доступни у /dev, помоћу „ls /dev“. Враћате се на овај екран помоћу Alt+F1.
sv: Du kan växla till skalet på den andra terminalen (ALT+F2) för att kontrollera de tillgängliga enheterna i /dev med "ls /dev". Du kan återvända till den här skärmen genom att trycka ALT+F1.
ta: /dev-ல் உள்ள சாதனங்களை அறிய இரண்டாம் முனையத்தில் உள்ள கட்டளைச்செயலியில் (ஷெல்) "ls /dev" மூலம் அறிந்து கொள்ளலாம். இந்த திரைக்கு ALT+F1 அழுத்தி திரும்பலாம்.
tl: Maaari kayong lumipat sa shell sa pangalawang terminal (ALT+F2) upang siyasatin ang magagamit na mga device sa /dev sa pamamagitan ng "ls /dev". Maari kayong bumalik sa screen na ito gamit ang pagpindot ng ALT+F1.
vi: Bạn có thể chuyển đổi sang hệ vỏ trên thiết bị cuối thứ hai (phím tắt Alt + F2) để xem các thiết bị sẵn sàng bằng lệnh "ls /dev". Có thể trở về màn hình này bằng phím tắt Alt + F1.
xh: Ungavula kwiqokobhe elikwi-terminal yesibini i-(ALT+F2) ukhangele izixhobo ezifumanekayo kwi "ls /dev". Ungabuyela kwesi sikrini ngokucofa u ALT+F1.
zh_tw: 您可以使用 ALT+F2 來切換到第二個終端畫面的 shell 中，並使用 ls /dev 來檢視 /dev 目錄下可用的裝置檔。請再按下 ALT+F1 來返回本畫面。

source: Scanning CD-ROM
am: ሲዲ በማሰስ ላይ...
ast: Analizando'l CD-ROM
be: Чытанне CD-ROM
cs: Prohledává se CD-ROM
eo: Skani lumdiskon
eu: CD-ROMa eskaneatzea
fi: Luetaan CD-levyä
fr: Analyse du CD
ga: CD-ROM á scanadh
gl: Estase a examinar o CD-ROM
gu: સીડી-રોમ ચકાસે છે
id: Memindai CD-ROM
is: Skoða geisladrif
ja: CD-ROM を検査しています
ka: მიმდინარეობს CD-ROM-ის სკანირება
kk: CD-ROM қаралып жатыр
ko: CD-ROM을 읽는 중입니다
ml: സിഡി-റോമില്‍ തെരയുന്നു
mr: सीडी-रॉम तपासला जात आहे
nb: Søker gjennom CD-ROM
pa: CD-ROM ਦੀ ਜਾਂਚ ਜਾਰੀ
pt: Lendo CD-ROM
ro: Se examinează CD-ROM-ul
si: CD-ROM පිරික්සමින්
sl: Pregledovanje CD-ROM
sq: Duke kontrolluar CD-ROM
sr: Скенирање CD-ROM-а
sv: Söker igenom cd-skivan
ta: சீடி-ரோம் ஆராயப்படுகிறது
tl: Sinisiyasat ang CD-ROM
vi: Quét đĩa CD...
xh: Iskena i-CD-ROM
zh_tw: 掃瞄光碟機

source: Scanning ${DIR}...
am: ${DIR} በማሰስ ላይ...
ast: Analizando ${DIR}...
be: Чытанне ${DIR}...
cs: Prohledává se ${DIR}...
eo: Skani ${DIR}-n ...
eu: ${DIR} eskaneatzen...
fi: Luetaan hakemistoa ${DIR}...
fr: Analyse du répertoire ${DIR}...
ga: ${DIR} á scanadh...
gl: Estase a examinar ${DIR}...
gu: ${DIR} ચકાસે છે...
id: Memindai ${DIR}...
is: Skoða ${DIR}...
ja: ${DIR} を検査しています...
ka: მიმდინარეობს სკანირება ${DIR}...
kk: ${DIR} қаралып жатыр...
ko: ${DIR} 디렉토리를 읽는 중입니다...
ml: ${DIR} ല്‍ തെരയുന്നു...
mr: ${DIR} तपासली जात आहे...
nb: Søker gjennom ${DIR} ...
pa: ${DIR} ਦੀ ਜਾਂਚ ਜਾਰੀ...
pt: Lendo ${DIR}...
ro: Se examinează ${DIR}...
si: ${DIR} පිරික්සමින්...
sl: Pregledovanje ${DIR} ...
sq: Duke kontrolluar ${DIR}...
sr: Скенирање директоријума ${DIR}...
sv: Söker igenom ${DIR}...
ta: ${DIR} ஆராயப்படுகிறது...
tl: Sinisiyasat ang ${DIR}...
vi: Quét ${DIR}...
xh: Iskena i ${DIR}...
zh_tw: 正在掃瞄 ${DIR}...

source: CD-ROM detected
am: ሲዲ ተገኝቷል
ast: Deteutóse un CD-ROM
be: Вызначаны CD-ROM
bg: Открито беше компактдисково устройство
cs: CD-ROM bylo rozpoznáno
eo: Trovita lumdisko
es: Se ha detectado un CD-ROM
eu: CD-ROMa detektatu da
fi: CD-asema tunnistettu
fr: Un CD a été détecté
ga: Braitheadh CD-ROM
gl: Detectouse un CD-ROM
gu: સીડી-રોમ મળ્યું
hu: CD-ROM észlelve
id: CD-ROM ditemukan
is: Fann geisladisk
ja: CD-ROM が検出されました
ka: ნაპოვნია CD-ROM
kk: CD-ROM табылды
ko: CD-ROM을 찾았습니다
ml: സിഡി-റോം തിരിച്ചറിഞ്ഞിരിക്കുന്നു
mr: सीडी-रॉम शोधण्यात आली.
nb: Fant en CD-spiller
pa: CD-ROM ਲੱਭ ਗਈ
pt: CD-ROM detectado
ro: CD-ROM detectat
ru: Обнаружен CD-ROM
si: CD-ROM හඳුනාගැනිනි
sk: CD-ROM mechanika bola rozpoznaná
sl: Program je zaznal CD-ROM
sq: CD-ROM u gjet
sr: CD-ROM је пронађен
sv: Cd-rom hittades
ta: சீடி-ரோம் கண்டறியப்பட்டது
tl: Nakita ang CD-ROM
vi: Phát hiện có đia CD.
xh: I-CD-ROM ifunyenwe
zh_tw: 已偵測到光碟機

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
am: ሲዲውን የማግኘቱ ሂደት ተሳክቷል። ${cdname}ን የያዘ የሲዲ ማጫወቻ ተገኝቷል። አሁን ተከላው ይቀጥላል።
ast: La deteición automática del CD-ROM funcionó. Alcontróse un llector de CD-ROM col siguiente CD inxertáu: ${cdname}. Pue siguir cola instalación.
be: Паспяхова скончана аўтаматычнае вызначэнне CD-ROM. Знойдзеная CD-ROM прылада,у якой зараз знаходзіцца дыск ${cdname}. Устаноўка працягваецца.
bg: Автоматичното откриване на компактдисково устройство завърши успешно. В момента то съдържа компактдиска ${cdname}. Сега инсталацията може да продължи.
cs: Automatická detekce se podařila. Byla nalezena CD-ROM mechanika s vloženým diskem ${cdname}. Instalace bude nyní pokračovat.
eo: La aŭtomatlumdiska detekto sukcesis. Lumdiska diskingo estis identigita kaj ĝi nuntempe enhavi la '${cdname}'-lumdisko. La instalado nun daŭros.
es: La detección automática del CD-ROM ha funcionado. Se encontró un lector de CD-ROM con el siguiente CD insertado: ${cdname}. Puede continuar la instalación.
eu: CD-ROMa ondo detektatu da automatikoki. CD-ROM unitatea aurkitu da eta unean ${cdname} CDa du. Instalatzen jarraituko du.
fi: CD-levyn automaattitunnistus toimi. CD-asema löytyi ja asemasta seuraava levy: ${cdname}. Asennus jatkuu.
fr: La détection automatique du CD s'est bien déroulée. Un lecteur de CD-ROM a été identifié et ce lecteur contient le CD : ${cdname}. Vous pouvez poursuivre l'installation.
ga: D'éirigh le brath an tiomántáin CD-ROM. Aimsíodh tiomántán CD-ROM agus tá dlúthdhiosca darb ainm ${cdname} ann faoi láthair. Leanfar ar aghaidh leis an tsuiteáil anois.
gl: A detección automática de CD-ROM tivo éxito; atopouse unha unidade de CD-ROM que contén o CD ${cdname}. Agora ha continuar a instalación.
gu: આપમેળે સીડી-રોમ સફળતાપૂર્વક મળ્યું. સીડી-રોમ મળ્યું છે અને તે અત્યારે ${cdname} સીડી ધરાવે છે. સ્થાપન હવે આગળ વધશે.
hu: Az automatikus CD-ROM-felderítés sikerrel járt. Egy CD-ROM-meghajtó találtatott, és jelenleg egy CD is van benne (${cdname}). A telepítés folytatódik.
id: Pencarian CD-ROM berhasil. Sebuah penggerak CD-ROM ditemukan dan saat ini berisi CD ${cdname}. Instalasi akan dilanjutkan.
is: Leit að geisladisknum bar árangur. Geisladrif fannst og í því er geisladiskurinn ${cdname}. Uppsetningarferlinu mun nú haldið áfram.
ja: CD-ROM 自動検出に成功しました。CD-ROM ドライブは発見され、現在 CD ${cdname} が挿入されています。インストールを続けます。
ka: CD-ROM-ის ავტოამოცნობა წარმატებით განხორციელდა. CD-ROM მოწყობილობა აღმოჩენილია და ამჟამად მასშლი კომპაქტ-დისკი ${cdname} არის მოთავსებული. ინსტალაცია გაგრძელდება.
kk: CD-ROM автоматты түрде анықталды. CD-ROM құрылғысында келесі CD табылды: ${cdname}. Орнату жалғаса береді.
ko: CD-ROM 자동 찾기가 성공했습니다. CD-ROM 드라이브를 찾았고 현재 ${cdname} CD가 들어 있습니다. 설치를 계속 진행합니다.
ml: സിഡി-റോം ഇടപെടലില്ലാതെ തിരിച്ചറിയാനുള്ള ശ്രമം വിജയിച്ചിരിയ്ക്കുന്നു. ഒരു സിഡി-റോം ഡ്രൈവ്‌ കണ്ടെത്തിയിരിയ്ക്കുന്നു. ആ ഡ്രൈവില്‍ ഇപ്പോഴുള്ള സിഡി ${cdname} എന്നതാണു്. ഇന്‍സ്റ്റലേഷന്‍ ഇപ്പോള്‍ തുടരും.
mr: सीडी-रॉमचा स्वंयचलित शोध यशस्वी झाला आहे. सीडी-रॉम ड्राइव्ह मिळाला आहे आणि सध्या तिच्यात ${cdname} ही सीडी आहे. अधिष्ठापना आता पुढे चालू राहील.
nb: En CD-spiller ble oppdaget automatisk. Denne CD-plata er satt inn: ${cdname}. Du kan fortsette installasjonen.
pa: CD-ROM ਆਟੋਮੈਟਿਕ ਖੋਜ ਸਫਲ ਹੋਈ। CD-ROM ਡਰਾਈਵ ਲੱਭੀ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਹੁਣ CD ${cdname} ਸ਼ਾਮਲ ਹੈ। ਇੰਸਟਾਲੇਸ਼ਨ ਹੁਣ ਜਾਰੀ ਹੋਵੇਗੀ।
pt: A detecção automática do CD-ROM foi bem sucedida. Uma drive de CD-ROM foi encontrada e actualmente contém o CD ${cdname}. A instalação vai agora continuar.
ro: Autodetectarea CD-ROM-ul a reușit. O unitate CD-ROM a fost găsită care acum conține CD-ul ${cdname}. Acum instalarea va continua.
ru: Выполнено автоматическое определение CD-ROM. В устройстве чтения CD-ROM был найден следующий CD: ${cdname}. Установка будет продолжена.
si: CD-ROM ස්වයංක්‍රීය හඳුනාගැනීම සාර්ථකයි, CD-ROM ධාවකයක් හමු වූ අතර එහි දැනට ${cdname} තැටිය පවතී. ස්ථාපනය දැන් ඉදිරියට යයි.
sk: Automatická detekcia CD-ROM sa podarila. Bola nájdená CD-ROM mechanika , ktorá práve teraz obsahuje CD ${cdname}. In¹talácia teraz bude ïalej pokraèova».
sl: Samodejno zaznavanje CD-ROM-a je delovalo. Našel sem CD-ROM z naslednjim CD-jem v pogonu: ${cdname}. Sedaj lahko nadaljujete z namestitvijo.
sq: Gjetja automatike e CD-ROM-it pati sukses. Nj drive CD-ROM u gjet dhe tashm prmban CD ${cdname}. Tani instalimi do vazhdoj.
sr: Аутоматско тражење CD-ROM-а је било успешно. CD-ROM уређај је пронађен и садржи CD ${cdname}. Инсталација ће се наставити.
sv: Den automatiska identifieringen av cd-rom:en lyckades. En cd-rom-enhet har hittats och innehåller för närvarande cd-skivan ${cdname}. Installationen kommer nu att fortsätta.
ta: சீடி-ரோமை தானாக கண்டறிதல் வெற்றிபெற்றது. ${cdname} என்னும் சீடியுடன் ஒரு சீடி-ரோம் இயக்கி கண்டறியப்பட்டுள்ளாது. நிறுவல் இப்பொது தொடரும்.
tl: Ang paghanap ng CD-ROM ay matagumpay. May nahanap na CD-ROM drive at kasalukuyan ay ang CD ${cdname} ang nilalaman nito. Magpapatuloy ang pagluklok ngayon.
vi: Đã tự động phát hiện một ổ CD rồi. Hiện thời nó chứa đĩa CD ${cdname}. Vậy sẽ tiếp tục cài đặt.
xh: Ukufumana okuzenzekelayo kuphumelele. I-drive ye-CD-ROM ifumyenwe yaye okwangoku iqulethe i-CD ${cdname}. Ukuseka inkqubo kuya kuqhubeka ngoku.
zh_tw: 光碟機自動偵測成功了。找到了一個光碟機，且裡面所放置的光碟是 ${cdname}。安裝作業現可繼續進行。

source: Incorrect CD-ROM detected
am: ይተሳሳተ ሲዲ ተገኝቷል
ast: Deteutóse un CD-ROM incorreutu
be: Вызначаны памылковы CD-ROM
cs: Bylo rozpoznáno nesprávné CD
eo: Trovita malĝusta lumdisko
eu: CD-ROM baliogabea detektatu da
fi: Väärä CD-levy havaittu
fr: Un CD non valable a été détecté
ga: Braitheadh CD-ROM mícheart
gl: Detectouse un CD-ROM incorrecto
gu: ખોટી સીડી-રોમ મળેલ છે
id: Ditemukan CD-ROM yang salah
is: Vitlaus geisladiskur fannst í drifinu
ja: 不正な CD-ROM が検出されました
ka: აღმოჩენილია არასწორი CD-ROM
kk: Қате CD-ROM табылды
ko: 올바르지 않은 CD-ROM입니다
ml: തെറ്റായ സിഡി-റോം തിരിച്ചറിയപ്പെട്ടിരിയ്ക്കുന്നു
mr: चुकीची सीडी-रॉम शोधली गेली.
nb: Fant ikke riktig CD-ROM
pa: ਗਲਤ CD-ROM ਲੱਭੀ ਹੈ
pt: Detectado CD-ROM incorrecto
ro: S-a detectat un CD-ROM incorect
si: නිවැරදි නොවන CD-ROM හඳුනාගැනිනි
sl: Zaznan napačen CD-ROM
sr: Погрешан CD-ROM је пронађен
sv: Felaktig cd-skiva hittad
ta: தவறான CD-ROM கண்டறியப்பட்டுள்ளது
tl: Maling CD-ROM ang nakita
vi: Phát hiện có đia CD-ROM không đúng.
zh_tw: 偵測到了不正確的光碟片

source: The CD-ROM drive contains a CD which cannot be used for installation.
am: የሲዲ ማጫወቻው ለተከላው የማይሆን ሲዲ ይዟል።
ast: El llector de CD-ROM contién un CD que nun pue usase pa la instalación.
be: Дзеля устаноўкі немагчыма выкарыстаць дыск, што знаходзіцца ў CD-ROM.
cs: Disk vložený v CD-ROM mechanice se nedá použít pro instalaci.
eo: La diskinga lumdisko ne estas uzeblita por la instalado.
eu: CD-ROM unitateak instalazioan erabil ezin daitekeen CDa du.
fi: CD-asemassa olevaa levyä ei voida käyttää asentamiseen.
fr: Le CD présent dans le lecteur ne peut pas être utilisé pour l'installation.
ga: Tá dlúthdhiosca sa tiomántán CD-ROM ach ní féidir é a úsáid le haghaidh suiteála.
gl: A unidade de CD-ROM contén un CD que non se pode empregar para a instalación.
gu: સીડી-રોમ ડ્રાઇવમાં સીડી ધરાવે છે જે સ્થાપન માટે ઉપયોગ કરી શકાતી નથી.
id: Penggerak CD-ROM tidak berisi CD instalasi.
is: Í geisladrifinu er diskur sem ekki er nothæfur í uppsetningu.
ja: CD-ROM ドライブにインストールに利用できない CD が挿入されています。
ka: CD-ROM-ის დისკზამყვანი საინსტალაციოდ გამოუსადეგ დისკს შეიცავს.
kk: CD-ROM ішіне орнатуға жарамайтын CD диск салынған.
ko: 설치에 사용할 수 없는 CD가 CD-ROM에 들어 있습니다.
ml: സിഡി-റോം ഡ്രൈവില്‍ ഇപ്പോഴുള്ള സിഡി ഇന്‍സ്റ്റളേഷനായി ഉപയോഗിയ്ക്കാന്‍ പറ്റാത്ത ഒന്നാണു്.
mr: सीडी-रॉम ड्राइव्हमधे अशी सीडी आहे जी अधिष्ठापनेसाठी वापरता येऊ शकत नाही.
nb: CD-spilleren inneholder en CD som ikke kan brukes til installering.
pa: CD-ROM ਡਰਾਈਵ ਵਿੱਚ ਇੱਕ CD ਹੈ, ਜੋ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਵਰਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ।
pt: Esta drive de CD-ROM contém um CD que não pode ser utilizado para instalação.
ro: Unitatea CD-ROM conține un CD care nu poate fi folosit pentru instalare.
si: CD-ROM ධාවකය සතුව ස්ථාපනය සඳහා යොදාගත නොහැකි CD තැටියක් පවතී.
sl: CD-ROM pogon vsebuje CD, ki ga ni moč uporabiti za namestitev.
sr: У CD-ROM уређају је CD који не може бити коришћен за инсталацију.
sv: Cd-rom-enheten innehåller en cd-skiva som inte kan användas för den här installationen.
ta: சீடி-ரோம் இயக்கியில் நிறுவலுக்கு பயன்படுத்த முடியாத சீடி ஒன்று உள்ளது.
tl: Hindi magagamit ang CD sa loob ng CD-ROM drive para sa pagluklok.
vi: Ổ đĩa CD-ROM chứa một đĩa CD không thể được dùng để cài đắt.
zh_tw: 光碟機中所放入的光碟不能用於安裝程式。

source: Please insert a suitable CD to continue with the installation.
am: ተከላው ለመቀጠል ትክክለኛውን ሲዲ ይጨምሩ።
ast: Por favor, inxerte'l CD necesariu pa continuar cola instalación.
be: Калі ласка, устаўце прыдатны дыск, каб працягваць устаноўку
cs: Vložte prosím vhodné instalační CD a pokračujte v instalaci.
eo: Bonvolu enŝovi enmeti taŭgan lumdiskon por daŭrigi la instaladon.
eu: Sartu CD egokia instalatzen jarraitzeko.
fi: Jatka asennusta asettamalla sopiva CD-levy asemaan.
fr: Veuillez insérer un CD valable pour continuer l'installation.
ga: Ionsáigh dlúthdhiosca oiriúnach chun leanúint ar aghaidh leis an tsuiteáil.
gl: Insira un CD axeitado para continuar a instalación.
gu: સ્થાપન આગળ ચલાવવા માટે મહેરબાની કરી યોગ્ય સીડી દાખલ કરો.
id: Silakan masukkan CD yang cocok untuk melanjutkan instalasi.
is: Vinsamlegast settu réttan disk í geisladrifið til þess að halda uppsetningu áfram.
ja: インストールを続けるために適切な CD を挿入してください。
ka: ინსტალაციის გასაგრძელებლად გთხოვთ ჩადოთ სათანადო CD.
kk: Орнатуды жалғастыру үшін жарамды CD салыңыз.
ko: 설치를 계속 진행하시려면 올바른 CD를 넣으십시오.
ml: ഇന്‍സ്റ്റളേഷനു് ഉപയോഗിയ്ക്കാനുള്ള ശരിയായ സിഡി ഇടുക.
mr: अधिष्ठापना पुढे चालू राहण्यासाठी कृपया योग्य सीडी टाका.
nb: Sett inn en passende CD for å fortsette installasjonen.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਲਈ ਸਹੀ CD ਪਾਓ ਜੀ।
pt: Por favor insira um CD adequado para continuar com a instalação.
ro: Vă rugăm să introduceți un CD potrivit pentru a continua instalarea.
si: කරුණාකර ස්ථාපනයෙන් ඉදිරියට යාමට සුදුසු CD තැටියක් ඇතුළත් කරන්න.
sl: Vstavite primeren CD za nadaljevanje namestitve.
sr: Убаците одговарајући CD за наставак инсталације.
sv: Mata in en lämplig Debian-cd för att fortsätta installationen.
ta: நிறுவலைத் தொடர தயவு செய்து சரியான சீடி-ரோமை சொருகவும்.
tl: Paki-kasa ang akmang CD upang magpatuloy ng pagluklok.
vi: Hãy nạp một đĩa CD thích hợp để tiếp tục quá trình cài đặt.
zh_tw: 請放入適當的光碟來讓安裝作業能繼續進行。

source: Error reading Release file
am: የመልቀቂያ ፋይልን የማንበብ ስህተት
ast: Hebo un fallu al lleer el ficheru «Release»
be: Памылка чытання файла Release...
cs: Chyba při čtení souboru Release
eo: Eraro dum la legado de 'Release'-dosiero
eu: Errorea Release fitxategia irakurtzean
fi: Virhe luettaessa Release-tiedostoa
fr: Erreur de lecture du fichier « Release »
ga: Earráid agus an comhad "Release" á léamh
gl: Aconteceu un erro ao ler o ficheiro Release
gu: Release ફાઈલ વાંચવામાં ક્ષતિ
id: Ada kesalahan saat membaca berkas 'Release'
is: Villa við lestur skráarinnar 'Release'
ja: Release ファイルの読み取り中にエラーが発生しました
ka: შეცდომა ფაილ Release-ის კითხვისას
kk: Release файлын оқуда қате
ko: Release 파일을 읽는데 오류
ml: റിലീസ് (Release) ഫയല്‍ വായിയ്ക്കുന്നതില്‍ തെറ്റു് പറ്റിയിരിയ്ക്കുന്നു
mr: Release फाइल वाचताना त्रुटी
nb: Feil under lesing av Release-fila
pa: ਰੀਲਿਜ਼ ਫਾਇਲ ਪੜਨ ਵਿੱਚ ਗਲਤੀ ਹੈ
pt: Erro ao ler o ficheiro Release
ro: Eroare la citirea fișierului Release
si: නිකුතු ගොනුව කියවීමේ දෝශයක්
sl: Napaka pri branju Release datoteke
sr: Грешка при учитавању „Release'“ фајла
sv: Fel vid läsning av Release-filen
ta: வெளியீட்டு கோப்பை படிப்பதில் பிழை ஏற்பட்டுள்ளது
tl: Error sa pagbasa ng talaksang Release
vi: Gặp lỗi khi đọc tập tin Phát hành.
zh_tw: 在讀取 Release 檔時發生錯誤
