Repository: dankamongmen/s-i
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: am, ast, be, bg, cs, eo, es, eu, fi, fr, ga, gl, gu, hu, id, is, ja, ka, kk, ko, ml, mr, nb, pa, pt, ro, ru, si, sk, sl, sq, sr, sv, ta, tl, vi, xh, zh_tw

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
am: የተከላ ሲዲውን መጫን አልተቻለም። ይህም ምናልባት ሲዲው በማጫወቻው ውስጥ ባለመኖሩ ይሆናል። ይህ ከሆነ ይጨምሩና ይሞክሩ።
ast: Nun pudo montase'l CD-ROM d'instalación. Esto dablemente signifique qu'el CD-ROM nun taba nel llector. Si ye asina, pue inxertalu y prebar de nuevu.
be: Ваш установачны CD-ROM не атрымалася прымантаваць. Мажліва, дыску нямаў прыладзе. Калі так, устаўце дыск і паспрабуйце яшчэ раз.
bg: Вашият инсталационен компактдиск не може да бъде монтиран. Това вероятно значи, че компактдискът не е в устройството. Ако е така, сложете го и опитайте отново.
cs: Instalační CD-ROM nemohlo být připojeno. To pravděpodobně znamená, že CD-ROM není v mechanice. Vložte jej a zkuste to znovu.
eo: Via instalada lumdisko ne estas surmetita. Verŝajne lumdisko ne estas en via lumdiskingo. Se tio okazas, enŝovus ĝin kaj denove reprovi.
es: Su CD-ROM de instalación no se pudo montar. Esto probablemente signifique que el CD-ROM no estaba en el lector. Si es así, puede insertarlo y probar de nuevo.
eu: Ezin izan da CD-ROMaren instalazioa muntatu. Horrek ziurrenik esan nahi du CD-ROMa ez zegoela unitatean. Hala bada, sar ezazu eta saiatu berriro.
fi: Asennuslevyä ei voitu liittää. Luultavimmin CD-levy ei ollut asemassa. Jos näin oli, laita levy asemaan ja yritä uudelleen.
fr: Le CD d'installation ne peut être monté. Cela signifie probablement que le CD ne se trouve pas dans le lecteur. Si c'est le cas, vous pouvez l'insérer et recommencer une nouvelle fois.
ga: Níorbh fhéidir do CD-ROM suiteála a fheistiú. Is dócha nach raibh an CD-ROM sa tiomántán. Sa chás sin, cuir é isteach agus bain triail eile as.
gl: Non foi posíbel montar o CD-ROM de instalación. Isto adoita acontecer cando o CD-ROM non está na unidade. Se é así, introdúzao e volva tentalo.
gu: તમારી સ્થાપન સીડી-રોમ માઉન્ટ થઇ શકતી નથી. આનો અર્થ એ છે કે કદાચ સીડી-રોમ કદાચ ડ્રાઇવમાં નથી. તમે તેને નાખીને ફરી પ્રયત્ન કરી શકો છો.
hu: A telepítő CD-ROM felcsatlakoztatása meghiúsult. Talán azért, mert a CD-ROM esetleg nem található a meghajtóban. Ha ez a helyzet, helyezze be és tegyen újabb kísérletet.
id: CD-ROM instalasi Anda tidak dapat dikaitkan. Mungkin CD-ROM-nya belum dimasukkan ke dalam penggerak CD. Bila belum, silakan dimasukkan dan ulangi lagi.
is: Ekki tókst að tengja geisladiskinn þinn. Þetta þýðir líklega að diskurinn hafi ekki verið í drifinu. Ef svo er geturðu sett hann í og reynt aftur.
ja: インストール CD-ROM をマウントできませんでした。恐らく CD-ROM がドライブに入っていないのでしょう。そうであれば、挿入の上、再試行できます。
ka: თქვენი საინსტალაციო CD-ROM-ის ჩამაგრება ვერმოხერხდა. ეს ალბათ იმის ბრალია, რომ იგი დისკწამყვანში არ არის ჩადებული. ასეთ შემთხვევაში ჩადეთ დისკი და შეეცადეთ ისევ.
kk: Сіздің орнату CD-ROM дискіңіз тіркелмеді. CD-ROM салынбаған болса, салып, қайталап көріңіз.
ko: 설치 CD-ROM을 마운트할 수 없습니다. CD-ROM이 드라이브 안에 없는 경우일 것입니다. 그 경우 CD-ROM을 넣고 다시 시도할 수 있습니다.
ml: ഇന്‍സ്റ്റലേഷന്‍ സിഡി-റോം മൌണ്ട് ചെയ്യാന്‍ കഴിഞ്ഞില്ല. സാധാരണ ഇങ്ങനെ സംഭവിക്കുന്നതു് സിഡി-റോം ഡ്രൈവില്‍ ഇല്ലാത്തപ്പോഴാണ്‌. സിഡി-റോം ഡ്രൈവില്‍ ഇട്ടതിനു ശേഷം വീണ്ടും ശ്രമിയ്ക്കുക.
mr: अधिष्ठापनेची सीडी रॉम आरोहित करता आली नाही. कदाचीत ड्राइव्हमध्ये सीडी नसेल. असे असेल तर सीडी घाला आणि पुन्हा प्रयत्न करा.
nb: Klarte ikke å montere installasjons-CD-en. Det er trolig på grunn av at CD-en ikke var i stasjonen. I så fall kan du sette den i og prøve på nytt.
pa: ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ CD-ROM ਮਾਊਂਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ CD-ROM ਡਰਾਈਵ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਜੇ ਅਜਿਹਾ ਹੈ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪਾ ਸਕਦੇ ਹੋ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: O seu CD-ROM de instalação não pode ser montado. Isto provavelmente significa que o seu CD-ROM não está no leitor. Se for esse o caso coloque-o e tente de novo.
ro: CD-ROM-ul dumneavoastră de instalare nu a putut fi montat. Aceasta probabil înseamnă că CD-ul nu a fost în unitate. În acest caz, puteți să îl introduceți și să încercați din nou.
ru: Не удаётся смонтировать установочный CD. Это возможно означает, что он не вставлен в устройство чтения CD-ROM. В таком случае, вставьте его и попробуйте ещё раз.
si: ඔබේ ස්ථාපනය CD-ROM රැඳවිය නොහැකි විය, මෙය බොහෝවිට ධාවකය තුළ තැටිය නොමැති වීම නිසා විය හැක, එසේ නම් ඔබට එය ඇතුළත් කර නැවත උත්සාහ කල හැක.
sk: Va¹e in¹talaèné CD-ROM sa nepodarilo pripoji». Ak je to kvôli tomu, ¾e CD-ROM nebolo v mechanike, mô¾ete to skúsi» znovu po jeho vlo¾ení do mechaniky.
sl: Vašega namestitvenega CD-ROM-a ni bilo mogoče priklopiti. To najverjetneje pomeni, da CD-ROM-a ni bilo v pogonu. V tem primeru ga vstavite in poskusite ponovno.
sq: CD-ROM-i i instalimit nuk mundi t montohej. Kjo ndoshta ngaq CD-ROM nuk ishte n drive. Nse sht kshtu, mund ta futsh dhe t provosh srish.
sr: Ваш инсталациони CD-ROM није могао бити монтиран. Највероватније CD-ROM није у погону. У том случају, убаците CD-ROM и покушајте поново.
sv: Din installationsskiva kunde inte monteras. Det betyder förmodligen att cd-skivan inte var inmatad i enheten. Om så var fallet kan du mata in den och försöka igen.
ta: தங்களுடைய நிறுவல் சீடி-ரோமை ஏற்ற இயலவில்லை. சீடி-ரோம் இயக்கியில் இல்லாதது காரணமாயிருக்கலாம். அவ்வாறினில் அதை சொருகியபின் முயற்சிக்கவும்.
tl: Hindi mai-mount ang CD-ROM na panluklok. Ibig sabihin nito ay maaaring hindi naka-kasa ang CD-ROM sa drive. Kung hindi, paki-kasa ito at subukan muli.
vi: Không thể lắp đĩa CD cài đặt của bạn. Rất có thể vì chưa nạp đĩa CD vào ổ; nếu chưa có thì hãy nạp nó vào ổ và thử lại.
xh: Ukuseka inkqubo kwakho kwe-CD-ROM akunyusekanga. Le nto mhlawumbi ithetha ukuba iCD-ROM yayingekho kwi-drive. Ukuba kunjalo ungayifakela uzame kwakhona.
zh_tw: 無法掛載您的安裝光碟，也許是因為光碟片並未放入光碟機中。若是這樣的話，請您放入光碟片後再試一次。

source: Module needed for accessing the CD-ROM:
am: ሲዲ ውስጥ ለመግባት ጥቅል ያስፈልጋል፤
ast: Módulos necesarios p'acceder al CD-ROM:
be: Дзеля доступу да CD-ROM патрэбны модуль:
bg: Модул, необходим за достъп до компактдиска:
cs: Modul pro přístup k CD-ROM:
eo: Bezonanta modulo por atingi lumdiskon :
es: Módulos necesarios para acceder al CD-ROM:
eu: CD-ROMa atzitzeko behar den modulua:
fi: CD-aseman käyttöön tarvittava moduuli:
fr: Module pour le lecteur de CD-ROM :
ga: Modúl de dhíth chun CD-ROM a rochtain:
gl: Módulo preciso para acceder ao CD-ROM:
gu: સીડી-રોમ વાપરવા માટે જરૂરી મોડ્યુલ:
hu: A CD-ROM eléréséhez szükséges modul:
id: Modul yang diperlukan untuk mengakses CD-ROM:
is: Rekill sem þarf til að tala við geisladrif:
ja: CD-ROM のアクセスに必要なモジュール:
ka: CD-ROM-ის წვდომისათვის საჭირო მოდული:
kk: CD-ROM қатынауға қажет модуль:
ko: CD-ROM을 읽는데 필요한 모듈:
ml: സിഡി-റോം വായിയ്ക്കാന്‍ ആവശ്യമായ മൊഡ്യൂള്‍:
mr: सीडी-रॉम ऍक्सेस करण्यासाठी लागणारे मॉड्युलः
nb: Modul som trengs for å få tilgang til CD-en:
pa: CD-ROM ਵਰਤਣ ਲਈ ਮੋਡੀਊਲ ਦੀ ਜਰੂਰਤ ਹੈ:
pt: Módulo necessário para aceder ao CD-ROM:
ro: Modulul necesar pentru accesarea CD-ROM-ului:
ru: Модуль, необходимый для доступа к CD-ROM:
si: CD-ROM වෙත පිවිසීම සඳහා මොඩියුලයක් අවශ්‍යයි:
sk: Modul potrebný pre prístup k CD-ROM:
sl: Modul, ki je potreben za dostopanje do CD-ROM-a:
sq: Moduli i duhur pr leximin e CD-ROM-it:
sr: Модул потребан за приступ CD-ROM-у:
sv: Modul som behövs för att komma åt cd-rom:en:
ta: சீடி-ரோமை அணுக தேவையான தொகுப்பு:
tl: Kinakailangan na module para sa CD-ROM:
vi: Các mô-đun cần thiết để truy cập đĩa CD này:
xh: Imodyuli iyafuneka ukwenzela ukuba kufikelelwe kwi-CD-ROM:
zh_tw: 使用此光碟機所需載入的模組：

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
am: በራስሰር አግኚው ምንም ሲዲ ማጫወቻ አልገኘም፡፡ ከIDE ወይም SCSI) ወጪ የሆነ ያልተለመደ ሲዲ ማጫወቻ ካልዎት፣ ይህን የተለየ ጥቅል በመጫን ይሞክሩ፡፡
ast: La deteición automática nun alcontró dengún llector de CD-ROM. Pue intentar cargar un módulu específicu si tien un llector de CD-ROM poco habitual (ye dicir, que nun seya nin IDE nin SCSI).
be: Не атрымалася аўтаматычна знайсці прыладу CD-ROM. Вы можаце паспрабаваць загрузіць адпаведны модуль, калі ў вас незвычайная CD-ROM прылада (што працуе не праз шыну IDE альбо SCSI).
bg: Автоматичното разпознаване не е открило компактдисково устройство. Можете да пробвате специфичен модул, ако имате необичайно компактдисково устройство (което не е IDE или SCSI).
cs: Automatická detekce nenalezla žádnou CD-ROM mechaniku. Pokud máte některou ze speciálních CD-ROM mechanik (ani IDE, ani SCSI), můžete zkusit nahrát některý ze speciálních modulů.
eo: La aŭtomata detekto netrovis lumdiskan diskingon. Vi provus ŝargi apartan modulon se vi posedas specifan lumdiskan diskingon (kiu estas nek 'IDE'-a nek 'SCSI'-a).
es: La detección automática no encontró ningún lector de CD-ROM. Puede intentar cargar un módulo específico si tiene un lector de CD-ROM poco habitual (es decir, que no sea ni IDE ni SCSI).
eu: Detekzio automatikoak ez du CD-ROM unitatea aurkitu. Modulu jakin bat kargatzen saia zaitezke ohikoa ez den CD-ROM unitatea baduzu (hau da, IDE eta SCSI ez dena).
fi: Automaattitunnistus ei löytänyt yhtään CD-asemaa. Voit yrittää ladata yhden moduuleista, jos sinulla on epätavallinen CD-asema (joka ei ole IDE eikä SCSI).
fr: La détection automatique n'a pas trouvé de lecteur de CD-ROM. Vous pouvez essayer de charger un module particulier si vous possédez un lecteur de CD-ROM spécifique (qui n'est ni IDE ni SCSI).
ga: Níor aimsíodh tiomántán CD-ROM go huathoibríoch. Is féidir leat modúl ar leith a luchtú má tá tiomántán neamhchoitianta agat (.i. tiomántán neamh-IDE neamh-SCSI).
gl: A detección automática non atopou ningunha unidade de CD-ROM. Pode probar a cargar un módulo específico se ten unha unidade de CD-ROM non habitual (é dicir, que non sexa IDE ou SCSI).
gu: આપમેળે કરેલી શોધ સીડી-રોમ શોધી શક્યું નહી. તમારી પાસે જો અસામાન્ય સીડી-રોમ (જે નથી IDE કે SCSI) ધરાવતાં હોવ તો તમે ચોક્કસ મોડ્યુલ લાવીને પ્રયત્ન કરી શકો છો
hu: Az automatikus felderítés nem talált CD-ROM-meghajtót. Ha nemszokványos (sem IDE, sem SCSI) CD-ROM-meghajtóval rendelkezik, próbáljon meg egy megfelelő meghajtómodult betölteni.
id: Pencarian otomatis tidak menemukan penggerak CD-ROM . Anda bisa coba memuat modul bila Anda memiliki CD-ROM yang tidak umum (bukan IDE maupun SCSI).
is: Sjálfvirk leit að geisladrifi bar ekki árangur. Þú getur hlaðið inn ákveðnum rekli ef þú ert með geisladrif sem tengist hvorki IDE né SCSI.
ja: 自動検出は CD-ROM ドライブを発見できませんでした。利用できない CD-ROM ドライブ (IDE でも SCSI でもない) を持っているのであれば、特定のモジュールをロードしてみることができます。
ka: ავტოამოცნობამ CD-ROM მოწყობილობა ვერ ამოიცნო. თუ თქვენი CD-ROM მოწყობილობა არასტანდარტულია (IDE-სთან და SCSI-სთან თავსებადი არ არის), შეგიძლიათ გარკვეული მოდულის გამოძახევას შეეცადოთ.
kk: CD-ROM құрылғысын автоматты түрде анықтау мүмкін емес. Егер сіздің CD-ROM (IDE емес және SCSI емес) ерекше болса, арнайы модульді жүктеуіңізге болады.
ko: 자동 찾기에서 CD-ROM 드라이브를 찾지 못했습니다. 일반적이지 않은 (IDE도 SCSI도 아닌) CD-ROM 드라이브의 경우에는 특정 모듈을 직접 읽어들일 수 있습니다.
ml: ഇടപെടലില്ലാത്ത അന്വേഷണം വഴി ഒരു സിഡി-റോം ഡ്രൈവ് കണ്ടുപിടിച്ചില്ല. നിങ്ങളുടേതു് സാധാരണമല്ലാത്ത (ഐഡിഇയോ സ്കസിയോ അല്ലാത്ത) ഡ്രൈവ്‌ ആണെങ്കില്‍ നിങ്ങള്‍ക്കു്‌ വേണ്ട മൊഡ്യൂള്‍ ചേര്‍ക്കാന്‍ ശ്രമിക്കാവുന്നതാണു്
mr: स्वंयचलित शोधात सीडी-रॉम ड्राईव्ह सापडला नाही. जर तुमच्याकडे नेहमीपेक्षा वेगळी सीडी-रॉम ड्राइव्ह असेल (जो आयडीई सुद्धा नाही किंवा एससीएसआय सुद्धा नाही) तर तुम्ही विशिष्ट मॉड्युल लोड करण्याचा प्रयत्न करू शकता.
nb: Installasjonsprogrammet fant ingen CD-spiller. Du kan forsøke å laste inn en av modulene dersom du har en uvanlig CD-spiller (som verken er IDE eller SCSI).
pa: ਆਟੋਮੈਟਿਕ ਖੋਜ CD-ROM ਡਰਾਈਵ ਨਹੀਂ ਲੱਭ ਸਕੀ। ਤੁਸੀਂ ਖਾਸ ਮੋਡੀਊਲ ਲੋਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਨਾ-ਵਰਤੀ CD-ROM ਡਰਾਈਵ ਹੈ (ਜਿਹੜੀ ਨਾ ਤਾਂ IDE ਅਤੇ ਨਾ SCSI ਹੈ)।
pt: A detecção automática não encontrou nenhum leitor de CD-ROM. Pode tentar carregar um módulo específico se tem um CD-ROM pouco comum (que não seja IDE nem SCSI).
ro: Detecția automată nu a găsit o unitate CD-ROM. Puteți încerca să încărcați un modul specific, dacă aveți un CD-ROM neobișnuit (nu este nici IDE, nici SCSI).
ru: Определить привод CD-ROM автоматически не удаётся. Вы можете попробовать загрузить один из модулей, если у вас специфичный привод CD-ROM (не IDE и не SCSI).
si: ස්වයංක්‍රීය හඳුනාගැනීමට CD-ROM ධාවකයක් හමු නොවිනි. ඔබ සතුව අසාමාන්‍ය ධාවකයක් (IDE හෝ SCSI නොවන) පවතී නම් නිශ්චිත මොඩියුල පූර්ණය කිරීමට උත්සාහ කල හැක.
sk: Automatické rozpoznávanie nena¹lo CD-ROM mechaniku. Ak máte niektorú z nezvyèajných CD-ROM mechaník (ani IDE, ani SCSI), skúste naèíta» ¹pecifický modul.
sl: Samodejna zaznava očitno ni našla nobenega pogona CD-ROM. Če imate čisto določen CD-ROM (ki ni niti IDE niti SCSI), lahko poskusite naložiti enega od posebnih modulov.
sq: Zbulimi automatik nuk gjeti asnj drive CD-ROM. Mund t provosh t ngarkosh nj modul t veant nse ke nj drive CD-ROM t pazakont (q nuk sht as IDE as SCSI).
sr: Аутоматска претрага није пронашла CD-ROM погон. Ако имате необичан CD-ROM (нити IDE, нити SCSI), можете покушати учитати одговарајући модул.
sv: Den automatiska identifieringen hittade inte en cd-rom-enhet. Du kan försöka läsa in en specifik modul om du har en ovanlig cd-rom-enhet (som varken är IDE eller SCSI).
ta: சீடி-ரோமை தானாக கண்டறிய இயலவில்லை. IDE அல்லது SCSI இல்லாத மற்ற சீடி-ரோமுக்கு தேவையான தொகுதியை தாங்கள் ஏற்றலாம்.
tl: Hindi nakahanap ng CD-ROM drive ng awtomatiko. Maaari niyong subukang magpasok ng module kung mayroon kayong kakaibang CD-ROM drive (hindi IDE o SCSI).
vi: Bộ tự động phát hiện không tìm thấy ổ CD. Bạn có thể thử tải một mô-đun thích hợp với ổ CD không thường (không phải là IDE hay SCSI).
xh: Ukufumana okuzenzekelayo akuyifumananga i-drive ye-CD-ROM. Ungazama ukulayisha imodyuli ethile ebalulweyo ukuba une-drive ye-CD-ROM engaqhelekanga (oko kukuthi asiyiyo i-IDE asiyiyo ne-SCSI).
zh_tw: 自動偵測未能找到任何光碟機。如果您的光碟機十分罕見 (既非 IDE 也非 SCSI)，請嘗試載入其特定的驅動模組。

source: Device file for accessing the CD-ROM:
am: ሲዲ ውስጥ የመግቢያ መገልገያ ፋይል፤
ast: Ficheru de preséu p'acceder al CD-ROM:
be: Файл прылады для доступу да CD-ROM:
bg: Файл-устройство за достъп до компактдисковото устройство:
cs: Soubor zařízení pro přístup k CD-ROM:
eo: Adaptila dosiero por atingi la lumdiskojn :
es: Fichero de dispositivo para acceder al CD-ROM:
eu: Gailu-fitxategia CD-ROMa atzitzeko:
fi: CD-aseman laitenimi:
fr: Fichier de périphérique pour le lecteur de CD-ROM :
ga: Comhad gléis le haghaidh rochtana CD-ROM:
gl: Ficheiro de dispositivo para acceder ao CD-ROM:
gu: સીડી-રોમ વાપરવા માટેની ઉપકરણ ફાઇલ:
hu: A CD-ROM eléréséhez használt eszközfájl:
id: Berkas piranti untuk mengakses CD-ROM:
is: Slóð að geisladrifinu:
ja: CD-ROM にアクセスするためのデバイスファイル:
ka: CD-ROM-ის წვდომის მოწყობილობა:
kk: CD-ROM қатынауға арналған құрылғы файлы:
ko: CD-ROM에 접근할 때 사용할 장치 파일:
ml: സിഡി-റോം വായിയ്ക്കാന്‍ ആവശ്യമായ ഉപകരണ‌ ഫയല്‍:
mr: सीडी-रॉम ड्राइव्ह ऍक्सेस करण्यासाठी लागणारी उपकरण फाइल:
nb: Enhetsfil for å få tilgang til CD-en:
pa: CD-ROM ਵਰਤਣ ਲਈ ਜੰਤਰ ਫਾਇਲ:
pt: Ficheiro de dispositivo para aceder ao CD-ROM:
ro: Fișierul-dispozitiv pentru accesul la CD-ROM:
ru: Файл устройства для доступа к CD-ROM:
si: CD-ROM වෙත පිවිසීම සඳහාවන ධාවක ගොනුව:
sk: Súbor zariadenia pre prístup k CD-ROM:
sl: Datoteka naprave za dostopanje do CD-ROM-a:
sq: File i dispozitivit pr t lexuar CD-ROM-in:
sr: Фајл уређаја за приступ CD-ROM-у:
sv: Enhetsfil för att komma åt cd-rom-enheten:
ta: சீடி-ரோமை அணுக தேவையான சாதனக் கோப்பு:
tl: Talaksang device na gamit para sa CD-ROM:
vi: Tập tin thiết bị để truy cập đĩa CD:
xh: Ifayili yesixhobo yokufikelela kwi- CD-ROM:
zh_tw: 用來存取此光碟機的裝置檔：

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
am: የሲዲ ነጂውን በስራ ላይ ለማዋል የሚጠቀምበትን የአካል ፋይል ይስጡ፡፡ መደበኛ ያልሆኑ የሲዲ ነጂዎች መደበኛ ያልሆኑ የአካል ፋይሎችን ይጠቀማሉ፡፡ (ለምሳሌ እንደ /dev/mcdx).
ast: P'acceder al llector de CD-ROM, por favor, teclee'l ficheru de preséu que se tendría d'usar. Los llectores de CD-ROM non estándares empleguen ficheros de preseos non estándares (como /dev/mcdx).
be: Калі ласка, увядзіце імя файла прылады, які трэба скарыстаць, каб атрымауь доступ да вашай прылады CD-ROM. Нестандартныя прылады CD-ROM могуць ужываць нестандартныя файлы прыладаў (кшталту /dev/mcdx).
bg: За да се стигне до Вашето компактдисково устройство, моля въведете файла-устройство, който да бъде използван. Нестандартните компактдискови устройства използват нестандартни файлове-устройства (като напр. /dev/mcdx).
cs: Aby mohl systém přistupovat k CD-ROM mechanice, musíte zadat soubor zařízení, který se má použít. Nestandardní mechaniky používají nestandardní zařízení (jako třeba /dev/mcdx).
eo: Por atingebli vian lumdiskan diskingon, bonvolu tajpi la uzantan adaptilan dosieron. Rajte, malnormaj diskingoj uzas malnormajn adaptilajn dosierojn tiaj '/dev/mcdx' ekzemple.
es: Para acceder a su lector de CD-ROM, por favor, teclee el fichero de dispositivo que se debería utilizar. Los lectores de CD-ROM no estándares emplean ficheros de dispositivos no estándares (como /dev/mcdx).
eu: CD-ROM unitatea atzitzeko, sartu erabili beharreko gailu-fitxategia. CD-ROM unitate ez-estandarrek gailu-fitxategi ez-estandarrak erabiltzen dituzte (adibidez, /dev/mcdx).
fi: Jotta CD-asemaa päästäisiin käyttämään on tiedettävä laitetiedoston nimi. Epästandardit CD-asemat käyttävät epästandardeja laitenimiä (kuten /dev/mcdx).
fr: Afin de pouvoir accéder au lecteur de CD-ROM, veuillez indiquer le fichier de périphérique utilisé. En effet, les lecteurs non standards utilisent des fichiers de périphérique non standards tels que /dev/mcdx par exemple.
ga: Chun do thiomántán CD-ROM a rochtain, iontráil an comhad gléis le húsáid. Úsáideann tiomántáin neamhchaighdeánacha comhaid ghléis neamhchaighdeánacha (mar shampla, /dev/mcdx).
gl: Para acceder á unidade de CD-ROM, introduza o nome do dispositivo que se debería empregar. As unidades de CD-ROM non estándar empregan dispositivos non estándar (tales como /dev/mcdx).
gu: સીડી-રોમનો ઉપયોગ કરવા માટે, મહેરબાની કરી જે ઉપયોગ થવાની હોય તે ઉપકરણ ફાઇલ દાખલ કરો. પ્રમાણભૂત ન હોય તેવાં સીડી-રોમ ડ્રાઇવો પ્રમાણભૂત ન હોય તેવી ઉપકરણ ફાઇલો (જેવી કે /dev/mcdx) વાપરે છે.
hu: Adja meg a CD-ROM eléréséhez használni kívánt eszközfájlt. A nemszabványos CD-ROM-olvasók nemszabványos eszközfájlokat is használnak (mint pl. /dev/mcdx).
id: Agar dapat mengakses penggerak CD-ROM, silakan masukkan berkas piranti yang harus dipakai. Penggerak CD-ROM yang tidak standard menggunakan berkas piranti yang tidak standar (misalnya /dev/mcdx).
is: Til þess að nota geisladrifið þarft þú að slá inn slóðina að því. Óstöðluð geisladrif koma inn á óstöðluðum slóðum (eins og t.d. /dev/mcdx).
ja: CD-ROM ドライブにアクセスするために、利用すべきデバイスファイルを入力してください。非標準の CD-ROM ドライブは (/dev/mcdx のような) 非標準のデバイスファイルを使います。
ka: თქვენი CD-ROM მოწყობილობის გამოსაყენებლად, გთხოვთ შეიყვანეთ მოწყობილობის ფაილი, რომლიც გამოყენებული უნდა იქნეს. არასტანდარტული CD-ROM მოწყობილობები არასტანდარტულ მოწყობილობის ფაილებს იყენებს (მაგ. /dev/mcdx).
kk: CD-ROM құрылғысына қатынай алу үшін, құрылғы файлының атын енгізіңіз. Себебі стандартты емес CD-ROM үшін стандартты емес құрылғы файлы (мысалы /dev/mcdx) қолданылады.
ko: CD-ROM 드라이브를 사용하려면, 그 장치 파일 이름을 입력하십시오. 표준이 아닌 CD-ROM 드라이브는 표준이 아닌 장치 파일 이름을 사용합니다. (/dev/mcdx 따위)
ml: സിഡി-റോം ഡ്രൈവില്‍ നിന്നു് വായിയ്ക്കാന്‍ ഉപയോഗിക്കേണ്ട ഉപകരണ ഫയല്‍ ഏതെന്നു് വ്യക്തമാക്കുക. സാധാരണമല്ലാത്ത സിഡി-റോം ഡ്രൈവുകള്‍ സാധാരണമല്ലാത്ത (/dev/mcdx പോലുള്ള) ഉപകരണ ഫയലുകളായിരിയ്ക്കും ഉപയോഗിയ്ക്കുന്നതു്.
mr: सीडी-रॉम ड्राइव्ह ऍक्सेस करण्यासाठी कोणती उपकरण फाइल वापरायची ते ठरवा. अ-प्रमाणित सीडी-रॉम ड्राइव्ह अ-प्रमाणित फाइल्स (उदाहरणार्थ /dev/mcdx) वापरतात.
nb: For å kunne bruke CD-spilleren må du skrive inn hvilken enhetsfil som skal brukes. Uvanlige CD-spillere bruker uvanlige enhetsfiler, som for eksempel /dev/mcdx.
pa: ਤੁਹਾਡੀ CD-ROM ਡਰਾਈਵ ਵਰਤਣ ਲਈ, ਜੰਤਰ ਫਾਇਲ ਦਿਓ ਜੀ, ਜੋ ਵਰਤਣੀ ਚਾਹੀਦੀ ਹੈ। ਨਾ-ਸਟੈਂਡਰਡ CD-ROM ਡਰਾਈਵ ਨਾ-ਸਟੈਂਡਰਡ ਜੰਤਰ ਫਾਇਲਾਂ (ਜਿਵੇਂ /dev/mcdx) ਵਰਤਦਾ ਹੈ।
pt: Para poder aceder ao seu leitor de CD-ROM, por favor insira o ficheiro de dispositivo que deve ser usado. Leitores de CD-ROM não-standard usam ficheiros de dispositivos não-standard (por ex. /dev/mcdx).
ro: Pentru a accesa unitatea dumneavoastră de CD-ROM, vă rugăm să introduceți fișierul-dispozitiv care trebuie folosit. Unitățile CD-ROM non-standard folosesc fișiere-dispozitiv non-standard (ex.: /dev/mcdx).
ru: Для получения доступа к вашему устройству CD-ROM, введите имя файла устройства, так как нестандартный CD-ROM использует нестандартный файл устройства (например /dev/mcdx).
si: ඔබේ CD-ROM ධාවකයට පිවිසීම සඳහා කරුණාකර භාවිත කල යුතු ගොනුව ඇතුලත් කරන්න. සම්මත නොවන CD-ROM ධාවක සම්මත නොවන ගොනු (/dev/mcdx වැනි) භාවිත කරයි.
sk: Aby mohol systém pristupova» k CD-ROM mechanike, zadajte, prosím súbor zariadenia, ktoré sa má pou¾i». Ne¹tandartné CD-ROM mechaniky pou¾ívajú ne¹tandartné súbory zariadenia (napr. /dev/mcdx).
sl: Da bi dobili dostop do CD-ROM-a, moram vedeti katero datoteko z napravo moram uporabiti. Nestandardni CD-ROM-i uporabljajo nestandardne datoteke z napravami (kot na primer /dev/mcdx).
sq: N mnyr q t lexoj drive tnd t CD-ROM-it, t lutem zgjidh file e dispozitivit q duhet prdorur. Drive CD-ROM-i jo standart prdorin file jo standart (si p.sh. /dev/mcdx).
sr: Унесите фајл уређаја који ће се користити за приступ вашем CD-ROM-у. Неуобичајени CD-ROM погони користе неуобичајене фајлове уређаја (нпр. /dev/mcdx).
sv: Ange den enhetsfil som ska användas för att komma åt din cd-rom-enhet. Ovanliga cd-rom-enheter använder ovanliga enhetsfiler (som /dev/mcdx).
ta: சீடி-ரோமை அணுக தேவையான சாதனக் கோப்பை உள்ளீடு செய்யவும். செந்தரமில்லாத சீடி-ரோம் இயக்கிகள் /dev/mcdx போன்ற செந்தரமில்லாத சாதனக் கோப்புகளை பயன்படுத்தும்.
tl: Ibigay ang talaksan ng device na gagamitin upang ma-access ang inyong CD-ROM drive. Mga hindi karaniwan na CD-ROM drive ay gumagamit ng hindi karaniwang mga talaksan ng device (tulad ng /dev/mcdx).
vi: Để truy cập ổ CD của bạn, hãy nhập tên tập tin thiết bị cần dùng. Các ổ CD không chuẩn thì sử dụng tập tin không chuẩn (v.d. /dev/mcdx).
xh: Ukwenzela ukuba uyifikelele i-drive ye CD-ROM yakho, nceda ungenise ifayili yesixhobo ekufuneka isetyenzisiwe. Ii-drive ze -CD-ROM ezingekho mgangathweni zisebenzisa iifayili zezixhobo ezingekho mgangathweni (ezinjenge /dev/mcdx).
zh_tw: 為了能夠存取您的光碟機，請輸入其所對應的裝置檔。非標準的光碟機通常會使用非標準的裝置檔 (像是 /dev/mcdx)。
