Repository: dankamongmen/s-i
Catalog: tools/iso-scan/debian/po/*.po
Languages: bs, cs, fi, lt, nl, pt

source: Scan hard drives for an installer ISO image
bs: Pretraži hard diskove za ISO image installera
cs: Hledat na pevných discích ISO soubory instalátoru
fi: Etsi kiintolevyiltä asennusohjelman ISO-levyotos.
lt: Ieškoti kietuose diskuose įdiegėjo ISO atvaizdo
nl: Harde schijven doorzoeken voor een ISO-installatie-image
pt: Á procura nos discos rígidos por uma imagem ISO do instalador

source: stable, testing, unstable
fi: vakaa, testing ja epävakaa
lt: stabili, testuojama, nestabili

source: Debian version to install:
fi: Mikä Debian-versio asennetaan:
lt: Debian'o versija diegimui:
nl: Te installeren Debian-versie:
pt: Versão de Debian a instalar:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
fi: Debian on saatavilla useina vivahteina. Vakaa on hyvin testattu ja muuttuu harvoin. Epävakaa on testaamaton ja muuttuu usein.Testing on siltä väliltä, useat uudet versiot epävakaasta siirtyvät siihen jos niissä ei ole liikaa vikoja.
lt: Debian'as gyvuoja keliomis versijomis (ar šakomis). Stabili - gerai ištestuota ·ir retai besikeičianti. Nestabili - neištestuota ir tankiai besikeičianti. ·Testuojama - tai tarpinė šaka, į kurią patenka daugelis naujų versijų ·paketų iš nestabilios šakos, jei juose nėra aiškių klaidų.
nl: Debian is in verschillende versies beschikbaar. 'stable' veranderd zelden en is uitvoerig getest. 'unstable' veranderd frequent en is niet getest. 'testing' houdt het midden tussen deze twee, en bevat pakketten uit 'unstable' die geen noemenswaardige problemen opleveren.
pt: Debian vem em várias versões. Stable é bastante testada e raramente muda. Unstable não é testada e muda frequentemente. Testing é o meio termo, recebe muitas das novas versões de Unstable se elas não tiverem muitos problemas.

source: Searching drives for an installer ISO image
bs: Pretražujem diskove za ISO image installera
cs: Na pevných discích se hledají ISO soubory instalátoru
fi: Etsitään levyiltä asennus-ISO-vedosta
lt: Įdiegėjo ISO atvaizdo paieška diskuose
nl: Harde schijven worden doorzocht naar een ISO-installatie-image
pt: Á procura nos discos rígidos por uma imagem ISO do instalador

source: Mounting ${DRIVE} ...
bs: Montiram ${DRIVE} ...
cs: Pøipojuji ${DRIVE} ...
fi: Liitetään asemaa ${DRIVE} ...
lt: ${DRIVE} montavimas ...
nl: ${DRIVE} wordt aangekoppeld ...
pt: A montar ${DRIVE} ...

source: Scanning ${DRIVE} (in ${DIRECTORY}) ...
bs: Pretražujem ${DRIVE} (u ${DIRECTORY}) ...
cs: Prohledávám ${DRIVE} (v ${DIRECTORY}) ...
fi: Selataan levyä ${DRIVE} (hakemistossa ${DIRECTORY})...
lt: ${DRIVE} apžvalga (${DIRECTORY}) ...·
nl: ${DRIVE} wordt doorzocht (map ${DIRECORY}) ...
pt: Á procura em ${DRIVE} (no ${DIRECTORY}) ...

source: Do full disk search for installer ISO image?
bs: Uradi puno pretraživanje diska za ISO image installera?
cs: Hledat ISO obraz instalátoru na celém disku?
fi: Etsitäänkö kaikilta levyiltä asennus-ISO-levyotosta?
lt: Ar ieškoti įdiegėjo ISO atvaizdo visame diske?
nl: Volledige schijf naar ISO-installatie-image doorzoeken?
pt: Deseja fazer uma pesquisa completa por uma imagem ISO do instalador?

source: The quick scan for installer ISO images, which looks only in common places, searched ${NUM_DIRS} directories in ${NUM_FILESYSTEMS} file systems without finding an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
bs: Brzo pretraživanje za ISO datoteke installera, koje traži samo na
cs: Rychlé hledání instalaèních ISO souborù, které se dívá jen do obvyklých míst, prohledalo ${NUM_DIRS} adresáøù na ${NUM_FILESYSTEMS} souborových systémech a ¾ádné instalaèní ISO nena¹lo. Je mo¾né, ¾e dùkladnìj¹í hledání je najde, ale bude to trvat déle.
fi: Nopea asennus-ISO-vedosten etsintä, joka katsoo vain tavallisimmat paikat, etsi${NUM_DIRS} hakemistosta ${NUM_FILESYSTEMS} tiedostojärjestelmällä löytämättä asennus-ISO-levyotosta. On mahdollista, että kattavampi etsintä löytää ISO-levyotoksen, mutta haku voi kestää pitkään.
lt: Greita įdiegėjo ISO atvaizdų paieška ieškos tik įprastose vietose. Jei įdiegėjo ISO atvaizdas nebus rastas, bus apžvelgiama ${NUM_DIRS} katalogų ${NUM_FILESYSTEMS} failinėse sistemose. Galima ir gilesnė paieška, bet tai gali užtrukti daug laiko.
nl: De snelzoeken naar ISO-installatie-images (snelzoeken kijkt enkel in de doorsnee mappen) heeft ${NUM_DIRS} mappen op ${NUM_FILESYSTEMS} bestandssystemen doorzocht zonder een ISO-installatie-image te vinden. Mogelijk vindt uitgebreid zoeken alsnog een ISO-installatie-image; dit kan echter erg lang duren.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
bs: ISO datoteke installera nisu pronađene. Ako ste skinuli ISO datoteke, možda imaju lošu ekstenziju (koja ne završava sa ".iso", ili su možda na datotečnom sistemu koji se nije mogao montirati. Trebate uraditi mrežnuinstalaciju ili reboot računara i ispravljanje ISO datoteka.
cs: Nebyly nalezeny ¾ádné instalaèní ISO obrazy. Je mo¾né, ¾e nemají správnou pøíponu (musí konèit na ".iso"), nebo jsou ulo¾eny na souborovém systému, který nemohl být pøipojen. Mù¾ete buï zkusit sí»ovou instalaci, nebo restartovat a ISO soubory opravit.
fi: Asennus-ISO-levyotoksia ei löytynyt. Jos olet imuroinut ISO-vedoksen, se voi olla väärin nimetty (ei pääty ".iso") tai voi olla tiedostojärjestelmällä, jota ei voitu liittää. Sinun täytyy tehdä joko verkkoasennus tai uudelleenkäynnistää ja korjata ISO-vedos.
lt: Įdiegėjo ISO atvaizdas nerastas. Jei Jūs atsisiuntėte ISO atvaizdą, gal būt jis turi blogą failo vardą (be išplėtimo ".iso"), arba jis yra failinėje sistemoje, kuri negali būti primontuota. Jums teks atlikti diegimą iš tinklo, arba atlikti pakartotiną sistemos įkrovimą ir pataisyti ISO atvaizdą.
nl: Er zijn geen ISO-installatie-images gevonden. Als u de ISO opgehaald heeft is dit mogelijk het gevolg van een verkeerde bestandsnaam (niet eindigend op ".iso"), of is deze opgeslagen op een bestandssyteem dat niet aangekoppeld kon worden. U dient een netwerkinstallatie uit te voeren, of na herstarten de ISO-installatie-image te herstellen.
pt: Nenhuma imagem ISO foi encontrada. Se fez o download da imagem ISO, pode conter um nome de ficheiro inválido (não acabando em ".iso"), ou pode estar num sistema de ficheiros que não pode ser montado. Por isso terá de fazer uma instalação pela rede ou reiniciar e reparar a imagem ISO.

source: Failed to find an installer ISO image
bs: Ne mogu pronaći ISO image installera
cs: Nelze nalézt ISO obraz instalátoru
fi: Asennus-ISO-levyotoksia ei löytynyt
lt: Nepavyko rasti įdiegėjo ISO atvaizdo
nl: Vinden van een ISO-installatie-image is mislukt
pt: Falha ao tentar encontrar uma imagem ISO do instalador

source: Of ${ISO_COUNT} possible ISO images found, ${ISO_MOUNT_FAILURES} could not be mounted, and an installer ISO image was not found. The ISO image you downloaded is may be corrupt.
bs: Od ${ISO_COUNT} mogućih ISO datoteka pronađeno, ${ISO_MOUNT_FAILURES} ne mogu se montirati i ISO datoteka nije pronađena. Možda je ISO koji ste " "skinuli oštećen?
cs: Z ${ISO_COUNT} nalezených ISO obrazù se ${ISO_MOUNT_FAILURES} nepodaøilo pøipojit a instalaèní ISO obraz nebyl nalezen. Sta¾ené ISO obrazy jsou mo¾ná po¹kozeny.
fi: Mahdollisesta ${ISO_COUNT} löytyneestä ISO-vedoksesta, ${ISO_MOUNT_FAILURES} ei voitu liittää, ja asennus-ISOa ei löytynyt. ISO-vedos, jonka latasit voi olla turmeltunut.
lt: Rasta ${ISO_COUNT} galimų ISO atvaizdų, iš kurių ${ISO_MOUNT_FAILURES} negali būti primontuoti, bet nerastas įdiegėjo ISO atvaizdas. Gal būt Jūsų parsisiųstas ISO atvaizdas yra sugadintas.
nl: Van de ${ISO_COUNT} gevonden mogelijke ISO-images konden er ${ISO_MOUNT_FAILURES} niet aangekoppeld worden. Bovendien is er geen ISO-installatie-image gevonden. Mogelijk is de door u opgehaalde ISO beschadigd.

source: No installer ISO image found
bs: ISO image installera nije pronađen
cs: Nebyl nalezen ¾ádný ISO obraz instalaèního systému
fi: Asennusohejlman ISO-levyotosta ei löydy
lt: Įdiegėjo ISO atvaizdas nerastas
nl: Geen ISO-installatie-image gevonden
pt: Não foi encontrada uma imagem ISO do instalador

source: ${ISO_COUNT} ISO image(s) were found, but none were valid installer ISO images.
bs: ISO image(i) su pronađeni, ali nijedan nije ispravni installer ISO
cs: Bylo nalezeno ${ISO_COUNT} ISO obrazù, ale ¾ádný z nich není platným obrazem instalaèního systému.
fi: ${ISO_COUNT} ISO-levyotos(ta) löytyi, mutta yksinkään ei ollut kelvollinen asennus-ISO-levyotosta.
lt: Rasta ${ISO_COUNT} ISO atvaizdų, bet nei vienas iš jų nėra tinkamas įdiegimo ISO atvaizdas.
nl: Hoewel er ${ISO_COUNT} ISO-images gevonden zijn zit daar geen geldige ISO-installatie-image tussen.

source: Please do a network install instead, or reboot and fix the ISO image.
bs: Trebate uraditi mrežnu instalaciju ili reboot računara i " "ispravljanje ISO datoteka.
cs: Zkuste buï sí»ovou instalaci, nebo restartujte a ISO soubory opravte.
fi: Tee sen sijaan verkkoasennus tai uudelleenkäynnistä ja korjaa ISO-vedos.
lt: Prašau atlikti įdiegimą iš tinklo, arba atlikti pakartotiną sistemos įkrovimą ir pataisyti ISO atvaizdą.
nl: U kunt in plaats hiervan een netwerkinstallatie uitvoeren, of u kunt na heropstarten de ISO-image herstellen.
pt: Por favor execute uma instalação por rede, ou reinicie e repare a imagem ISO.

source: Successfully mounted ${DISTRIBUTION} installer ISO image
bs: Uspješno montiran ${DISTRIBUTION} ISO image installera
cs: Instalaèní ISO obraz distribuce ${DISTRIBUTION} byl úspì¹nì pøipojen.
fi: Jakelun ${DISTRIBUTION} asennus-ISO-levyotos liitetty onnistuneesti
lt: Sėkmingai primontuotas ${DISTRIBUTION} įdiegėjo ISO atvaizdas
nl: De ISO-installatie-image ${DISTRIBUTION} is met success aangekoppeld
pt: Montado a imagem ISO do instalador ${DISTRIBUTION} com sucesso

source: The ISO file ${FILENAME} on ${DEVICE} (${DESCRIPTION}) will be used as the installation ISO image.
bs: ISO datoteka ${FILENAME} na ${DEVICE} (${DESCRIPTION}) će se koristiti kao " "instalacioni ISO image.
cs: ISO soubor ${FILENAME} na ${DEVICE} (${DESCRIPTION}) se pou¾ije pro instalaci.
fi: ISO-tiedosto ${FILENAME} laitteella ${DEVICE} (${DESCRIPTION}) otetaan käyttöön asennus-ISO-levyotoksena.
lt: ISO failas ${FILENAME} esantis ${DEVICE} (${DESCRIPTION}) bus naudojamas kaip įdiegimo ISO atvaizdas.
nl: Het ISO-bestand ${FILENAME} op ${DEVICE} (${DESCRIPTION}) zal gebruikt worden als ISO-installatie-image.
pt: O ficheiro ISO ${FILENAME} em ${DEVICE} (${DESCRIPTION}) será usado como imagem ISO de instalação.

source: Load installer components from an installer ISO
fi: Lataa asennusohjelman osat ISO-levyotokselta
lt: Įdiegėjo komponentų įkrovimas iš įdiegėjo ISO atvaizdo
nl: Installatiemodules vanaf een ISO-installatie-image laden
pt: Carregar os componentes do instalador de um ISO de instalação

source: Distribution to install:
bs: Odaberite distribuciju za instaliranje

source: Please select the distribution you want to install.
bs: Molim odabrite distribuciju koju želite instalirati.

source: - Woody is the current stable release of Debian; - Sarge is the "testing" unreleased version of Debian; - Sid is "unstable" and will never be released.
bs: - Woody je aktuelna stabilna verzija Debiana; - Sarge je "testing" neobjavljena verzija Debiana; - Sid je "unstable" verija i nikada neće biti objavljena.
