Repository: dankamongmen/s-i
Catalog: tools/kbd-chooser/debian/po/*.po
Languages: sk

source: Select a Keyboard Layout
sk: Vybra» rozlo¾enie klávesnice

source: Choose the type of keyboard to configure
sk: Vyberte typ klávesnice, ktorú chcete nastavi»

source: No keyboard to configure
sk: Nie je vybraný ¾iaden typ klávesnice

source: PC Style (AT connector) Keyboard
sk: PC (AT konektor) klávesnice

source: Atari Keyboard
sk: Atari klávesnica

source: Amiga Keyboard
sk: Amiga klávesnica

source: Acorn Keyboard
sk: Acorn klávesnica

source: Mac Keyboard
sk: Mac klávesnica

source: Sun Keyboard
sk: Sun klávesnica

source: USB Keyboard
sk: USB klávesnica
