Repository: dankamongmen/s-i
Catalog: packages/partman/partman-ext2r0/debian/po/*.po
Languages: ast, cs, hu, sr

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
ast: Comprobando'l sistema de ficheros ext2 (revision 0) na partición #${PARTITION} de ${DEVICE}...
cs: Kontroluje se souborový systém ext2 (revize0) v oblasti è.${PARTITION} na ${DEVICE}...
hu: ext2 (0. változat) fájlrendszer ellenőrzése ${DEVICE} ${PARTITION}. partícióján...
sr: Проверавам ext2 (ревизија 0) систем датотека на партицији #${PARTITION} уређаја ${DEVICE}...

source: Go back to the menu and correct errors?
ast: ¿Volver al menú y correxir fallos?
cs: Vrátit se zpìt do menu a opravit chyby?
hu: Visszamész a menübe és javítod a hibákat?
sr: Да ли желите да се вратите назад у мени и исправите грешке?

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ast: La prueba del sistema de ficheros cola triba ext2 (revisión 0) na partición #${PARTITION} de ${DEVICE} atopó fallos nun correxíos.
cs: Test souborového systému ext2 (revize 0) v oblasti è.${PARTITION} na ${DEVICE} odhalil neopravené chyby.
hu: Hibák vannak ${DEVICE} ${PARTITION}. partíciója ext2 (0. változat) típusú fájlrendszerében.
sr: Тест система датотека типа ext2 (ревизија 0) на партицији #${PARTITION} на ${DEVICE} је пронашао неисправљене грешке.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ast: Si nun vuelves al menu de particionáu y corrixes esos fallos, la partición nun será usada.
cs: Pokud se nevrátíte zpìt do rozdìlovacího menu a neopravíte tyto chyby, oblast se vùbec nepou¾ije.
hu: Ha nem térsz vissza a particionáló-menübe és orvoslod e gondokat, a partíció nem kerül használatba.
sr: Ако се не вратите назад на мени за партиционисање и не поправите овегрешке, партиција се уопште неће употребљавати.

source: Failed to create a file system
ast: Falló al criar el sistema de ficheros
cs: Selhalo vytváøení souborového systému
hu: Fájlrendszer létrehozása meghiúsult
sr: Нисам успео да креирам фајл систем

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
ast: Falló la criación del sistema de ficheros ext2 (revisión 0) na partición #${PARTITION} de ${DEVICE}.
cs: Vytváøení souborového systému ext2 (revize 0) v oblasti è.${PARTITION} zaøízení ${DEVICE} selhalo.
hu: ext2(r0) fájlrendszer létrehozása meghiúsult ${DEVICE} ${PARTITION}. partícióján.
sr: Креирање ext2 (ревизија 0) система датотека на партицији #${PARTITION} на ${DEVICE} није успело.

source: Do you want to return to the partitioning menu?
ast: ¿Quies regresar al menu de particionáu?
cs: Chcete se vrátit do rozdìlovacího menu?
hu: Visszatérsz a particionáló-menübe?
sr: Да ли желите да се вратите на мени за партиционисање?

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
ast: Ensin puntu de montaxe asignáu pal sistema de ficheros ext2 (revisión 0) na partición #${PARTITION} de ${DEVICE}.
cs: Souborovému systému ext2 (revize 0) v oblasti è.${PARTITION} na ${DEVICE} není pøiøazen ¾ádný pøípojný bod.
hu: Csatolási pont nélküli ext2 (0. változat) fájlrendszer ${DEVICE} ${PARTITION}. partícióján.
sr: Ниједна тачка качења није додељена ext2 (рев. 0) систему датотека на партицији #${PARTITION} на ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ast: Si nun vuelves al menú de particionáu y asignes un puntu de montaxe dende ehí, esta partición nun será usada.
cs: Pokud se nevrátíte zpìt do rozdìlovacího menu a nepøiøadíte oblasti pøípojný bod, oblast se vùbec nepou¾ije.
hu: Ha a particionáló-menüben nem adsz meg egy csatolási pontot, a partíció használatlanul marad.
sr: Ако се не вратите назад на мени за партиционисање и не доделите тачкукачења, партиција се уопште неће користити.

source: Enter manually
ast: Introduzlo manualmente
hu: Kézi megadás
sr: Ручно унеси

source: Do not mount it
ast: Non montalo
hu: Ne legyen felcsatolva
sr: Не качи

source: Mount point for this partition:
ast: Puntu de montaxe pa esta partición:
cs: Pøípojný bod pro tuto oblast:
hu: E partíció csatolási pontja:
sr: Тачка качења за ову партицију:

source: Invalid mount point
ast: Puntu de montaxe nun válidu
cs: Neplatný pøípojný bod
hu: Hibás csatolási pont
sr: Неисправна тачка качења

source: The mount point you entered is invalid.
ast: El puntu de montaxe que introduciste nun ye válidu.
cs: Zadaný pøípojný bod je neplatný.
hu: A megadott csatolási pont érvénytelen.
sr: Тачка качења коју сте унели није исправна

source: Mount points must start with "/". They cannot contain spaces.
ast: Puntos de montaxe deben aniciase con "/". Nun pueden contener espacios.
cs: Pøípojné body musí zaèínat "/" a nemohou obsahovat mezery.
hu: A csatolási pontok "/"-rel kezdődnek. Szóköz tilos.
sr: Тачке качења морају почињати са"/" и не смеју садржати размаке.

source: noatime - do not update inode access times at each access
cs: noatime - neaktualizuje èas pøístupu k souboru
hu: noatime - ne frissítse az inode-ok elérési időpontját

source: nodev - do not support character or block special devices
cs: nodev - zaká¾e speciální znaková nebo bloková zaøízení
hu: nodev - ne támogasson karakter és blokk eszközfájlokat

source: nosuid - ignore set-user-identifier or set-group-identifier bits
cs: nosuid - ignoruje pøíznaky setuid a setgid
hu: nosuid - ne nézze a setuid és setgid biteket

source: noexec - do not allow execution of any binaries
cs: noexec - nedovolí spou¹tìní spustitelných souborù
hu: noexec - binárisok futtatásának tiltása

source: ro - mount the file system read-only
cs: ro - pøipojí souborový systém pouze pro ètení
hu: ro - fájlrendszer csak-olvasható csatolása

source: sync - all input/output activities occur synchronously
cs: sync - v¹echny vstupnì/výstupní operace se dìjí synchronnì
hu: sync - minden i/o művelet szinkronosan történik

source: usrquota - user disk quota accounting enabled
cs: usrquota - povolí pou¾ívání diskových kvót
hu: usrquota - felhasználók lemezhasználati mértékének naplózása

source: grpquota - group disk quota accounting enabled
cs: grpquota - povolí pou¾ívání skupinových diskových kvót
hu: grpquota - felhasználói csoportok lemezhasználati mértékének naplózása

source: Mount options:
cs: Volby pøipojení:
hu: Csatolási opciók:

source: Mount options can tune the behavior of the file system.
cs: Volby pøipojení mohou vyladit chování souborového systému.
hu: A csatolási opciók a fájlrendszer viselkedésének hangolását szolgálják.

source: old Ext2 (revision 0) file system
ast: Sistema ficheros antiguu Ext2 (revisión 0)
hu: régi Ext2 (0. változatú) fájlrendszer
sr: Стари ext2 (ревизија 0) систем датотека

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
ast: La to partición d'ararnque nun fue configurada col sistema de ficheros antiguu ext2 (revisión 0). Esto ye necesario pa que la to máquina pueda arrancar. Por favor, vuelve y usa'l sistema de ficheros antiguu ext2 (revisión 0).
cs: Va¹e zavádìcí oblast nemá nastaven starý souborový systém ext2 (revize 0), co¾ je na va¹em poèítaèi nutný pøedpoklad pro správné zavádìní systému. Vra»te se, prosím, zpìt a pou¾ijte souborový systém ext2 (revize 0).
hu: A rendszerindító partíciót nem a régi ext2 (0. változatú) fájlrendszerrel konfiguráltad. Ez szükséges az indításhoz. Lépj vissza és válaszd a régi ext2 (0. változatú) fájlrendszert.
sr: Ваша покретачка партиција није конфигурисана са старим ext2r0 системом датотека. Ово је потребно да би ваша машина могла да се покрене. Молим, вратите се назад и употребите стари ext2r0 систем датотека.

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
ast: La to partición d'arranque nun ta localizada na primer partición primaria del to discu duru. Esto ye necesario pa que to máquina pueda arrancar. Por favor, vuelve y usa la to primer partición primaria cómo partición d'arranque.
cs: Va¹e zavádìcí oblast není umístìna na první primární oblasti pevného disku, co¾ je na va¹em poèítaèi nutný pøedpoklad pro správné zavádìní systému. Vra»te se, prosím, zpìt a pou¾ijte pro zavádìní první primární oblast.
hu: A rendszerindító partíció nem a merevlemez legelső elsődleges partícióján található. Ez szükséges az indításhoz. Lépj vissza és rendszerindító partíciónak válaszd a legelső elsődleges partíciót.
sr: Ваша покретачка партиција није на првој примарној партицији вашег хард диска. Ово је потребно да би ваша машина могла да се покрене. Молим, вратите се наза и употребите вашу прву примарну партицију као покретачку партицију.

source: Go back to the menu and correct this problem?
ast: ¿Volver al menú y correxir esti problema?
cs: Vrátit se zpìt do menu a opravit tento problém?
hu: Visszalépsz a menübe és javítod a hibát?
sr: Да ли желите да се вратите назад у мени и исправите проблем?

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
ast: La to partición root nun ye una partición primaria del to discu duru. Esto ye necesario pa que la to máquina pueda arrancar. Por favor, vuelve y usa una partición primaria pa la to partición root.
cs: Va¹e koøenová oblast není umístìna na primární oblasti pevného disku, co¾ je na va¹em poèítaèi nutný pøedpoklad pro správné zavádìní systému. Vra»te se, prosím, zpìt a pou¾ijte pro koøenovou oblast nìjakou primární oblast.
hu: A gyökérpartíció nem tartozik a merevlemez elsődleges partíciói közé. Ez szükséges az indításhoz. Lépj vissza és gyökérpartíciónak válassz egy elsődleges partíciót.
sr: Ваша root партиција није примарна партиција вашег хард диска. Ово је потребно да би ваша машина могла да се покрене. Молим, вратите се назад и употребите примарну партицију за вашу root партицију.

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
ast: Si nun vuelves al menú de particionáu y corrixes esti error, la partición será usada cómo ye. Esto significa que puede nun ser arrancable nel to discu duru.
cs: Pokud se nevrátíte zpìt do rozdìlovacího menu a neopravíte tyto chyby, oblast se pou¾ije tak, jak je. To znamená, ¾e se mo¾ná nepovede zavést systém z pevného disku.
hu: Ha nem térsz vissza a particionáló-menübe és orvoslod e gondokat, a partíció így kerül használatba. A merevlemezről való indítás meghiúsulhat.
sr: Ако се не вратите назад на мени за партиционисање и исправите ове грешке партиција ће бити употребљена таква каква је. То значи да можда нећете моћи да покренете систем са вашег диска.

source: /, /boot, Enter manually, Do not mount it
cs: /, /boot, Zadat ruènì, Nepøipojovat

source: old ext2 (revision 0) file system
cs: starý souborový systém ext2 (revize 0)
