Repository: dankamongmen/s-i
Catalog: packages/arch/sparc/silo-installer/debian/po/*.po
Languages: ar, cs, da, es, eu, ga, hr, hu, ja, nl, pt, vi, xh, zh_cn

source: You are using a 32-bit SPARC machine. On many of these, it is unlikely that Debian will boot if /boot resides in a partition that extends past the first 1024 cylinders of the hard disk. /boot currently resides in a partition that extends to cylinder ${CYL}. You should change this by reducing the size of the partition or creating a separate, smaller partition just for /boot.
ar: أنت تستخدم جهاز سبارك ذو 32 بت. من غير المحتمل على الكثير من هذه الأجهزة أن يقلع دبيان في حال وجد /boot في تجزيءٍ يتجاوز أوّل 1024 اسطوانة من القرص الصّلب. /boot موجودٌ حاليّاً في تجزيءٍ يمتد حتّى الاسطوانة ${CYL}. يفترض بك أن تغيّر هذا بتصغير حجم التّجزيء أو بإنشاء تجزيءٍ أصغر منفصل لأجل /boot فقط.
cs: Na mnoha 32 bitových počítačích SPARC má PROM omezení, že jádro a zaváděcí blok musí být umístěny na oblasti, která celá leží v prvních 1024 cylindrech pevného disku. V tomto případě byste zaváděli z ${BPART}, která přesahuje za 1024. cylindr, a tudíž byste s tímto nastavením nemohli zavést instalovaný Debian.
da: Du bruger en 32-bit SPARC-maskine. På mange af disse vil Debian sandsynligvis ikke kunne starte op, hvis /boot ligger på en partition, der går ud over de første 1024 cylindre på harddisken. /boot ligger nu på en partition, der når ud til cylinder ${CYL}. Du bar ændre dette ved at reducere partitionens størrelse eller oprette en separat, mindre partition kun til /boot.
es: Vd. está utilizando un sistema SPARC de 32-bit. En muchos de estos sistemas es muy improbable que Debian pueda arrancar si /boot está ubicado en una partición que se extiende por encima de los 1024 cilindros del disco duro. Actualmente /boot reside en una partición que se extiende hasta el cilindro ${CYL}. Debería cambiar ésto reduciendo el tamaño de la partición o creando una partición separada, más pequeña, sólo para /boot.
eu: 32 bit-etako SPARC makina bat erabiltzen ari zara. Hauetako askotan, Debian ezin izango da abiarazi /boot diskako 1024 zilindroa baino hurrunago luzatzen den partizio batetan badago. /boot une honetan ${CYL} zilindroraino luzatzen den partizio batetan dago. Zuk hau konponmtzeko partizioa txikiagotu edo beste partizio txikiago bat sortu beharko zenuke /boot montatzeko.
hr: Imate 32-bitni SPARC stroj. Na veæini takvih, Debian se neæe pokrenuti ako se /boot nalazi na particiji koja prelazi prva 1024 cilindra èvrstoga diska. Direktorij /boot sada se nalazi na particiji koja se prote¾e do cilindra ${CYL}. Trebali biste to promijeniti smanjujuæi joj velièinu, ili tako da naèinite posebnu manju particiju samo za /boot.
hu: A gép egy 32-bites SPARC. A Debian a legtöbb ilyen gépeken csak a merevlemez első 1024 cilinderén túl nem nyúló partíción elhelyezett /boot könyvtárral indul el. A /boot könyvtár partíciója jelenleg a ${CYL}. cilinderig nyúlik. Csökkentse a partíció méretét, vagy a /boot könyvtárnak hozzon létre egy külön kisebb partíciót.
nl: U maakt gebruik van een 32-bit SPARC-machine. Op veel van deze machines is het onwaarschijnlijk dat Debian zal kunnen opstarten wanneer de partitie met '/boot' zich niet binnen de eerste 1024 cilinders van de harde schijf bevindt. '/boot' bevindt zich momenteel in een partitie die tot de cilinder ${CYL} loopt. U kunt veranderen door de grootte van deze partitie aan te passen, of door een aparte, kleine partitie aan te maken speciaal voor '/boot'.
xh: Usebenzisa umatshini we-32-bit SPARC. Kwabaninzi aba, akufanelanga ukuba i-Debian ingangavuli ukuba i/boot ihlala kwisahlukanisi esande sadlula iisilinda zokuqala ezili-1024 zediski eyakhelwe ngaphakathi. I-/boot okwangoku ihlala kwisahlukanisi esandela kwisilinda ${CYL}. Kufuneka ukutshintshe oku ngokunciphisa ubungakanani besahlukanisi okanye udale isahlukanisi esahlukileyo, esincinanana esenzelwe nje kuphela i-/boot.
zh_cn: 您正在使用 32-bit SPARC 计算机。通常在此类计算机上，如果 /boot 所在分区超出了硬盘的首 1024 柱面，Debian 可能就无法启动。/boot 目前所在分区的位置达到了 ${CYL} 柱面。您应该通过缩减分区尺寸，或为 /boot 创建一个单独稍小的分区。
