Repository: dankamongmen/s-i
Catalog: packages/arch/sparc/silo-installer/debian/po/*.po
Languages: ar, cs, da, es, eu, ga, hr, hu, ja, nl, pt, vi, xh, zh_cn

source: SILO installation failed. Continue anyway?
ar: فشل تثبيت سيلو. هل تريد المتابعة على كلّ حال؟
cs: Instalace SILO selhala. Přesto pokračovat?
da: Installation af SILO mislykkedes. Fortsæt alligevel?
es: La instalación de SILO falló. ¿Desea continuar de todos modos?
eu: SILO instalazioak huts egin du. Jarraitu hala ere?
ga: Theip ar shuiteáil SILO. Lean ar aghaidh mar sin féin?
hr: Instalacija SILO-a neuspjela. Da ipak nastavim?
hu: A SILO telepítése sikertelenül zárult. Mégis továbblép?
ja: SILO のインストールに失敗しました。続けますか?
nl: SILO-installatie is mislukt. Toch verdergaan?
pt: A instalação do SILO falhou. Continuar mesmo assim?
vi: Việc cài đặt SILO bị lỗi. Vẫn cứ tiếp tục không?
xh: Useko-nkqubo i-SILO aluphumelelanga. Qhubeka nakanjani?
zh_cn: SILO 安装失败。仍然继续吗？

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
ar: فشل تثبيت حزمة سيلو على /target/. تثبيت سيلو كمحمّل إقلاع خطوةٌ مطلوبة. مع ذلك، فإنّ مشكلة التّثبيت قد لا تكون متعلّقةً بسيلو، لذا فإنّ الاستمرار بالتّثبيت قد يكون ممكناً.
cs: Balík silo se nedokázal nainstalovat do /target. Instalace zavaděče (tedy sila) je vyžadována. Nastalý problém ale nemusí nutně souviset se silem a možná lze v instalaci pokračovat.
da: Pakken silo kunne ikke installeres på /target/. Installationen af SILO som opstartsindlæser er et påkrævet trin. Dog kan installationsproblemet være uden relation til SILO, så måske kan det lade sig gøre at fortsætte installationen alligevel.
es: Falló la instalación del paquete «silo» en /target/. La instalación de SILO como cargador de arranque es un paso necesario. El problema de instalación puede no estar relacionado con SILO así que es posible que pueda continuar con la instalación.
eu: Huts 'silo' paketea /target/-en instalatzerakoan. Aboot abiarazle bezala instalatzea beharrezko pausu bat da. Instalazio arazoak ziurrenik ez du silo-rekin zerikuzirik, beraz instalazioarekin aurrera jarraitzea posible da.
ga: Theip ar shuiteáil an phacáiste 'silo' i /target/. Caithfear SILO a shuiteáil mar luchtóir tosaithe. Seans nach mbaineann an fhadhb shuiteála le SILO ar chor ar bith agus beidh tú in ann dul ar aghaidh leis an tsuiteáil.
hr: Nije uspjela instalacija 'silo' paketa na /target/. Instalacija SILO-a kao boot uèitavaèa je zahtijevani korak. Meðutim, problem mo¾e biti nevezan za SILO, pa æete mo¾da moæi nastaviti instalaciju.
hu: A 'silo' csomag /target/ könyvtárba telepítése sikertelenül zárult. A SILO rendszerbetöltőként telepítése pedig feltétlenül szükséges. Azért lehet, hogy a telepítés során felmerült problémának nincs köze a SILO-hoz, ez esetben a telepítés folytatásának elvileg nincs akadálya.
ja: silo パッケージを /target/ にインストールするのに失敗しました。ブートローダー SILO のインストールは必須のステップです。インストールの問題は SILO と直接関係するものではないかもしれないので、インストールを続けることは可能です。
nl: Installeren van het 'silo'-pakket in /target/ is mislukt. Het installeren van SILO als opstartlader is een verplichte stap. Mogelijk is dit installatieprobleem niet gerelateerd aan SILO, in dat geval is verdergaan misschien mogelijk.
pt: A instalação do pacote 'silo' em /target/ falhou. É necessário que o SILO seja instalado como carregador do sistema. No entanto o problema de instalação pode não estar relacionado com o SILO, e poderá assim ser possível continuar com a instalação.
vi: Gói « silo » không cài đặt được vào </target/>. Cài đặt trình SILO như là bộ tải khởi động là bước cần thiết. Tuy nhiên, lỗi cài đặt có lẽ không liên quan đến trình SILO thì có lẽ có khả năng tiếp tục lại cài đặt.
xh: Umqulu wenkqubo i-'silo' awuphumelelanga ukusekwa kwi /target/. Ukuseka i-SILO njengesilayishi sokuvula linqanaba elifunekayo. Inkathazo yokuseka noko kunjalo kusenokwenzeka ukuba ayinxulumananga no-SILO, ngoko ke ukuqhubeka nokuseka kungenzeka.
zh_cn: 无法将“silo”软件包安装到 /target/ 中。这是将 SILO 安装为启动管理器的必要步骤。此安装问题可能跟 SILO 本身并无关系，因此继续进行安装也是可行的。

source: SILO installation failed
ar: فشل تثبيت سيلو
cs: Instalace SILO selhala
da: Installation af SILO mislykkedes
es: La instalación de SILO falló
eu: SILO instalazioak huts egin du.
ga: Theip ar shuiteáil SILO
hr: Instalacija SILO-a neuspjela
hu: A SILO telepítése sikertelenül zárult
ja: SILO のインストールに失敗しました
nl: SILO-installatie is mislukt
pt: A instalação do SILO falhou
vi: Việc cài đặt SILO bị lỗi
xh: Useko-nkqubo lwe-SILO aluphumelelanga
zh_cn: SILO 安装失败

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
ar: فشل تشغيل "/sbin/silo" مع رمز الخطأ "${ERRCODE}".
cs: Příkaz "/sbin/silo" skončil s chybou "${ERRCODE}".
da: Kørsel af "/sbin/silo" mislykkedes med fejlkoden "${ERRCODE}".
es: La ejecución de «/sbin/lilo» falló con el código de error «${ERRCODE».
eu: "/sbin/silo" abiaraztea "${ERRCODE}".errore kodeaz huts egin du.
ga: Theip ar "/sbin/silo" le cód earráide "${ERRCODE}".
hr: Izvr¹enje "/sbin/silo" neuspjelo, uz pogre¹ku "${ERRCODE}".
hu: Az "/sbin/silo" parancs futtatása hibát eredményezett: "${ERRCODE}" hibakód.
ja: "/sbin/silo" の実行中にエラーコード "${ERRCODE}" で失敗しました。
nl: Het uitvoeren van '/sbin/silo' is mislukt met foutcode "${ERRCODE}".
pt: "/sbin/silo" correu e falhou com o código de erro "${ERRCODE}".
vi: Việc chạy </sbin/silo> bị lỗi với mã lỗi « ${ERRCODE} ».
xh: Ukuphumeza i "/sbin/silo" akuphumelelanga ngekhowudi yempazamo i "${ERRCODE}".
zh_cn: 运行“/sbin/silo”失败，错误码为“${ERRCODE}”。

source: SILO installation successful
ar: تمّ تثبيت سيلو بنجاح
cs: Instalace SILO byla úspěšná
da: Installation af SILO fuldført
es: La instalación de SILO se completó con éxito
eu: SILO instalazioa burutu da.
ga: D'éirigh le suiteáil SILO
hr: Instalacija SILO-a uspjela
hu: A SILO telepítése sikeresen zárult
ja: SILO のインストールに成功しました
nl: SILO-installatie is geslaagd
pt: O SILO foi instalado com sucesso
vi: Mới cài đặt SILO
xh: Ukuseka inkqubo ye-SILO kuphumelele
zh_cn: SILO 安装成功

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
ga: D'éirigh le suiteáil luchtóir tosaithe SILO ar do dheighilt nua tosaithe, agus is dócha go mbeidh do chóras in ann é féin a thosú.
ja: SILO ブートローダはあなたの新しいブートパーティションへのインストールに成功しました。あなたのシステムは今、自身をブートできるようになりました。
pt: O carregador do sistema SILO foi instalado com sucesso na sua nova partição de arranque, agora o seu sistema deve conseguir arrancar sozinho.
vi: Bộ tải khởi động SILO đã được cài đặt vào phân vùng khởi động mới của bạn thì hệ thống nên có thể khởi động chính nó.

source: Install the SILO boot loader on a hard disk
ar: تثبيت محمّل الإقلاع سيلو على قرصٍ صلب
cs: Instalovat zavaděč SILO na pevný disk
da: Installér opstartsindlæseren SILO på en harddisk
es: Instalación del cargador de arranque SILO en el disco duro
eu: SILO abiarazlea disko gogorrean instalatu da
ga: Suiteáil luchtóir tosaithe SILO ar dhiosca crua
hr: Instaliraj SILO boot uèitavaè na èvrsti disk
hu: A SILO rendszerbetöltő merevlemezre telepítése
ja: SILO ブートローダをハードディスクにインストール
nl: SILO-opstartlader op een harde schijf installeren
pt: Instalar o carregador do sistema SILO no disco rígido
vi: Cài đặt bộ tảỉ khởi động SILO vào đĩa cứng
xh: Seka isilayishi sokuvula se-SILO kwidiski eyakhelwe ngaphakathi
zh_cn: 将 SILO 安装至硬盘

source: Unsupported boot file system type
ga: Córas comhad tosaithe gan tacaíocht
ja: サポートされていないブートファイルシステム形式です
vi: Kiểu hệ thống tập tin khởi động không được hỗ trợ

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
ga: Caithfidh an eithne a bheith ar dheighilt ext2, ext3, nó ufs chun go mbeidh SILO (Luchtóir Sparc Linux) in ann é a luchtú. Sa scéim deighiltí atá agat faoi láthair, suiteálfar an eithne ar dheighilt ${SILO_PART} de chineál ${SILO_TYPE}.
ja: SILO (Sparc Linux Loader) でのロードが成功するようにするために、カーネルは ext2、ext3 または ufs でフォーマットされたパーティションの中に置かれなければなりません。現在のパーティショニングスキームでは、カーネルは ${SILO_TYPE} 形式の ${SILO_PART} パーティションにインストールされることになります。
pt: De modo a ser carregado com sucesso pelo SILO (Sparc Linux Loader), o kernel tem de residir numa partição formatada como ext2, ext3 ou ufs. No esquema actual de particionamento o kernel vai vai ser instalado na partição ${SILO_PART} do tipo ${SILO_TYPE}.
vi: Để được tải thành công bởi SILO (Sparc Linux Loader), hạt nhân phải nằm trên phân vùng định dạng ext2, ext3 hoặc UFS. Trong bố trí phân vùng hiện thời, hạt nhân sẽ được cài đặt trên phân vùng ${SILO_PART} có kiểu ${SILO_TYPE}.

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
ga: Moltar go láidir duit dul ar ais agus an fhadhb seo a réiteach. Má choinníonn tú an chumraíocht seo, seans nach mbeidh tú in ann dó chóras a thosú.
ja: パーティショニングに戻って、これを修正することを強くお勧めします。この設定で続けると、ブート不能なシステムを作る結果になります。
pt: É fortemente recomendado que volte ao particionamento e corriga este problema. Manter a configuração actual pode resultar num sistema que não arranca.
vi: Rất khuyên bạn lùi lại về giai đoạn phân vùng, để sửa lỗi này. Nếu bạn giữ cấu hình hiện thời thì có lẽ sẽ không thể khởi động hệ thống kết quả.

source: Boot partition may cause problems with SILO
ga: D'fhéadfadh an deighilt tosaithe a bheith ina cúis le fadhbanna i SILO
ja: ブートパーティションは SILO で問題を起こす恐れがあります
pt: A partição de arranque pode causar problemas com o SILO
vi: Phân vùng khởi động có lẽ gây ra lỗi với SILO.

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
ga: Is dócha go bhfuil fabht dochtearra ag an ríomhaire seo, agus dá bharr sin ní féidir le SILO (Luchtóir Sparc Linux) eithne a thosú atá níos mó ná 1GB ó thús an diosca.
ja: このマシンは、ファームウェアバグのために、ディスクの先頭 1 GB よりも先にある位置に置かれたカーネルをSILO (Sparc Linux Loader) でブートすることがおそらくできません。
pt: Esta máquina provavelmente sofre de um bug de firmware, que faz com que seja impossível ao SILO (Sparc Linux Loader) arrancar um kernel colocado além de 1 GB a partir do inicio do disco.
vi: Máy này rất có thể có lỗi phân vững, do đó SILO (Sparc Linux Loader) không thể khởi động hạt nhân nào nằm cách đầu đĩa xa hơn 1GB.

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
ga: Le fadhbanna a sheachaint, moltar go láidir duit an eithne a shuiteáil i ndeighilt a thoilleann sa chéad ghigibeart ar an diosca (trí dheighilt bheag /boot a chruthú mar shampla). Sa scéim deighiltí atá agat faoi láthair, suiteálfar ar an deighilt ${SILO_PART} é, deighilt a ritheann go dtí ${SILO_OFF}. Dá gcoinneofá an chumraíocht seo, seans nach mbeifeá in ann an córas a thosú.
ja: 問題を避けるために、カーネルをディスクの最初の 1 GB にすべてを納めたパーティションにインストールすることを強くお勧めします (たとえば小さな /boot パーティションをディスクの先頭に作成するなど)。現在のパーティショニングスキームでは、${SILO_OFF} マークまで達する ${SILO_PART} パーティションにインストールされることになります。この設定で続けると、ブート不能なシステムを作る結果になります。
pt: Para evitar problemas é fortemente recomendado instalar o kernel para umapartição que caiba totalmente no primeiro GB do disco (por exemplo criando uma pequena partição /boot no inicio do disco). No actual esquema de particionamento irá ser instalado na partição ${SILO_PART} que se estende até à marca ${SILO_OFF}. Manter esta configuração pode resultar não sistema não arranca.
vi: Để tránh lỗi, rất khuyên bạn cài đặt hạt nhân vào phân vùng vừa toàn bộ ở trong chỗ 1GB đầu của đĩa (bằng cách tạo một phân vùng </boot> nhỏ tại đầu đĩa, lấy thí dụ). Trong bố trí phân vùng hiện thời, hạt nhân sẽ được cài đặt vào phân vùng ${SILO_PART} mà kéo dài đến dấu ${SILO_OFF}. Nếu bạn giữ cấu hình này thì có lẽ sẽ không thể khởi động hệ thống kết quả.

source: Unsupported partition table on the boot disk
ga: Tábla deighiltí gan tacaíocht ar an diosca tosaithe
ja: ブートディスク上にサポートされていないパーティションテーブルがあります
pt: Tabela de partições não suportada no disco de arranque
vi: Bảng phân vùng không được hỗ trợ trên đĩa khởi động

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
ga: Is féidir le SILO (Luchtóir Sparc Linux) an eithne a thosú ó dhiosca ar a bhfuil tábla deighilte "sun" amháin. Sa scéim deighiltí atá agat faoi láthair, suiteálfar an eithne ar an deighilt ${SILO_PART} atá ar dhiosca le tábla deighilte de chineál "${SILO_DISK}".
ja: SILO (Sparc Linux Loader) は"sun" パーティションテーブルの付けられたディスクにあるカーネルのみブートできます。現在のパーティショニングスキームでは、カーネルは、"${SILO_DISK}" 形式のパーティションテーブルの付けられたディスク上に配置された ${SILO_PART} パーティションにインストールされることになっています。
pt: O SILO (Sparc Linux Loader) só pode arrancar o kernel a partir de um disco com a tabela de partições "sun". No esquema actual de particionamento o kernel irá ser instalado na partição ${SILO_PART} localizada num disco com uma tabela de partições do tipo "${SILO_DISK}".
vi: SILO (Sparc Linux Loader) có thể khởi động hạt nhân chỉ từ đĩa có bảng phân vùng « sun ». Trong bố trí phân vùng hiện thời, hạt nhân sẽ được cài đặt trên phân vùng ${SILO_PART}, nằm trên đĩa có bảng phân vùng kiểu « ${SILO_DISK} ».

source: Unsupported boot filesystem type
pt: Sistema de ficheiros de arranque não suportado

source: The SILO bootloader has been successfully installed on your new Debian boot partition, and your system should now be able to boot itself.
ar: تمّ تثبيت محمّل الإقلاع سيلو بنجاح على تجزيء إقلاع دبيان الجديد، و من المفترض أن يكون النظام قادراً على إقلاع نفسه الآن.
cs: Zavaděč SILO byl úspěšně nainstalován do zaváděcí oblasti Debianu, což znamená, že váš nový systém by se teď měl umět zavést.
da: Opstartsindlæseren SILO er blevet installeret på din nye Debian-opstartspartition, og dit system skulle nu kunne startes op.
es: Se ha instalado con éxito el cargador de arranque SILO en su nueva partición de arranque Debian. Su sistema debería poder arrancar por sí solo.
eu: SILO abiarazlea arrakastatsuki instalatu da zure Debian abiarazte partizioan, eta zure sistema bere burua abiarazteko gai izango da.
hr: SILO boot uèitavaè uspje¹no je instaliran na novu Debianovu boot particiju i va¹ sustav sada bi trebao biti sposoban samostalno se podignuti.
hu: A SILO rendszerbetöltő sikeresen települt az új Debian-rendszerindító partícióra, a rendszer tehát már elvileg képes önmagától elindulni.
nl: De SILO-opstartlader is met succes geïnstalleerd op uw nieuwe Debian-opstartpartitie, uw systeem kan nu van zichzelf opstarten.
zh_cn: SILO 启动引导器已经被成功的安装到新的 Debian 启动分区。现在，您的系统应该能够自行引导启动了。

source: To be bootable from the PROM, silo and the kernel it loads must be installed on a disk which uses Sun disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using SILO, and will need to boot it some other way.
ar: لكي يكون قابلاً للإقلاع من الـPROM يجب أن يكون سيلو و النّواة التي يحمّلها مثبّتان على قرصٍ يستعمل علامات قرص صن لجدول تجزئته. مجلّد /boot الخاص بك ليس موجوداً على قرصٍ كذاك. إن تابعت لن تستطيع إقلاع نظامك باستخدام سيلو و ستضطر أن تقلع بطريقةٍ أخرى.
cs: Aby se mohlo SILO zavádět z PROM, musí ležet společně s jádrem na disku, který používá tabulku oblastí typu Sun disklabels. Váš adresář /boot na takovém disku neleží. Budete-li pokračovat, nebudete moci zavádět systém pomocí SILA a budete muset najít jiný způsob, jak se do něj dostat.
da: For at kunne startes op fra PROM'en, skal silo og den kerne, den indlæser, være installeret på den disk, der benytter Sun-diskmærkater til sin partitionstabel. Din /boot-mappe er ikke placeret på en sådan disk. Hvis du fortsætter, vil du ikke være i stand til at starte dit system op med SILO, så du må starte det op på en anden måde.
es: Silo y el núcleo que éste carga deben instalarse en un disco que use las etiquetas de disco de Sun en su table de particiones para poder arrancar del PROM. Su directorio /boot no está ubicado en un disco de este tipo. No podrá arrancar su sistema con SILO si continúa y deberá arrancar utilizando algún otro método.
eu: PROM-etik abiarazi ahal izateko, silo eta berau kargatzen duen kernela partizio taulan Sun disko etiketa erabiltzen duen diska batetan instalatu behar da. Zure /boot karpeta ez dago horrelako diska batetan kokaturik. Aurrera jarraitu ezkero Sistema Eragilea ezingo duzu SILO erabiliz abiarazi eta beste nolabait abiarazi beharko duzu.
hr: Da se mogu pokrenuti iz PROM-a, silo i kernel kojega uèitava moraju biti instalirani na disk koji koristi Sun-ove disklabele za svoju particijsku tablicu. Va¹ boot direktorij ne nalazi se na takvome disku. Ako nastavite, neæete moæi podizati svoj sustav koristeæi SILO, nego æete to morati drugaèije.
hu: A PROM-ról történő betöltéshez a silo-nak és az általa betöltött rendszermagnak egy Sun-lemezcímkékkel partícionált lemezen kell lennie. A /boot könyvtár jelenleg nem ilyen partíción van. Ha most továbblép, a rendszer a jelenlegi állapotában nem fog a SILO-val elindulni, így valami más módot kell találnia a rendszer indítására.
nl: Om opstartbaar te zijn vanuit de PROM dienen silo en de door silo te laden kernel geïnstalleerd te zijn op een schijf die gebruikt maakt van Sun-schijflabels voor de partitietabel. Uw '/boot'-map bevindt zich niet op zo'n schijf. Als u toch doorgaat zal het onmogelijk zijn om uw systeem op te starten via SILO, en zult u dus op een andere manier moeten opstarten.
xh: Ukuze ivuleke kwi-PROM, i-silo ne-kernel ezilayishayo kufuneka zisekelwe kwidiski esebenzisa iilebhile zediski ye-Sun isenzela itafile yokwahlukanisa. Uvimba wakho weefayili /boot awufunyanwa kwidiski enjalo. Ukuba uyaqhubeka, awuyi kuba nako ukuvula inkqubo yakho usebenzisa i-SILO, yaye kuya kufuneka ukuba uyivule ngolunye uhlobo.
zh_cn: 要使系统能从 PROM 启动，silo 及其加载的内核都必须被安装在分区表使用 Sun disklabels 的磁盘上。如果继续此操作，您将无法使用 SILO，而需要通过其它方式启动系统。

source: Use unsupported filesystem type for /boot?
ar: استخدام فئة نظام ملفّات غير مدعومة ل/boot؟
cs: Použít pro /boot nepodporovaný souborový systém?
da: Benyt ikke-understøttet filsystemtype til /boot?
es: ¿Desea usar un tipo de sistema de ficheros no soportado para /boot?
eu: /boot-entzat onartzen ez de fitxategi sistema bat erabili?
hr: Rabi nepodr¾ani datoteèni sustav za /boot?
hu: Nem támogatott típusú fájlrendszerre helyezi a /boot könyvtárat?
nl: Niet-ondersteund bestandssysteemtype gebruiken voor '/boot' ?
zh_cn: 在 /boot 上使用不受支持的文件系统吗？

source: SILO requires /boot to be located on an ext2 or ext3 partition on a bootable device. This means that either the root partition must be an ext2 filesystem, or you must have a separate ext2 partition mounted at /boot.
ar: يتطلّب سيلو أن يكون /boot موجوداً على تجزئة ext2 أو ext3 على جهازٍ قابل للإقلاع. معنى هذا أنّه إما أن تكون التّجزئة الجذريّة على نظام ملفّات ext2 أو أن تكون لديك تجزئة ext2 منفصلة مركّبة عند /boot.
cs: SILO vyžaduje, aby byl adresář /boot umístěn na zaveditelném zařízení a aby byl naformátován souborovým systémem ext2 nebo ext3. To znamená, že buď musí kořenová oblast obsahovat souborový systém ext2, nebo musíte pro /boot vytvořit samostatnou ext2 oblast.
da: SILO kræver at /boot ligger på en ext2- eller ext3-partition på en opstartbar enhed. Det betyder enten at rodpartitionen skal være et ext2-filsystem eller at du skal have en separat ext2-partition monteret som /boot.
es: SILO necesita que /boot esté ubicado en una partición ext2 ó ext3 en un dispositivo arrancable. Esto significa que o bien la partición raíz debe ser un sistema de ficheros ext2 o bien que tiene que tener una partición separada ext2 que se monte en /boot.
eu: SILO-k ext2 edo ext3 duen partizio abiarazgarri batetan behar du /boot karpeta. Honek beintzat erro karpeta ext2 izan behar duela, edo zuk /boot-en bereizitako ext2 partizio bat montatu behar duzula esan nahi du.
hr: SILO zahtijeva da /boot bude na ext2 ili ext3 particiji, na ureðaju koji je sposoban za podizanje sustava. To znaèi ili da korijenska particija mora biti.na ext2 datoteènom sustavu, ili morate imati posebnu ext2 particiju montiranu na /boot."
hu: A SILO a /boot könyvtárat csak egy indítható eszközön levő ext2- vagy ext3-partíción tudja megtalálni. Ezért vagy a gyökérpartíciónak kell ext2-fájlrendszerűnek lennie, vagy a /boot könyvtárat kell egy külön ext2-partícióról felcsatlakoztatnia.
nl: SILO vereist dat '/boot' zich op een ext2- of ext3-partitie van een opstartbaar apparaat bevindt. Dit betekend dat de basispartitie van dit type dient te zijn, of dat u een partitie van zo'n type aangekoppeld heeft op '/boot'.
zh_cn: SILO 要求将 /boot 设置在可启动设备的 ext2 或 ext3 分区上。也就是说，要么根分区必须是 ext2 文件系统，或者您必须将 /boot 挂载上一个单独的 ext2 分区上。

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using SILO.
ar: حاليّاً /boot موجودٌ على تجزئة من فئة ${PARTTYPE}. إن أبقيت هذا التّعيين لن تتمكّن من إقلاع نظام دبيان الخاص بك باستخدام سيلو.
cs: Momentálně je /boot umístěn na oblasti typu ${PARTTYPE}. Ponecháte-li stávající nastavení, nebudete moci zavádět Debian pomocí SILA.
da: Lige nu er /boot placeret på en partition af typen ${PARTTYPE}. Hvis du beholder denne indstilling, vil du være ude af stand til at starte dit Debiansystem op med SILO.
es: Actualmente, /boot está ubicado en una partición del tipo ${PARTTYPE}. Si mantiene esta configuración no podrá arrancar su sistema Debian utilizando SILO.
eu: Hune honetan /boot ${PARTTYPE} motako partizxio batetan kokaturik dago. Ezarpen hau mantentzen baduzu ezingo duzu debian SILO erabiliaz abiarazi.
hr: Direktorij /boot se trenutno nalazi na particiji tipa ${PARTTYPE}. Ako ostavite tako, neæete moæi podizati svoj Debian sustav pomoæu SILO.
hu: A /boot könyvtár jelenleg egy ${PARTTYPE} típusú partíción található. Ha megmarad ennél, a Debian-rendszert nem tudja majd a SILO-val indítani.
nl: '/boot' bevindt zich momenteel op een partitie met type ${PARTTYPE}. Als u deze instelling bewaard zal het onmogelijk zijn om uw nieuwe Debian-systeem op te starten via SILO.
xh: Okwangoku, u /boot ufunyanwa kwisahlukanisi sohlobo ${PARTTYPE}. Ukuba ugcina lo mmiselo, awuyi kuba nako ukuvula inkqubo yakho ye-Debian usebenzisa i-SILO.
zh_cn: 目前，/boot 位于 ${PARTTYPE} 类型分区上。如果您保留此设定，就无法通过 SILO 启动 Debian 系统。

source: Install /boot on a disk with an unsupported partition table?
ar: تثبيت /boot على قرصٍ ذو جدول تجزئة غير مدعوم؟
cs: Instalovat /boot na disk s nepodporovanou tabulkou oblastí?
da: Installér /boot på en disk med en ikke-understøttet partitionstabel?
es: ¿Desea instalar /boot en un disco con una tabla de particiones no soportada?
eu: /boot onartzen ez den partizio taula bat duen diska batetan instalatu?
hr: Instaliraj /boot na disk s nepodr¾anom particijskom tablicom?
hu: Nem támogatott partíciós táblájú lemezre telepíti a /boot könyvtárat?
nl: '/boot' installeren op een schijf met een niet-ondersteunde partitietabel?
xh: Kusekwe inkqubo i/boot kwidiski engenatafile yesahlukanisi engaxhaswanga?
zh_cn: 在使用不受支持的分区表的磁盘上安装 /boot 吗？
