Repository: dankamongmen/s-i
Catalog: packages/arch/powerpc/quik-installer/debian/po/*.po
Languages: es, eu, hr, hu, vi, zh_cn

source: Installing quik
es: Instalando «quik»
eu: Quik Instalatzen
hr: Instaliram quik
hu: Quik telepítése
vi: Cài đặt quik
zh_cn: 安装 quik

source: Installing quik boot loader
es: Instalando el gestor de arranque «quik»
eu: Quik abiarazlea instalatzen
hr: Instaliram quik boot uèitavaè
hu: Quik rendszerbetöltő telepítése
vi: Đang cài đặt bộ tải khởi động quik...
zh_cn: 安装 quik 启动引导器

source: quik installation failed. Continue anyway?
es: Se produjo un fallo en la instalación de «quik». ¿Desea continuar de todas formas?
eu: Huts Quik instalatzerakoan. Jarrailtu ala ere?
hr: Instalacija quik-a neuspjela. Da ipak nastavim?
hu: Quik rendszerbetöltő telepítése sikertelenül zárult. Mégis továbblép?
vi: Việc cài đặt quik bị lỗi. Vẫn cứ tiếp tục lại không?
zh_cn: quik 安装失败。仍然继续吗？

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
es: No se pudo instalar el paquete «quik» en /target/. La instalación de «quik» como cargador de arranque es un paso necesario. El problema de instalación, sin embargo, puede no estar relacionado con «quik», así que podrá continuar con la instalación.
eu: Huts quik paketea /target/-en instalatzerakoan huts egin du. Quik abiarazle bezala instalatzea beharrezko pausu bat da. Instalazio arazoak ziurrenik ez du Quik-ekin zerikuzirik, beraz instalazioarekin aurrera jarraitzea posible da.
hr: Nije uspjela instalacija quik paketa na /target/. Instalacija quik-a kao boot uèitavaèa je zahtijevani korak. Meðutim, problem mo¾e biti nevezan za quik, pa æete mo¾da moæi nastaviti instalaciju.
hu: A quik /target/ könyvtárba telepítése sikertelenül zárult. A quik rendszerbetöltőként telepítése pedig feltétlenül szükséges. Azért lehet, hogy a telepítés során felmerült problémának nincs köze a quik-hez, ez esetben a telepítés folytatásának elvileg nincs akadálya.
vi: Gói quik không cài đặt được vào </target/>. Cài đặt trình quik như là bộ tải khởi động là bước cần thiết. Tuy nhiên, lỗi cài đặt có lẽ không liên quan đến trình quik thì có lẽ có khả năng tiếp tục lại cài đặt.
zh_cn: 无法将 quik 软件包安装到 /target/ 中。这是将 quik 安装为启动引导器的必要步骤。此安装问题可能跟 quik 本身并无关系，因此继续进行安装也是可行的。

source: Checking partitions
es: Buscando particiones
eu: Partizioa arakatzen
hr: Provjeravam particije
hu: Partíciók felderítése
vi: Đang kiểm tra các phân vùng...
zh_cn: 正在检查分区

source: No root partition found
es: No se ha encontrado partición raíz
eu: Ez da erro partiziorik aurkitu
hr: Nema korijenske particije
hu: Gyökérpartíció felderítése sikertelen
vi: Không tìm thấy phân vùng gốc
zh_cn: 未找到根分区

source: No partition is mounted as your new root partition. You must mount a root partition first.
es: No se ha encontrado una partición que esté montada como nueva partición raíz. Debe montar en primer lugar una partición raíz.
eu: Ez dago partiziorik muntatuta zure erro partizio bezala. Zuk erro partizio bat muntatu behar duzu lendabizi.
hr: Niti jedna particija nije montirana kao korijenska. Prvo morate montirati korijensku particiju.
hu: Nincs felcsatlakoztatva gyökérpartíció. A továbblépéshez csatlakoztasson fel egyet.
vi: Chưa gắn kết phân vùng nào như là phân vùng gốc mới. Phải gắn kết một phân vùng gốc trước tiên.
zh_cn: 没有挂载新的根分区。您必须先挂载一个根分区。

source: Root partition not on first disk
es: No hay una partición raíz en el primer disco
eu: Erro partizioa ez dago lehen diskan
hr: Korijenska particija nije na prvome disku
hu: Gyökérpartíció nem az első lemezen van
vi: Phân vùng gốc không có trên đĩa thứ nhất
zh_cn: 根分区不在第一块硬盘上

source: The quik boot loader requires the root partition to be on the first disk. Please return to the partitioning step.
es: El cargador de arranque «quick» necesita que la partición raíz esté en el primer disco. Por favor, vuelva al paso de particionado.
eu: Quik abiarazleak erro partizioa lehen diskan egotea beharrezkoa du. Mesedez itzuli partitze pausora.
hr: Quik boot uèitavaè zahtijeva da korijenska partcija bude na prvom disku. Molim vratite se na korak particioniranja.
hu: A quik rendszerbetöltő csak az első lemezen található gyökérpartíciót tud kezelni. Lépjen vissza a partícionáláshoz.
vi: Bộ tải khởi động quik cần thiết phân vùng gốc nằm trên đĩa thứ nhất. Hãy trở về bước phân vùng.
zh_cn: quik 启动引导器要求根分区位于第一块硬盘上。请返回分区步骤。

source: /boot cannot be a separate partition
es: /boot no puede ser una partición separada
eu: /boot ezin da partizio ezberdin batetan egon
hr: /boot ne mo¾e biti odvojena particija
hu: A /boot könyvtár nem lehet külön partíción
vi: </boot> không thể là phân vùng riêng
zh_cn: /boot 不能是一个单独的分区

source: The quik boot loader requires /boot to be on the same partition as /. Please return to the partitioning step.
es: El cargador de arranque «quik» necesita que «/boot» esté en la misma partición que «/». Por favor, vuelva al paso del particionado.
eu: Quik abiarazleak /boot eta / partizio berdinean egotea behar du. Mesedez itzuli partitze pausora.
hr: Quik boot uèitavaè zahtijeva da /boot bude na istoj particiji kao i /. Molim vratite se na korak particioniranja.
hu: A quik rendszerbetöltő a /boot könyvtárat csak a / partícióján tudja megtalálni. Lépjen vissza a partícionáláshoz.
vi: Bộ tải khởi động quik cần thiết </boot> nằm trên cùng một phân vùng với </>. Hãy trở về bước phân vùng.
zh_cn: quik 启动引导器要求 /boot 位于与 / 相同的分区上。请返回分区步骤。

source: Root partition must be ext2
es: La partición raíz debe ser ext2
eu: Erro partizioa ext2 izan behar du
hr: Korijenska particija mora biti ext2
hu: Gyökérpartíció nem ext2
vi: Phân vùng gốc phải là ext2
zh_cn: 根分区必须是 ext2 格式

source: The quik boot loader requires the root partition to be formatted using the ext2 file system. Please return to the partitioning step.
es: El cargador de arranque «quik» necesita que la partición raíz esté formateada con el sistema de ficheros ext2. Por favor, vuelva al paso de particionado.
eu: Quik abiarazleak erro partizioa ext2 fitxategi sistemaz formateatua egotea behar du. Mesedez itzuli partitze pausora.
hr: Quik boot uèitavaè zahtijeva da korijenska particija bude formatirana kao ext2 datoteèni sustav. Molim vratite se na korak particioniranja.
hu: A quik rendszerbetöltő csak ext2 fájlrendszerrel formázott gyökérpartíciót tud kezelni. Lépjen vissza a partícionáláshoz.
vi: Bộ tải khởi động quik cần thiết phân vùng gốc được định dạng bằng hệ thống tập tin ext2. Hãy trở về bước phân vùng.
zh_cn: quik 启动引导器要求根分区必须用 ext2 文件系统格式化。请返回分区步骤。

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
es: Ha elegido instalar el cargador de arranque «quik». No podrá arrancar ningún otro sistema operativo desde este disco más. Aún más, su sistem no será capaz de arrancar de ninguna manera hasta que el proceso se complete. Si su pantalla se queda en negro deberá reiniciar el sistema y arrancar presionando las teclas «Command-Option-P-R».
eu: Zuk quik abiarazlea instalatzea aukeratu duzu. Zuk ezingo duzu beste sistema eragilerik abiarazi diska honetatik. Honetaz gain zure makina ezin abiarazi gera liteke porzesua bukatzerakoan. Zu panaila huts batetan geratzen bazara, zu abirazte hotz bat saiuatu beharko zenuke eta Commando-Option-P-R Sakatuta mantendu.
hr: Odredili ste instalirati quik boot uèitavaè. Neæete vi¹e moæi podizati druge upravljaèke sustave s toga diska. Moguæe je da se va¹ stroj uopæe ne bude mogao pokrenuti nakon tog postupka. Ako vas doèeka prazan zaslon,poku¹ajte hladni boot dr¾eæi pritisnute tipke 'Command-Option-P-R'.
hu: A quik rendszerbetöltő telepítésére szánta el magát. Ha továbblép, akkor erről a lemezről nem fog tudni más operációs rendszert indítani. Mi több, a folyamat lezárultával a gép akár teljesen indításképtelen állapotba is kerülhet. Ha csak egy üres képernyőt lát, a Command-Option-P-R billentyűkombináció révén próbálkozzon meg egy hidegindítással.
vi: Bạn đã chọn cài đặt bộ tải khởi động quik. Vậy bạn sẽ không thể khởi động hệ điều hành khác nào từ đĩa này. Hơn nữa, có lẽ máy bạn sẽ không thể khởi động bằng bất cứ cách nào sau khi tiến trình này hoàn tất. Nếu kết quả là màn hình trống, có lẽ bạn sẽ cần cố khởi động lạnh và bấm cầm tổ hợp phím [Cmd-Opt-P-R].
zh_cn: 您选择了安装 quik 启动引导器。您将无法从此硬盘上启动任何其它操作系统。更严重的是，在此操作结束之后，您的机器有可能完全无法启动。如果您遇到黑屏现象，您可能需要尝试冷启动并按下 Command-Option-P-R。

source: Do you really want to install the quik boot loader?
es: ¿Quiere instalar el cargador de arranque «quik»?
eu: Benetan quick abiarazkea instalatu nahi duzula?
hr: Stvarno ¾elite instalirati quik boot uèitavaè?
hu: Valóban telepíti a quik rendszerbetöltőt?
vi: Bạn thật sự muốn cài đặt bộ tải khởi động quik không?
zh_cn: 您真的想要安装 quik 启动引导器吗？

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
es: Ha escogido instalar con el cargador de arranque quik. No podrá arrancar ningún otro sistema operativo de este disco. Más aún, su sistema no podrá arrancar de ninguna forma hasta que el proceso se complete.
eu: Zuk quik abiarazlea instalatzea aukeratu duzu. Zuk ezingo duzu beste sistema eragilerik abiarazi diska honetatik. Honetaz gain zure makina ezin abiarazi gera liteke porzesua bukatzerakoan.
hr: Odredili ste instalirati quik boot uèitavaè. Neæete vi¹e moæi podizati druge upravljaèke sustave s toga diska. Moguæe je da se va¹ stroj uopæe ne bude mogao pokrenuti nakon tog postupka.
hu: A quik rendszerbetöltő telepítésére szánta el magát. Ha továbblép, akkor erről a lemezről nem fog tudni más operációs rendszert indítani. Mi több, a folyamat lezárultával a gép akár teljesen indításképtelen állapotba is kerülhet.
vi: Bạn đã chọn cài đặt bộ tải khởi động quik. Vậy bạn sẽ không thể khởi động hệ điều hành khác nào từ đĩa này. Hơn nữa, có lẽ máy bạn sẽ không thể khởi động bằng bất cứ cách nào sau khi tiến trình này hoàn tất.
zh_cn: 您选择了安装 quik 启动引导器。您将无法从此硬盘上启动任何其它操作系统。更严重的是，在此操作结束之后，您的机器有可能完全无法启动。

source: Be aware that this code has not been thoroughly tested.
es: Tenga en cuenta que este código aún no ha sido probado detalladamente.
eu: Kontu izan kode hau ez da bhar aina frogatu eta.
hr: Znajte da ovaj program jo¹ nije temeljito isproban.
hu: Jó tudni, hogy ez a kód nem esett át alapos tesztelésen.
vi: Ghi chú : chưa kiểm tra đầy đủ mã nguồn này.
zh_cn: 请注意，本程序代码并未经过彻底的测试。

source: Creating quik configuration
es: Creando la configuración de «quik»
eu: Quik konfigurazioa sortzen
hr: Stvaram quik-ove postavke
hu: Quik-konfiguráció létrehozása
vi: Đang tạo cấu hình quik...
zh_cn: 正在创建 quik 配置

source: Failed to create quik configuration
es: Se produjo un fallo al crear la configuración de «quik»
eu: Quik konfigurazioa sortzerakoan huts
hr: Stvaranje quik-ovih postavki neuspjelo
hu: Quik-konfiguráció létrehozása sikertelen
vi: Việc tạo cấu hình quik bị lỗi.
zh_cn: 无法创建 quik 配置

source: The creation of the main quik configuration file failed.
es: Se produjo un fallo al crear el fichero principal de configuración de «quik».
eu: Quik konfigurazio nagusia sortzerakoan huts egin du.
hr: Stvaranje glavne quik-ove datoteke postavki neuspjelo.
hu: A fő quik-konfigurációs fájl létrehozása nem sikerült.
vi: Việc tạo tập tin cấu hình quik chính bị lỗi.
zh_cn: 创建 quik 主配置文件失败。

source: Please check the syslog for more information.
vi: Hãy kiểm tra lại bản ghi hệ thống để xem thông tin thêm.
zh_cn: 请检查系统日志来获取详细信息。

source: Failed to resolve kernel symlink
es: Se produjo un fallo al resolver un enlace simbólico del núclelo.
eu: Huts kernel esteka sinbolikoa ebazterakoan
hr: Odreðivanje simpoveznice na kernel neuspjelo
hu: Rendszermagra mutató szimbolikus hivatkozás feloldása sikertelen
vi: Việc giải quyết liên kết mềm hạt nhân bị lỗi
zh_cn: 无法解析内核的符号链接

source: /vmlinux or /boot/vmlinux in the installed system appears not to be a symlink to a kernel image. This is probably a bug.
es: En el sistema instalador /vmlinux o /boot/vmxlinux parecen no ser enlaces simbólicos a un núcleo instalado. Esto se trata posiblemente de un error.
eu: Instalaturiko sistemaren /vmlinux eta /boot/vmlinux ez ditudite kernelaren esteka sinbolikoak. Hau ziurrenik zorri bat da.
hr: Èini se da /vmlinux ili /boot/vmlinux na instaliranom sustavu nisu simpoveznice na oblièje kernela. To je vjerojatno buba.
hu: A telepített rendszerben levő /vmlinux vagy /boot/vmlinux mintha nem egy rendszermagra mutató szimbolikus hivatkozás lenne. Ez valószínűleg hiba.
vi: Hình như </vmlinux> hay </boot/vmlinux> trong hệ thống đã cài đặt không phải là liên kết tượng trưng đến ảnh hạt nhân. Rất có thể là lỗi.
zh_cn: 系统中的 /vmlinux 或 /boot/vmlinux 并非是指向某个内核映像文件的链接。这可能是一个错误。

source: Failed to resolve initrd symlink
vi: Việc giải quyết liên kết tượng trưng « initrd » bị lỗi
zh_cn: 无法解析 initrd 符号链接

source: /initrd.img or /boot/initrd.img in the installed system appears not to be a symlink to an initial RAM disk image. This is probably a bug.
vi: Hình như </initrd.img> hay </boot/initrd.img> trong hệ thống đã cài đặt không phải là liên kết tượng trưng đến ảnh đĩa RAM ban đầu. Rất có thể là lỗi.
zh_cn: 系统中的 /initrd.img 或 /boot/initrd.img 并非是指向某个初始化内存磁盘映像的链接。这可能是一个错误。

source: Installing quik into bootstrap partition
es: Instalando «quik» en la partición bootstrap
eu: Quik zure autoabio partizioan instalatzen
hr: Instaliram quik na bootstrap particiju
hu: Quik telepítése rendszerbetöltő partícióra
vi: Đang cài đặt trình quik vào phân vùng khơi động hệ thống...
zh_cn: 将 quik 安装到 bootstrap 分区

source: Failed to install boot loader
es: Se produjo un fallo al instalar el gestor de arranque
eu: Huts abiarazlea instalatzerakoan
hr: Instalacija boot uèitavaèa neuspjela
hu: Rendszerbetöltő telepítése sikertelen
vi: Việc cài đặt bộ tải khởi động bị lỗi
zh_cn: 安装启动引导器失败

source: The installation of the quik boot loader failed.
es: Se produjo un fallo en la instalación del cargador de arranque «quik».
eu: Quik abiarazlea instalatzerakoan huts egin du.
hr: Nije uspjela instalacija quik boot uèitavaèa.
hu: A quik rendszerbetöltő telepítése nem sikerült.
vi: Việc cài đặt bộ tải khởi động quik bị lỗi.
zh_cn: 安装 quik 启动管理程序失败。

source: Warning: your system may be unbootable!
es: Advertencia: ¡Su sistema puede no ser capaz de arrancar!
eu: Kontuz: Zure sistema abiarazi ezina egon liteke!
hr: Pozor: va¹ sustav mo¾da se ne mo¾e pokrenuti!
hu: Figyelem: a rendszer talán indíthatatlan!
vi: • Cảnh báo: có lẽ hệ thống bạn sẽ không có khả năng khởi động. •
zh_cn: 警告：您的系统可能无法正常启动！

source: Setting up OpenFirmware
es: Configurando «OpenFirmware»
eu: OpenFirmware ezartzen
hr: Postavljam OpenFirmware
hu: OpenFirmware beállítása
vi: Thiết lập OpenFirmware
zh_cn: 正在设置 Open Firmware

source: Unable to configure OpenFirmware
es: No se pudo configurar «OpenFirmware»
eu: Ezin da OpenFirmware konfiguratu
hr: Ne mogu podesiti OpenFirmware
hu: OpenFirmware-konfiguráció meghiúsult
vi: Không thể cấu hình OpenFirmware
zh_cn: 无法配置 OpenFirmware

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
es: Se produjo un fallo al definir la variable «boot-device» (dispositivo de arranque) en «OpenFirmware». Tendrá que configurar «OpenFirmware» vd. mismo para arrancar.
eu: OpenFirmware gailu-abiarazle aldagaia ezartzerakoan huts. OpenFirmware zuk konfiguratu beharko duzu abiarazi ahal izateko.
hr: Postavljanje OpenFirmware boot-ureðaj varijable neuspjelo. Morate podesiti OpenFirmware da biste podigli sustav.
hu: Az OpenFirmware-beli boot-device változó megadása sikertelenül zárult. A rendszer indításához tehát az OpenFirmware-t kézzel kell beállítania.
vi: Việc lập biến thiết bị khởi động OpenFirmware bị lỗi. Vậy bạn sẽ cần phải tự cấu hình OpenFirmware để khởi động máy.
zh_cn: 设置 OpenFirmware 启动设备变量失败。您必须亲自对其进行设置才能启动。

source: Problem configuring OpenFirmware
es: Se produjo un problema al configurar «OpenFirmware»
eu: Arazoak OpenFirmware konfiguratzerakoan
hr: Problem u pode¹avanju OpenFirmware-a
hu: Az OpenFirmware konfigurálása során hiba lépett fel
vi: Gặp lỗi khi cấu hình OpenFirmware
zh_cn: 设置 OpenFirmware 出现问题

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
es: Se produjo un error al establecer la variable «boot-command» (orden de arranque) en «OpenFirmware». Puede que tenga fallos de arranque intermitentes.
eu: OpenFirmware gailu-abiarazle aldagaia ezartzerakoan huts. Zuk aldiroko abiarazte hutsak izan ditzazkezu.
hr: Postavljanje OpenFirmware boot-ureðaj varijable neuspjelo. Mo¾da imate prekidne boot pogre¹ke.
hu: Az OpenFirmware-beli boot-command változó megadása sikertelenül zárult. Ez elszórt rendszerindítási hibákban nyilvánulhat meg.
vi: Việc lập biến lệnh khởi động OpenFirmware bị lỗi, nên có lẽ bạn sẽ không thể khởi động lúc có lúc không.
zh_cn: 设置 OpenFirmware 启动设备变量失败。您可能会遇到间断的启动失败。

source: Successfully installed quik
es: Se instaló «quik» con éxito
eu: Quik egoki instalaturik
hr: Instalacija quik-a uspjela
hu: Quik telepítése sikerült
vi: quik đã được cài đặt
zh_cn: 安装 quik 成功

source: The quik boot loader was successfully installed.
es: El cargador de arranque «quik» se instaló con éxito.
eu: Quik abiarazlea arrakastatsuki instalatu da.
hr: Quik boot uèitavaè uspje¹no je instaliran.
hu: A quik rendszerbetöltő telepítése sikeresen megtörtént.
vi: Bộ tải khởi động quik đã được cài đặt.
zh_cn: quik 启动管理程序已经安装成功。

source: The new system is now ready to boot.
vi: Vậy hệ thống mới sẵn sàng để khởi động.
zh_cn: 可以启动新系统了。

source: Failed to mount /target/proc
es: Falló al montar /target/proc
eu: Huts /target/proc muntatzerakoan
hr: Montiranje /target/proc neuspjelo
hu: /target/proc felcsatlakoztatása sikertelen
vi: Việc lắp </target/proc> bị lỗi
zh_cn: 无法挂载 /target/proc

source: Mounting the proc file system on /target/proc failed.
hr: Montiranje proc datoteènog sustava na /target/proc neuspjelo.
vi: Việc lắp hệ thống tập tin proc vào </target/proc> bị lỗi.
zh_cn: 无法将 proc 文件系统挂载到 /target/proc 上。

source: Please check the system log or the output on the third console (tty3).
es: Por favor, compruebe el registro del sistema o la salida en la tercera consola (tty3).
eu: Mesedez arakatu ezazu sistema erregitroa hirugarren kontsolan (tty3)
hr: Molim provjerite sustavske zabilje¹ke ili izlaz na treæoj konzoli (tty3).
hu: Részleteket a rendszernaplóban, vagy a harmadik konzolon (tty3) elérhető kimeneten találhat.
vi: Hãy kiểm tra xem bản ghi hệ thống hoặc dữ liệu xuất bàn giao tiếp thứ ba (tty3).
zh_cn: 请检查系统日志或者第三个控制台(tty3)上的屏幕输出。

source: Warning: Your system may be unbootable!
es: Advertencia: ¡Su sistema puede estar inarrancable!
eu: Kontuz: Zure sistema abiarazi ezina egon liteke!
hr: Pozor: va¹ sustav mo¾da se ne mo¾e pokrenuti!
hu: Figyelem: a rendszer talán indíthatatlan!
vi: • Cảnh báo: có lẽ hệ thống của bạn sẽ không có khả năng khởi động. •
zh_cn: 警告：您的系统可能将无法启动！

source: Install quik on a hard disk
es: Instalando «quik» en un disco duro
eu: Quik abiarazlea diska gogorrean instalatzen
hr: Instaliraj quik na èvrsti disk
hu: Quik telepítése merevlemezre
vi: Cài đặt quik vào đĩa cứng
zh_cn: 将 quik 安装至硬盘

source: The system is now ready to boot the new Debian GNU/Linux system.
es: El sistema de ya está preparado para arrancar el nuevo sistema Debian GNU/Linux.
eu: Sistema orain zure Debian GNU/Linux sistema berria abiarazteko prest dago.
hu: A gép kész az új Debian GNU/Linux rendszer indítására.

source: Mounting the proc filesystem on /target/proc failed.
es: Falló al montar el sistema de ficheros proc en /target/proc.
eu: Huts proc fitxategi sistema /target/proc-en muntatzerakoan.
hu: A /target/proc ponton nem sikerült a proc fájlrendszert felcsatlakoztatni.
