Repository: dankamongmen/s-i
Catalog: packages/localechooser/debian/po/*.po
Languages: bg, bs, ca, cy, da, fa, mg, nl, pa_in, pt, pt_br, ru, sq, sv, tl, vi

source: Choose language
bg: Избиране на език/Choose language
bs: Izaberite jezik/Choose language
ca: Seleccioneu una llengua/Choose language
cy: Dewiswch iaith/Choose language
da: Vælg sprog/Choose language
fa: انتخاب زبان/Choose language
mg: Fidio ny fiteny / Choose language
nl: Een taal kiezen/Choose language
pa_in: ਭਾਸ਼ਾ ਚੁਣੋ/Choose language
pt: Escolher idioma/Choose language
pt_br: Escolher idioma/Choose language
ru: Выбор языка / Choose language
sq: Zgjidh gjuhën/Choose language
sv: Välj språk/Choose language
tl: Pumili ng wika/Choose language
vi: Chọn ngôn ngữ/Choose language

source: Storing language...
bg: Запазване на езика...
bs: Spremam jezik...
ca: S'està desant la llengua...
cy: Yn cadw'r iaith...
da: Gemmer sprog...
fa: در حال ذخیره‌سازی زبان...
mg: Mitahiry ny fiteny...
nl: Taalkeuze wordt opgeslagen...
pa_in: ਭਾਸ਼ਾਵਾਂ ਨੂੰ ਕ੍ਰਮਬੱਧ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A guardar o idioma...
pt_br: Armazenando idioma ...
ru: Запись языка...
sq: Duke shpëtuar gjuhën e zgjedhur...
sv: Lagrar språk...
tl: Iniimbak ang wika...
vi: Đang cất lưu ngôn ngữ...

source: United States
tl: Philippines

source: other
bg: друга
bs: drugo
ca: altre
cy: arall
da: andre
fa: سایر
mg: hafa
nl: Andere
pa_in: ਹੋਰ
pt: outros
pt_br: outro
ru: другая
sq: tjetër
sv: annat
tl: iba pa
vi: khác

source: US
tl: PH

source: Choose a country, territory or area:
bg: Изберете държава, територия или област:
bs: Odaberite državu, teritoriju ili područje:
ca: Selecciona un país, territori, o àrea:
cy: Dewiswch wlad, diriogaeth neu ardal:
da: Vælg et land, region eller område:
fa: انتخاب کشور یا منطقه
mg: Misafidiana tany, fari-tany na faritra
nl: Waar bevindt dit systeem zich (land, gebied of streek)?
pa_in: ਆਪਣਾ ਦੇਸ਼, ਪ੍ਰਾਂਤ ਜਾਂ ਖੇਤਰ ਚੁਣੋ:
pt: Escolha um país, território ou área:
pt_br: Escolha um país, território ou área :
ru: Выберите страну, область или регион:
sq: Zgjidh një shtet, territor apo zonë:
sv: Välj ett land, territorium eller område:
tl: Pumili ng bansa, teritoryo o lugar:
vi: Chọn một quốc gia, vùng lãnh thổ hoặc khu vực:

source: Based on your language, you are probably located in one of these countries or regions.
bg: Според избрания от Вас език, сигурно сте в една от тези държави или региони.
bs: Prema vašem jeziku. vi se vjerovatno nalazite u jednoj od ovih zemalja ili regija.
ca: Tenint en compte la vostra llengua, és probable que esteu en un d'aquests països o regions.
cy: Yn seiliedig ar eich iaith, rydych chi mwy na thebyg yn un o'r gwledydd neu ardaloedd canlynol.
da: Ud fra dit valg af sprog befinder du dig sandsynligvis i et af følgende lande eller regioner.
fa: با توجه به زبان شما؛ شما باید در یکی از این کشورها یا منطقه ها باشید
mg: Araky ny fiteninao dia mety iray amin'ireto tany na fari-tany ireto no misy anao.
nl: Afgaande op de gekozen taal bevindt u zich waarschijnlijk in een van deze plaatsen.
pa_in: ਆਪਣੀ ਭਾਸ਼ਾ ਦੇ ਆਧਾਰ ਤੇ ਤੁਸੀਂ ਇਹਨਾਂ ਖੇਤਰਾਂ ਜਾਂ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸਥਿਤ ਹੋ।
pt: Com base no seu idioma, está provavelmente localizado num destes países ou regiões.
pt_br: Com base em seu idioma, você está localizado provavelmente em um desses países ou regiões.
ru: Судя по выбранному языку, вы находитесь в одной из нижеуказанных стран или регионов.
sq: Duke u bazuar në gjuhën tuaj, ndoshta ndodheni në një nga këto shtete, territore apo rajone.
sv: Baserat på din språkinställning befinner du dig förmodligen i något av de här länderna eller regionerna.
tl: Batay sa pinili niyong wika, kayo ay nasa isa sa mga bansa o lugar na ito.
vi: Dựa trên ngôn ngữ của bạn, rất có thể là bạn ở một trong các quốc gia hay vùng lãnh thổ này.

source: Based on your language and country choices, the following locale parameters are supported.
bs: Bazirano na vašem odabiru jezika i države, sljedeći lokalni parametri su podržani.
pt: Baseado nas escolhas do seu idioma e país, os seguintes parâmetros de locale são suportados.
pt_br: Com base em suas escolhas de idioma e país, os seguintes parâmetros relacionados a locales são suportados.
ru: В зависимости от выбранного языка и страны, поддерживаются следующие параметры локали.
sv: Baserat på dina språk- och landsval finns följande lokalparametrar stöd för.
tl: Batay sa napili niyong wika at bansa, ang mga sumusunod na mga lokalisasyon ay suportado.

source: Choose a locale:
bg: Избиране на локал:
bs: Izaberite lokal:
ca: Seleccioneu un locale:
cy: Dewiswch locale:
da: Vælg lokalisering:
fa: انتخاب منطقه:
mg: Fidio ny mpihazakam-paritra :
nl: Welke locale wilt u?
pa_in: ਇੱਕ ਲੋਕੇਲ ਚੁਣੋ:
pt: Escolha um locale:
pt_br: Escolha um locale :
ru: Выберите локаль:
sq: Zgjidh lokalizimin:
sv: Välj lokal:
tl: Pumili ng lokalisasyon:
vi: Hãy chọn miền địa phương/Choose a locale:

source: A fallback locale must be chosen because there is currently no locale for the language and country you have selected.
bg: Трябва да бъде избран резервен локал, защото няма локал за избраните от Вас език и държава.
bs: Rezervni lokale mora biti odabran zato što tretno nema lokala za jezik i državu koje ste odabrali.
ca: S'ha de seleccionar un locale alternatiu perquè actualment no hi ha cap locale per a la llengua i país que heu seleccionat.
cy: Rhaid dewis locale wrth gefn oherwydd does dim locale ar hyn o bryd ar gyfer y iaith a gwlad rydych chi wedi dewis.
da: Du er nødt til at vælge en standard-lokalisering, da der ikke er nogen lokaliseringsmuligheder for det sprog og land, du har valgt.
fa: از آنجایی که منطقه‌ی شما در سیستم عامل وجود ندارد، یک منطقه‌ی جایگزین باید انتخاب گردد
mg: Tokony hifidy << locale >> mitovitovy ianao satria mbola tsy misy ny << locale >> izay mifanaraka amin'ny fiteny ny tany izay nifidinao.
nl: Omdat er momenteel geen locale is met de taal-land combinatie die u heeft aangegeven heeft dient er een terugval-locale gekozen te worden.
pa_in: ਇੱਕ ਫਾਲਬੈਕ ਲੋਕੇਲ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ ਕਿਉਂਕਿ ਇੱਥੇ ਭਾਸ਼ਾ ਅਤੇ ਦੇਸ਼ ਜੋ ਤੁਸੀਂ ਚੁਣੇ ਹਨ ਵਾਸਤੇ ਕੋਈ ਲੋਕੇਲ ਨਹੀਂ ਹੈ।
pt: Um locale de reserva tem de ser escolhido porque actualmente não existe locale para o idioma e país que seleccionou.
pt_br: Um locale fallback deve ser escolhido devido a no momento não existir nenhum locale para o idioma e país que você selecionou.
ru: Нужно выбрать резервную локаль, так как в данный момент не существует локали для выбранного языка и страны.
sq: Duhet zgjedhur një lokalizim i rezervë pasi nuk ekziston tani për tani asnjë i tillë për gjuhën dhe shtetin që zgjodhe.
sv: En lokal att falla tillbaka på måste väljas eftersom det för närvarande inte finns någon lokal för språket och landet du har valt.
tl: Kinakailangan na pumili ng ibang lokalisasyon dahil walang lokalisasyon na mahanap sa kasalukuyan para sa wika at bansa na napili niyo.
vi: Phải chọn miền địa phương dự trữ vì chưa có miền địa phương cho ngôn ngữ và quốc gia mà bạn đã chọn.

source: Unsupported locale
bg: Неподдържан локал
bs: Nepodržani lokal
ca: El locale no és suportat
cy: Locale ni gynhelir
da: Ikke-understøttet lokalisering
fa: منطقه پشتیبانی نمیگردد
mg: << Locale>> tsy azo ampiasaina
nl: Niet ondersteunde locale
pa_in: ਸਹਿਯੋਗ ਤੋਂ ਬਿਨਾਂ ਲੋਕੇਲ
pt: Locale não suportado
pt_br: Locale não suportado
ru: Локаль не поддерживается
sq: Lokalizim i papërkrahur
sv: Lokalen stöds ej
tl: Hindi suportadong lokalisasyon
vi: Chưa hỗ trợ miền địa phương ấy

source: The locale value you have preseeded (${LOCALE}) is currently not supported. You will be prompted for language, country and locale settings.
bs: Lokal koji ste unaprijed odabrali (${LOCALE}) trenutno nije podržan. Trebati ćete unijeti postake jezika, države i lokala.
pt: O valor do locale a que você fez o preseed (${LOCALE}) não é actualmente suportado. Ser-lhe-ão perguntadas as definições de idioma, país e locale.
pt_br: O valor de locale que você pré-alimentou (${LOCALE}) não é suportado no momento. Você será questionado por configurações de idioma, país e locale.
ru: Значение локали (${LOCALE}), полученное при автоматической установке, в данный момент не поддерживается. Вам будет предложено выбрать язык, страну и настройки локали.
sv: Lokalvärdet du har förkonfigurerat (${LOCALE}) stöds för närvarande inte. Du kommer att bli tillfrågad om språk-, lands- och lokalinställningar.
tl: Ang halaga ng lokalisasyon na pinili niyo (${LOCALE}) ay hindi suportado sa kasalukuyan. Papipiliin kayo ng wika, bansa at halaga ng lokalisasyon.

source: Choose other locales to be supported:
bg: Избиране на други локали, които да се поддържат:
bs: Odaberite druge lokale koji će biti podržani:
da: Vælg andre sprogindstillinger, der skal understøttes:
fa: از سایر مناطق پشتیبانی شده انتخاب کنید:
mg: Fidio ireo "locales" hafa izay hampiasaina :
nl: Welke aanvullende locales wilt u beschikbaar hebben?
pt: Escolha outros locales a serem suportados:
pt_br: Selecione outros locales a serem suportados :
ru: Выберите другие локали, которые требуются:
sq: Zgjidh gjuhë të tjera:
sv: Välj ett annat språk som ska stödjas:
tl: Pumili ng iba pang mga lokalisasyon na susuportahan:
vi: Hãy chọn những miền địa phương thêm cần hỗ trợ:

source: You may choose additional locales to be installed from this list.
bg: От този списък можете да изберете допълнителни локали, които да бъдат инсталирани.
bs: Možete odabrati dodatne lokale koji će biti instalirani sa ovog spiska.
da: Du kan vælge yderligere sprogindstillinger til installation fra denne liste.
fa: شما میتوانید مناطق دیگری را از لیست نتخاب کنید تا بر روی سیستم شما نصب گردد.
mg: Afaka mifidy "locales" fanampiny ao amin'ity lisitra ity ianao.
nl: U kunt uit deze lijst aanvullende locales voor installatie uitkiezen.
pt: Você pode escolher locales adicionais para serem instalados a partir desta lista.
pt_br: Você pode selecionar locales adicionais a serem instalados a partir da lista .
ru: Вы можете выбрать дополнительно устанавливаемые локали из списка.
sq: Mund të zgjedhësh gjuhë shtesë nga lista e mëposhtme për t'u instaluar.
sv: Du kan välja extra språk för installation från den här listan.
tl: Maaaring pumili ng karagdagang mga lokalisasyon na iluluklok mula sa listahan.
vi: Trong danh sách này, bạn có thể chọn miền địa phương thêm cần cài đặt.

source: -- North America --
tl: Hilagang America

source: -- Central America --
tl: Gitnang America

source: -- South America --
tl: Timog America

source: -- Europe --
tl: Europa

source: -- Indian Ocean --
tl: Karagatang Indian

source: -- Antarctica --
tl: Antartiko

source: -- other --
tl: iba pa

source: United States [ Translators: put here the ISO-3166 ENGLISH NAME of the country which should be selected as default for your language ]
bg: Bulgaria
bs: Bosnia and Herzegovina
ca: Spain
cy: United Kingdom
da: Denmark
fa: Iran, Islamic Republic of
mg: Madagascar
nl: Netherlands
pa_in: India
pt: Portugal
pt_br: Brazil
ru: Russian Federation
sq: Albania
sv: Sweden
vi: Viet Nam

source: US[ Translators: put here the ISO-3166 CODE of the country which should be selected as default for your language ]
bg: BG
bs: BA
ca: ES
cy: GB
da: DK
fa: IR
mg: MG
nl: NL
pa_in: IN
pt: PT
pt_br: BR
ru: RU
sq: AL
sv: SE
vi: VI

source: Based on your language and country choices, the following locale parameters are supported in Debian.
cy: Yn seiliedig ar eich dewisiadau iaith a gwlad, cynhelir y paramedrau locale canlynol yn Debian.
da: Ud fra dine valg af sprog og land, kan du vælge mellem følgende lokaliseringsparametre i Debian.
fa: متغیرهای محلی زیر با توجه به زبان و کشوری که انتخاب کردهاید در دبیان وجود دارد
nl: Bij gebruik van de gekozen taal worden de volgende locale parameters ondersteund in Debian.
pa_in: ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਅਤੇ ਦੇਸ਼ ਚੋਣ ਦੇ ਅਧਾਰ ਤੇ, ਡੇਬੀਅਨ ਵਿੱਚ ਹੇਠਲੇ ਲੋਕੇਲ ਪੈਰਾਮੀਟਰਾਂ ਨੂੰ ਸਹਿਯੋਗ ਹੈ।
sq: Duke u bazuar në gjuhën tënde dhe në zgjedhjet e shteteve, parametrat e mëposhtëm për lokalizimin përkrahen nga Debian.
vi: Đựa vào ngôn ngữ và quốc gia đã chọn, những tham số miền địa phương được hỗ trợ trong Debian.

source: The locale value you have preseeded (${LOCALE}) is currently not supported in Debian. You will be prompted for language, country and locale settings.
cy: Ni chynhelir y gwerth locale rydych wedi cynhedynnu ar hyn o bryd yn Debian. Cewch eich gofyn am osodiadau iaith, gwlad a locale.
da: Den lokaliseringsværdi, du har valgt på forhånd ('preseeded') (${LOCALE}) understøttes ikke i Debian. Du vil blive spurgt om sprog, land og lokaliseringsindstillinger.
fa: منطقه‌ای (${LOCALE}) را که انتخاب کرده‌اید در حال حاضر پشتیبانی نمیگردد. بنابراین باید زبان و کشور خود را انتخاب کنید.in Debian. You will be prompted for language, country and locale settings.
nl: De via 'preseed' ingestelde locale (${LOCALE}) wordt momenteel niet door ondersteund door Debian. Er wordt u bijgevolg om uw taal, land en locale instellingen gevraagd.
pa_in: ਲੋਕੇਲ ਮੁੱਲ, ਜੋ ਤੁਸੀਂ ਲੰਘ ਚੁੱਕੇ ਹੋ (${LOCALE}) ਨੂੰ ਮੌਜੂਦਾ ਡੇਬੀਅਨ ਵਿੱਚ ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ। ਤੁਹਾਨੂੰ ਭਾਸ਼ਾ ਲੋਕੇਲ ਵਿਵਸਥਾ ਪੁੱਛੀ ਜਾਣਗੇ।
sq: Vlera e locale-s që ke dhënë (${LOCALE}) nuk përkrahet tani për tani në Debian. Do kalosh tek rregullimet e gjuhës, shtetit dhe lokalizimit.
vi: Giá trị miền địa phương mà bạn đã chèn trước (${LOCALE}) chưa được hỗ trợ trong Debian. Sẽ nhắc bạn để thiết lập ngôn ngữ, quốc gia và miền địa phương.
