Repository: dankamongmen/s-i
Catalog: packages/arch/m68k/vmelilo-installer/debian/po/*.po
Languages: ar, be, bs, cs, da, dz, es, ga, gl, hi, ka, ku, ml, mr, nb, ne, nl, pl, pt, ru, sk, sv, th, tr

source: Installing vmelilo
ar: تثبيت vmelilo
be: Устаноўка vmelilo
bs: Instaliram vmelilo
cs: Instaluje se vmelilo
da: Installerer vmelilo
dz: ཝི་མི་ལི་ལོ་གཞི་བཙུགས་འབད་དོ།
es: Instalando vmelilo
ga: vmelilo á shuiteáil
gl: A instalar vmelilo
hi: वीएमईलिलो संस्थापित किया जा रहा है
ka: მიმდინარეობს vmello-ს ინსტალაცია
ku: vmelio tê sazkirin
ml: വിഎംഇലിലോ ഇന്‍സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിയ്ക്കുന്നു
mr: व्हीमेलीलो अधिष्ठापित होत आहे
nb: Installerer Vmelilo
ne: vmelilo स्थापना गरिदैछ
nl: vmelilo wordt geïnstalleerd
pl: Instalacja vmelilo
pt: Instalando o vmelilo
ru: Установка vmelilo
sk: Inštaluje sa vmelilo
sv: Installerar vmelilo
th: กำลังติดตั้ง vmelilo
tr: Vmelilo kuruluyor

source: Installing vmelilo boot loader
ar: تثبيت محمّل الإقلاع vmelilo
be: Устаноўка загрузчыка vmelilo
cs: Instaluje se zavaděč vmelilo
da: Installerer opstartsindlæseren vmelilo
dz: ཝི་མི་ལི་ལོ་བུཊི་མངོན་གསལ་པ་གཞི་བཙུགས་འབད་དོ།
es: Instalando el cargador de arranque vmelilo
ga: Luchtóir tosaithe vmelilo á shuiteáil
gl: A instalar o cargador de arranque vmelilo
hi: वीएमईलिलो बूट लोडर संस्थापित किया जा रहा है
ka: vmello სისტემური ჩამტვირთველის დაყენება
ku: Boot loader a vmelilo tê sazkirin
ml: വിഎംഇലിലോ ബൂട്ട് ലോഡര്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിയ്ക്കുന്നു
mr: व्हीमेलीलो आरंभ सूचक अधिष्ठापित होत आहे
nb: Installerer oppstartssystemet «Vmelilo»
ne: vmelilo बुट लोडर स्थापना गरिदैछ
nl: vmelilo-opstartlader wordt geïnstalleerd
pl: Instalacja programu uruchomieniowego vmelilo
pt: A instalar o gestor de arranque vmelilo
ru: Установка системного загрузчика vmelilo
sk: Inštaluje sa vmelilo zavádzač
sv: Installerar startladdaren vmelilo
th: กำลังติดตั้งบูตโหลดเดอร์ vmelilo
tr: Vmelilo al nykleyicisi kuruluyor

source: vmelilo installation failed. Continue anyway?
ar: فشل تثبيت vmelilo. المتابعة على أي حال؟
be: Устаноўка vmelilo не атрымалася. Працягнуць, не зважаючы на гэта?
cs: Instalace vmelila selhala. Přesto pokračovat?
da: Installationen af vmelilo mislykkedes. Fortsæt alligevel?
dz: ཝི་མི་ལི་ལོ་གཞི་བཙུགས་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད། གང་རུང་སྦེ་འཕྲོ་མཐུད?
es: Falló la instalación de vmelilo. ¿Desea continuar de todos modos?
ga: Theip ar shuiteáil vmelilo. Lean ar aghaidh mar sin féin?
gl: Fallou a instalación de vmelilo. Desexa continuar aínda así?
hi: वीएमलिलो संस्थापना असफल रहा. जैसे भी हो जारी रखें?
ka: vmelilo ინსტალაცია ჩაიშალა. მაინც გავაგრძელოთ?
ml: വിഎംഇലിലോ ഇന്‍സ്റ്റളേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
mr: व्हीमेलीलो अधिष्ठापना अयशस्वी. तरीही पुढे जायचे?
nb: Klarte ikke å installere Vmlilo. Vil du fortsette likevel?
ne: vmelilo स्थापना असफल भयो । जे भए पनि निरन्तरता दिनुहुन्छ?
nl: vmelilo-installatie is mislukt. Toch doorgaan?
pl: Instalacja vmelilo nie powiodła się. Kontynuować mimo tego?
pt: A instalação do vmelilo falhou. Continuar na mesma?
ru: Не удалось установить vmelilo. Продолжить установку?
sk: Inštalácia vmelilo zlyhala. Mám pokračovať?
sv: vmelilo-installationen misslyckades. Fortsätt ändå?
th: ติดตั้ง vmelilo ไม่สำเร็จ จะดำเนินการต่อไปหรือไม่?
tr: vmelilo kurulumu baarsz. Yine de devam edilsin mi?

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
ar: فشل تثبيت حزمة vmelilo على /target/. تثبيت vmelilo كمحمّل إقلاع خطوةٌ مطلوبة. مع ذلك، فإنّ مشكلة التثبيت قد لا تكون متعلقة بvmelilo، لذا فإنّ الاستمرار بالتثبيت قد يكون ممكناً.
be: Пакет vmelilo не атрымалася ўсталяваць у /target/. Усталяванне vmelilo у якасці загрузчыка - неабходны крок. Аднак, напатканая праблема можа не датычыцца ўласна vmelilo, тады ў Вас ёсць шанец працягнуць.
cs: Balík vmelilo se nedokázal nainstalovat do /target. Instalace zavaděče (tedy vmelila) je vyžadována. Nastalý problém ale nemusí nutně souviset s vmelilem a možná lze v instalaci pokračovat.
da: Pakken vmelilo kunne ikke installeres på /target/. Installationen af vmelilo som opstartsindlæser er et påkrævet trin. Installationsproblemet kan dog være uden relation til vmelilo, så det er muligt at det kan lade sig gøre at fortsætte installationen.
dz: ཝི་མི་ལི་ལོ་ཐུམ་སྒྲིལ་འདི་/target/ ནང་ལུ་གཞི་བཙུགས་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད། བུཊི་མངོན་གསལ་པ་བཟུམ་སྦེ་ཝི་མི་ལི་ལོ་གཞི་བཙུགས་འབད་ནི་འདི་དགོས་མཁོ་ཅན་གྱི་རིམ་པ་ཅིག་ཨིན། ག་དེ་སྦེ་རང་ཨིན་རུང་གཞི་བཙུགས་དཀའ་ངལ་འདི་ཝི་མི་ལི་ལོ་ལུ་འབྲེལ་བ་མེདཔ་འོང་ དེ་འབདཝ་ལས་འཕྲོ་མཐུད་འབད་མི་འདི་གིས་གཞི་བཙུགས་ནི་ལུ་འབད་ཚུགས་འོང་།
es: Falló la instalación del paquete «vmelilo» en /target/. La instalación de vmelilo como cargador de arranque es un paso necesario. El problema de instalación puede no estar relacionado con SILO así que es posible que pueda continuar con la instalación."
ga: Theip ar shuiteáil an phacáiste vmelilo i /target/. Caithfear vmelilo a shuiteáil mar luchtóir tosaithe. Seans nach mbaineann an fhadhb shuiteála le vmelilo ar chor ar bith agus beidh tú in ann dul ar aghaidh leis an tsuiteáil.
gl: Non foi posíbel instalar o paquete vmelilo en /target/. A instalación de vmelilo como cargador de arranque é un paso necesario. O problema pode non estar relacionado co propio vmelilo, polo que sería posíbel continuar coa instalación.
hi: /target/ में वीएमईलिलो पैकेज का संस्थापन असफल रहा. बूटलोडर की भाँति वीएमईलिलोट का संस्थापन एक आवश्यक चरण है. संस्थापन की यह समस्यावीएमईलिलोूट से संबद्ध नहीं भी हो सकती है, अतः संस्थापन को जारी रखना संभव हो सकता है.
ka: vmello პაკეტის ინსტალაცია /target/-ში მიმდინარეობს შეფერხებებით. ჩამტვირთველად vmello-ს დაყენება აუცილებელი ეტაპია, მაგრამ შეფერხება არაა აუცილებელი საკუთრივ vmello-ს დაზიანების შედეგი იყოს, ასე, რომ გაგრძელება შეიძლება.
ml: വിഎംഇലിലോ പാക്കേജ് /target/ ലേക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. വിഎംഇലിലോ ബൂട്ട് ലോഡറായി ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടിക്രമമാണു്. എന്നിരുന്നാലും ഇന്‍സ്റ്റാള്‍ പ്രശ്നം വിഎംഇലിലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്‍സ്റ്റളേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
mr: /target/वर व्हीमेलीलो पॅकेज अधिष्ठापित करणे अयशस्वी झाले. व्हीमेलीलो हा आरंभ सूचक म्हणून अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचीत व्हेमेलीलोशी संबधीत नसेलही, म्हणून अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
nb: Klarte ikke å installere V,lilo-pakken i /target. Å installere Vmlilo som oppstartssystem er et nødvendig steg. Men det kan likevel hende at problemet er uavhengig av Vmlilo så kanskje det går an å fortsette installasjonen.
ne: vmelilo प्याकेज /target/ मा स्थापना गर्नु असफल भयो । बुट लोडरको रुपमा vmelilo स्थापना गर्न आवश्यक चरण हो । vmelilo सँग सम्बन्धित नभएता पनि स्थापना समस्या देखापर्दछ, त्यसैले स्थापनालाई निरन्तरता दिनु सम्भव छ ।
nl: Installeren van het 'vmelilo'-pakket in /target/ is mislukt. Het installeren van vmelilo als opstartlader is een verplichte stap. Mogelijk is dit installatieprobleem niet gerelateerd aan vmelilo, in dat geval is doorgaan misschien mogelijk.
pl: Instalacja pakietu vmelilo w /target/ nie powiodła się. Instalacja vmelilo jako programu uruchomieniowego jest etapem wymaganym. Możliwe jednak, że błąd jest niezwiązany z vmelilo i kontynuacja instalacji będzie możliwa.
pt: O pacote vmelilo falhou a instalação em /target/. Instalar o vmelilo como gestor de arranque é uma etapa necessária. No entanto o problema de instalação pode não estar relacionado com o vmelilo, por isso continuar a instalação poderá ser possível.
ru: Пакет vmelilo не удалось установить в /target/. Установка vmelilo в качестве системного загрузчика является необходимым этапом установки. Тем не менее, ошибки при установке могут быть не связаны собственно с vmelilo, поэтому продолжение установки возможно.
sk: Inštalácia balíka vmelilo do /target/ zlyhala. Inštalácia vmelilo zavádzača je nutná. Problém pri inštalácii možno nesúvisí s vmelilo zavádzačom, takže môžete pokračovať.
sv: Installationen av vmelilo-paketet i /target/ misslyckades. Att installera vmelilo som startladdare (boot loader) är ett nödvändigt steg. Installationsproblemet kan dock vara orelaterat till vmelilo så det kan ändå vara möjligt att fortsätta installationen.
th: ติดตั้งแพกเกจ vmelilo ลงใน /target/ ไม่สำเร็จ การติดตั้ง vmelilo เป็นบูตโหลดเดอร์ เป็นขั้นตอนที่จำเป็น แต่ปัญหาของการติดตั้งอาจไม่เกี่ยวกับ vmelilo ก็ได้ ดังนั้น การดำเนินการติดตั้งต่อไปก็อาจทำได้
tr: Vmelilo paketi /target/'a kurulamad. Bir nykleyici olarak vmelilo'nun kurulmas gerekiyor. Kurulum problemi vmelilo ile ilgili olmayabileceinden kuruluma devam etmeniz mmkn olabilir.

source: Looking for root partition...
ar: البحث عن الجزء الجذر...
be: Пошук каранёвага падзела...
bs: Tražim root particiju...
cs: Hledá se kořenová oblast...
da: Leder efter rodpartition...
dz: རྩ་བའི་བར་བཅད་ཀྱི་དོན་ལུ་བལྟ་དོ།
es: Buscando la partición raíz...
ga: Ag lorg fréamhdheighilte...
gl: A procurar a partición raíz...
hi: रूट पार्टीशन के लिए देखा जा रहा है...
ka: ძირითადი დანაყოფის 'root' ძებნა
ku: Li partîsiyona root tê gerîn...
ml: റൂട്ട് ഭാഗത്തിനായി നോക്കിക്കൊണ്ടിരിയ്ക്കുന്നു...
mr: मूल विभाजन शोधत आहे...
nb: Ser etter en rotpartisjon ...
ne: मूल विभाजनलाई हेर्दै...
nl: Basispartitie wordt gezocht ...
pl: Poszukiwanie głównej partycji...
pt: Procurando a partição raíz...
ru: Поиск корневого раздела...
sk: Hľadá sa koreňová oblasť...
sv: Letar efter en rotpartition...
th: กำลังค้นหาพาร์ทิชันราก...
tr: Kk blm aranyor...

source: No root partition found
ar: لم يعثر على أي جزء جذر
be: Не знойдзена каранёвага падзелу
bs: root particija nije pronađena
cs: Kořenová oblast nebyla nalezena
da: Fandt ingen rodpartition
dz: རྩ་བའིེལ་བར་བཅད་འཚོལ་མ་ཐོབ།
es: No se ha encontrado una partición raíz
ga: Níor aimsíodh aon fhréamhdheighilt
gl: Non se achou ningunha partición raíz
hi: कोई रूट पार्टीशन नहीं मिला
ka: ძირითადი 'root' დანაყოფი ვერ მოინახა
ku: partîsiyona root nehat dîtin
ml: റൂട്ട് ഭാഗമൊന്നും കണ്ടില്ല
mr: कोणतेही मूल विभाजन सापडले नाही
nb: Fant ingen rotpartisjon
ne: कुनै मूल विभाजन फेला परेन
nl: Er is geen basispartitie gevonden
pl: Nie znaleziono głównej partycji
pt: Não foi encontrada nenhuma partição raíz
ru: Не найден корневой раздел
sk: Nebola nájdená žiadna koreňová oblasť
sv: Hittade ingen rotpartition
th: ไม่พบพาร์ทิชันราก
tr: Kk blm bulunamad

source: No partition is mounted as your new root partition. You must mount a root partition first.
ar: لم يتمّ تركيب أيّ جزء جذر جديد. يجب تركيب جزء الجذر أولا.
be: Ніводны падзел не прымацаваны ў якасці каранёвага. Перш за ўсё неабходна прымацоўваць менавіта каранёвы падзел.
bs: Nijedna particija nije montirana kao vaša nova root particija. Najprije morate montirati root particiju.
cs: Žádná oblast není připojena jako kořenová. Nejprve musíte připojit kořenovou oblast.
da: Der er ikke monteret nogen partition som din nye rodpartition. Du skal først montere en rodpartition.
dz: ཁྱོད་ཀྱི་རྩ་བའིེལ་བར་བཅད་གསརཔ་བཟུམ་སྦེ་བར་བཅད་འདི་སྦྱར་བརྩེགས་མིན་འདུག། ཁྱོད་ཀྱིས་དང་པ་རང་རབའིབྲེལ་བར་བཅད་སྦྱར་བརྩེགས་འབད་དགོ།
es: No hay ninguna partición montada en la partición raíz. Debe montar primero la partición raíz.
ga: Níl aon deighilt feistithe mar do fhréamhdheighilt nua. Caithfidh tú fréamhdheighilt a fheistiú ar dtús.
gl: Non hai ningunha partición montada como nova partición raíz. Primeiro ten que montar unha partición raíz.
hi: कोई भी पार्टिशन आपके नये रूट पार्टिशन की तरह माउंट नहीं है. आपको सबसे पहले एक रूट पार्टिशन को माउंट करना चाहिए.
ka: ძირითადი დანაყოფი არ არის დამონტაჟებული. დაამონტაჟეთ და გააგრძელეთ.
ku: partîsiyonek wekî partîsiyona root a nû nehat mount kirin. Divê tu berê partîsiyoneke root mount bikî.
ml: റൂട്ട് ഭാഗമായി ഒരു ഭാഗവും മൌണ്ട് ചെയ്തിട്ടില്ല. നിങ്ങള്‍ ആദ്യം റൂട്ട് ഭാഗം മൌണ്ട് ചെയ്യേണ്ടതുണ്ടു്.
mr: कोणतेही विभाजन मूल विभाजन म्हणून आरोहित केलेले नाही. आपण मूल विभाजन प्रथम आरोहित करणे जरूरीचे आहे
nb: Ingen partisjon er montert som ny rotpartisjon. Du må montere en rotpartisjon først.
ne: तपाईँको मूल विभाजनको रुपमा कुनै विभाजन माउन्ट भएन । तपाईँले पहिले मूल विभाजन माउन्ट गर्नुपर्दछ ।
nl: Er is geen partitie aangekoppeld als de nieuwe basispartitie. U dient eerst een basispartitie aan te koppelen.
pl: Żadna partycja nie jest zamontowana jako Twoja nowa główna partycja. Musisz najpierw zamontować główną partycję.
pt: Nenhuma partição está montada como a sua nova partição raíz. Você deve montar uma partição raíz primeiro.
ru: Корневой раздел не смонтирован. Сначала смонтируйте корневой раздел.
sk: Žiadna oblasť nie je pripojená ako koreňová. Najprv musíte pripojiť koreňovú oblasť.
sv: Ingen partition är monterad som din nya rotpartition. Du måste montera en rotpartition först.
th: ไม่มีพาร์ทิชันที่เมานท์เป็นพาร์ทิชันรากใหม่ คุณต้องเมานท์พาร์ทิชันรากก่อน
tr: Kk blm olarak balanm bir blm bulunamad. nce bir kk blm balamalsnz.

source: Creating vmelilo configuration...
ar: إنشاء تهيئة vmelilo...
be: Стварэнне наладак vmelilo...
bs: Kreiram vmelilo konfiguraciju...
cs: Vytváří se konfigurační soubor pro vmelilo...
da: Opretter vmelilo-opsætning...
dz: ཝི་མི་ལི་ལོའི་རིམ་སྒྲིག་གསར་བསྐྲུན་འབད་དོ།
es: Creando la configuración de vmelilo...
ga: Cumraíocht vmelilo á cruthú...
gl: A crear a configuración de vmelilo...
hi: वीएमइलिलो कॉन्फ़िगरेशन बना रहे हैं...
ka: იქმნება vmello-ის კონფიგურაცია
ku: Sazkirina vmelilo tê afirandin...
ml: വിഎംഇലിലോ ക്രമീകരണം സൃഷ്ടിച്ചു കൊണ്ടിരിയ്ക്കുന്നു...
mr: व्हीमेलिलो संरचना केली जात आहे...
nb: Lager Vmelilo-oppsettet ...
ne: vmelilo कन्फिगरेशन सिर्जना गरिदै...
nl: vmelilo configuratie wordt aangemaakt ...
pl: Tworzenie konfiguracji vmelilo...
pt: Criando a configuração do vmelilo...
ru: Создание настройки vmelilo...
sk: Vytvára sa nastavenie vmelilo...
sv: Skapar vmelilo-konfiguration...
th: กำลังตั้งค่าให้กับ vmelilo...
tr: Vmelilo yaplandrmas oluturuluyor...

source: Failed to create vmelilo configuration
ar: فشل إنشاء تهيئة vmelilo
be: Не атрымалася стварыць наладкі vmelilo
bs: Ne mogu kreirati vmelilo konfiguraciju
cs: Selhalo vytvoření konfiguračního souboru pro vmelilo
da: Kunne ikke oprette vmelilo-opsætning
dz: ཝི་མི་ལི་ལོའི་རིམ་སྒྲིག་གསར་བསྐྲུན་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
es: Se produjo un fallo al crear la configuración de vmelilo
ga: Theip ar chruthú chumraíocht vmelilo
gl: Non foi posíbel crear a configuración de vmelilo
hi: वीएमइलिलो कॉन्फ़िगरेशन बनाने में असफल
ka: vmello-ის კონფიგურაცია ვერ შეიქმნა
ku: Afirandina mîhengên vmelilo serneket
ml: വിഎംഇലിലോ ക്രമീകരണം സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
mr: व्हीमेलिलो संरचना करणे अयशस्वी झाले
nb: Klarte ikke å opprette et Vmelilo-oppsett
ne: vmelilo कन्फिगरेशन सिर्जना गर्न असफल भयो
nl: Aanmaken van de vmelilo-configuratie is mislukt
pl: Utworzenie konfiguracji vmelilo nie powiodło się
pt: Falha ao criar a configuração do vmelilo
ru: Не удалось создать настройку vmelilo
sk: Zlyhalo vytvorenie vmelilo nastavenia
sv: Lyckades inte skapa vmelilo-konfiguration
th: สร้างแฟ้มค่าตั้งให้กับ vmelilo ไม่สำเร็จ
tr: Vmelilo yaplandrmas oluturulamad

source: The creation of the vmelilo configuration file failed.
ar: فشل إنشاء ملف تهيئة vmelilo.
be: Стварэнне файла наладак vmelilo не атрымалася.
bs: Kreiranje vmelilo konfiguracijske datoteke nije uspjelo.
cs: Vytváření konfiguračního souboru vmelila selhalo.
da: Oprettelsen af vmelilo-opsætningsfilen mislykkedes.
dz: ཝི་མི་ལི་ལོའི་རིམ་སྒྲིག་ཡིག་སྣོད་གསར་བསྐྲུན་འབད་མི་འདི་འཐུས་ཤོར་བྱུང་ཡོད།
es: Se produjo un fallo al crear el archivo de configuración de vmelilo.
ga: Níorbh fhéidir comhad cumraíochta vmelilo a chruthú.
gl: Fallou a creación do ficheiro de configuración principal de vmelilo.
hi: वीएमइलिलो कॉन्फ़िगरेशन फाइल का सृजन असफल रहा.
ka: vmello-ის კონფიგურაციის მთავარი ფაილი ვერ შეიქმნა.
ml: വിഎംഇലിലോ ക്രമീകരണ ഫയല്‍ സൃഷ്ടി പരാജയപ്പെട്ടു.
mr: व्हीमेलिलो संरचना फाइल तयार करण्यात अपयश.
nb: Klarte ikke å lage en ny hovedoppsettsfil for Vmelilo.
ne: vmelilo कन्फिगरेशन फाइलको सिर्जना असफल भयो ।
nl: Aanmaken van het vmelilo-configuratiebestand is mislukt.
pl: Utworzenie konfiguracji vmelilo nie powiodło się.
pt: A criação do ficheiro de configuração do vmelilo falhou.
ru: Не удалось создать файл настройки vmelilo.
sk: Vytváranie konfiguračného súboru pre vmelilo zlyhalo.
sv: Skapandet av en vmelilo-konfigurationsfil misslyckades.
th: ไม่สามารถสร้างแฟ้มค่าตั้งของ vmelilo ได้
tr: Vmelilo yaplandrma dosyas oluturma ilemi baarsz.

source: Please check the system log or the output on the third console (tty3).
bs: Molim provjerite system log ili izlazne podatke na trećoj konzoli (tty3).
cs: Zkontrolujte, prosím, systémový log nebo výpis na třetí konzoli (tty3).
es: Por favor, compruebe los registros de su sistema o la salida que se haya generado en la tercera consola (tty3).
nb: Sjekk systemloggen og/eller utskriften på det tredje konsollet (tty3).
pt: Por favor verifique o log de sistema ou a saída na terceira consola (tty3).
sk: Skontrolujte, prosím, systémový log alebo výpis na tretej konzole (tty3).
sv: Kontrollera systemloggen eller utmatningen på den tredje konsolen (tty3).
tr: Ltfen sistem gncesini veya nc konsoldaki (tty3) ktlar kontrol edin.

source: Installing vmelilo into bootstrap partition...
ar: تثبيت vmelilo على تجزيء بوتستراب...
be: Усталяванне vmelilo ў падзел загрузкі...
bs: Instaliram vmelilo na bootstrap particiju...
cs: Vmelilo se instaluje do zaváděcí oblasti...
da: Installerer vmelilo i opstartspartitionen...
dz: བུཊི་ཨིས་ཊེརེབ་བར་བཅད་ནང་ལུ་ཝི་མི་ལི་ལོ་གཞི་བཙུགས་འབད་དོ།
es: Instalando vmelilo en la partición de arranque...
ga: vmelilo á shuiteáil ar dheighilt tosaithe...
gl: A instalar vmelilo na partición de inicio...
hi: वीएमइलिलो को बूटस्ट्रैप पार्टिशन में संस्थापित कर रहे हैं...
ka: vmello-ის დაყენება ჩატვირთვის დანაყოფში
ml: വിഎംഇലിലോ ബൂട്ട്സ്ട്രാപ് ഭാഗത്തേക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിയ്ക്കുന്നു...
mr: बुटस्ट्रॅप विभाजनावर व्हीमेलिलो अधिष्ठापित होत आहे...
nb: Installerer Vmelilo på Bootstrap-partisjonen ...
ne: बुट स्ट्रयाप विभाजनमा vmelilo स्थापना गरिदै...
nl: De vmelilo-bootstrap-partitie wordt geïnstalleerd ...
pl: Instalacja vmelilo w partycji bootstrap...
pt: Instalando o vmelilo na partição bootstrap...
ru: Установка vmelilo на загрузочный раздел...
sk: Vmelilo sa inštaluje do zavádzacej oblasti...
sv: Installerar vmelilo på startpartitionen...
th: กำลังติดตั้ง vmelilo ลงในพาร์ทิชันบูต...
tr: Vmelilo nykleme blmne kuruluyor...

source: Failed to install boot loader
ar: فشل تثبيت محمّل الإقلاع
be: Не атрымалася ўсталяваць загрузчык
cs: Instalace zavaděče selhala
da: Kunne ikke installere opstartsindlæseren
dz: བུཊི་མངོན་གསལ་པ་གཞི་བཙུགས་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
ga: Theip ar luchtóir tosaithe a shuiteáil
gl: Non foi posíbel instalar o cargador de arranque
hi: बूट लोडर संस्थापित करने में असफल
ka: ჩამტვირთველი ვერ დაყენდა
ku: Sazkirina boot loader serneket
ml: ബൂട്ട് ലോഡര്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
mr: आरंभ सुचक अधिष्ठापित होऊ शकला नाही
nb: Klarte ikke å installere oppstartslasteren
ne: बुट लोडर स्थापना गर्नु असफल भयो
nl: Installatie van de opstartlader is mislukt
pl: Instalacja programu uruchomieniowego nie powiodła się
ru: Не удалось установить системный загрузчик
sv: Misslyckades att installera startladdaren (boot loader)
th: ติดตั้งบูตโหลดเดอร์ไม่สำเร็จ

source: The installation of the vmelilo boot loader failed.
ar: فشلت عمليّة تثبيت محمّل الإقلاع vmelilo.
be: Не атрымалася ўсталяваць загрузчык vmelilo.
bs: Instalacija vmelilo boot loadera nije uspjela.
cs: Instalace zavaděče vmelilo selhala.
da: Installationen af opstartsindlæseren vmelilo mislykkedes.
dz: ཝི་མི་ལི་ལོ་བུཊི་མངོན་གསལ་པ་གཞི་བཙུགས་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
es: Se produjo un fallo al instalar el cargador de arranque de vmelilo.
ga: Theip ar shuiteáil luchtóir tosaithe vmelilo.
gl: Non foi posíbel instalar o cargador de arranque vmelilo.
hi: वीएमइलिलो बूटलोडर का संस्थापन असफल रहा.
ka: სისტემური ჩამტვირთველი vmello ვერ დაყენდა.
ml: വിഎംഇലിലോ ബൂട്ട് ലോഡറിന്റെ ഇന്‍സ്റ്റളേഷന്‍ പരാജയപ്പെട്ടു.
mr: व्हीमेलिलो आरंभ सूचक अधिष्ठापित करणे अयशस्वी झाले.
nb: Klarte ikke å installere oppstartslasteren Vmelilo.
ne: vmelilo बुट लोडरको स्थापना असफल भयो ।
nl: De installatie van de vmelilo-opstartlader is mislukt
pl: Instalacja programu uruchomieniowego vmelilo nie powiodła się.
pt: A instalação do carregador de arranque vmelilo falhou.
ru: Установка системного загрузчика vmelilo завершилась неудачно.
sk: Inštalácia zavádzača vmelilo zlyhala.
sv: Installationen av vmelilo-startladdaren misslyckades.
th: การติดตั้งบูตโหลดเดอร์ vmelilo ล้มเหลว
tr: Vmelilo nykleyici kurulumu baarsz.

source: Please check the syslog for more information.
cs: Více informací naleznete v systémovém logu.
nb: Se i syslog etter mer informasjon.
sv: Vänligen kontrollera sysloggen för mer information.

source: Warning: Your system may be unbootable!
ar: تحذير: قد يكون نظامك غير قابلٍ للإقلاع!
be: Увага: Вашая сістэма можа быць няздольная да загрузкі!
cs: Varování: Váš systém nemusí nabootovat!
da: Advarsel: Dit system er måske ude af stand til at starte op!
dz: ཉེན་བརྡ་:ཁྱོད་ཀྱི་རིམ་ལུགས་བུཊི་འབད་མི་བཏུབ་འོང་!
es: Aviso: ¡Su sistema puede no ser capaz de arrancar!
ga: Rabhadh: Seans nach mbeidh tú in ann do chóras a thosú!
gl: Aviso: o sistema pode non ser arrincábel!
hi: चेतावनी: आपका सिस्टम बूट न होने योग्य हो सकता है!
ka: ყურადღება! თქვენი სისტემა შეიძლება აღარ ჩაიტვირთოს!
ku: Hişyar: Dibe ku pergala te nayê boot kirin!
ml: മുന്നറിയിപ്പ്: നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ പറ്റാതായിട്ടുണ്ടാകാം!
mr: ताकीद: आपला संगणक कदाचित सुरू होऊ शकणार नाही!
nb: Advarsel: Det kan hende systemet ditt ikke vil starte opp!
ne: चेतावनी: तपाईँको प्रणाली अनबुटेवल हुन सक्छ !
nl: Waarschuwing: mogelijk is uw systeem niet opstartbaar!
pl: Uwaga: Twój system może się nie uruchamiać!
pt: Aviso : O seu sistema pode não ser capaz de ser iniciado!
ru: Осторожно! Ваша система может перестать загружаться!
sk: Upozornenie: Váš systém sa nemusí naštartovať!
sv: Varning: Ditt system kan vara omöjligt att starta!
th: คำเตือน: ระบบของคุณอาจไม่สามารถบูตได้!
tr: Uyar: Sisteminiz alamaz duruma gelebilir!

source: Install the vmelilo boot loader on a hard disk
ar: تثبيت محمّل الإقلاع vmelilo على القرص الصّلب
be: Усталяванне загрузчыка vmelilo на жорсткі дыск
bs: Instaliraj vmelilo boot loader na hard disk
cs: Instalovat zavaděč vmelilo na pevný disk
da: Installér opstartsindlæseren vmelilo på en harddisk
dz: ཧརཌི་ཌིཀསི་ལུ་ཝི་མི་ལི་ལོ་བུཊི་མངོན་གསལ་པ་གཞི་བཙུགས་འབད།
es: Instalar el cargador de arranque de vmelilo en un disco duro
ga: Luchtóir tosaithe vmelilo á shuiteáil ar dhiosca crua
gl: Instalar o cargador de arranque vmelilo nun disco duro
hi: वीएमइलिलो बूटलोडर को एक हार्डडिस्क पर संस्थापित करें
ka: vmello-ს დაყენება მყარ დისკზე
ml: വിഎംഇലിലോ ബൂട്ട് ലോഡര്‍ ഹാര്‍ഡ് ഡിസ്കിലേക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യുക
mr: व्हीमेलिलो आरंभ सूचकाची हार्ड डिस्कवर अधिष्ठापना करा
nb: Installer oppstartslasteren Vmelilo på en harddisk
ne: हार्ड डिस्कमा vmelilo बुट लोडर स्थापना गर्नुहोस्
nl: vmelilo-opstartlader op een harde schijf installeren
pl: Instalacja programu uruchomieniowego vmelilo na dysku twardym
pt: Instalar o gestor de arranque vmelilo num disco rígido
ru: Установка системного загрузчика vmelilo на жёсткий диск
sk: Inštalovať zavádzač vmelilo na pevný disk
sv: Installera vmelilo-startladdaren på en hårddisk
th: ติดตั้งบูตโหลดเดอร์ vmelilo ลงในฮาร์ดดิสก์
tr: Vmelilo nykleyiciyi bir sabit diske kur

source: Failed to install bootloader
bs: Ne mogu instalirati bootloader
es: Se produjo un fallo al instalar el cargador de arranque
pt: Falha ao instalar o gestor de arranque
sk: Inštalácia zavádzača zlyhala
tr: nykleyici kurulumu baarsz

source: Please check the error log on the third console or /var/log/messages for more information.
pt: Por favor verifique o log na terceira consola ou /var/log/messages para mais informações.
