Repository: dankamongmen/s-i
Catalog: packages/arch/m68k/vmelilo-installer/debian/po/*.po
Languages: ar, be, bs, cs, da, dz, es, ga, gl, hi, ka, ku, ml, mr, nb, ne, nl, pl, pt, ru, sk, sv, th, tr

source: Check /var/log/syslog or see virtual console 4 for the details.
ar: تفقّد /var/log/syslog أو انظر الطرفية الوهمية الرابعة للتفاصيل.
be: Падрабязнасці чытайце ў /var/log/syslog і на віртуальнай кансолі 4.
da: Tjek /var/log/syslog eller kig på den virtuelle konsol 4 for detaljer.
dz: /var/log/syslog ཞིབ་དཔྱད་འབད་ཡང་ན་རྒྱས་བཤད་ཀྱི་དོན་ལུ་བར་ཅུ་ཡལ་མ་སྒྲོམ་༤་པ་འདི་བལྟ།
ga: Seiceáil /var/log/syslog nó féach ar chonsól fíorúil 4 le tuilleadh eolais a fháil.
gl: Consulte os detalles en /var/log/syslog ou na consola virtual 4.
hi: विस्तृत सूचना के लिए /var/log/messages या वर्चुअल कंसोल 4 देखें।
ka: დაწვრილებით იხილეთ /var/log/syslog ან ვირტუალური კონსოლი 4.
ku: Ji bo agahiyên kîtekît yan li pela /var/log/syslog binihêrî yan jî konsola çaran binihêrî.
ml: വിവരങ്ങള്‍ക്കായി /var/log/syslog പരിശോധിക്കുക അല്ലെങ്കില്‍ വിര്‍ച്വല്‍ കണ്‍സോള്‍ 4 കാണുക.
mr: आधिक माहितीसाठी/var/log/syslog तपासा किंवा आभासी कन्सोल ४ पहा.
ne: विस्तृतका लागि /var/log/syslog जाच्नुहोस् वा अवास्तविक कन्सोल ४ लाई हेर्नुहोस् ।
nl: Controleer /var/log/syslog of kijk op de vierde virtuele console (VT4) voor de details.
pl: Sprawdź /var/log/messages lub wirtualną konsolę nr 4 po szczegóły.
ru: Подробности смотрите в файле /var/log/syslog или на консоли 4.
th: กรุณาตรวจสอบ /var/log/syslog หรือดูที่คอนโซลเสมือนที่ 4 เพื่อดูรายละเอียด
