Repository: dankamongmen/s-i
Catalog: packages/arch/i386/lilo-installer/debian/po/*.po
Languages: de, eu, gl, hu, lv, sk

source: ${disc}: Master Boot Record
eu: ${disc}: Abiarazte Grabatze Nagusia (MBR)
gl: ${disc}: MBR (Sector de arranque maestro)
hu: ${disc}: fő rendszerbetöltő-rekord
lv: ${disc}: Galvenais palaišanas ieraksts
sk: ${disc}: hlavný ¹tartovací záznam (MBR)

source: ${part}: new Debian partition
de: ${part}: Neue Debian-Partition
eu: ${part}: Debian partizio berria
gl: ${part}: Nueva partición para Debian
hu: ${part}: új Debian-partíció
lv: ${part}: jaunā Debian partīcija
sk: ${part}: nová oblas» pre Debian

source: Other choice (Advanced)
de: Andere Auswahl (Erweitert)
eu: Beste aukerak (aurreratuak)
gl: Outra opción (Avanzado)
hu: Egyéb választás (hozzáértőknek)
lv: Citas iespējas (paplašināti)
sk: Ïal¹ie voµby (Roz¹írené)

source: LILO installation target:
de: Ziel für die LILO-Installation:
eu: LILO instalazio kokapena:
gl: Obxectivo da instalación de LILO:
hu: Hova kerüljön a LILO:
lv: Instalēt LILO uz:
sk: Cieµ in¹talácie LILO:

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
de: Das Programm LILO muss installiert werden, damit Ihr Computer starten kann. Wird LILO in den Master Boot Record Ihrer Festplatte installiert, übernimmt LILO den Bootvorgang Ihres Computers. Möchten Sie einen anderen Bootmanager dazu benutzen, können Sie LILO stattdessen auf Ihrer neuen Debian-Partition installieren.
lv: LILO programmu jāinstalē, lai jūs varētu ielādēt savu jauno sistēmu. Instalējot LILO uz Galvenā sāknēšanās ieraksta, LILO pārņems kontroli pār ielādes procesu. Ja jūs velaties lietot citu sāknētāju, instalējiet LILO uz jaunās Debian sistēmas partīcijas.

source: If unsure, install LILO into the Master Boot Record.
de: Wenn Sie sich nicht sicher sind, sollten Sie LILO im Master Boot Record installieren.
eu: Ziur ez bazaude, instalatu LILO Abiarazte Grabatze Nagusian (MBR).
gl: Se non estás seguro, instala LILO no MBR
hu: Ha nem biztos a döntésben, a LILO-t telepítse a fő rendszerbetöltő-rekordba.
lv: Ja neesat pārliecināti, instalējiet LILO uz galvenā palaišanas ieraksta.
sk: Ak si nie ste istí, nain¹talujte LILO na hlavný ¹tartovací záznam (MBR)

source: ${disc}: software RAID array
lv: ${disc}: programmatūras RAID masīvs

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
de: Das Programm LILO muss auf Ihrem Computer installiert sein, damit der Computer starten kann. Sie können wählen, ob Sie es auf ein Software RAID Array oder auf ein anderes Gerät installieren möchten.
lv: LILO programma ir jāinstalē, lai jūsu jauno sistēmu varētu palaist. Jūs varat to instalēt uz programmātiska RAID vai kādas citas ierīces.

source: Please enter the device name of the partition or disk onto which LILO should be installed, such as /dev/hda or /dev/sda1.
de: Bitte geben Sie den Gerätenamen der Partition oder Festplatte an, in die LILO installiert werden soll, zum Beispiel /dev/hda oder /dev/sda1.
lv: Lūdzu, ievadiet sadaļas vai diska ierīces nosaukumu, uz kuras vajadzētu uzinstalēt LILO (piemēram, /dev/hda vai /dev/sda1).

source: Invalid partition name
de: Ungültige Bezeichnung einer Partition
eu: Partizio izen baliogabea
gl: Nome da partición non válido
hu: Érvénytelen partíciónév
lv: Nederīgs sadaļas nosaukums
sk: Neplatný názov oblasti

source: The path ${path} does not represent a partition or hard disk device. Please try again.
de: Der Pfad ${path} weist nicht auf eine Partition oder Festplatte. Bitte korrigieren Sie Ihre Angabe.
eu: ${path} bideak ez du diska edo partizio bat adierazten. Mesedez saiatu berriro.
gl: A ruta ${path} non é unha partición nin un disco duro. Por favor, probe de novo.
hu: Az útvonal (${path}) nem egy partíciót vagy merevlemezt jelent. Adja meg ismét.
lv: Norādītais ceļs ${path} nav disks vai sadaļa. Lūdzu, mēģiniet vēlreiz.
sk: Cesta ${path} neurèuje oblas» alebo pevný disk. Prosím, skúste znova.

source: Installing LILO...
de: Installieren von LILO ...
eu: LILO instalatzen ...
gl: Instalando LILO...
hu: LILO telepítése folyamatban ...
lv: Instalē LILO...
sk: In¹talujem LILO...

source: Activating partition ${bootdev}
de: Aktivieren der Partition ${bootdev}
eu: ${bootdev} partizioa gaitzen
gl: Activando partición ${bootdev}
hu: Partíció aktiválása: ${bootdev}
lv: Aktivizē sadaļu ${bootdev}
sk: Aktivujem oblas» ${bootdev}

source: Creating lilo.conf
de: Erstellen von lilo.conf
eu: lilo.conf sortzen
gl: Creando lilo.conf
hu: Konfigurációs fájl (lilo.conf) létrehozása
lv: Veido lilo.conf
sk: Vytváram lilo.conf

source: Installing the LILO package
de: Installieren des LILO-Pakets
eu: LILO paketa instalatzen
gl: Instalando o paquete LILO
hu: LILO csomag telepítése
lv: Instalē LILO pakotni
sk: In¹talujem balík LILO

source: Running LILO for ${bootdev}
de: Ausführen von LILO für ${bootdev}
eu: ${bootdev}-en LILO abiarazten
gl: Executando LILO para ${bootdev}
hu: LILO futtatása: ${bootdev}
lv: Palaiž LILO ${bootdev}
sk: Spú¹»am LILO na ${bootdev}

source: LILO configured to use a serial console
de: LILO zur Verwendung mit einer seriellen Konsole eingerichtet
eu: Lilo serial kontsola erabiltzeko konfiguratuko da
gl: LILO configurouse para usar unha consola no porto serie
hu: A LILO·beállítva soros konzol használatára
lv: LILO ir konfigurēts, lai izmantotu seriālo konsoli
sk: LILO je nastavené na pou¾itie sériovej konzoly

source: LILO is configured to use serial port ${PORT} as the console. ${PORT_SPEED}
de: LILO wurde konfiguriert, den seriellen Port ${PORT} als Konsole zu benutzen. ${PORT_SPEED}
lv: LILO ir konfigurēts, lai izmantotu seriālo portu ${PORT} kā konsoli. ${PORT_SPEED}

source: The serial port speed is set to ${SPEED}.
de: Die Geschwindigkeit des seriellen Ports wurde auf ${SPEED} gesetzt.
lv: Seriālā porta ātrums iestatīts uz ${SPEED}.

source: Would you like to make this partition active?
de: Soll diese Partition als aktiv markiert werden?
eu: Partizio hau aktibatzea nahi duzu?
gl: ¿Queres marcar como activa esta partición?
hu: Aktiválja ezt a partíciót?
lv: Vai vēlaties padarīt šo sadaļu aktīvu?
sk: Chcete túto oblas» nastavi» ako aktívnu?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
lv: Jūs izvēlējāties instalēt LILO uz neaktīvas sadaļas. Ja šī sadaļa netiks aktivizēta, LILO netiks ielādēta. Tas var izraisīt nespēju palaist jūsu jauno sistēmu.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
de: Sie sollten diese Partition als aktiv markieren, wenn Sie keinen anderen Bootloader haben, der Ihnen Zugriff auf Ihre neue Linux-Installation erlaubt.
lv: Jums vajadzētu padarīt šo sadaļu aktīvu, ja vien jūs neplānojat izmantot kādu citu palaidēju, kas spētu ielādēt jūsu jauno Linux sistēmu.

source: LILO installation failed. Continue anyway?
eu: LILO instalazioak huts egin du. Jarraitu?
gl: Fallou a instalación de LILO. ¿Continuar de todas formas?
hu: A LILO telepítése sikertelenül zárult. Mégis továbblép?
lv: LILO instalēšana bija nesekmīga. Tomēr turpināt?
sk: In¹talácia LILO zlyhala. Mám pokraèova»?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
eu: Huts LILO paketea /target/-en instalatzerakoanhuts egin du. LILO abiarazle bezala instalatzea beharrezko pausu bat da. Instalazio arazoak ziurrenik ez du LILO-ekin zerikuzirik, beraz instalazioarekin aurrera jarraitzea posible da.
gl: O paquete LILO non se puido instalar en /target/. A instalación de LILO como cargador de arranque é necesaria. O problema da instalación pode non estarrelacionado con LILO, por iso é posible continuar coa instalación.
hu: A lilo csomag /target/ könyvtárba telepítése sikertelenül zárult. A LILO rendszerbetöltőként telepítése pedig feltétlenül szükséges. Előfordulhat persze, hogy a telepítés során felmerült problémának nincs köze a LILO-hoz, ez esetben a telepítés folytatásának elvileg nincs akadálya.
lv: Lilo pakotnes instalēšana bija nesekmīga. LILO kā palaidēja instalēšana ir nepieciešams solis. Taču instalēšanas problēma varētu būt nesaistīta ar LILO, tāpēc ir iespējams, ka sistēmas instalēšanu var pabeigt sekmīgi.
sk: In¹talácia balíka lilo do /target/ zlyhala. In¹talácia LILO zavádzaèa je nutná. Problém pri in¹talácii mo¾no nesúvisí s LILO zavádzaèom, tak¾e mô¾ete pokraèova».

source: LILO installation failed
de: Installation von LILO fehlgeschlagen
eu: LILO instalazioak huts egin du.
gl: Fallou a instalación de LILO
hu: A LILO telepítése sikertelenül zárult
lv: LILO instalēšana nesekmīga
sk: Zlyhala in¹talácia LILO

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
de: Ausführen von »/sbin/lilo« mit Fehlercode »${ERRCODE}« fehlgeschlagen
eu: "/sbin/lilo" abiarazteak "${ERRCODE}" kodearekin huts egin du.
gl: A execución de "/sbin/lilo" fallou co erro "${ERRCODE}".
hu: Az "/sbin/lilo" parancs futása hibát eredményezett: "${ERRCODE}" hibakód.
lv: "/sbin/lilo" izpildīšana beidzās ar kļūdu "${ERRCODE}".
sk: Vykonanie "/sbin/lilo" skonèilo s chybou "${ERRCODE}".

source: Install the LILO boot loader on a hard disk
de: LILO-Bootloader auf einer Festplatte installieren
eu: LILO abiarazlea disko gogorrean instalatu
gl: Instalar o cargador de arranque LILO nun disco duro
hu: A LILO rendszerbetöltő merevlemezre telepítése
lv: LILO palaidēja instalēšana uz cietā diska
sk: Nain¹talova» LILO zavádzaè na pevný disk

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
de: Sie haben sich dafür entschieden, LILO in eine Partition zu installieren, die nicht die aktive ist. Wenn diese Partition nicht als aktiv markiert wird, wird LILO nicht vom Bootloader geladen werden können. Dies kann dazu führen, dass das gerade installierte System nicht gestartet werden kann.

source: LILO installation failed. Continue anyway?
de: LILO-Installation fehlgeschlagen. Dennoch fortfahren?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
de: Das Lilo-Paket konnte nicht nach /target/ installiert werden. Die Installation von Lilo als Bootloader ist unbedingt erforderlich. Es besteht aber die Möglichkeit, dass Lilo von diesem Problem nicht betroffen ist; daher könnte es möglich sein, die Installation fortzusetzen.

source: The LILO program needs to be installed to make your new Debian system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
eu: LILO programa instalatu egin behar da zure Debian sistema berria abiarazgarri egiteko. Diskako Abiarazte Grabatze Nagusian (MBR) instalatu ezkero, LILO abiarazte sistemaren kontrol osoa artuko du, baina zuk beste abiarazle bat erabili nahi izan ezkero LILO zure Debian partizioan instalatu dezakezu.
gl: LILO debe ser instalado para que se poida arranca-lo teu novo sistema Debian. Instalándoo no MBR (Sector de arranque maestro), LILO tomará o control do proceso de arranque, aínda que se prefires usar outro xestor de arranque, podes instalar LILO na túa nova partición Debian.
hu: A LILO program telepítése szükséges az új Debian-rendszer indíthatóvá tételéhez. A lemez fő rendszerbetöltő-rekordjába telepítve a LILO a betöltés teljes folyamata felett átveszi az irányítást, egyéb betöltéskezelő használata esetén azonban a LILO-t nyugodtan telepítse az új Debian-partícióra.
sk: Program LILO musí by» nain¹talovaný, aby ste mohli na¹tartova» vá¹ nový systém Debian. Jeho nain¹talovaním na hlavný ¹tartovací záznam (MBR) vá¹ho disku, LILO prevezme kontrolu nad ¹tartovacím procesom, ale ak chcete pou¾i» iný zavádzaè, LILO nain¹talujte iba na novú obla» Debianu.

source: Please enter the partition or disk where LILO should be installed onto. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
eu: Mesedez ezarri LILO instalatu behar den partizio edo diska. Devfs izen formatukoak, /dev/ide, /dev/scsi eta /dev/discs dira onartzen direnak, era berean ohizko izenak /dev/hda edo /dev/sda ere onartzen dira.
gl: Por favor, escribe a partición ou disco no que debe instalarse LILO. Se acepta o estilo dos nomes que comezan por /dev/ide, /dev/scsi ou /dev/discs, ademáis dos nomes tradicionáis como /dev/hda ou /dev/sda.
hu: Adja meg a LILO telepítésére szolgáló partíció vagy lemez nevét. A név lehet devfs-mintájú is (vagyis kezdődhet például a /dev/ide, /dev/scsi, vagy /dev/discs előtaggal), de a hagyományos nevek (pl. /dev/hda vagy /dev/sda) is megfelelnek.
sk: Zadajte, prosím, oblas» alebo disk, kam sa nain¹taluje LILO. Prípustné sú názvy v ¹týle devfs, napr. /dev/ide, /dev/scsi a /dev/discs, ale aj tradièné názvy, ako napr. /dev/hda alebo /dev/sda.

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
eu: LILO serie ${PORT} ataka kontsola bezala erabiltzeko konfiguraturik dago: Serie ataka abidura ${SPEED}-era ezarririk dago.
gl: LILO está configurado para usar o porto serie ${PORT} como unha consola. A velocidade do porto serie é ${SPEED}.
hu: A LILO egy soros portot (${PORT}) fog konzolnak használni. A soros port sebessége ${SPEED}.
sk: LILO je nastavené na pou¾itie konzoly na sériovom porte ${PORT}. Rýchlos» sériového portu je nastavená na ${SPEED}.

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the bootloader. This may cause you to be unable to boot into the system that is being installed.
eu: Zuk LILO aktiboa ez den partizio batetan instalatzea aukeratu duzu. PArtizio honek ez badu aktibo bandera abiarazleak ezingo du LILO abiarazi. Honek zuk sistema ezin abiaraztea egin dezake bein instalaturik duzunean.
gl: Elixiches instalar LILO nunha partición que non é a activa. Se esta partición non é marcada como activa, LILO non será cargado polo cargador de arranque. Isto podería causar que non poidas iniciar o sistema que se está a instalar.
hu: A LILO rendszerbetöltő telepítése egy nem aktív partícióra történne. Ha ez a partíció nem visel magán aktív megjelölést, akkor a rendszerbetöltő nem fogja betölteni a LILO-t. Emiatt esetleg telepítés után nem fogja tudni elindítani a most telepített rendszert.
sk: Vybrali ste si in¹taláciu LILO na oblas», ktorá nie je aktívna. Ak nie je oblas» aktívna, LILO sa nezavedie zavádzaèom. Tým pádom sa nemusíte dosta» do práve in¹talovaného systému.

source: You should make this partition active unless you have another bootloader that will allow you to access your new Linux installation.
eu: Zuk beste abiarazlerik ez baduzu partizio hau aktibo egin beharko zenuke, honek instalatu berri duzun linux sistema erabiltzeko aukera emango dizu.
gl: Deberías marcar esta partición como activa a non ser que teñas outro cargador de arranque que che permita acceder á nova instalación de Linux.
hu: Érdemes a partíciót aktívnak jelölni, hacsak egy másik rendszerbetöltő nem gondoskodik egyéb módon az új linuxos partíció elérhetőségéről.
sk: Ak nemáte iný zavádzaè, ktorým by ste sa dostali do svojho nového systému, mali by ste túto oblas» oznaèi» ako aktívnu.
