Repository: dankamongmen/s-i
Catalog: packages/partman/partman-jfs/debian/po/*.po
Languages: ar, bg, es, gl, ja, ru, sk, sv, vi, xh

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
ar: جاري فحص نظام الملفات jfs في التّجزيء #${PARTITION} للجهاز ${DEVICE}.
bg: Проверка на файловата система от тип jfs в дял №${PARTITION} на ${DEVICE}...
es: Comprobando el sistema de ficheros jfs en la partición #${PARTITION} de ${DEVICE}...
gl: Comprobando o sistema de ficheiros jfs na partición #${PARTITION} en ${DEVICE}...
ja: ${DEVICE} にあるパーティション ${PARTITION} の jfs ファイルシステムを確認しています...
ru: Проверка файловой системы jfs на разделе #${PARTITION} устройства ${DEVICE}...
sk: Kontrolujem súborový systém jfs v oblasti č.${PARTITION} na ${DEVICE}...
sv: Kontrollerar jfs-filsystemet på partition nr. ${PARTITION} på ${DEVICE}...
vi: Đang kiểm tra hệ thống tập tin JFS trên phân vùng số ${PARTITION} của ${DEVICE}...
xh: Ivavanya inkqubo yefayili i-jfs kukwahlukanisa #${PARTITION} kwe ${DEVICE}...

source: Go back to the menu and correct errors?
ar: هل تريد العودة للقائمة و تصحيح الأخطاء؟
bg: Връщане обратно в менюто и поправяне на грешките?
es: ¿Volver al menú y corregir los errores?
gl: ¿Voltar ó menú e correxi-los erros?
ja: メニューに戻ってエラーを修正しますか?
ru: Вернуться в меню и исправить ошибки?
sk: Vrátiť sa späť do menu a odstrániť chyby?
sv: Gå tillbaka till menyn för att korrigera fel?
vi: Trở về trình đơn để sửa lỗi chứ?
xh: Phind'umva kwimenyu ulungise iziphoso?

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ar: عثر اختبار نظام الملفات ذو نوع jfs على أخطاء غير مصحّحة على التّجزيء #${PARTITION} من الجهاز ${DEVICE}.
bg: Тестът на файловата система от тип jfs в дял №${PARTITION} на ${DEVICE} откри непоправени грешки.
es: Las pruebas realizadas en el sistema de ficheros jfs en la partición #${PARTITION} de ${DEVICE} encontró errores no corregidos.
gl: A comprobación do sistema de ficheiros de tipo jfs na partición #${PARTITION} en ${DEVICE} atopou erros sen correxir.
ja: ${DEVICE} にあるパーティション ${PARTITION} のファイルシステムタイプ jfs のテストで修正不可能なエラーが見つかりました。
ru: Проверка файловой системы jfs на разделе #${PARTITION} устройства ${DEVICE} выявила неисправленные ошибки.
sk: Pri kontrole súborového systému jfs v oblasti č.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.
sv: Testet av filsystemet av typen jfs på partition nr. ${PARTITION} på ${DEVICE} hittade okorrigerade fel.
vi: Việc kiểm tra hệ thống tập tin kiểu JFS trong phân vùng số ${PARTITION} của thiết bị ${DEVICE} đã tìm lỗi chưa sửa.
xh: Uvavanyo lwenkqubo yefayili olunohlobo lokwahlulwa i-jfs kukwahlukanisa #${PARTITION} kwe ${DEVICE} akufumananga zimpazamo zingalungiswanga.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ar: إذا لم تعد إلى قائمة التّجزئة و تقم بتصحيح هذه الأخطاء فلن يستعمل التّجزيء إطلاقاً.
bg: Ако не се върнете в менюто за разделяне и не поправите тези грешки, дялът въобще няма да бъде използван.
es: Si no vuelve al menú de particionado y corrige estos errores, no se utilizará esta partición.
gl: Se non voltas atrás ó menú de particionado e corrixes os erros, a partición non será usada.
ja: パーティショニングメニューに戻るかこれらのエラーの修正をしないと、パーティションは結局利用できません。
ru: Если вы не вернётесь в меню разбиения на разделы и не исправите эти ошибки, раздел использоваться не будет.
sk: Ak sa nevrátite späť do menu rozdeľovania a neodstránite chyby, táto oblasť sa vôbec nepoužije.
sv: Om du inte går tillbaka till partitioneringsmenyn och korrigerar dessa fel så kommer inte denna partition att användas.
vi: Nếu bạn không trở về trình đơn phân vùng để sửa các lỗi này thì phân vùng này sẽ không được dùng cả.
xh: ukuba awuphindeli umva uye kwimenyu yokwahlukanisa ulungise ezi mpazamo, ukwahlukanisa akuyi kusetyenziswa konke-konke.

source: Failed to create a file system
ar: فشل إنشاء نظام ملفات
bg: Неуспешно създаване на файлова система
es: Se produjo un fallo al crear el sistema de ficheros
gl: Non se puido crear o sistema d ficheiros
ja: ファイルシステムの作成に失敗しました
ru: Не удалось создать файловую систему
sk: Vytvorenie súborového systému zlyhalo
sv: Kunde inte skapa ett filsystem
vi: Việc tạo hệ thống tập tin bị lỗi
xh: Ayiphumelelanga ukudala inkqubo yefayili

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
ar: فشل إنشاء نظام الملفات jfs في التّجزيء #${PARTITION} من الجهاز ${DEVICE}.
bg: Грешка при създаване на файлова система от тип jfs в дял №${PARTITION} на ${DEVICE}.
es: Falló la creación del sistema de ficheros jfs en la partición #${PARTITION} de ${DEVICE}.
gl: Fallou a creación do sistema de ficheiros na partición #${PARTITION} en ${DEVICE}
ja: ${DEVICE} のパーティション ${PARTITION} の jfs ファイルシステムの作成に失敗しました。
ru: Не удалось создать файловую систему jfs на разделе #${PARTITION} устройства ${DEVICE}.
sk: Vytvorenie súborového systému v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.
sv: Misslyckades med att skapa ett jfs-filsystem på partition nr. ${PARTITION} på ${DEVICE}.
vi: Việc tạo hệ thống tập tin JFS trong phân vùng số ${PARTITION} của thiết bị ${DEVICE} bị lỗi.
xh: Inkqubo yokudala ifayili i-jfs kukwahlulwa #${PARTITION} kwe ${DEVICE} ayiphumelelanga.

source: Do you want to return to the partitioning menu?
ar: هل تريد العودة لقائمة التّجزئة؟
bg: Искате ли да се върнете в менюто за манипулиране на дялове?
es: ¿Desea volver al menú de particionado?
gl: ¿Queres voltar ó menú de particionado?
ja: パーティショニングメニューに戻りますか?
ru: Вы хотите вернуться в меню разбивки на разделы?
sk: Chcete sa vrátiť do menu rozdeľovania?
sv: Vill du återvända till partitioneringsmenyn?
vi: Bạn có muốn trở về trình đơn phân vùng chứ?
xh: Ufuna ukuphindela kwimenyu yokwahlulwa?

source: No mount point is assigned for the jfs filesystem in partition #${PARTITION} of ${DEVICE}.
ar: لم تعيّن أيّة نقطة تركيب لنظام الملفّات jfs في التّجزيء #${PARTITION} من الجهاز ${DEVICE}.
bg: Не е зададено място за монтиране на файловата система от тип jfs в дял №${PARTITION} на ${DEVICE}.
es: No se asignó un punto de montaje para el sistema de ficheros jfs en la partición #${PARTITION} de ${DEVICE}.
gl: Non está asignado un punto de montaxe ó sistema de ficheiros jfs na partición #${PARTITION} en ${DEVICE}.
ja: ${DEVICE} にあるパーティション ${PARTITION} の jfs ファイルシステムがどのマウントポイントにも割り当てられていません。
ru: Для файловой системы jfs на разделе #${PARTITION} устройства ${DEVICE} не назначена точка монтирования.
sv: Ingen monteringspunkt är tilldelad jfs-filsystemet på partition nr. ${PARTITION} på ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ar: إذا لم تعد إلى قائمة التّجزئة و تقم بتعيين نقطة تركيب من هناك فلن يستعمل هذا التّجزيء إطلاقاً.
bg: Ако не се върнете в менюто за редактиране на дяловете и не определите място за монтиране, този дял въобще няма да бъде използван.
es: Si no vuelve al menú de particionado y asigna un punto de montaje allí, no se utilizará esta partición.
gl: Se non voltas ó menú de particionado e lle asignas un punto de montaxe, a partición non será usada.
ja: パーティショニングメニューに戻るかこれらをマウントポイントに割り当てないと、このパーティションは結局利用できません。
ru: Если вы не вернётесь в меню разбивки на разделы и не назначите там точку монтирования, раздел использоваться не будет.
sk: Ak sa nevrátite späť do menu rozdeľovania a nepriradíte odtiaľ prípojný bod, táto oblasť sa vôbec nepoužije
sv: Om du inte går tillbaka till partitioneringsmenyn och tilldelar en monteringspunkt därifrån så kommer inte denna partition att användas.
vi: Nếu bạn không trở về trình đơn phân vùng để gán điểm lắp từ đó, phân vùng này sẽ không được dùng cả.
xh: Ukuba awuphindeli umva uye kwimenyu yokwahlulwa wabele incam yonyuso ukusuka apho, oku kwahlulwa akusayi kusetyenziswa konke-konke.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
ar: /، /boot، /home، /tmp، /usr، /usr/local، /var، أدخل يدويّاً، لا تركّبه
bg: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ръчно въвеждане, Без монтиране
es: /, /boot, /home, /tmp, /usr, /usr/local, /var, Introducir manualmente, No montarla
ja: /, /boot, /home, /tmp, /usr, /usr/local, /var, 手動で入力, マウントしない
ru: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ввести вручную, Не монтировать этот раздел
sv: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ange manuellt, Montera den inte

source: Please choose the mountpoint for this partition
ar: رجاءً اختر نقطة التّركيب لهذا التّجزيء
bg: Моля, изберете място за монтиране на този дял
es: Por favor, seleccione el punto de montaje para esta partición
ja: このパーティションのマウントポイントを選択してください
ru: Выберите точку монтирования для этого раздела
sv: Välj monteringspunkt för denna partition

source: Mount point for this partition:
ar: نقطة التّركيب لهذا التّجزيء:
bg: Точка на монтиране на този дял:
es: Punto de montaje para esta partición:
ja: このパーティションのマウントポイント:
ru: Точка монтирования этого раздела:
sv: Monteringspunkt för denna partition:

source: Invalid mount point
ar: نقطة تركيب غير صالحة
bg: Неправилно място за монтиране
es: Punto de montaje no válido
ja: 無効なマウントポイント
ru: Неверная точка монтирования
sv: Felaktig monteringspunkt

source: The mount point you entered is invalid.
ar: نقطة التّركيب التي أدخلتها غير صالحة.
bg: Мястото за монтиране, което сте въвели, е неправилно.
es: El punto de montaje que introdujo no es válido.
ja: 入力されたマウントポイントは無効です。
ru: Указанная вами точка монтирования не может быть использована.
sv: Monteringspunkten som du angav är felaktig.

source: Mount points must start with "/". They cannot contain spaces.
ar: يجب أن تبدأ نقاط التّركيب بـ "/". لا يمكن أن تحتوي مسافات.
bg: Точката на монтиране трябва да започва с "/". Тя не може да съдържа интервали.
es: Los puntos de montaje deben empezar por «/» y no pueden contener espacios.
ja: マウントポイントは "/" ではじまらなければなりません。スペースも含めてはいけません。
ru: Точки монтирования должны начинаться с символа "/". Они не могут содержать символов пробела.
sv: Monteringspunkter måste börja med "/". De kan inte innehålla mellanslag.

source: Mount point:
ar: نقطة التّركيب:
bg: Място за монтиране:
es: Punto de montaje:
gl: Punto de montaxe:
ja: マウントポイント:
sk: Prípojný bod:
sv: Monteringspunkt:
vi: Điểm lắp:
xh: Incam yonyuso:

source: noatime - do not update inode access times at each access
ar: noatime - عدم تحديث أزمان وصول الinode عند كل وصول
bg: noatime - без обновяване на времето за достъп при всяко четене на файл
es: noatime - no actualizar el tiempo de acceso en los inodos tras cada acceso
gl: noatime - non actualiza-lo tempo de acceso ós inodos despois de cada acceso
ja: noatime - アクセスごとでの inode アクセス時刻の更新をしない
ru: noatime -- не обновлять информацию о времени последнего доступа при каждом обращении к файловой системе (inode access time)
sk: noatime - neobnovuj prístupový čas pri každom prístupe
sv: noatime - uppdatera inte inodåtkomsttiden för varje åtkomst
vi: noatime — đừng cập nhật _giờ truy cập_ inode mỗi lần truy cập
xh: noatime - musa ukuhlaziya amaxesha okufikelela kwe-inode ngokufikelela ngakunye

source: nodev - do not support character or block special devices
ar: nodev - عدم دعم أجهزة الرّموز أو القوالب الخاصّة
bg: nodev - без поддръжка на специални (знакови или блокови) файлове-устройства
es: nodev - no dar soporte a dispositivos de carácter o bloque
gl: nodev - non dar soporte a dispositivos de caracter ou bloque
ja: nodev - キャラクタ/ブロック特殊デバイスをサポートしない
ru: nodev -- без поддержки блоковых (block device) и символьных (character device) устройств
sk: nodev - nepodporuj špeciálne blokové alebo znakové zariadenia
sv: nodev - stöd inte teckenspecialenheter eller blockspecialenheter
vi: nodev — đừng hỗ trợ _thiết bị_ kiểu ký tự hay khối tin
xh: nodev - musa ukuxhasa uphawu okanye uthintele izixhobo ezizodwa

source: nosuid - ignore set-user-identifier or set-group-identifier bits
ar: nosuid - تجاهل بتّات set-user-identifier أو set-group-identifier
bg: nosuid - игнориране на битовете set-user-identifier и set-group-identifier
es: nosuid - ignorar los bits «set-user-identifier» (fijar el identificador de usuario) y «set-group-identifier» (fijar el identificador de grupo)
gl: nosuid - ignora-los bits set-user-identifier (fixa-lo identificador de usuario) e set-group-identifier (fixa-lo identificador de grupo)
ja: nosuid - SUID (set-user-identifier) および SGID (set-group-identifier) ビットを無視する
ru: nosuid -- игнорировать биты SUID и SGID
sk: nosuid - nevšímaj si SUID alebo SGID príznaky
sv: nosuid - ignorera bitarna set-user-identifier och set-group-identifier
vi: nosuid — bỏ qua các bit kiểu _Set User IDentifier_ hay set-group-identifier (đặt cách nhân ra người dùng/nhóm)

source: noexec - do not allow execution of any binaries
ar: noexec - عدم السّماح بتنفيذ أي ثنائيّات
bg: noexec - забрана за изпълнение на изпълними файлове
es: noexec - no permitir la ejecución de ningún binario
gl: noexec - non permitir a execución de binarios
ja: noexec - あらゆるバイナリの実行を許可しない
ru: noexec -- запретить выполнение любых программ
sk: noexec - nedovoľ vykonávanie spustiteľných súborov
sv: noexec - tillåt inte körning av binärer
vi: noexec — đừng cho phép _thực hiện_ tập tin nhị phân nào
xh: noexec - musa ukuvumela ukuphunyezwa kwazo naziphi na izibini

source: ro - mount the file system read-only
ar: ro - تركيب نظام الملفّات للقراءة فقط
bg: ro - монтиране на файловата система само за четене
es: ro - montar el sistema de ficheros en modo sólo-lectura
gl: ro - monta-lo sistema de ficheiros de modo só-lectura
ja: ro - 読み取りのみとしてファイルシステムをマウントする
ru: ro -- монтировать файловую систему в режиме 'только для чтения'
sk: ro - pripojiť súborový systém iba na čítanie (read-only)
sv: ro - montera filsystemet för enbart läsning
vi: ro — lắp hệ thống tập tin với quyền hạn _chỉ đọc_
xh: ro - nyusa inkqubo yefayili ifundeke kuphela

source: sync - all input/output activities occur synchronously
ar: sync - كل نشاطات الدّخل/الخرج تقع متزامنةً
bg: sync - всички входно/изходни операции се изпълняват незабавно
es: sync - todas las operaciones de entrada y salida se realizan de forma síncrona
gl: sync - todas as operacións de entrada e saída realízanse síncronamente
ja: sync - すべての入出力の処理を同期する
ru: sync -- все процессы ввода-вывода в файловой системе будут происходить синхронно.
sk: sync - všetky vstupno/výstupné činnosti sa vykonajú synchrónne
sv: sync - alla indata-/utdata-aktiviteter sker synkront
vi: sync — mọi hành động vào/xuất thì xảy ra một cách _đồng bộ_
xh: okwenzeka ngaxeshanye - yonke imisebenzi yolwazi olungenileyo /neziphumo lwenzeka ngexesha elinye

source: Mount options:
ar: خيارات التّركيب:
bg: Опции при монтиране:
es: Opciones de montaje:
gl: Opcións de montaxe:
ja: マウントオプション:
ru: Параметры монтирования:
sk: Voľby pripojenia:
sv: Monteringsflaggor:
vi: Tùy chọn lắp:
xh: Okunganyanzelekanga kunyuko:

source: Mount options can tune the behavior of the file system.
ar: خيارات التّركيب يمكنها ضبط سلوك نظام الملفّات.
bg: Опциите при монтиране настройват поведението на файловата система.
es: Las opciones de montaje pueden ajustar el comportamiento del sistema de ficheros.
gl: As opcións de montaxe poden variar o comportamento do sistema de ficheiros.
ja: マウントオプションはファイルシステムのふるまいを調整できます。
ru: Параметры монтирования позволяют подстроить поведение файловой системы.
sk: Voľby pripojenia môžu vyladiť správanie sa súborového systému.
sv: Monteringsflaggor kan finjustera filsystemets beteende.
vi: Tùy chọn lắp có thể điều hưởng tinh hành vi của hệ thống tập tin.
xh: Okunganyanzelekanga kunyuko kungenza uvumelwano kwisimilo senkqubo sefayili.

source: JFS journalling file system
ar: نظام ملفّات سجلّي JFS
bg: журнализирана файлова система JFS
es: Sistema de ficheros con «journaling» JFS
gl: Sistema de ficheiros JFS con journaling
ja: JFS ジャーナリングファイルシステム
ru: Журналируемая файловая система JFS
sv: journalförande filsystemet JFS

source: Use unrecommended JFS root filesystem?
ar: هل تريد استخدام نظام ملفّاتٍ سجلّي و الغير مستحسن كجذر؟
bg: Използване на непрепоръчваната коренова (root) файлова система JFS?
es: ¿Utilizar el sistema de ficheros raíz JFS no recomendado?
gl: ¿Usa-lo sistema de ficheiros raíz de tipo jfs non recomendado?
ja: 推奨されない JFS ルートファイルシステムを使いますか?
ru: Использовать не рокомендованную JFS в качестве корневой файловой системы ?
sv: Använd det ej rekommenderade rotfilsystemet JFS?

source: Your root filesystem is an JFS filesystem. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
ar: نظام ملفّاتك الجذر هو نظام ملفّات سجلّي. قد يخلق هذا مشاكلاً مع محمّل الإقلاع غراب و المستخدم افتراضيّاً من قبل هذا المثبّت؛ قد تواجه مشاكلاً عند تثبيت أو إقلاع غراب.
bg: Вашата главна файлова система е JFS. Това може да предизвика проблеми с програмата за начално зареждане GRUB, която се използва по подразбиране от този инсталатор; може да изпитате проблеми при инсталиране и зареждане на GRUB.
es: Su sistema de ficheros raíz es un sistema de ficheros JFS. Esto causará con seguridad problemas con el cargador de arranque GRUB que este instalador utiliza por omisión, tendrá problemas al instalar o arrancar GRUB.
ja: あなたのルートファイルシステムは JFS ファイルシステムです。これはおそらく、このインストーラのデフォルトで使われる GRUB ブートローダにおいて問題を引き起こします。GRUB のインストールまたはブート時に問題に当たることでしょう。
ru: Вы установили корневой файловой системой файловую систему JFS. Это, по всей вероятности, вызовет проблемы с загрузчиком GRUB, который устанавливается по умолчанию; вы можете испытывать проблемы при установке или загрузке GRUB.
sv: Ditt rotfilsystem är ett JFS-filsystem. Detta kommer sannorlikt att orsaka problem med startladdaren GRUB, vilken används som standard av detta installationsprogram. Du kan uppleva problem med att installera eller starta GRUB.

source: You should use a small /boot partition with another filesystem, such as ext3.
ar: يفترض بك أن تستخدم تجزيء /boot صغير مع نظام ملفّاتٍ آخر، مثل ext3.
bg: Трябва да използвате малък дял за /boot с друга файлова система, като например ext3.
es: Debería utilizar una pequeña partición /boot con otro sistema de ficheros, por ejemplo, ext3.
gl: Deberías usar unha pequena partición para /boot con outro sistema de ficheiros como ext3 para evitar problemas.
ja: ext3 のような別のファイルシステムの小さな /boot パーティションを使うことをお勧めします。
ru: Вы должны использовать маленький /boot раздел с другой файловой системой, например ext3.
sv: Du bör använda en liten /boot-partition med ett annat filsystem, såsom ext3.

source: Use unrecommended JFS /boot filesystem?
ar: هل تريد استخدام JFS الغير مستحسن كنظام ملفّات /boot؟
bg: Използване на непрепоръчваната /boot файлова система JFS?
es: ¿Utilizar el sistema de ficheros JFS no recomendado en /boot?
gl: ¿Usa-lo sistema de ficheiros raíz de tipo jfs non recomendado?
ja: 推奨されない JFS /boot ファイルシステムを使いますか?
ru: Использовать нерекомендуемую файловую систему JFS для /boot?
sv: Använd det ej rekommenderade /boot-filsystemet JFS?

source: You have mounted an JFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
ar: لقد ركّبت نظام ملفّات JFS على أنّه /boot. من المرجّح أن يحدث هذا مشاكلاً مع محمّل الإقلاع غراب المستخدم افتراضيّاً من قبل هذا المثبّت؛ قد تواجه مشاكلاً عند تثبيت أو إقلاع غراب.
bg: Монтирали сте файлова система JFS в /boot. Това вероятно ще предизвика проблеми с програмата за начално зареждане GRUB, която се използва по подразбиране от този инсталатор; може да изпитате проблеми при инсталиране или зареждане на GRUB.
es: Vd. ha montado /boot con el sistema de ficheros JFS. Esto causará posiblemente problemas con el cargador de arraque GRUB que este instalador utiliza por omisión, puede experimentar problemas al instalar o cargar GRUB.
gl: Montaches un sistema de ficheiros JFS como /boot. Esto poderá causar problemas ó cargador de arranque GRUB, usado predeterminadamente neste instalador. Podes experimentar problemas instalando ou arrancando GRUB.
ja: JFS ファイルシステムを /boot としてマウントしました。これはおそらく、このインストーラのデフォルトで使われる GRUB ブートローダにおいて問題を引き起こします。GRUB のインストールまたはブート時に問題に当たることでしょう。
ru: Вы смонтировали файловую систему JFS в /boot. Это, по всей вероятности, вызовет проблемы с загрузчиком GRUB, который устанавливается по умолчанию; вы можете испытывать проблемы при установке или загрузке GRUB.
sv: Du har monterat ett JFS-filsystem som /boot. Detta kommer sannorlikt att orsaka problem med startladdaren GRUB, vilken används som standard av detta installationsprogram. Du kan uppleva problem med att installera eller starta GRUB.

source: You should use another filesystem, such as ext3, for the /boot partition.
ar: يفترض بك أن تستخدم نظام ملفّاتٍ آخر مثل ext3 لتجزيء /boot.
bg: Трябва да използвате друга файлова система за дяла на /boot, като например ext3.
es: Debería utilizar otro sistema de ficheros, por ejemplo ext3, para la partición /boot.
gl: Deberías usar outro sistema de ficheiros para /boot, como ext3
ja: /boot パーティションには、ext3 のような別のファイルシステムを使うことをお勧めします。
ru: Вы должны использовать другую файловую систему, например ext3,для раздела /boot.
sv: Du bör använda ett annat filsystem, såsom ext3, på /boot-partitionen.

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
sk: K súborovému systému jfs v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.
vi: Chưa gán điểm lắp cho hệ thống tập tin JFS trong vùng số ${PARTITION} của thiết bị ${DEVICE}.

source: JFS journaling file system
sk: žurnálovací súborový systém JFS
vi: Hệ thống tập tin nhật ký JFS

source: Use unrecommended JFS root file system?
sk: Použiť neodporúčaný koreňový súborový systém JFS?
vi: Sử dụng hệ thống tập tin gốc JFS không được khuyên không?

source: Your root file system is an JFS file system. This can cause problems with the bootloader used by default by this installer.
sk: Váš koreňový súborový systém je typu JFS. Toto môže viesť k problémom so zavádzačom, ktorý je predvolený v tomto inštalačnom programe.

source: You should use a small /boot partition with another file system, such as ext3.
sk: Mali by ste použiť malú /boot oblasť s iným súborovým systémom, napr. ext3.
vi: Bạn hãy sử dụng một phân vùng </boot> nhỏ với hệ thống tập tin khác, như ext3.
xh: Kufuneka usebenzise isahlukanisi esincinane/sokuvula nenye inkqubo yefayili, esinjenge ext3.

source: Use unrecommended JFS /boot file system?
sk: Použiť neodporúčaný koreňový súborový systém JFS?
vi: Sử dụng hệ thống tập tin </boot> JFS không được khuyên không?
xh: Sebenzisa inkqubo yefayili yokuvula/ ye-JFS enganconywayo?

source: You have mounted an JFS file system as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
sk: Súborový systém JFS máte pripojený ako /boot. Toto môže viesť k problémom so zavádzačom GRUB, ktorý je predvolený v tomto inštalačnom programe. Pri inštalácii alebo štartovaní zavádzača GRUB teda môžete očakávať problémy.

source: You should use another file system, such as ext3, for the /boot partition.
sk: Pre oblasť /boot by ste mali použiť iný súborový systém, napr. ext3.
vi: Bạn nên sử dụng một hệ thống tập tin khác, như ext3, cho phân vùng </boot>.
xh: Kufuneka usebenzise enye inkqubo yefayili, enjenge- ext3, uyisebenzisela isahlukanisi i-/boot.

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
vi: Hệ thống tập tin gốc của bạn là hệ thống tập tin JFS. Trường hợp này có thể xung đột với bộ tải khởi động mà bộ cài đặt này dùng theo mặc định.

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
vi: Bạn đã gắn kết một hệ thống tập tin JFS như là </boot>. Trương hợp này rất có thể xung đột với bộ tải khởi động do trình cài đặt này dùng theo mặc định.
