Repository: dankamongmen/s-i
Catalog: packages/partconf/debian/po/*.po
Languages: ar, cs, el, eu, hr, hu, km, ku, nb, nl, sk, vi

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
ar: تجهيز تجزيء على ${MOUNT} هو غير منطقي. رجاءً قم بالتغيير.
cs: Pipojen oblasti k ${MOUNT} nedv dn smysl. Zmte to, prosm.
el: Η συναρμογή ενός διαμερίσματος στο ${MOUNT} είναι περιττή. Παρακαλώ, αλλάξτε αυτή τη ρύθμιση.
eu: Partizio bat ${MOUNT}-en muntatzeak ez du zentzurik. Mesedeaz aldatu hau.
hr: Nema smisla montirati particiju na ${MOUNT}. Molim, promijenite to.
hu: Nem értelmes csatlakoztatási pont: ${MOUNT}. Változtassa meg.
km: ការ​ម៉ោន​​ partition មួយ​លើ ${MOUNT} គ្មាន​ន័យ​ទេ ។ សូម​ប្ដូរ​វា​ ។
ku: Mountkirina dabeşekê di ${MOUNT}·de bê wate ye. Ji kerema xwe biguherîne.
nb: Det gir ingen mening å montere en partisjon på ${MOUNT}. Du må endre dette.
nl: Het koppelen van een partitie aan ${MOUNT} heeft geen zin. Gelieve dit te veranderen.
sk: Pripojenie oblasti k ${MOUNT} nedáva ¾iadny zmysel. Zmeòte to, prosím.
vi: Không có nghĩa để lắp vùng vào ${MOUNT} thì hãy thay đổi tùy chọn này.

source: Several partitions assigned to ${MOUNT}
ar: عدّة تجزيئات عيّنت لـ${MOUNT}
cs: K ${MOUNT} je piazeno nkolik oblast
el: Έχετε συναρμόσει περισσότερα από ένα διαμερίσματα στο ${MOUNT}
eu: ${MOUNT}-en Partizio anitz ezarririk
hr: Nekoliko particija treba montirati na ${MOUNT}
hu: Több ppartíció is igényt tartana a csatlakoztatási pontra: ${MOUNT}
km: partitions ជា​ច្រើន​បាន​ផ្ដល់​តម្លៃ​ទៅ​ ${MOUNT}
ku: Ji yek zêdetir dabeş hatin ji ${MOUNT} re girêdan.
nb: Du har valgt flere partisjoner for ${MOUNT}
nl: U heeft verschillende partities aan ${MOUNT} gekoppeld
sk: K ${MOUNT} je priradených viac oblastí
vi: Vài phân vùng khác được gán cho ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
ar: لا يمكنك تعيين عدة تجزيئات لمكان التجهيز نفسه. رجاء أبق مكان تعيين واحد فقط.
cs: Nen mon pipojit vce oblast do jednoho ppojnho bodu. Prosm, opravte to.
el: Δεν είναι δεκτή η συναρμογή περισσοτέρων από ένα διαμερισμάτων στο ίδιο σημείο επαφής. Παρακαλώ, αφήστε μόνο ένα.
eu: Zuk ezin dituzu hainbat partizio muntatze puntu berdinean ezarri. Mesedez aldatu denak bat ezik.
hr: Vi¹e particija ne mogu imati istu toèku montiranja. Molim ostavite samo jednu od njih.
hu: Egy csatlakoztatási pontra csak egy partíciót jelölhet ki. Egy kivételével mindet változtassa meg.
km: អ្នកមិន​អាច​ផ្ដល់​តម្លៃ​ partitions ច្រើន​លើ​ចំណុច​ម៉ោន​ដូច​គ្នា ។ សូម​ប្ដូរ​ទាំងអស់លើក​លែង​តែ​មួយ ។
ku: Girêdana çend dabeşan ji yek nuqteya mount re ne gengaz e. Ji kerema xwe yên zêde biguherîne.
nb: Du kan ikke velge flere partisjoner for samme monteringspunkt. Endre alle utenom en av dem.
nl: Het is onmogelijk om verschillende partities aan dezelfde map te koppelen. Gelieve ze op één na allemaal te veranderen.
sk: Nemô¾ete pripoji» viac oblastí do jedného prípojného bodu. Prosím, opravte v¹etky okrem jedného.
vi: Không thể gán vài vùng khác cho cùng một điểm lắp. Hãy thay đổi các vùng trừ một cái.

source: Ready to create file systems and mount partitions?
ar: هل أنت جاهز لإنشاء أنظمة الملفات وتجهيز التجزيئات؟
cs: Pipraveni na vytvoen souborovch systm a pipojen oblast?
el: Είστε έτοιμος για τη δημιουργία των συστημάτων αρχείων και τη συναρμογή τους;
eu: Prest fitxategi sistemak sortu eta partizioak muntatzeko?
hr: Spremni za stvaranje datoteènih sustava i montiranje particija?
hu: Mehet a fájlrendszerek létrehozása és a partíciók felcsatlakoztatása?
km: ពិត​ជា​បង្កើត​ប្រព័ន្ធ​ឯកសារ​ និងម៉ោន​ partitions ឬ ?
ku: Ji bo afirandina pergalên dosiyan û mountkirina dabeşan amade yî?
nb: Er alt klart for å opprette et filsystem og montere alle partisjonene?
nl: Bent u klaar om bestandssystemen aan te maken en de partities aan te koppelen?
sk: Mô¾em vytvori» súborové systémy a pripoji» oblasti?
vi: Sẵn sàng tạo hệ thống tập tin và lắp phân vùng không?

source: File systems will be created and partitions mounted.
ar: سوف تنشئ أنظمة الملفات وتجهّز التجزيئات.
cs: Souborov systmy budou vytvoeny a oblasti pipojeny.
el: Τα συστήματα αρχείων θα δημιουργηθούν και θα συναρμοστούν.
eu: Fitxategi sistemak sortu eta partizioak muntatu egingo dira.
hr: Bit æe stvoreni datoteèni sustavi, a particije montirane.
hu: Fájlrendszerek létrehozása és partíciók felcsatlakoztatása következik.
km: ប្រព័ន្ធ​ឯកសារ​នឹង​ត្រូវ​បាន​បង្កើត ហើយ​ partitions នឹង​ត្រូវ​បាន​ម៉ោន ។
ku: Pergalên dosiyan dê werin afirandin û dabeşan dê werin mount kirin.
nb: Filsystemene blir opprettet og partisjonene montert.
nl: Bestandssystemen zullen aangemaakt worden en partities zullen aangekoppeld worden.
sk: Súborové systémy budú vytvorené a oblasti pripojené.
vi: Các hệ thống tập sẽ được tạo và các phân vùng sẽ được lắp.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
ar: تحذير: سوف يدمّر هذا كل البيانات التي على التجزيئات التي عيّنت لها أنظمة ملفات.
cs: VAROVN: Tmto znite veker data na oblastech, kterm jste piadili souborov systm.
el: ΠΡΟΣΟΧΗ: Θα καταστραφούν τα δεδομένα όλων των διαμερισμάτων στα οποία έχετε συνδέσει συστήματα αρχείων.
eu: KONTUZ. Honek fitxategi sistema ezarri dezun partizioetako datu guztiak ezabatuko ditu.
hr: POZOR: to æe uni¹titi sve podatke na particijama koje ste odredili za stvaranje datoteènih sustava!
hu: FIGYELEM: A fájlrendszerek létrehozására kijelölt összes partíción idáig levő minden adat elveszik.
km: ព្រមាន ៖ នេះ​នឹង​បំផ្លាញ​ទិន្នន័យ​ទាំងអស់​លើ partitions ដែល​អ្នក​បាន​កំណត់​ប្រព័ន្ធ​ឯកសារ​ទៅ​កាន់ ។
ku: HIŞYAR: Bi vê, di hemû dabeşên ku te ji pergalên dosiyan re girêdan de, hemû·agahî (data)·dê werin tunekirin.
nb: ADVARSEL: Dette vil ødelegge alle dataene på de partisjonene du nå har valgt filsystemer til.
nl: WAARSCHUWING: Dit vernietigt alle data op de partities waaraan u bestandssystemen toegewezen heeft.
sk: POZOR: Týmto znièíte v¹etky údaje na oblastiach, ktorým ste priradili súborové systémy.
vi: Cảnh báo: gán hệ thông tập tin cho phân vùng thì xóa bỏ mọi dữ liệu trên vùng ấy.

source: Failed to create swap space on ${PARTITION}
ar: فشل إنشاء مساحة بديلة على ${PARTITION}
cs: Selhalo vytvoen odkldacho prostoru na ${PARTITION}
el: Σφάλμα κατά τη δημιουργία χώρου εικονικής μνήμης (swap) στο ${PARTITION}
eu: Huts ${PARTITION}-en swap tokia sortzerakoan
hr: Stvaranje swap prostora na ${PARTITION} neuspjelo
hu: Cserepartíció létrehozása (${PARTITION}) sikertelen
km: បាន​បរាជ័យ​ក្នុ​ងការ​បង្កើត​ទំហំស្វបលើ​ ${PARTITION}
ku: Afirandina cihê swap di ${PARTITION} de serneket
nb: Klarte ikke å opprette et mellomlager på ${PARTITION}
nl: Aanmaken van de wisselgeheugenruimte op ${PARTITION} is mislukt
sk: Chyba pri vytváraní odkládacieho priestoru na ${PARTITION}
vi: Không tạo sức chứa trao đổi trên ${PARTITION} được.

source: An error occurred when the swap space was created on ${PARTITION}.
ar: حدث خطأ عند إنشاء المساحة البديلة على ${PARTITION}.
cs: Pi vytven odkldacho prostoru na ${PARTITION} se vyskytla chyba.
el: Κάποιο σφάλμα συνέβη κατά τη δημιουργία χώρου εικονικής μνήμης (swap) στο διαμέρισμα ${PARTITION}.
eu: Errore bat gertatu da ${PARTITION}-en swap tokia sortzen saiatzerakoan.
hr: Pojavila se pogre¹ka pri stvaranju swap prostora na ${PARTITION}.
hu: Egy partíción (${PARTITION}) a cserepartíció létrehozása hibával zárult.
km: កំហុស​មួយ​បាន​កើត​ឡើង​ពេល​ទំហំ​ស្វប​ត្រូវ​បាន​បង្កើត​លើ​ ${PARTITION} ។
ku: Di afirandina cihê swap di ${PARTITION} de pirsgirêkek derket holê.
nb: En feil oppstod da mellomlageret ble opprettet på ${PARTITION}.
nl: Er is een fout opgetreden bij het aanmaken van de wisselgeheugenruimte op ${PARTITION}.
sk: Pri vytváraní odkládacieho priestoru na ${PARTITION} sa vyskytla chyba.
vi: Gặp lỗi khi tạo sức chứa trao đổi trên ${PARTITION}.

source: Failed to activate the swap space on ${PARTITION}
ar: فشل تفعيل المساحة البديلة على ${PARTITION}
cs: Chyba pi aktivovn odkldacho msta na ${PARTITION}
el: Σφάλμα κατά την ενεργοποίηση του χώρου εικονικής μνήμης στο ${PARTITION}
eu: Huts ${PARTITION}-eko swap tokia gaitzerakoan
hr: Aktiviranje swap prostora na ${PARTITION} neuspjelo
hu: Cserepartíció (${PARTITION}) aktiválása sikertelen
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើ​ឲ្យ​ទំហំ​ស្វប​សកម្ម​លើ​ ${PARTITION}
ku: Çalakkirina cihê swap di ${PARTITION} de serneket.
nb: Klarte ikke å slå på mellomlageret på ${PARTITION}
nl: Activeren van de wisselgeheugenruimte op ${PARTITION} is mislukt
sk: Chyba pri aktivovaní odkládacieho miesta na ${PARTITION}
vi: Không kích hoạt được sức chứa trao đổi trên ${PARTITION}.

source: An error occurred when the swap space on ${PARTITION} was activated.
ar: حدث خطأ عند تفعيل المساحة البديلة على ${PARTITION}.
cs: Pi aktivovn odkldacho msta na ${PARTITION} se vyskytla chyba.
el: Κάποιο σφάλμα συνέβη κατά τη ενεργοποίηση του χώρου εικονικής μνήμης (swap) στο διαμέρισμα ${PARTITION}.
eu: errore bat gertatu da ${PARTITION}-eko swap tokia gaitzen saiatzerakoan.
hr: Pojavila se pogre¹ka pri aktiviranju swap prostora na ${PARTITION}.
hu: Egy cserepartíció (${PARTITION}) aktiválása hibával zárult.
km: កំហុស​មួយ​បាន​កើត​ឡើង ពេល​ទំហំ​ស្វប​លើ ${PARTITION} ត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្ម ។
ku: Dema çalakkirina cihê swap di ${PARTITION} de pirsgirêkek derket holê.
nb: En feil oppstod da mellomlageret på ${PARTITION} ble slått på.
nl: Er is een fout opgetreden bij het activeren van de wisselgeheugenruimte op ${PARTITION}.
sk: Pri aktivovaní odkládacieho miesta na ${PARTITION} sa vyskytla chyba.
vi: Gặp lỗi khi kích hoạt sức chứa trao đổi trên ${PARTITION}.

source: Failed to create ${FS} file system on ${PARTITION}
ar: فشل إنشاء نظام الملفات ${FS} على ${PARTITION}
cs: Selhalo vytvoen souborovho systmu ${FS} na ${PARTITION}
el: Σφάλμα κατά τη δημιουργία του συστήματος αρχείων ${FS} στο ${PARTITION}
eu: Huts ${PARTITION}-en ${FS} fitxategi sistema sortzerakoan
hr: Stvaranje ${FS} datoteènog sustava na ${PARTITION} neuspjelo
hu: Partíción (${PARTITION}) ${FS} fájlrendszer létrehozása sikertelen
km: បាន​បរាជ័យ​ក្នុង​ការ​បង្កើតប្រព័ន្ធ​ឯកសារ ${FS} លើ ${PARTITION}
ku: Afirandina pergala dosiyan ${FS}·di ·${PARTITION} de serneket
nb: Klarte ikke å opprette filsystemet ${FS} på ${PARTITION}
nl: Aanmaken van ${FS}-bestandssysteem op ${PARTITION} is mislukt
sk: Chyba pri vytváraní súborového systému ${FS} na ${PARTITION}
vi: Không tạo được hệ thống tập tin ${FS} lên ${PARTITION}.

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
ar: حدث خطأ عندما أنشئ نظام الملفات ${FS} على ${PARTITION}.
cs: Pi vytven souborovho systmu ${FS} na ${PARTITION} se vyskytla chyba.
el: Κάποιο σφάλμα συνέβη κατά τη δημιουργία συστήματος αρχείων ${FS} στο διαμέρισμα ${PARTITION}.
eu: Errore bat gertatu da${PARTITION}-en ${FS} fitxategi sistema sortzen saiatzerakoan.
hr: Pojavila se pogre¹ka pri stvaranju ${FS} datoteènog sustava na ${PARTITION}.
hu: Egy partíción (${PARTITION}) ${FS} fájlrendszer létrehozása hibával zárult.
km: កំហុស​មួយ​បាន​កើត​ឡើង​ ពេល​ប្រព័ន្ធ​ឯកសារ​ ${FS} ត្រូវ​បាន​បង្កើត​លើ ${PARTITION} ។
ku: Dema pergala dosiyan ${FS}·di ${PARTITION} de hat afirandin, pirsgirêkek derket holê.
nb: En feil oppstod da filsystemet ${FS} ble opprettet på ${PARTITION}.
nl: Er is een fout opgetreden bij het aanmaken van het ${FS}-bestandssysteem op partitie ${PARTITION}.
sk: Pri vytváraní súborového systému ${FS} na ${PARTITION} sa vyskytla chyba.
vi: Găp lỗi khi tạo hệ thống tập tin ${FS} lên ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
ar: فشل تجهيز ${PARTITION} على ${MOUNT}
cs: Selhalo pipojen ${PARTITION} na ${MOUNT}
el: Σφάλμα κατά τη συναρμογή του ${PARTITION} στο ${MOUNT}
eu: Huts ${PARTITION} ${MOUNT}-en muntatzerakoan
hr: Montiranje ${PARTITION} na ${MOUNT} neuspjelo
hu: Partíció (${PARTITION}) felcsatlakoztatása sikertelen: ${MOUNT}
km: បាន​បរាជ័យ​ក្នុងការ​ម៉ោន​​ ${PARTITION} លើ ${MOUNT}
ku: Mountkirina ${PARTITION}·di ${MOUNT} de serneket
nb: Klarte ikke å montere ${PARTITION} på ${MOUNT}
nl: Aankoppelen van ${PARTITION} op ${MOUNT} is mislukt
sk: Chyba pri pripojení ${PARTITION} na ${MOUNT}
vi: Không lắp được ${PARTITION} lên ${MOUNT}.

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
ar: حدث خطأ عندما جهّز ${PARTITION} على ${MOUNT}.
cs: Pi pipojovn ${PARTITION} na ${MOUNT} se vyskytla chyba.
el: Κάποιο σφάλμα συνέβη κατά τη συναρμογή του διαμερίσματος ${PARTITION} στο σημείο επαφής ${MOUNT}.
eu: Errore bat gertatu da ${PARTITION} ${MOUNT}-en muntatzerakoan
hr: Pojavila se pogre¹ka pri montiranju ${PARTITION} na ${MOUNT}.
hu: Egy partíció (${PARTITION}) felcsatlakoztatása a kijelölt pontra (${MOUNT}) hibával zárult.
km: កំហុស​មួយ​បាន​កើត​ឡើង​ពេល​ ${PARTITION} ត្រូវ​បាន​ម៉ោន​លើ​ ${MOUNT} ។
ku: Dema ${PARTITION}·di ${MOUNT} de hat mountkirin, pirsgirêkek derket holê.
nb: En feil oppstod da ${PARTITION} ble montert på ${MOUNT}.
nl: Er is een fout opgetreden bij het aankoppelen van ${PARTITION} op ${MOUNT}.
sk: Pri pripájaní ${PARTITION} na ${MOUNT} sa vyskytla chyba.
vi: Gặp lỗi khi lắp ${PARTITION} vào ${MOUNT}.

source: Please check the error log on the third console or /var/log/messages for more information.
cs: Vce informac naleznete na tet konzoli nebo ve /var/log/messages.
el: Παρακαλώ, ελέγξτε την τρίτη κονσόλα ή το αρχείο /var/log/messages για περισσότερες πληροφορίες.
eu: Mesedez arakatu errore erregistroa hirugarren kontsolan edo /var/log/messages-en argibide gehiagorako.
hr: Molim pogledajte zabilje¹ku o gre¹kama na treæoj konzoli ili /var/log/messages za vi¹e obavijesti.
hu: További információt a harmadik konzolon vagy a /var/log/messages fájlban elérhető hibanaplóban talál.
km: សូម​ពិនិត្យមើល​កំណត់​ហេតុ​កំហុស​លើ​កុងសូល​ទី​បី​ ឬ /var/log/messages សម្រាប់ព័ត៌មាន​បន្ថែម ។
nb: Sjekk feilloggen på det tredje konsollet eller /var/log/messages for mer informasjon.
nl: U vindt wellicht meer informatie in het foutenlogboek op de derde console, of in het bestand /var/log/messages.
sk: Viac informácií nájdete v chybovom logu na tretej konzole alebo v súbore /var/log/messages.
vi: Hãy kiểm bản ghi lỗi trên bàn giao tiếp thứ ba hoặc /var/log/messages để xem thông tin thêm.

source: Configure and mount partitions
ar: أعدّ وجهّز التجزيئات
cs: Nakonfigurovat a pipojit oblasti
el: Ρύθμιση και συναρμογή διαμερισμάτων
eu: Partizioak konfiguratu eta muntatu
hr: Podesi i montiraj particije
hu: Partíciók konfigurálása és felcsatlakoztatása
km: កំណត់​រចនាសម្ព័ន្ធ និង​ម៉ោន​ partitions
ku: Dabeşan saz û mount bike.
nb: Sett opp og monter partisjoner
nl: Partities instellen en aankoppelen
sk: Nastavi» a pripoji» diskové oblasti
vi: Cấu hình và lắp các phân vùng
