Repository: dankamongmen/s-i
Catalog: packages/partconf/debian/po/*.po
Languages: ar, cs, el, eu, hr, hu, km, ku, nb, nl, sk, vi

source: No partitions found
ar: لم يوجد أي تجزيئات
cs: Nebyly nalezeny dn oblasti
el: Δε βρέθηκαν διαμερίσματα
eu: Ez da partiziorik aurkitu
hr: Nema particija
hu: Egyetlen partíció sem elérhető
km: រក​មិន​ឃើញ partition
ku: Tu dabeş nehat dîtin
nb: Fant ingen partisjoner
nl: Er zijn geen partities gevonden
sk: Neboli nájdené ¾iadne oblasti
vi: Không tìm thấy phân vùng nào.

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
ar: لم يوجد أي تجزيئات في نظامك. قد تحتاج إلى تجزئة أقراصك الصلبة أو تحميل وحدات إضافية للنواة.
cs: Ve vaem systmu nebyly nalezeny dn oblasti. Asi budete muset sv disky rozdlit, nebo nahrt dal moduly.
el: Δε βρέθηκαν διαμερίσματα στο σύστημά σας. Πιθανόν να χρειαστεί να κατατμήσετε ξανά τους σκληρούς δίσκους σας ή να φορτώσετε επιπλέον οδηγούς συσκευών.
eu: Ez da partiziorik aurkitu zure sisteman. Zuk zure diska gogorra partizionatu, driberrak edo kernel modulua kargatu behar duzu agian.
hr: Nisu pronaðene particije na va¹em sustavu. Mo¾da trebate particionirati svoj èvrsti disk, ili uèitati dodatne module za kernel.
hu: A rendszeren egyetlen partíció sem elérhető. Talán egyetlen merevlemez sincs partícionálva, vagy egyes rendszermagbeli meghajtómodulok nincsenek betöltve.
ku: Di pergala te de tu dabeş nehat dîtin. Belkî dabeşkirina diskên te an barkirina modulên kernel a din pêwîst e.
nb: Ingen partisjoner ble funnet på systemet. Du må partisjonere harddiskene eller laste inn flere kjernemoduler.
nl: Er zijn op uw systeem geen partities gevonden. Mogelijk dient u uw harde schijf nog in te delen, of dient u aanvullende kernel-modules te laden.
sk: Na va¹om systéme neboli nájdené ¾iadne oblasti. Asi budete musie» rozdeli» svoje disky alebo naèíta» ïal¹ie kernel moduly.
vi: Không tìm thấy phân vùng nào trên hệ thống bạn. Có lẽ bạn cần phải phân vùng đĩa cứng hay tải mô-đun hạt nhân thêm.

source: No file systems found
ar: لم يوجد أي أنظمة ملفات
cs: Nebyly nalezeny dn souborov systmy
el: Δε βρέθηκαν συστήματα αρχείων
eu: Ez da fitxategi sistemarik aurkitu
hr: Nema datoteènih sustava
hu: Egyetlen fájlrendszer sem elérhető
ku: Dosiyen pergalê nehatin dîtin
nb: Fant intet filsystem
nl: Er zijn geen bestandssystemen gevonden
sk: Neboli nájdené ¾iadne súborové systémy
vi: Không tìm thấy các hệ thống tập tin.

source: No usable file systems were found. You may need to load additional kernel modules.
ar: لم يوجد أي أنظمة ملفات يمكن استخدامها. قد تحتاج إلى تحميل وحدات إضافية للنواة.
cs: Nebyly nalezeny dn pouiteln souborov systmy. Asi budete muset nahrt dal jadern moduly.
el: Δε βρέθηκαν χρησιμοποιήσιμα συστήματα αρχείων. Πιθανόν να χρειαστεί να φορτώσετε επιπλέον οδηγούς.
eu: Ez da fitxategi sistema erabilgarririk aurkitu. Agian kernel modulu gehigarriren bat kargatu behar duzu.
hr: Nema uporabljivih datoteènih sustava. Mo¾da trebate uèitati dodatne module za kernel.
hu: Egyetlen használatba vehető fájlrendszer sem elérhető. Talán további meghajtómodulok hiányoznak a rendszermagból.
ku: Dosiyên pergalê ku bên bi kar anîn nehatin dîtin. Dibe ku barkirina modulên kernel ên din pêwîst e.
nb: Fant ingen brukbare filsystemer. Du må kanskje laste inn flere kjernemoduler.
nl: Er zijn geen bruikbare bestandssystemen gevonden. Mogelijk dient u aanvullende kernel-modules te laden.
sk: Neboli nájdené ¾iadne pou¾iteµné súborové systémy. Asi budete musie» naèíta» ïal¹ie kernel moduly.
vi: Không tìm thấy hệ thống tập tin có thổ dùng nào. Có lẽ bạn cần phải tải mô-đun hạt nhân thêm.

source: ${PARTITIONS}, Finish, Abort
ar: ${PARTITIONS}، أنْه، أجهض
cs: ${PARTITIONS}, Skonit, Zruit
el: ${PARTITIONS}, Τέλος, Ακύρωση
eu: ${PARTITIONS}, Amaitu, Abortatu
hr: ${PARTITIONS}, Zavr¹i, Prekini
hu: ${PARTITIONS}, Kész, Félbehagyás
ku: ${PARTITIONS}, Dawî, Betal
nb: ${PARTITIONS}, Fullfør, Avbryt
nl: ${PARTITIONS}, Einde, Afbreken
sk: ${PARTITIONS}, Koniec, Zru¹i»
vi: ${PARTITIONS}, Kết thúc, Hủy bỏ

source: Select a partition
ar: اختر تجزيءً
cs: Vyberte oblast
el: Επιλέξτε ένα διαμέρισμα
eu: Partizio bat aukeratu
hr: Izaberite particiju
hu: Partíció kiválasztása
ku: Dabeşekê hilbijêre
nb: Velg en partisjon
nl: Welke partitie?
sk: Vyberte oblas»
vi: Chọn phân vùng

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
ar: هناك تجزيئات وجدت في نظامك. رجاء اختر التجزيء لإعداده. لا تغييرات فعليّة ستحدث حتى تختار "أنه". إن اخترت "أجهض"، لن تتم أية تغييرات.
cs: Ve vaem systmu byly objeveny tyto oblasti. Vyberte, prosm, oblast, kterou chcete konfigurovat. Samotn zmny se neprovedou dokud nevyberete "Skonit". Pokud zvolte "Zruit", dn zmny se neprovedou.
el: Αυτά είναι τα διαμερίσματα που ανιχνεύθηκαν στο σύστημά σας. Παρακαλώ, επιλέξτε ένα διαμέρισμα προς ρύθμιση. Οι αλλαγές θα αποθηκευθούν μόνο αν επιλέξετε "Τέλος". Αν επιλέξετε "Ακύρωση", δε θα αποθηκευθεί καμία αλλαγή.
eu: Hauek dira zure sisteman aurkitu diren partizioak. Mesedez aukeratu partizio bat konfiguratzeko. Eginiko aldaketak ez dira egingo "Amaitu" aukeratu arte. "Abortatu" aukeratzen baduzu aldaketak ez dira egingo.
hr: Ovo su particije pronaðene na va¹em sustavu. Molim izaberite particiju za pode¹avanje. Dok ne izaberete "Zavr¹i" neæe biti promjena, a ako izaberete "Prekini" neæe biti nikakvih promjena.
hu: Itt láthatók a rendszerben talált partíciók. Konfigurálás céljából válasszon ki egyet. A kívánt változtatások végrehajtása csak a "Kész" választásakor történik meg, a "Félbehagyás" választásával bármi változtatás nélkül léphet ki.
nb: Disse partisjonene ble funnet på systemet ditt. Velg en partisjon for å sette den opp. Ingen endringer blir utført før du velger «Fullfør». Velger du «Avbryt», vil ingen endringer bli gjort.
nl: Dit zijn de op uw systeem gevonden partities. Welke aangetroffen partitie wilt u configureren?. Veranderingen worden niet doorgevoerd voordat u 'Einde' kiest; wanneer u 'Afbreken' kiest worden er geen veranderingen doorgevoerd.
sk: Vo va¹om systéme boli rozpoznané tieto oblasti. Vyberte, prosím, oblas», ktorú chcete nastavi». Samotné zmeny sa neprejavia, pokiaµ nevyberiete "Koniec". Ak zvolíte "Zru¹i»", nevykonajú sa ¾iadne zmeny.
vi: Đã phát hiện những vùng này trên hệ thống bạn. Hãy chọn một vùng để định cấu hình. Sẽ không thật thay đổi gì, đến khi bạn chọn «Xong». Nếu bạn chọn «Hủy bỏ» thì sẽ không thay đổi gì.

source: The information shown is, in order: device name, size, file system, and mount point.
ar: المعلومات الظاهرة، بالترتيب: اسم الجهاز، الحجم، نظام الملفات، ومكان التجهيز.
cs: Zobrazoven informace znamenaj: jmno zazen, velikost, souborov systm a ppojn bod.
el: Οι εμφανιζόμενες πληροφορίες είναι, διαδοχικά: το όνομα της συσκευής, το μέγεθος, το σύστημα αρχείων και το σημείο επαφής.
eu: Erakusten den informazioa, ordenean: gailu izena, tamaina, fitxategi sistema eta montatze puntua.
hr: Prikazane su obavijesti, redom: ime ureðaja, velièina, datoteèni sustav i toèka montiranja.
hu: A megjelenített információ (sorrendben): eszköznév, méret, fájlrendszer, felcsatlakoztatási pont.
ku: Agahiya nîşan dayî, bi rêzê, ev e: navê amûrê, mezinahî, pergala dosiyan, nuqteya mount
nb: Informasjonen viser, i denne rekkefølge: Enhetsnavn, størrelse, filsystem og monteringspunkt.
nl: De getoonde informatie is, respectievelijk: de apparaatnaam, de grootte, het bestandssysteem, en het aanhechtpunt.
sk: Zobrazované informácie znamenajú: meno zariadenia, veµkos», súborový systém a prípojný bod.
vi: Ở đây thì hiển thị thông tin theo thứ tự này: tên thiết bị, cỡ, hệ thống tập tin và điểm lắp.

source: Leave the file system intact, ${FSCHOICES}, Create swap space
ar: اترك نظام الملفات دون تغيير، ${FSCHOICES}، أنشئ مساحة بديلة
cs: Nechat souborov systm nedoten, ${FSCHOICES}, Vytvoit odkldac prostor
el: Να διατηρηθεί το ήδη υπάρχον σύστημα αρχείων, ${FSCHOICES}, Να δημιουργηθεί χώρος εικονικής μνήμης
eu: Fitxategi sistema dagoen bezala utzi, ${FSCHOICES}, Sortu swap tokia
hr: Ne diraj datoteèni sustav, ${FSCHOICES}, Naèini swap prostor
hu: Fájlrendszer változatlanul hagyása, ${FSCHOICES}, Cserepartíció létrehozása
ku: Pergala dosiyan wek berê bimîne, ·${FSCHOICES}, cihê swap biafirîne
nb: La filsystem være intakt, ${FSCHOICES}, opprett et mellomlager (swap)
nl: Bestandssysteem intact laten, ${FSCHOICES}, Wisselgeheugenruimte aanmaken
sk: Ponecha» súborový systém neporu¹ený, ${FSCHOICES}, Vytvori» odkládací priestor
vi: Không thay đổi hệ thông tập tin, ${FSCHOICES}, Tạo sức chứa trao đổi

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
ar: يبدو أن التجزيء له نظام ملفات (${FSTYPE}) مسبقاً. يمكنك اختيار ترك نظام الملفات دون تغيير، أو إنشاء نظام ملفات أو مساحة بديلة.
cs: Zd se, e na oblasti je souborov systm (${FSTYPE}). Mete nechat oblast tak jak je, nebo vytvoit souborov systm nebo odkldac prostor.
el: Το διαμέρισμα αυτό φιλοξενεί ήδη ένα σύστημα αρχείων (${FSTYPE}). Μπορείτε να αφήσετε το υπάρχον σύστημα αρχείων, να δημιουργήσετε ένα νέο σύστημα αρχείων ή να μετατρέψετε το διαμέρισμα αυτό σε χώρο εικονικής μνήμης (swap).
eu: Partizio honek dagoeneko (${FSTYPE}) motako fitxategi sistema bat du. Zuk fitxategi sistema hau horrela utzi; beste fitxategi sistema bat sortu edo swap tokia sortzea aukeratu behar duzu.
hr: Èini se da ova particija veæ ima datoteèni sustav (${FSTYPE}). Mo¾ete odrediti da ostane netaknut, naèiniti novi ili naèniti swap prostor.
hu: A partíción már van egy fájlrendszer (${FSTYPE}). Ezt meghagyhatja érintetlenül, vagy a helyette új fájlrendszert vagy cserepartíciót hozhat létre.
ku: Xuya dike di vê dabeşê de pergaleke dosiyan ·${FSTYPE}) heye. Hilbijartinên te ev in: Ev pergala dosyian wek berê bimîne, pergaleke nû bê afirandin an cihekî swap bê afirandin.
nb: Denne partisjonen ser ut til å ha et filsystem allerede (${FSTYPE}). Du kan velge å la filsystemet være intakt, opprette et nytt filsystem eller opprette et mellomlager (swap).
nl: Deze partitie lijkt reeds een bestandssysteem (${FSTYPE}) te hebben. U kunt dit bestandssysteem intact laten, of u kunt hier een nieuw bestandssysteem of wisselgeheugenruimte aanmaken.
sk: Zdá sa, ¾e na tejto oblasti jestvuje súborový systém (${FSTYPE}). Oblas» mô¾ete necha» neporu¹enú, alebo na nej mô¾ete vytvori» súborový systém alebo odkládací priestor.
vi: Hình như vùng này có hệ thống tập tin kiểu (${FSTYPE}) rồi. Có thể chọn: không thay đổi hệ thống tập tin này, tạo một hệ thống tập tin mới, hay tạo sức chứa trao đổi.

source: ${FSCHOICES}, Create swap space
ar: ${FSCHOICES}، أنشئ مساحة بديلة
cs: ${FSCHOICES}, Vytvoit odkldac prostor
el: ${FSCHOICES}, Δημιουργία χώρου εικονικής μνήμης
eu: ${FSCHOICES}, swap tokia sortu
hr: ${FSCHOICES}, Naèini swap prostor
hu: ${FSCHOICES}, Cserepartíció létrehozása
ku: ${FSCHOICES},·Cihê swap biafirîne
nb: ${FSCHOICES}, opprett mellomlager
nl: ${FSCHOICES}, Wisselgeheugenruimte aanmaken
sk: ${FSCHOICES}, Vytvori» odkládací (swap) priestor
vi: ${FSCHOICES}, Tạo sức chức trao đổi

source: Action on ${PARTITION}:
ar: الأعمال على ${PARTITION}:
cs: Akce na ${PARTITION}:
el: Εργασία στο διαμέρισμα ${PARTITION}:
eu: ${PARTITION}-n ekintza:
hr: Uradi na ${PARTITION}:
hu: Teendők (${PARTITION}):
ku: Çalakî di ${PARTITION} de:
nb: Valg for ${PARTITION}:
nl: Actie op ${PARTITION}:
sk: Akcia na ${PARTITION}:
vi: Hành động trên ${PARTITION}:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
ar: يبدو أن هذا التجزيء ليس له نظام ملفات. يمكنك أن تنشئ نظام ملفات أو مساحة بديلة عليه.
cs: Zd se, e na oblasti nen souborov systm. Mete na n vytvoit souborov systm nebo odkldac prostor.
el: Το διαμέρισμα αυτό δε φιλοξενεί κάποιο σύστημα αρχείων. Μπορείτε να δημιουργήσετε ένα σύστημα αρχείων ή να το μετατρέψετε σε χώρο εικονικής μνήμης.
eu: Partizio honek dirudienez ez du fitxategi sistemarik. Zuk bertan fitxategi sistema edo swap tokia sor dezakezu.
hr: Èni se da ova particija nema datoteèni sustav. Mo¾ete ga stvoriti, ili naèiniti swap prostor.
hu: A partíción nincs fájlrendszer. Létrehozhat rajta fájlrendszert vagy cserepartíciót is.
km: partition ហាក់​ដូចជា​មិន​មានប្រព័ន្ធ​ឯកសារ​មួយ ។ អ្នក​អាច​បង្កើត​ប្រព័ន្ធ​ឯកសារមួយ​ឬ ទំហំ​ស្វប​លើ​វា ។
ku: Xuya dike di vê dabeşê de pergaleke dosiyan ·Tune. Tû dikarî pergaleke dosiyan an cihekî swap biafirîne.
nb: Denne partisjonen ser ikke ut til å ha et filsystem. Du kan opprette et filsystem eller et mellomlager på den.
nl: Deze partitie lijkt geen bestandssysteem te bevatten. U kunt hier een bestandssysteem of wisselgeheugenruimte aanmaken.
sk: Zdá sa, ¾e na tejto oblasti nejestvuje ¾iaden súborový systém. Na tejto oblasti mô¾ete vytvori» súborový systém alebo odkládací priestor.
vi: Hình như vùng này chưa có hệ thống tập tin. Bạn có thể tạo một hệ thống tập tin hay tạo sức chứa trao đổi.

source: /, /usr, /boot, /home, /var, /tmp, Don't mount it, Enter manually
ar: /، /usr، /boot، /home، /var، /tmp، لا تقم بتجهيزه، أدخل يدوياً
cs: /, /usr, /boot, /home, /var, /tmp, Nepipojovat, Zadat run
el: /, /usr, /boot, /home, /var, /tmp, χειροκίνητη ρύθμιση (δε θα γίνει συναρμογή)
eu: /, /usr, /boot, /home, /var, /tmp, Ez muntatu, Eskuz sartu
hr: /, /usr, /boot, /home, /var, /tmp, Ne montiraj, Unesi ruèno
hu: /, /usr, /boot, /home, /var, /tmp, Ne csatlakoztassa fel, Kézi megadás
km: /, /usr, /boot, /home, /var, /tmp, កុំ​ម៉ោន​វា បញ្ចូល​ដោយ​ដៃ
ku: /, /usr, /boot, /home, /var, /tmp, Mount neke, Bi destê xwe binivîse
nb: /, /usr, /boot, /home, /var, /tmp, ikke monter, manuelt
nl: /, /usr, /boot, /home, /var, /tmp, Niet aankoppelen, Handmatig invoeren
sk: /, /usr, /boot, /home, /var, /tmp, Nepripája», Zada» manuálne
vi: /, /usr, /boot, /home, /var, /tmp, Đừng lắp nó, tự nhập

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
ar: عندما يجهّز تجزيء، يكون متوفراً لمستخدمي النظام. تحتاج دائماً لتجزيء جذري ("/")، ومن الأفضل أن يكون لديك تجزيء منفصلاً لـ/home.
cs: Kdy je oblast pipojen, je dostupn uivatelm systmu. Muste mt minimln koenovou ("/") oblast, ale obvykle je lep mt vce oblast (napklad pro /home).
el: Όταν ένα διαμέρισμα συναρμόζεται (mount), γίνεται διαθέσιμο στους χρήστες του συστήματος. Είναι πάντα αναγκαία η ύπαρξη ενός διαμερίσματος root ("/"), και συνιστάται η χρήση ξεχωριστού διαμερίσματος για το /home.
eu: Partizio bat muntatzerakoan sistema erabiltzaileentzat erabilgarri da. Zuk beti beharko duzu erro ("/") partizio bat, eta ideia ona izaten da bereizitako partizio bat izatea /home-rentzat.
hr: Kad je particija montirana, dostupna je korisnicima na sustavu. Uvijek vam treba korijenska ("/") particija, a obièno je dobro imati i posebnu particiju za /home direktorij.
hu: Egy felcsatlakoztatott partíció a rendszer felhasználóinak rendelkezésére áll. A fájlrendszer gyökerét ("/") képező partícióra mindig szükség van, és a /home alhierarchiát is gyakran tanácsos külön partícióra helyezni.
ku: Heke dabeşek hat mount kirin, ji bo bikarhênerên pergalê amade ye. Dabeşeke root ("/") her dem pêwîst e, û hebûna dabeşeke /home ye cuda jî baş e.
nb: Når en partisjon er montert, er den tilgjengelig for alle brukerne på systemet. Du må alltid ha en rotpartisjon («/»), og det er ofte lurt å ha en egen partisjon for /home.
nl: Een aangekoppelde partitie is beschikbaar voor de gebruikers van het systeem. Er is altijd een basispartitie ('/') nodig, en vaak is het goed om een aparte partitie te hebben voor '/home'.
sk: Ak je oblas» pripojená, je dostupná pre pou¾ívateµov systému. Potrebujete minimálne koreòovú ("/") oblas», ale èasto je vhodné ma» osobitnú oblas» pre /home.
vi: Khi một vùng được lắp thì nó sẵn sàng cho các người dùng hệ thống ấy. Bạn luôn luôn cần phải có một vùng gốc, và một vùng riêng cho /home (vùng chính) cũng là tốt.

source: Mount point for ${PARTITION}:
ar: مكان تجهيز ${PARTITION}:
cs: Ppojn bod pro ${PARTITION}:
el: Σημείο επαφής του ${PARTITION}:
eu: ${PARTITION}-arentzat muntatzen puntua:
hr: Toèka montiranja za ${PARTITION}:
hu: A partíció (${PARTITION}) felcsatlakoztatási pontja:
km: ចំណុច​ម៉ោន​សម្រាប់ ${PARTITION} ៖
ku: Nuqteya mount ji bo ${PARTITION}:
nb: Hvor vil du montere ${PARTITION}:
nl: Aankoppelpunt voor ${PARTITION}:
sk: Prípojný bod pre ${PARTITION}:
vi: Điểm lắp cho ${PARTITION}:

source: Please enter where the partition should be mounted.
ar: رجاء أدخل المكان الذي تريد تجهيز التجزيء عليه.
cs: Zadejte, prosm, kam se m oblast pipojit.
el: Παρακαλώ, δώστε το σημείο επαφής του διαμερίσματος.
eu: Mesedes sar ezazu partizioa non muntatuko den.
hr: Molim odredite gdje particija treba biti montirana.
hu: Adja meg a partíció felcsatlakoztatási pontját.
km: សូម​បញ្ចូល​កន្លែង​ដែល​​ partition គួរ​ត្រូវ​បាន​ម៉ោន ។
ku: Ji kerema xwe cihê mountkirina dabeşê binivîse:
nb: Angi hvor partisjon skal monteres.
nl: Waar wilt u de partitie aankoppelen?
sk: Zadajte, prosím, kam sa má oblas» pripoji».
vi: Hãy nhập điểm cần lắp phân vùng này.

source: Do you want to unmount the partitions so you can make changes?
ar: هل تريد إلغاء تجهيز التجزيئات حتى تستطيع القيام بالتغييرات؟
cs: Chcete odpojit oblasti, abyste mohli provst zmny?
el: Θέλετε να αποσυναρμόσετε (unmount) τα διαμερίσματα ώστε να κάνετε αλλαγές;
eu: Zuk aldaketak egin ahal izateko partizioak desmuntatzea nahi duzu?
hr: ®elite li odmontirati particije, tako da mo¾ete naèiniti promjene?
hu: A partíciók módosításához lecsatlakoztatja azokat?
km: តើ​អ្នក​ចង់​អាន់ម៉ោន​ partitions ឬ​ទេ ដូច្នេះ អ្នក​ធ្វើ​ការ​ផ្លាស់ប្ដូរ ?
ku: Tû dixwazî dabeşan unmount bikî daku bikarî guherandinan çêkî?
nb: Vil du avmontere partisjonene så du kan gjøre endringer?
nl: Wilt u de partities ontkoppelen zodat u veranderingen kunt aanbrengen?
sk: Chcete odpoji» oblasti, aby ste mohli previes» zmeny?
vi: Bạn có muốn tháo lắp những vùng ấy để thay đổi như thế?

source: Since the partitions have already been mounted, you cannot do any changes.
ar: حيث أن التجزيئات مجهزة مسبقاً، فلا يمكنك القيام بأية تغييرات.
cs: Protoe oblasti ji byly pipojeny, nemete dlat dn zmny.
el: Εφόσον τα διαμερίσματα έχουν ήδη συναρμοστεί, δε μπορείτε να κάνετε αλλαγές.
eu: Partizioak muntaturik dauden artean zuk ezingo dituzu aldaketarik egin.
hr: Kako su particije veæ montirane, ne mo¾ete ni¹ta mjenjati.
hu: Mivel a partíciókat már felcsatlakoztatta, nem eszközölhet rajtuk változásokat.
km: ដោយសារ​​ partitions ត្រូវ​បាន​ម៉ោន​រួចហើយ អ្នក​មិនអាច​ប្ដូរ​អ្វី​បាន​ទាំងអស់ ។​
ku: Dabeş hat mount kirin, ji ber vê tû nikarî biguherînî.
nb: Siden partisjonene allerede er montert, kan du ikke gjøre noen endringer.
nl: Omdat de partities reeds aangekoppeld zijn kunt u geen veranderingen aanbrengen.
sk: Preto¾e oblasti sú práve pripojené , nemô¾ete robi» ¾iadne zmeny.
vi: Bạn không thể thay đổi gì, vì những vùng ấy được lắp rồi.

source: Failed to unmount partitions
ar: فشل إلغاء تجهيز التجزيئات
cs: Selhalo odpojovn oblast
el: Σφάλμα κατά την αποσυναρμογή των διαμερισμάτων
eu: Huts partizioak desmuntatzerakoan
hr: Odmontiranje particija neuspjelo
hu: Partíciók lecsatlakoztatása sikertelenül zárult
km: បាន​បរាជ័យ​ក្នុងការអាន់ម៉ោន partitions
ku: Unmountkirina dabeşan serneket.
nb: Klarte ikke å avmontere partisjonene
nl: Ontkoppelen van de partities is mislukt
sk: Chyba pri odpájaní oblastí
vi: Không tháo lắp phân vùng nào được.

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
ar: حدث خطأ خلال إلغاء تجهيز التجزيئات. أجهضت عملية إعداد التجزيئات.
cs: Pi odpojovn oblast se vyskytla chyba. Proces nastaven oblast je peruen.
el: Κάποιο σφάλμα συνέβη κατά την αποσυναρμογή των διαμερισμάτων. Η συνέχιση της διαδικασίας ρύθμισης θα τερματιστεί.
eu: Errore bat gertatu da partizioak desmuntatzerakoan. Partizio konfigurazio prozesua eten egin da.
hr: Pojavila se pogre¹ka u odmontiranju particija. Postupak pode¹avanja particija je prekinut.
hu: A partíciók lecsatlakoztatása közben hiba történt. A partíciók konfigurálásának folyamata megszakad.
km: កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​អាន់ម៉ោន​ partitions ។ ដំណើរការកំណត់​រចនាសម្ព័ន្ធ partition ត្រូវ​បាន​បោះបង់ ។
ku: Di unmountkirina dabeşan de pirsgirêkek derket holê. Pêvajoya sazkirina dabeşan tê betal kirin.
nb: En feil oppsto under avmonteringen av partisjonene. Partisjonsoppsettet ble avbrutt.
nl: Er is een fout opgetreden bij het ontkoppelen van de partities. Het partitie-configuratieproces is afgebroken.
sk: Pri odpájaní oblastí sa vyskytla chyba. Proces nastavenia oblastí bol preru¹ený.
vi: Gặp lỗi khi tháo lắp vùng. Vì thế tiến trình cấu hình vùng bị hủy bỏ.

source: Create %s file system
ar: أنشئ نظام الملفات %s
cs: Vytvoit souborov systm %s
el: Δημιουργία του συστήματος αρχείων %s
eu: %s fitxategi sistema sortu
hr: Naèini %s datoteèni sustav
hu: %s fájlrendszer létrehozása
km: បង្កើត​ប្រព័ន្ធ​ឯកសារ​ %s
ku: Pergala dosyian %s biafirîne
nb: Opprett %s filsystem
nl: Bestandssysteem %s aanmaken
sk: Vytvori» súborový systém %s
vi: Tạo hệ thống tập tin %s

source: No root partition (/)
ar: لا تجزيء جذري (/)
cs: Nemte koenovou oblast (/)
el: Ανύπαρκτο βασικό διαμέρισμα root (/)
eu: Ez dago erro (/) partiziorik
hr: Nema korijenske particije (/)
hu: Nincs gyökérpartíció (/)
ku: Dabeşa root (/) tune
nb: Fant ingen rootpartisjon (/)
nl: Er is geen basispartitie (/)
sk: ®iadna koreòová oblas» (/)
vi: Không có phân vùng gốc (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
ar: تحتاج إلى تجزيء جذري. رجاء عيّن تجزيءً لمكان تجهيز التجزيء الجذري قبل الاستمرار.
cs: Koenovou oblast mus mt kad systm. Ped pokraovnm ke koenovmu ppojnmu bodu piate oblast.
el: Είναι απαραίτητη η ύπαρξη βασικού διαμερίσματος. Παρακαλώ, ορίστε κάποιο διαμέρισμα ως το βασικό σύστημα αρχείων (root) πριν συνεχίσετε.
eu: Erro partizio bat behar duzu. Mesedez ezarri partizio bat erro muntatze punturako jarraitu aurretik.
hr: Treba vam korijenska particija. Molim odredite particiju za korijensku toèku montiranja prije negoli nastavite.
hu: Gyökérpartícióra szükség van. A továbblépés előtt jelölje ki a fájlhierarchia gyökeréül szolgáló partíciót.
km: អ្នក​ត្រូវ​ការ​ root partition ។ សូម​ផ្ដល់​តម្លៃ​​ partition មួយ​ទៅ​ចំណុច​ម៉ោន​ root​ មុន​នឹង​បន្ត ។
ku: Dabeşeke root pêwîst e. Ji kerema xwe nuqteya mount ya root girêbide dabeşekê û piştre bidomîne.
nb: Du trenger en rotpartisjon. Sett en partisjon til rotmonteringspunktet før du fortsetter.
nl: U heeft een basispartitie nodig. Gelieve een partitie aan het '/'-aankoppelpunt toe te wijzen alvorens verder te gaan.
sk: Potrebujete koreòovú oblas». Pred pokraèovaním priraïte oblas» ku koreòovému prípojnému bodu.
vi: Cần có phân vùng gốc. Hãy cung cấp phân vùng cho điểm lắp gốc trước khi tiếp tục.

source: Partition assigned to ${MOUNT}
ar: عيّن التجزيء على ${MOUNT}
cs: Oblast piazen k ${MOUNT}
el: Ορίστηκε διαμέρισμα στο σημείο επαφής ${MOUNT}
eu: Partizioa ${MOUNT}-en ezarririk
hr: Particiju montirati na ${MOUNT}
hu: A partíció csatlakoztatási pontja: ${MOUNT}
km: Partition ត្រូវ​បាន​ផ្ដល់​តម្លៃ​ទៅ​ ${MOUNT}
ku: Dabeşa girêdayî ${MOUNT}
nb: Du har valgt en partisjon til ${MOUNT}
nl: U heeft een partitie aan ${MOUNT} gekoppeld
sk: Oblas» priradená k ${MOUNT}
vi: Phân vùng được gán cho ${MOUNT}
