Repository: dankamongmen/s-i
Catalog: tools/lvmcfg/debian/po/*.po
Languages: da, es, nb, nl, pl, pt_br, ru

source: Select one of the following volume groups to reduce.
da: Vælg en af følgende bindgrupper at reducere.
es: Seleccione uno de los siguientes grupos de volumen para reducir.
nl: Selecteer de te verkleinen volumegroep.
pl: Wybierz jedn± z poni¿szych grup wolumenów do pomniejszenia.
pt_br: Selecione um dos grupos de volume a seguir para ser reduzido.
ru: Выберите для сокращения одну из следующих групп томов.

source: Select devices to reduce volume group
da: Vælg enheder at fjerne fra bindgruppen
es: Seleccione los dispositivos para reducir el grupo de volumen
nl: Selecteer de apparaten waarvan u de volumegroep wilt verkleinen
pl: Wybierz urz±dzenie o które grupa wolumenów ma zostaæ pomniejszona
pt_br: Selecione os dispositivos para reduzir grupo de volume
ru: Выберите устройства для сокращения группы томов

source: Please select the devices to reduce the volume group.
da: Vælg de enheder, der skal fjernes fra bindgruppen.
es: Por favor seleccione los dispositivos para reducir el grupo de volumen.
nl: Gelieve de apparaten waarvan u de volumegroep wilt verkleinen te selecteren.
pl: Proszê wybraæ urz±dzenie o które grupa wolumenów ma zostaæ pomniejszona.
pt_br: Por favor selecione os dispositivos para reduzir o grupo de volume.
ru: Выберите устройства для сокращения группы томов.

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
da: Den valgte bindgruppe (${VG}) kunne ikke reduceres. Den indeholder kun ét fysisk bind. Slet bindgruppen i stedet.
nl: De geselecteerde volumegroep ${VG} kon niet verkleind worden, aangezien er slechts één fysiek volume aanwezig is. Gelieve in plaats hiervan de volumegroep te verwijderen.
pl: Wybrana grupa wolumenów (${VG}) nie mo¿e zostaæ pomniejszona. Jest do niej za³±czony tylko jeden fizyczny wolumen. Proszê zamiast tego usun±æ grupê wolumenów.
ru: Выбранная группа томов (${VG}) не может быть сокращена. Подключен только один физический том. Вместо сокращения удалите группу томов.

source: Error while reducing volume group
da: Fejl under reduktion af bindgruppe
es: Error al reducir el grupo de volumen
nl: Fout bij het verkleinen van de volumegroep
pl: B³±d podczas pomniejszania grupy wolumenów
pt_br: Erro reduzindo o grupo de volume
ru: Ошибка при сокращениии группы томов

source: The selected volume group (${VG}) could not be reduced. Failed to remove physical volume: ${PARTITION}. Please check error log on tty3 for more information.
da: Den valgte bindgruppe ${(VG)} kunne ikke reduceres. Kunne ikke fjerne det fysiske bind: ${PARTITION}. Tjek fejlloggen på tty3 for flere oplysninger.
es: El grupo de volumen seleccionado (${VG}) no se pudo reducir. Se produjo un fallo al borrar el volumen físico: ${PARTITION}. Por favor, compruebe el registro de errores en tty3 para más información.
nl: De geselecteerde volumegroep ${VG} kon niet verkleind worden. Het verwijderen van het fysieke volume ${PARTITION} is mislukt. Gelieve naar het foutlogboek op tty3 te kijken voor meer informatie.
pl: Wybrana grupa wolumenów (${VG}) nie mo¿e zostaæ pomniejszona. Usuniêcie fizycznego wolumenu ${PARTITION} nie powiod³o siê. Wiêcej informacji mo¿esz uzyskaæ na konsoli tty3.
pt_br: O grupo de volume (${VG}) não pôde ser reduzido. Falaha na remoção do grupo de volume : ${PARTITION}. Por favor consulte o log de erros no tty3 para maiores informações.
ru: Выбранная группа томов (${VG}) не может быть сокращена. Не удалось удалить физический том: ${PARTITION}. Подробности можно посмотреть в журнале на tty3.

source: No volume groups for creating a new logical volume found. You must create a volume group first.
da: Der blev ikke fundet nogen bindgrupper til oprettelse af et nyt logisk bin. Du skal først oprette en bindgruppe.
es: No se han encontrado grupos de volumen para crear un nuevo volumen lógico. Debe crear primero un grupo de volumen.
nl: Er zijn geen volumegroepen gevonden voor het aanmaken van een nieuw logisch volume. U dient eerst een volumegroep aan te maken.
pl: Nie znaleziono grup wolumenów do stworzenia nowego wolumenu logicznego. Musisz najpierw utworzyæ grupê wolumenów.
pt_br: Não foi encontrado nenhum grupo de volume para criar um volume lógico. Você deve criar um grupo de volume primeiro.
ru: Не найдены групы томов для создания нового логического раздела. Сначала Вы должны создать группу томов.

source: Insert the logical volume name
da: Indsæt det logiske bind-navn
es: Inserte el nombre de volumen lógico
nl: Voer de naam van het logische volume in
pl: Wprowad¼ nazwê wolumenu logicznego
pt_br: Informe o nome do volume lógico
ru: Вставьте имя логического тома

source: Insert the name you would like to use for the new logical volume.
da: Indsæt det navn, du vil bruge til det nye logiske bind.
es: Introduzca el nombre que desearía utilizar para el nuevo volumen lógico.
nl: Voer de naam in die u wilt gebruiken voor het nieuwe logische volume.
pl: Wprowad¼ nazwê, której chcesz u¿yæ dla nowego wolumenu logicznego.
pt_br: Informe o nome que você gostaria de usar para o nome grupo de volume lógico.
ru: Вставьте имя, которое Вы хотите дать логическому тому.

source: Select the volume group where the new logical volume should be created.
da: Vælg den bindgruppe, hvori det nye logiske bind skal oprettes.
nl: Gelieve de volumegroep waarin het nieuwe logisch volume aangemaakt dient te worden te selecteren.
pl: Wybierz nazwê grupy wylumenów w której powinien zostaæ utworzony nowy wolumen logiczny.
ru: Укажите группу тома, где должен быть создан логический том.

source: The given name ${LV} is already in use by another logical volume on the same volume group (${VG}).
da: Det angivne navn ${LV} er allerede i brug af et andet logisk bind i den samme bindgruppe (${VG}).
nl: De opgegeven naam (${LV}) wordt reeds door een ander logisch volume in de volumegroep ${VG} gebruikt.
pl: Podana nazwa ${LV} jest obecnie u¿ywana przez inny logiczny wolumen w tej samej grupie wolumenów (${VG}).
ru: Данное имя ${LV} уже используется другим логическим томом в той же группе томов (${VG}).

source: Insert the logical volume size
da: Angiv det logiske binds størrelse
es: Introduzca el tamaño de volumen lógico
nl: Voer de grootte van het logische volume in
pl: Wprowad¼ rozmiar wolumenu logicznego
pt_br: Informe o tamanho do volume lógico
ru: Вставьте размер логического тома

source: Insert the size of the new logical volume. Size can be inserted in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Default unit is Megabytes.
da: Angiv størrelsen på det nye logiske bin. Størrelsen kan angives i følgende formater: 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte). Som standard antages Megabyte.
nl: Voer de grootte van het nieuw logische volume in. U kunt dit doen met een van de volgende syntaxen: 10K (kilobytes), 10M(megabytes), 10G (Gigabytes), 10T (terabytes). De default eenheid is megabytes.
pl: Wprowad¼ rozmiar nowego wolumenu logicznego. Rozmiar mo¿e zostaæ wprowadzony w nastêpuj±cych formatach: 10K (kilobajty), 10M (megabajty), 10G (gigabajty), 10T (terabajty). Domy¶ln± jednostk± s± megabajty.
ru: Вставьте размер нового логического тома. Размер может быть вствлен в следующих форматах: 10K (килобайты), 10M (мегабайты), 10G (гигабайты), 10T (терабайты). По умолчанию используются мегабайты.

source: Error while creating new logical volume
da: Fejl under oprettelse af nyt logisk bind
es: Se produjo un error al crear el nuevo volumen lógico
nl: Fout bij het aanmaken van het nieuwe logische volume
pl: B³±d podczas tworzenia nowego wolumenu logicznego
pt_br: Erro na criação do novo volume lógico
ru: Ошибка при создании нового логического тома

source: Unable to create new logical volume (${LV}) on ${VG} with new size ${SIZE}. Please check error log on tty3 for more information.
da: Kunne ikke oprette det logiske bin (${LV}) på ${VG} med den nye størrelse ${SIZE}. Fjek fejlloggen på tty3 for flere oplysninger.
nl: Kon het nieuwe logische volume ${LV} op ${VG} met grootte ${SIZE} niet aanmaken. Gelieve het foutlogboek op tty3 na te kijken voor meer informatie.
pl: Nie uda³o siê utworzyæ nowego wolumenu logicznego (${LV}) w ${VG} o rozmiarze ${SIZE}. Wiêcej informacji mo¿esz uzyskaæ na konsoli tty3.
ru: Не удается создать новый логический том (${LV}) в ${VG} с размером ${SIZE}. Подробности можно посмотреть в журнале на tty3.

source: No volume group found
da: Fandt ingen bindgrupper
es: No se han encontrado un grupo de volumen
nl: Er is geen volumegroep gevonden
pl: Nie znaleziono grupy wolumenów
pt_br: Nenhum grupo de volume encontrado
ru: Группа томов не найдена

source: No volume groups for deleting a new logical volume found. You must create a volume group first.
da: Fandt ingen bindgrupper at slette et nyt logisk bind fra. Du skal først oprette en bindgruppe.
es: No se encontraro grupos de volumen para borrar un volumen lógico. Debe crear primero un grupo de volumen.
nl: Er zijn geen volumegroepen gevonden waar een nieuw logisch volume verwijderd kan worden. U dient eerst een volumegroep aan te maken.
pl: Nie znaleziono grup wolumenów do usuniêcia wolumenu logicznego. Musisz najpierw utworzyæ grupê wolumenów.
pt_br: Não foi encontrado nenhum grupo de volume para remover um novo volume lógico. Você deve criar um grupo de volume primeiro.
ru: Не найдены групы томов для удаления нового логического раздела. Сначала Вы должны создать группу томов.

source: Select volume group
da: Vælg bindgruppe
es: Seleccione un grupo de volumen
nl: Selecteer de volumegroep
pl: Wybierz grupê wolumenów
pt_br: Selecionar grupo de volume
ru: Выберите группу томов

source: Select the volume group where the logical volume to be deleted resides.
da: Vælg den bindgruppe hvorpå det logiske bind, der skal slettes, ligger.
nl: Selecteer de volumegroep van de het te verwijderen logische volume.
pl: Wybierz grupê wolumenów w której znajduje siê wolumen logiczny do usuniêcia.
ru: Выберите группу томов, где расположен логический том для удаления.

source: No logical volume found
da: Fandt ingen logiske bind
es: No se ha encontrado el volumen lógico
nl: Er zijn geen logische volumes gevonden
pl: Nie znaleziono logicznych wolumenów
pt_br: Nenhum volume lógico encontrado
ru: Логический том не найден

source: No logical volumes for deleting found. You must create a logical volume first.
da: Det blev ikke fundet nogen logiske bind at slette. Du skal først oprette et logisk bind.
es: No se han encontrado volúmenes lógicos. Debe crear primero un volumen lógico.
nl: Er zijn geen logische volumes gevonden, u dient eerst een logische volume aan te maken.
pl: Nie znaleziono wolumenów logicznych do usuniêcia. Musisz najpierw utworzyæ logiczny wolumen.
pt_br: Não foi encontrado nenhum volume lógico para remoção. Você deve criar um volume lógico primeiro.
ru: Логический том для удаления не найден. Сначала Вы должны создать логический том.

source: Select logical volume on ${VG}
da: Vælg logisk bind på ${VG}
es: Seleccione un volumen lógico en ${VG}
nl: Selecteer een logisch volume op ${VG}
pl: Wybierz wolumen logiczny z ${VG}
pt_br: Selecionar volume lógico em ${VG}
ru: Выберите логический том на ${VG}

source: Select the logical volume to be deleted.
da: Vælg det logiske bind, der skal slettes.
nl: Selecteer het te verwijderen logische volume.
pl: Wybierz wolumen logiczny do usuniêcia.
ru: Выберите логический том для удаления.

source: Error while deleting the logical volume
da: Fejl under sletning af logisk bind
es: Se ha producido un error mientras se borrar el volumen lógico
nl: Fout tijdens het verwijderen van het logisch volume
pl: B³±d podczas usuwania wolumenu logicznego
pt_br: Erro na remoção de volume lógico
ru: Ошибка при удалении логического тома

source: Unable to delete the logical volume (${LV}) on ${VG}. Please check error log on tty3 for more information.
da: Kunne ikke slette det logiske bin (${LV}) på ${VG}. Tjek fejlloggen på tty3 for flere oplysninger.
nl: Kan het logisch volume ${LV} op ${VG} niet verwijderen. Gelieve het foutlogboek op tty3 te raadplagen voor meer informatie.
pl: Usuniêcie logicznego wolumenu (${LV}) z ${VG} nie powiod³o siê. Wiêcej informacji mo¿esz uzyskaæ na konsoli tty3.
ru: Не удается удалить логический том (${LV}) в ${VG}. Подробности можно посмотреть в журнале на tty3.

source: Unable to find any physical volume (e.g. partition) in your system. Maybe you must load required kernel modules, or re-partition the hard drives, or all physical volumes are already in use.
da: Kunne ikke finde nogen fysiske bind (f.eks. partitioner) på dit system. Du er muligvis nødt til at indlæse de nødvendige kernemoduler eller ompartitionere harddiskene, eller også er alle de fysiske bind allerede i brug.
nl: Er zijn op uw systeem geen fysieke volumes gevonden. Mogelijk dient u kernelmodules te laden of uw harde schijf opnieuw in te delen, of zijn alle fysieke volumes reeds in gebruik.
pl: Znalezienie fizycznych wolumenów (np. partycji) w Twoim systemie nie powiod³o siê. Mo¿esz musisz wcze¶niej za³adowaæ wymagane modu³y j±dra lub przepartycjonowaæ dysk twardy. Ewentualnie wszystkie fizyczne wolumeny s± aktualnie u¿ywane.
ru: Не могу найти ни одного физического тома (т.е. раздел) на Вашей системе. Может быть Вы должны загрузить требуемые модули ядра, или переразбить жесткие диски, или все физические тома уже используются.

source: The current kernel doesn't support the Logical Volume Manager. Maybe you need to modprobe the lvm-mod module, to insert this functionality.
da: Den aktuelle kerne understøtter ikke den logiske bindhåndtering (LVM). Måske skal du indlæse modulet lvm-mod for at få denne funktionalitet.
nl: De huidige kernel biedt geen ondersteuning voor de LVM. Mogelijk dient u met behulp van modprobe de lvm-mod module in te voegen.
pl: Aktualne j±dro nie posiada obs³ugi mened¿era wolumenów logicznych. Mo¿esz musisz za³adowaæ (modprobe) modu³ lvm-mod by do³o¿yæ tê funkcjonalno¶æ.
ru: Текущее ядро не поддерживает менеджер логических томов. Возможно, Вам нужно попробовать подгрузить модуль lvm-mod, чтобы эта функция ядра включилась.

source: Please select the devices for the new volume group. You can select either one or more devices.
es: Por favor seleccione los dispositivos para el nuevo grupo de volumen. Puede seleccionar uno o más dispositivos.
pt_br: Por favor selecione os dispositivos para o novo grupo de volume. Você pode selecionar um ou mais dispositivos.

source: The selected volume group name is already in use. Please choose an other name and try it again.
es: El nombre del grupo de volumen selecciona ya está siendo utilizado. Por favor escoja otro nombre y pruebe de nuevo.
pt_br: O nome do grupo de volume já está em uso. Por favor selecione um outro nome e tente novamente.

source: Are you sure to continue deleting the volume group: ${VG}?
es: ¿Está vd. seguro que quiere seguir borrando el grupo de volumen: ${VG}?
pt_br: Tem certeza que deseja continuar removendo o grupo de volume : ${VG} ?

source: Please select the devices to extend the volume group. You can select either one or more devices.
es: Por favor, seleccione los dispositivos para extender el grupo de volumen. Puede seleccionar uno o más dispositivos.
pt_br: Por favor selecione os dispositivos para extender o grupo de volume. Você pode selecionar um ou mais dispositivos.

source: Select volume group to reducing
es: Seleccione el grupo de volumen para reducir
pt_br: Selecionar grupo de volume para reduzir

source: The selected volume group (${VG}) could not be reduced. The is only one physical volume attached. Please delete the volume group instead.
es: El grupo de volumen seleccionado (${VG}) no se pudo reducir. Éste es el único volumen físico adjunto. Borre, por favor, el grupo de volumen
pt_br: O grupo de volume selecionado (${VG}) não pôde ser reduzido. Existe somente um volume físico anexado. Por favor, ao invés disso remova o grupo de volume.

source: Select one of the following volume groups to create the new logical volume on.
es: Seleccione uno de los siguientes grupos de volumen para crear un nuevo volumen lógico.
pt_br: Selecione um dos grupos de volume a seguir onde o novo volume lógico deve ser criado.

source: The given name ${LV} is already in use by an other logical volume on the same volume group (${VG}).
es: El nombre entregado ${LV} ya está siendo utilizado por otro volumen lógico en el mismo grupo de volumen (${VG}).
pt_br: O nome informado ${LV} já está em uso por um outro volume lógico no mesmo grupo de volume (${VG}).

source: Insert the size of the new logical volume. Size can be inserted in the following formats: 10K (Kilobytes, 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Default unit is megabytes.
es: Introduzca el tamaño del nuevo volumen lógico. El tamaño puede ser introducido en los siguientes formatos: 10K (Kilobytes, 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). La unidad por defecto es megabytes.
pt_br: Informe o tamanho do novo volume lógico. O tamanho pode ser informado nos seguintes formatos : 10K (Kilobytes), 10M (Mgabytes), 10G (Gigabytes), 10T (Terabytes). A unidade padrão é em megabytes.

source: Unable to create new logical volume (${LV}) on ${VG} with new size ${SIZE}. Please check error log on tty3 for more informations.
es: Incapaz de crear un nuevo volumen lógico (${LV}) en ${VG} con el nuevo tamaño ${SIZE}. Por favor compruebe el registro de errores tty3 para más información.
pt_br: Não foi possível criar novo volume lógico (${LV}) com o novo tamanho ${SIZE}. Por favor consulte o log de erros no tty3 para maiores informações.

source: Select one of the following volume groups to delete the logical volume from.
es: Seleccione uno de los grupos de volumen siguientes para borrar el volumen lógico.
pt_br: Selecione um dos grupos de volume a seguir do qual remover o volume lógico.

source: Select one of the following logical volumes for deleting.
es: Seleccione uno de los siguientes volúmenes lógicos para borrar.
pt_br: Selecione um dos volumes lógicos a seguir para ser removido.

source: Unable to delete the logical volume (${LV}) on ${VG}. Please check error log on tty3 for more informations.
es: No se pudo borrar el volumen lógico (${LV}) en ${VG}. Por favor compruebe el registro de errores en tty3 para más información.
pt_br: Não foi possível remover o volume lógico (${LV}) em ${VG}. Por favor consulte o log de erros no tty3 para maiores informações.

source: Unable to found any physical volume (eg partition) in you system. Maybe you must load required kernel modules, or repartition the harddrives, or all physical volumes are already in use.
es: No se pudo encontrar un volumen físico (por ej, partición) en su sistema. Quizás debe cargar los módulos del núcleo necesarios, o reparticionar los discos duros, o todos los volumenes físico están ya siendo utilizados.
pt_br: Não foi possível encontrar nenhum volume físico (ou seja, nenhuma partição) em seu sistema. Talvez você precise carregar os módulos de kernel necessários, reparticionar os discos rígidos ou todos os volumes físicos já estejam em uso.

source: The current kernel doesn't support the Logical Volume Manager. Maybe you need modprobe the lvm-mod module, to insert this functionality.
es: El núcleo actual no soporta el Gestor de Volumenes Lógicos. Quizás necesite cargar con modprobe el módulo lvm-mod para introducir esta funcionalidad.
pt_br: O kernel atual não suporta o Gerenciador de Volumes Lógicos. Talvez você precise carregar o módulo lvm-mod para inserir esta funcionalidade.
