Repository: dankamongmen/s-i
Catalog: tools/lvmcfg/debian/po/*.po
Languages: da, es, nb, nl, pl, pt_br, ru

source: Activate existing Volume Groups?
nb: Aktiver eksisterende volumgrupper?

source: ${COUNT} existing Volume Groups have been found. Please indicate whether you want to activate them.
nb: Fant ${COUNT} eksisterende volumgrupper. Ønsker du å aktivere dem?

source: LVM configuration action:
nb: LVM oppsettmeny:

source: This is the Logical Volume Manager configuration menu.
nb: Dette er konfigurasjonsmenyen for den logiske volumstyreren.

source: Please select one of the proposed actions to configure the Logical Volume Manager (LVM).
nb: Velg en av de følgende innstillingene for å sette opp den logiske volumstyreren.

source: Volume Groups configuration action:
nb: Innstilling for oppsett av volumgrupper:

source: Please select one of the following actions to configure the Volume Groups (VG).
nb: Velg en av de følgende innstillingene for å sette opp volumgruppene.

source: Logical Volumes configuration action:
nb: Innstilling for oppsett av logiske volumer:

source: Please select one of the following actions to configure the Logical Volumes (LV).
nb: Velg en av de følgende innstillingene for å sette opp de logiske volumene.

source: Devices for the new Volume Group:
nb: Velg enheter for den nye volumgruppen:

source: Please select the devices for the new Volume Group.
nb: Velg enhetene for den nye volumgruppen.

source: Volume Group name:
nb: Sett inn navnet på volumgruppen:

source: Please enter the name you would like to use for the new Volume Group.
nb: Sett inn navnet du vil bruke på den nye volumgruppen.

source: No physical volumes were selected. The creation of a new Volume Group was aborted.
nb: Ingen fysiske volum ble valgt. Avbryter oppretting av ny volumgruppe.

source: Volume Group name already in use
nb: Volumgruppenavnet er allerede i bruk

source: The selected Volume Group name is already in use. Please choose another name.
nb: Det valgte volumgruppenavnet er allerede i bruk. Velg et annet navn og prøv igjen.

source: Volume Group to delete:
nb: Velg volumgruppe for sletting:

source: Please select the Volume Group you wish to delete.
nb: Velg volumgruppen du ønsker å slette.

source: The Volume Group may have already been deleted.
nb: Volumgruppenavnet er kanskje allerede slettet.

source: Really delete the Volume Group?
nb: Fortsett sletting av volumgruppen?

source: Please confirm the ${VG} volume group removal.
nb: Vennligst bekreft slettingen av volumgruppen ${VG}.

source: Error while deleting Volume Group
nb: Feil under sletting av volumgruppe

source: The selected Volume Group could not be deleted. One or more Logical Volumes may currently be in use.
nb: Den valgte volumgruppen kunne ikke slettes. Kanskje en eller flere logiske volum fortsatt er i bruk?

source: No Volume Group can be deleted.
nb: Kan ikke slette noen volumgruppe.

source: Volume Group to extend:
nb: Velg volumgruppe for utvidelse:

source: Please select the Volume Group you wish to extend.
nb: Velg volumgruppen du ønsker å utvide.

source: Devices to add to the Volume Group:
nb: Enheter som skal legges til volumgruppen:

source: Please select the devices you wish to add to the Volume Group.
nb: Velg enhetene du ønsker å legge til volumgruppen.

source: You can select one or more devices.
nb: Du kan velge en eller flere enheter.

source: No physical volumes selected
da: Der blev ikke valgt nogen fysiske bind
es: No se ha seleccionado un volumen físico
nb: Ingen fysiske volum valgt
nl: Er zijn geen fysieke volumes geselecteerd
pl: Nie wybrano fizycznych wolumenów
pt_br: Nenhum volume físico selecionado
ru: Физические тома не выбраны

source: No physical volumes were selected. Extension of the Volume Group was aborted.
nb: Ingen fysiske volum valgt. Avbryter utvidelsen av volumgruppen.

source: Error while extending Volume Group
nb: Feil under utvidelse av volumgruppe

source: The physical volume ${PARTITION} could not be added to the selected Volume Group.
nb: Det fysiske volumet ${PARTITION} kunne ikke legges til den valgte volumgruppen.

source: No Volume Group has been found.
nb: Ingen volumgrupper funnet.

source: No Volume Group can be reduced.
nb: Ingen volumgruppe kan reduseres.

source: Volume Group to reduce:
nb: Velg volumgruppe for reduksjon:

source: Please select the Volume Group you wish to reduce.
nb: Velg volumgruppen du ønsker å redusere.

source: Device to remove from Volume Group:
nb: Velg enheter for reduksjon av volumgruppe:

source: Please select the device you wish to remove from the volume group.
nb: Velg enhetene du ønsker å fjerne fra volumgruppen.

source: The selected Volume Group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the Volume Group instead.
nb: Den valgte volumgruppen (${VG}) kunne ikke reduseres. Bare ett fysisk volum er vedlagt. Slett volumet i stedet.

source: Error while reducing Volume Group
nb: Feil under reduksjon av volumgruppe

source: The physical volume ${PARTITION} could not be removed from the selected Volume Group.
nb: Det fysiske volumet ${PARTITION} kunne ikke fjernet fra den valgte volumgruppen.

source: No Volume Groups were found for creating a new Logical Volume.
nb: Ingen volumgrupper egnet for å opprette et nytt logisk volum ble funnet.

source: Logical Volume name:
nb: Sett inn navn på logisk volum:

source: Please enter the name you would like to use for the new Logical Volume.
nb: Sett inn navnet du vil bruke på det nye logiske volumet.

source: Please select the Volume Group where the new Logical Volume should be created.
nb: Velg en av de følgende volumgruppene for å opprette det nye logiske volumet på.

source: The name ${LV} is already in use by another Logical Volume on the same Volume Group (${VG}).
nb: Navnet ${LV} er allerede i bruk av et annet logisk volum i den samme volumgruppen (${VG}).

source: Logical Volume size:
nb: Sett inn størrelsen på det logiske volumet:

source: Please enter the size of the new Logical Volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
nb: Sett inn størrelsen på det nye logiske volumet. Størrelsen kan angis i følgende format: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Standard enhet er megabytes.

source: Error while creating a new Logical Volume
nb: Feil under opprettelse av nye logiske volum

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
nb: Klarte ikke å opprette nytt logisk volum (${LV}) på ${VG} med størrelse ${SIZE}.

source: No Volume Group found
nb: Ingen volumgrupper funnet

source: No Volume Group has been found for deleting a Logical Volume.
nb: Ingen volumgrupper egnet for sletting av logiske volumer ble funnet

source: Volume Group:
nb: Velg volumgruppe:

source: Please select the Volume Group which contains the Logical Volume to be deleted.
nb: Velg volumgruppen som inneholder det logiske volumet du vil slette.

source: No Logical Volume found
nb: Intet logisk volum funnet

source: No Logical Volume has been found.
nb: Intet logisk volum ble funnet.

source: Please create a Logical Volume first.
nb: Lag et logisk volum først.

source: Logical Volume:
nb: Logisk volum:

source: Please select the Logical Volume to be deleted on ${VG}.
nb: Velg det logiske volumet som skal slettes på ${VG}.

source: Error while deleting the Logical Volume
nb: Feil under sletting av det logiske volumet

source: The Logical Volume (${LV}) on ${VG} could not be deleted.
nb: Det logiske volumet (${LV}) på ${VG} kunne ikke slettes.

source: Please check the error log on the third console for more information.
nb: Sjekk feilloggen på det tredje konsollet for mer informasjon.

source: No usable physical volumes found
da: Fandt ingen brugbare fysiske bind
es: No se encontraron volúmenes físico utilizable
nb: Ingen brukbare fysiske volum funnet
nl: Er zijn geen fysieke volumes gevonden
pl: Nie znaleziono fizycznych wolumenów zdatnych do wykorzystania
pt_br: Nenhum volume físico utilizável encontrado
ru: Не найдены подходящие физические тома

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
nb: Klarte ikke å finne noe fysiske volum (dvs. partisjoner) på systemet. Kanskje er alle fysiske volumer allerede i bruk. Det kan også være du må laste påkrevde kjernemoduler eller repartisjonere diskene.

source: Logical Volume Manager not available
da: Logisk bindhåndtering ikke tilgængelig
es: Gestor de Volumenes Lógicos no disponible
nb: Logical Volume Manager er ikke tilgjengelig
nl: De Logische Volumebeheerder (LVM) is niet beschikbaar
pl: Mened¿er wolumenów logicznych niedostêpny
pt_br: Gerenciador de Volumes Lógicos não disponível
ru: Менеджер логических томов не доступен

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
nb: Nåværende kjerne støtter ikke den logiske volumstyreren. Kanskje du må lastelvm-mod-modulen.

source: Configure the Logical Volume Manager
da: Opsætning af den logiske bindhåndtering (LVM)
nb: Sett opp den logiske volumstyreren
nl: Logische Volume Manager (LVM) instellen
ru: Настройка менеджера логических томов

source: Found existing volume groups
da: Fandt eksisterende bindgrupper
es: Se han encontrado grupos de volúmenes existentes
nl: Er zijn bestaande volumegroepen gevonden
pl: Znaleziono istniej±c± grupê wolumenów
pt_br: Encontrados grupos de volumes existentes
ru: Найдены существующие группы томов

source: Should I try to activate the old already existing volume groups I have found in the system (Count: ${COUNT}).
da: Skal jeg forsøge at aktivere de eksisterende bindgrupper, som jeg har fundet i systemet (Antal: ${COUNT}).
es: ¿Debería intentar activar el grupo de volumen antiguo existente que he encontrado en el sistema (Cuenta: ${COUNT}).
nl: Zal ik proberen om de oude reeds bestaande volumegroepen die op het systeem gevonden werden te activeren (aantal: ${COUNT}).
pl: Czy powinienem spróbowaæ aktywowaæ star±, ju¿ istniej±c± grupê wolumenów, któr± znalaz³em w systemie (Liczba: ${COUNT}).
pt_br: Devo tentar ativar os antigos grupos de volumes já existentes encontrados no sistema (Contagem : ${COUNT}) ?
ru: Должен ли я попытаться активизировать старые группы томов, найденные в системе (Количество: ${COUNT}).

source: LVM Configuration Menu
da: LVM-opsætningsmenu
es: Menú de configuración LVM
nl: LVM-Configuratiemenu
pl: Menu konfiguracyjne LVM
pt_br: Menu de Configuração LVM
ru: Меню настройки LVM

source: Please select one of the following options to configure the logical volume manager.
da: Vælg en af følgende muligheder for at sætte den logiske bindhåndtering op.
es: Por favor seleccione una de las opciones siguientes para configurar el gestor de volúmenes lógicos.
nl: Gelieve een van volgende opties te selecteren om de LVM te configureren.
pl: Proszê wybraæ jedn± z poni¿szych opcji by skonfigurowaæ mened¿era wolumenów logicznych.
pt_br: Por favor selecione uma das opções a seguir para configurar o gerenciador de volumes lógicos.
ru: Выберите одну из следующих опций для настройки менеджера логических томов.

source: Configure your Volume Groups
da: Sæt dine bindgrupper op
es: Configure sus Grupos de Volúmenes
nl: Configureer uw volumegroepen
pl: Konfiguruj grupy wolumenów
pt_br: Configurar Grupos de Volumes
ru: Настройте Ваши группы томов

source: Please select one of the following options to configure the volume groups.
da: Vælg en af følgende muligheder for at sætte de logiske grupper op.
es: Por favor seleccione una de las opciones siguientes para configurar los grupo de volumen.
nl: Gelieve een van onderstaande opties te selecteren om uw volumegroepen in te stellen.
pl: Proszê wybr±æ jedn± z nastêpuj±cych opcji by skonfigurowaæ grupy wolumenów.
pt_br: Por favor selecione uma das opções a seguir para configurar os grupos de volumes.
ru: Выберите одну из следующих опций для настройки групп томов.

source: Configure your Logical Volumes
da: Sæt dine logiske grupper op
es: Configure sus Volúmenes Lógicos
nl: Configureer uw logische volumes
pl: Konfiguruj wolumeny logiczne
pt_br: Configurar Volumes Lógicos
ru: Настройте Ваши логические тома

source: Please select one of the following options to configure the logical volumes.
da: Vælg en af følgende muligheder for at sætte de logiske bind op.
es: Por favor seleccione una de las opciones siguientes para configurar los volúmenes lógicos.
nl: Gelieve een van volgende opties te selecteren om uw logische volumes in te stellen.
pl: Proszê wybraæ jedn± z poni¿szych opcji by skonfigurowaæ wolumeny logiczne.
pt_br: Por favor selecione uma das opções a seguir para configurar os volumes lógicos.
ru: Выберите одну из следующих опций для настройки логических томов.

source: Select devices for new volume group
da: Vælg enheder til den nye bindgruppe
es: Seleccione dispositivos para el grupo de volumen
nl: Selecteer apparaten voor de nieuwe volumegroep
pl: Wybierz urz±dzenia dla nowej grupy wolumenów.
pt_br: Selecionar dispositivos para novo grupo de volume
ru: Выберите устройства для новой группы томов

source: Please select the devices for the new volume group. You can select one or more devices.
da: Vælg enhederne til den nye bindgruppe. Du kan vælge en eller flere enheder.
nl: Gelieve de apparaten voor de nieuwe volumegroep te selecteren. U kunt hier een of meer apparaten selecteren.
pl: Proszê wybraæ urz±dzenia dla nowej grupy wolumenów. Mo¿esz wybraæ jedno lub wiêcej urz±dzeñ.
ru: Выберите устройства для новой группы томов. Вы можете выбрать одно или более устройств.

source: Insert the volume group name
da: Indsæt bindgruppens navn
es: Introduzca el nombre de grupo de volumen
nl: Voer de volumegroepnaam in
pl: Wprowad¼ nazwê grupy wolumenów
pt_br: Informe o nome do grupo de volume
ru: Вставьте имя группы томов

source: Insert the name you would like to use for the new volume group.
da: Indsæt det navn, du vil give til den nye bindgruppe.
es: Introduzca el nombre que quiere utilizar para el nuevo grupo de volumen.
nl: Voer de naam die u wilt gebruiken voor de nieuwe volumegroep in.
pl: Wprowad¼ nazwê, której chcesz u¿yæ dla nowej grupy wolumenów.
pt_br: Informe o nome que você gostaria de usar para o novo grupo de volume.
ru: Вставьте имя, которое Вы хотите дать новой группе томов.

source: No physical volumes where selected. Aborting the creation of a new volume group.
da: Der blev ikke valgt nogen fysiske grupper. Afbryder oprettelsen af en ny bindgruppe.
es: No se ha seleccionado ningún volumen físico. Se está abortando la creación de un nuevo grupo de volumen.
nl: Er zijn geen fysieke volumes geselecteerd. Aanmaken van de nieuwe volumegroep wordt afgebroken.
pl: Nie wybrano ¿adnych fizycznych wolumenów. Tworzenie nowej grupy wolumenów zosta³o anulowane.
pt_br: Nenhum volume físico foi selecionado. Abortando a criação de um novo grupo de volume.
ru: Не были выбраны физические тома. Создание новой группы томов прервано.

source: Volume group name already in use
da: Bindgruppenavn er allerede i brug
es: Ya se está utilizando ese nombre de grupo de volumen
nl: Deze volumegroep naam is reeds in gebruik
pl: Nazwa grupy wolumenów jest ju¿ u¿ywana
pt_br: Nome do grupo de volume já em uso
ru: Имя группы томов уже используется

source: The selected volume group name is already in use. Please choose another name and try it again.
da: Det valgte bindgruppenavn er allerede i brug. Vælg et andet og prøv igen.
nl: De geselecteerde volumegroepnaam is reeds in gebruik. Gelieve met een andere naam opnieuw te proberen.
pl: Wybrana nazwa grupy wolumenów jest ju¿ u¿ywana. Proszê wybraæ inn± nazwê i spróbowaæ ponownie.
ru: Указанное имя группы томов уже используется. Выберите другое имя и попытайтесь еще раз.

source: Select volume group to delete
da: Vælg en bindgruppe at slette
es: Escoga un grupo de volumen para borrar
nl: Selecteer de volumegroep die u wil verwijderen
pl: Wybierz nazwê grupy wolumenów do usuniêcia
pt_br: Selecionar grupo de volume a ser removido
ru: Выберите группу томов для удаления

source: Select one of the following volume groups to delete.
da: Vælg en af følgende bindgrupper at slette.
es: Seleccione uno de los siguientes grupos de volumen para borrarlo.
nl: Selecteer een van de volgende volumegroepen om die te verwijderen.
pl: Wybierz jedn± z poni¿szych nazw wolumenów do usuniêcia.
pt_br: Selecione um dos grupos de volume a seguir para removê-lo.
ru: Выберите для удаления одну из следующих групп томов.

source: No volume groups for deletion found. Maybe the volume group is already deleted?
da: Der blev ikke fundet nogen bindgrupper at slette. Måske er bindgruppen allerede slettet?
es: No se han encontrado grupos de volumenes para borrar. ¿Quizás el grupo de volumen ya se ha borrado?
nl: Er zijn geen volumegroepen om te verwijderen gevonden. Misschien is de volumegroep reeds verwijderd?
pl: Nie znaleziono grup wolumenów do usuniêcia. Mo¿e grupa wolumenów jest ju¿ usuniêta?
pt_br: Não foi encontrado nenhum grupo de volume para remoção. Existe a possibilidade do grupo de volume já ter sido removido ?
ru: Удаляемая группа томов не найдена. Может быть она уже удалена?

source: Continue deleting the volume group
da: Fortsæt sletning af bindgruppe
es: Continuar borrando el grupo de volumen
nl: Ga voort met verwijderen van de volumegroep
pl: Kontynuacja usuwania grupy wolumenów
pt_br: Continuar removendo o grupo de volume
ru: Продолжить удаление группы томов

source: Are you sure you want to continue deleting the volume group: ${VG}?
da: Er du sikker på at du vil fortsætte og slette bindgruppen: ${VG}?
nl: Bent u zeker dat u verder wilt gaan met het verwijderen van de volumegroep ${VG}?
pl: Jeste¶ pewien/pewna, ¿e chcesz kontynuowaæ usuwanie grupy wolumenów: ${VG}?
ru: Вы хотите продолжить удаление группы томов: ${VG}?

source: Error while deleting volume group
da: Fejl under sletning af bindgruppe
es: Se ha producido un error mientras se borraba el grupo de volumen
nl: Fout bij het verwijderen van de volumegroep
pl: B³±d podczas usuwania grupy wolumenów
pt_br: Erro na remoção do grupo de volume
ru: Ошибка при удалениии группы томов

source: The selected volume group could not be deleted. Maybe one or more logical volumes are yet in use?
da: Den valgte bindgruppe kunne ikke slettes. Måske er en eller flere logiske grupper stadig i brug?
es: El grupo de volumen seleccionado no se pudo borrar. ¿Quizás están utilizándose ya uno o más de los volúmenes lógicos?
nl: De geselecteerde volumegroep kon niet verwijderd worden. Zijn een of meer logische volumes nog in gebruik?
pl: Wybrana grupa wolumenów nie mo¿e zostaæ usuniêta. Mo¿e jeden lub wiêcej logicznych wolumenów jest aktualnie u¿ywana?
pt_br: Não foi possível remover o grupo de volume selecionado. É possível que um ou mais volumes lógicos ainda estejam em uso ?
ru: Указанная группа томов не может быть удалена. Может быть один или более логических томов все еще используются?

source: No volume groups for extension found. You must create a volume group first.
da: Der blev ikke fundet nogen bindgrupper at udvide. Du skal først oprette en bindgruppe.
es: No se ha encontrado ningún grupo de volumen para extendr. Primero debe crear un grupo de volumen.
nl: Er zijn geen uit te breiden volumegroepen gevonden. U dient eerst een volumegroep aan te maken.
pl: Nie znaleziono grup wolumenów do powiêkszenia. Musisz najpierw utworzyæ grupê wolumenów.
pt_br: Não foi encontrado nenhum grupo de volume para extensão. Você deve criar um grupo de volume primeiro.
ru: группы томов для расширения не найдены. Вы должны сперва создать группу томов.

source: Select volume group to extend
da: Vælg en bindgruppe at udvide
es: Seleccion un grupo de volumen para extender
nl: Selecteer de uit te breiden volumegroep
pl: Wybierz grupê wolumenów do powiêkszenia
pt_br: Selecionar grupo de volume para extender
ru: Выберите группу томов для расширения

source: Select one of the following volume groups to extend.
da: Vælg en af følgende bindgrupper at udvide.
es: Seleccione uno de los siguientes grupos de volumen para extender.
nl: Selecteer een van de volgende volumegroepen voor uitbreiding.
pl: Wybierz jedn± z poni¿szych grup wolumenów do powiêkszenia.
pt_br: Selecione um um seguintes grupos de volume para extender.
ru: Выберите для расширения одну из следующих групп томов

source: Select devices to extend volume group
da: Vælg enheder at udvide bindgruppen med
es: Seleccione dispositivos para extender el grupo de volumen
nl: Selecteer de apparaten waarmee u de volumegroep wil uitbreiden
pl: Wybierz urz±dzenia o które grupa wolumenów ma byæ powiêkszona
pt_br: Selecionar dispositivos para etender grupo de volume
ru: Выберите устройства для расширения группы томов

source: Please select the devices to extend the volume group. You can select one or more devices.
da: Vælg de enheder, bindgruppen skal udvides med. Du kan vælge en eller flere yderligere enheder.
nl: Gelieve de apparaten waarmee u de volumegroep wil uitbreiden te selecteren. U kunt een of meer apparaten selecteren.
pl: Proszê wybraæ urz±dzenia o które grupa wolumenów ma zostaæ powiêkszona. Mo¿esz wybraæ jedno lub wiêcej urz±dzeñ.
ru: Выберите устройства для расширения группы томов. Выможете выбрать одно или более устройств.

source: No physical volumes where selected. Aborting the extending of the volume group.
da: Der blev ikke valgt nogen fysiske bind. Afbryder udvidelsen af bindgruppen.
es: No se ha seleccionado ningún volumen físico. Se ha abortado la extensión del grupo de volumen.
nl: Er zijn geen fysieke volumes geselecteerd. Uitbreiding van de volumegroep wordt afgebroken.
pl: Nie wybrano fizycznych wolumenów. Powiêkszanie grupy wolumenów zosta³o anulowane.
pt_br: Nenhum volume físico foi selecionado. Abortando a extensão do grupo de volume.
ru: Физические тома не были выбраны. Расширение группы томов прервано.

source: Error while extending volume group
da: Fejl under udvidelse af bindgruppe
es: Se ha producido un error al extender el grupo de volumen
nl: Fout bij het uitbreiden van de volumegroep
pl: B³±d podczas powiêkszania grupy wolumenów
pt_br: Erro extendendo o grupo de volume
ru: ошибка при расширении группы томов

source: The selected volume group (${VG}) could not be extended by the new physical volume: ${PARTITION}!
da: Den valgte bindgruppe (${VG}) kunne ikke udvides med det nye fysiske bind ${PARTITION}!
es: ¡El grupo de volumen seleccionado (${VG}) no pudo ser extendido con el nuevo volumen físico ${PARTITION}!
nl: De geselecteerde volumegroep ${VG} kan niet met het nieuwe fysieke volume ${PARTITION} uitgebreid worden!
pl: Wybrana grupa wolumenów (${VG}) nie mo¿e zostaæ powiêkszona o nowy fizyczny wolumen ${PARTITION}!
pt_br: O grupo de volume selecionado (${VG}) não pôde ser extendido pelo novo volume físico : ${PARTITION} !
ru: Выбранная группа томов (${VG}) не может быть расширена новым физическим томом: ${PARTITION}!

source: No volume groups for reducing found. You must create a volume group first.
da: Der blev ikke fundet nogen bindgrupper at reducere. Du skal først oprette en bindgruppe.
es: No se han encontrado grupos para reducir. Debe crear primero un grupo de volumen.
nl: Er zijn geen volumegroepen gevonden, u dient eerst een volumegroep aan te maken.
pl: Nie znaleziono grupy wolumenów do pomniejszenia. Musisz najpierw utworzyæ grupê wolumenów.
pt_br: Não foi encontrado nenhum grupo de volume para redução. Você deve criar um grupo primeiro.
ru: Не найдены группы томов для сокращения. Сначала Вы должны создать группу томов.

source: Select volume group to reduce
da: Vælg en bindgruppe at reducere
nl: Selecteer de te verkleinen volumegroep
pl: Wybierz grupê wolumenów do pomniejszenia
ru: Выберите группу томов для сокращения
