Repository: dankamongmen/s-i
Catalog: partman/partman-ext3/debian/po/*.po
Languages: it, pt_br, sv, tr

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
it: Verifica del file system ext3 nella partizione n° ${PARTITION} di ${DEVICE} in corso
pt_br: Checando o sistema de aquivos ext3 na partição #${PARTITION} de ${DEVICE}...
sv: Kontrollerar ext3-filsystemet på partition nr. ${PARTITION} på ${DEVICE}...
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümündeki ext3 dosya sistemi kontrol ediliyor...

source: Creating ext3 file system in partition #${PARTITION} of ${DEVICE}...
it: Creazione del file system ext3 nella partizione n° ${PARTITION} di ${DEVICE} in corso
pt_br: Criando sistema de arquivos ext3 na partição #${PARTITION} de ${DEVICE}...
sv: Skapar ext3-filsystem på partition nr. ${PARTITION} på ${DEVICE}...
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde ext3 dosya sistemi oluşturuluyor

source: Go back to the partitioning menu
pt_br: Voltar ao menu de particionamento

source: Continue anyway
pt_br: Continuar de qualquer forma

source: Uncorrected errors in a file system
pt_br: Erros incorrigíveis em um sistema de arquivos

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
it: Trovati errori durante il test del file system di tipo ext3 nella partizione n° ${PARTITION} di ${DEVICE}.
pt_br: O teste do sistema de arquivos com tipo ext3 na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
sv: Testet av filsystemet av typen ext3 på partition nr. ${PARTITION} på ${DEVICE} hittade okorrigerade fel.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde, ext3 dosya sistemi testinde düzeltilmemiş hatalar bulundu.

source: Please choose whether you want to go back to the partitioning menu or ignore these errors and continue the process.
pt_br: Por favor, escolha se você deseja voltar ao menu de particionamento ou ignorar esses erros e continuar o processo.

source: Failed to create a file system
pt_br: Falha ao cria um sistema de arquivos
sv: Kunde inte skapa filsystem
tr: Dosya sistemi oluşturulamıyor

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
it: Creazione fallita del file system ext3 nella partizione n° ${PARTITION} di ${DEVICE}.
pt_br: A criação do sistema de arquivos ext3 na partição #${PARTITION} de ${DEVICE} falhou.
sv: Skapandet av ext3-filsystemet på partition nr. ${PARTITION} på ${DEVICE} misslyckades.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde ext3 dosya sistemi oluşturulamıyor

source: Resume partitioning
pt_br: Reiniciar particionamento

source: Do not use the partition
pt_br: Não usar a partição

source: Use partition with no file system. Resume the partitioning?
pt_br: Usar a partição sem sistema de arquivos. Reiniciar o particionamento.

source: No mount point is assigned for ext3 filesystem in partition #${PARTITION} of ${DEVICE}. Do you want to return to the partitioning menu?
pt_br: Nenhum ponto de montagem foi atribuído para o sistema de arquivos ext3 na partição #${PARTITION} de ${DEVICE}. Você deseja retornar ao menu de particionamento ?

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
it: /, /boot, /home, /tmp, /usr, /usr/local, /var, Inserire manualmente, Non montare
pt_br: /, /boot, /home, /tmp, /usr, /usr/local, /var, Informar manualmente, Não montar
sv: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ange manuellt, Montera den inte
tr: /, /boot, /home, /tmp, /usr, /usr/local, /var, Manuel olarak girin, bunu bağlamayın

source: Please choose the mountpoint for this partition
it: Scegliere un mount point per questa partizione
pt_br: Por favor, escolha o ponto de montagem para esta partição
sv: Välj monteringspunkt för denna partition
tr: Lütfen bölüm için bağlama noktası seçin

source: Invalid mount point
it: Mount point non valido
pt_br: Ponto de montagem inválido
sv: Felaktig monteringspunkt
tr: Geçersiz bağlama noktası

source: The mount point you entered is invalid.
it: Il mount point inserito non è valido.
pt_br: O ponto de montagem informado é inválido.
sv: Monteringspunkten du angav är felaktig.
tr: Girdiğiniz bağlama noktası geçersiz

source: Mount points must start with /. They cannot contain spaces.
it: I mount point devono iniziare con / e non possono contente spazi.
pt_br: Pontos de montagem devem iniciar com /. Eles não podem conter espaços.
sv: Monteringspunkter måste börja med /. De kan inte innehålla mellanslag.
tr: Bağlama noktası / ile başlamaı ve boşluk karakteri içermemelidir.

source: Mount point for this partition:
it: Mount point per questa partizione:
pt_br: Ponto de montagem para esta partição :
sv: Monteringspunkt för denna partition:
tr: Bu bölüm için bağlama noktası:

source: Specify mount options
pt_br: Especificar opções de montagem

source: Mount options:
it: Opzioni di mount:
pt_br: Opções de montagem :
sv: Monteringsflaggor:
tr: Bağlama seçenekleri

source: You may choose one or more mounting options among the following:
pt_br: Você pode escolher uma ou mais opções de montagem dentre as seguintes :

source: noatime -- do not update inode access times for each access. This option is e.g. useful for fast access to news spools. It is recommended for file systems on Compact Flash cards, USB Flash Drive and similar devices as they break down after too many writes.
pt_br: noatime -- não atualizar os tempos de acesso no inode para cada acesso. Esta opção é útil, por exemplo, para acesso rápido ao spool de notícias (news). É recomendada para sistemas de arquivos em cartões Flash, drivers USB Flash e dispositivos similares devido aos mesmo quebrarem após muitas gravações.

source: nodev -- do not interpret character or block special devices. On hardened secure hosts this option should be used for all file systems that contain directories where regular users have write access (/home, /tmp, /var/tmp, etc.). Do not use this option for the root file system.
pt_br: nodev -- não interpretar dispositivos especiais de caracter ou bloco. Em máquinas com segurança crítica esta opção poderá ser usada para todos os sistemas de arquivos que contenham diretórios aos quais usuários comuns possuam acesso (/home, /tmp, /var/tmp, etc.) Não use esta opção para o sistema de arquivos raíz.

source: nosuid -- ignore set-user-identifier or set-group-identifier bits (this is not safe if you have suidperl installed).
pt_br: nosuid -- ignorar os bits set-user-identifier ou set-group-identifier (isto não é seguro caso você possua o suidperl instalado).

source: noexec -- do not allow execution of any binaries.
pt_br: noexec -- não permitir a execução de nenhum binário.

source: ro -- mount the file system read-only.
pt_br: ro -- montar o sistema de arquivo como somente leitura.

source: sync -- all input/output activities occur synchronously on the file system;
pt_br: sync -- toda a atividade de entrada/saída ocorre de maneira síncrona no sistema de arquivos.

source: usrquota / grpquota -- user/group disk quota accounting enabled, and limits (optionally) enforced.
pt_br: usrquota / grpquota -- quota de disco de usuário/gruo habilitada e limites (opcionalmente) reforçados.

source: Go back to the menu and correct errors?
sv: Gå tillbaka till menyn för att korrigera fel?
tr: Menüye geri dön ve hataları düzelt?

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
it: È necessario tornare al menù di partizionamento per correggere questi errori, altrimenti la partizione non verrà utilizzata.
sv: Om du inte går tillbaka till partitioneringsmenyn och korrigerar dessa fel där så kommer inte denna partition att användas.
tr: Eğer bölümleme menüsüne geri dönüp hataları düzeltmezseniz, bölüm kullanılamayacaktır.

source: Do you want to return to the partitioning menu?
sv: Vill du återvända till partitioneringsmenyn?
tr: Bölümleme menüsüne dönmek istermisiniz?

source: No mount point is assigned for the ext3 filesystem in partition #${PARTITION} of ${DEVICE}.
sv: Ingen monteringspunkt är tilldelad ext3-filsystemet på partition nr. ${PARTITION} på ${DEVICE}.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümündeki ext3 dosya sistemi için bir bağlama noktası belirlenmedi.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all
tr: Eğer bölümleme menüsüne geri dönüp bir bağlama noktası belirlemezseniz, bölüm kullanılamayacaktır.

source: Extended 3
tr: Uzatılmış 3

source: You may choose one or more mounting options among the following.
it: Scegliere una o più opzioni di mount tra le seguenti.
sv: Du kan välja en eller flera av följande monteringsflaggor:
tr: Seçenekler arasından bir veya daha fazla bağlama seçeneği seçebilirsiniz.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
it: È necessario tornare al menù di partizionamento per correggere per assegnare una mount point da li, altrimenti la partizione non verrà utilizzata.
sv: Om du inte går tillbaka till partitioneringsmenyn och tilldelar en monteringspunkt där så kommer inte denna partition att användas.
