Repository: dankamongmen/s-i
Catalog: packages/anna/debian/po/*.po
Languages: ar, bg, bs, cs, cy, da, de, es, eu, gl, hr, hu, ja, ko, lt, mg, nb, pt, ro, ru, sk, sv, tr, uk, zh_tw

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
ar: لم يتم العثور على أي وحدات نواة. هذا على الأرجح بسبب التعارض بين النواة المستخدمة من قبل هذه النسخة من برنامج التثبيت ونسخة النواة المتوفرة في الأرشيف.
bg: Не са намерени модули. Вероятно това е поради несъответствие между версията на ядрото, използвано от този инсталатор, и версията, налична в архива.
cs: Nebyly nalezeny žádné moduly jádra. Pravděpodobně je to způsobeno rozdílným jádrem používaným touto verzí instalátoru a jádrem dostupným v archivu.
da: Der blev ikke fundet nogen kernemoduler. Det skyldes sandsynligvis at den kerneversion, der benyttes af denne version af installationsprogrammet ikke passer til de kerneversioner, der er tilgængelige i arkivet.
de: Es wurden keine Kernel-Module gefunden. Dies liegt vermutlich an einem Unterschied zwischen dem hier verwendeten Kernel des Installers und dem Kernels der im Debian-Archiv verfügbar ist.
es: No se han encontrado módulos del núcleo. Ésto probablemente se debe a una diferencia de versión entre el núcleo utilizado por el instalador y el núcleo disponible en el archivo.
eu: Ez da kernel modulurik aurkitu. Hau ziurrenik instalatzailearen bertsio honek eta fitxategian eskuragarri dagoen kernelaren arteko ezberdintasunak daudelako izango da.
gl: Non se atoparon módulos do núcleo. Esto se debe probablemente a que non coinciden as versións do núcleo na versión do instalador e a do núcleo dispoñible no arquivo.
hr: Nema modula za kernel. Razlog tomu je vjerojatno nepodudarnost inaèica kernela kojeg koristi instalacija i kernela dostupnog u arhivi.
ja: カーネルモジュールが見つかりませんでした。これはおそらく、インストーラのこのバージョンで使っているカーネルと、アーカイブで利用できるカーネルバージョンにミスマッチが起きているためです。
ko: 커널 모듈이 없습니다. 설치 프로그램의 버전과 아카이브의 커널 버전이 맞지 않아서 그럴 것입니다.
lt: Nerasti branduolio moduliai. Tikriausiai taip yra dėl šios įdiegiklio versijos naudojamo branduolio ir branduolio, esančio archyve, versijų nesutapimo.
mg: Tsy nahita module.
nb: Fant ingen kjernemoduler. Dette skyldes antakelig at kjerneversjonen som bruker i denne versjonen av installasjonsprogrammet ikke stemmer med versjonen som finnes i arkivet.
pt: Não foram encontrados módulos do kernel. Isto provavelmente deve-se a uma diferença entre a versão do kernel utilizado e a versão do kernel disponível no arquivo.
ro: Nu s-a găsit nici un modul de nucleu. Acest lucru se datorează probabil unei nepotriviri dintre nucleul folosit de această versiune a installer-ului şi versiunea de nucleu disponibilă în arhivă.
ru: Модули ядра не найдены. Вероятно, это из-за несовпадения между ядром, которое используется в этой версии программы установки и версией ядра из архива.
sk: Neboli nájdené žiadne moduly jadra. Je to pravdepodobne kvôli nezhode medzi verziou jadra používaného týmto inštalačným programom a verziou jadra dostupného v Debian archíve.
sv: Inga kärnmoduler hittades. Det här beror förmodligen på att installationsprogrammet och Debianarkivet har olika versioner av kärnan.
tr: Herhangi bir çekirdek modülü bulunamadı. Bu muhtemelen kurulum programının bu sürümü tarafından kullanılan çekirdekle, arşivde mevcut çekirdek sürümü arasındaki bir uyuşmazlıktan kaynaklanıyor.

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Debian. The install will probably fail to work if you continue without kernel modules.
ar: إن كنت تقوم بالتثبيت من مرآة، فيمكنك حلّ هذه المشكلة باختيار تثبيت نسخة أخرى من ديبيان. سيخفق التثبيت على الأرجح ان استمريت بدون وحدات النواة.
bg: Ако инсталирате от огледало, можете да заобиколите проблема, като изберете инсталиране на друга версия на Debian. Инсталацията сигурно няма да работи, ако продължите без зареждане на модули на ядрото.
cs: Pokud instalujete ze zrcadla, můžete tento problém obejít instalováním jiné verze Debianu. Pokud budete pokračovat bez modulů jádra, instalace pravděpodobně nebude fungovat.
da: Hvis du installerer fra et filspejl, kan du omgå dette problem ved at vælge at installere en anden Debianversion. Installationen vil sandsynligvis ikke komme til at fungere hvis du fortsætter uden kernemodulerne.
de: Wenn Sie von einem Spiegelserver installieren, können Sie dieses Problem umgehen, indem Sie eine andere Version von Debian installieren. Die Installation wird vermutlich fehlschlagen, wenn Sie ohne Kernel-Module fortfahren.
es: Puede resolver este problema seleccionando una versión de Debian distinta para instalar si está instalando de un espejo. La instalación probablemente fallará si continúa sin módulos del núcleo.
eu: Zu ispilu batetatik instalatzen ari bazara arazo hau Debianen bertsio ezberdin bat instalatuaz konpondu dezakezu. Instalazio honek ziurrenik huts egingo du zuk kernel modulurik gabe aurrera jarraitzen baduzu.
gl: Se estás a instalar desde un servidor espello, podes evitar este problema escollendo instalar ungha versión diferente de Debian. A instalación probablemente vai fallar se continúas sen módulos no núcleo.
hr: Ako instalirate sa zrcalnika, mo¾ete rije¹iti ovaj problem instalirajuæi neku drugu inaèicu Debiana. Instalacija vjerojatno neæe uspjeti ako nastavite bez modula za kernel.
ja: ミラーからインストールしているのであれば、異なる Debian バージョンのインストールを選ぶことで、この問題に対処できます。カーネルモジュールなしに続けると、インストールはおそらく失敗します。
ko: 미러에서 설치하시는 거라면, 다른 버전의 데비안을 설치하면 이 문제를 피해갈 수도 있습니다. 커널 모듈 없이 계속하신다면 아마도 설치가 실패할 것입니다.
lt: Jei Jūs diegiate iš archyvo "veidrodžio", Jūs galite apeiti šią problemą pasirinkdami diegimui kitą Debian'o versiją. Jei tęsite diegimą be branduolio modulių, tai greičiausiai jis pasibaigs nesėkmingai.
mg: Raha manao ny fametrahana avy amin'ny alalana fitaratra misy ny arsiva Debian ianao dia mifidiana kinova hafa hamahana ny olana. Tsy ho vanona ny fametrahana raha manohy tsy misy module'na kernel ianao.
nb: Hvis du installerer fra et nett-arkiv kan du komme rundt dette problemet ved å velge å installere en annen Debian-versjon. Installasjonen blir antakelig mislykket hvis du fortsetter uten kjernemoduler.
pt: Se está a instalar a partir de um mirror, pode contornar este problema escolhendo instalar uma versão diferente de Debian. A instalação provavelmente não funcionará se continuar sem os módulos do kernel.
ro: Dacă instalaţi de pe o arhivă mirror, puteţi ocoli această problemă prin a alege să instalaţi o altă versiune de Debian. Instalarea probabil că va eşua dacă continuaţi fără module.
ru: Если вы производите установку с зеркала, то можете решить эту проблему, выбрав для установки другую версию Debian. Если вы продолжите установку без модулей ядра, то вероятно она завершится неудачно.
sk: Ak inštalujete z nejakého Debian archívu, tak tento problém vyriešite zvolením inej verzie Debianu. Inštalácia pravdepodobne zlyhá, ak sa rozhodnete pokračovať bez modulov jadra.
sv: Om du installerar från en spegel kan du kringgå det här problemet genom att välja att installera en annan version av Debian. Installationen kommer antagligen att misslyckas om du fortsätter utan kärnmoduler.
tr: Eğer bir yansıdan kurulum yapıyorsanız, farklı bir Debian sürümü kurmayı seçerek bu problemi geçici olarak çözebilirsiniz. Çekirdek modülleri olmadan sürdürülen bir kurulum büyük bir olasılıkla başarısız olacaktır.

source: Load installer components
ar: تحميل مكوّنات المثبت
bg: Зареждане на компоненти на инсталатора
bs: Učitaj komponente installera
cs: Nahrát komponenty instalačního programu
cy: Llwytho cydrannau sefydlydd
da: Indlæs installationskomponenter
de: Komponenten des Installers laden
es: Cargar los componentes del instalador
eu: Instalatzailearen atalak kargatu
gl: Cargar compoñentes do instalador
hr: Uèitavam instalacijske dijelove
hu: Telepítőrészek betöltése
ja: インストーラコンポーネントのロード
ko: 설치 프로그램 구성 요소 읽어들이기
lt: Įdiegiklio komponentų įkėlimas
nb: Last installasjonskomponenter
pt: Carregar componentes do instalador
ro: Încarcă componentele instaler-ului
ru: Загрузить компоненты программы установки
sk: Inštalácia súčastí inštalačného programu
sv: Ladda installationskomponenter
tr: Kurulum bileşenlerini yükle
uk: Завантажити компоненти встановлювача
zh_tw: 載入安裝程式的元件

source: To save memory, only components that are certainly needed for an install are selected by default. The other installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
mg: Mba hitsitsina ny arika dia ny rindran'asa izay tena ilaina hanaovana fametrahana ihany no fidiana voalohany. Ireo singa hafa dia tsy ilaina firyraha hanao fametrahana tsotsotra, nefa mety ilaina ny sasany amin'izy ireo, indrindra ny "kernel modules", ka mba jereo tsara ny lisitra ary fidio an-tanana ny singa izay ilainao.

source: Loading additional components
mg: Maka ny singa fanampiny
