Repository: dankamongmen/s-i
Catalog: packages/anna/debian/po/*.po
Languages: ar, bg, bs, cs, cy, da, de, es, eu, gl, hr, hu, ja, ko, lt, mg, nb, pt, ro, ru, sk, sv, tr, uk, zh_tw

source: Retriever to use:
ar: المُحضر الذي سيستخدم:
bg: Програма за доставяне, която да се използва:
bs: Izaberite dobavljač koji će se koristiti:
cs: Stahovač, který se má použít:
cy: Y cyrchydd i'w ddefnyddio:
da: Filhentningsprogram at bruge:
de: Zu benutzender Retriever:
es: Método de descarga a usar:
eu: Erabiliko den eskuratzailea:
gl: Elixe o método de descarga que vas usar:
hr: Dobavljaè:
hu: Használni kívánt beszerző:
ja: 利用するリトリバ:
ko: 가져올 방법:
lt: Naudoti programą-paėmėją:
nb: Velg hentingsmåten:
pt: Mecanismo a usar:
ro: Preluatorul utilizat:
ru: Использовать загрузчик компонентов программы установки:
sk: Sťahovač, ktorý sa má použiť:
sv: Hämtare som ska användas:
tr: Kullanılacak alıcı:
uk: Виберіть програму-пошуковик:
zh_tw: 指定安裝途徑：

source: The retriever is responsible for fetching installer components to be loaded.
ar: المُحضر مسئولٌ عن إحضار مكوّنات المثبّت المطلوب تحميلها.
bg: Програмата за доставяне е отговорна за получаването на желаните компоненти на инсталатора.
bs: Dobavljač je odgovoran za dobavljanje modula koji će se instalirati
cs: Stahovač je zodpovědný za získání komponent instalačního programu, které se mají použít.
cy: Mae'r cyrchydd yn gyfrifol am gyrchu cydrannau sefydlydd i'w llwytho.
da: Filhentningsprogrammet sørger for at hente de komponenter, der skal indlæses.
de: Der »Retriever« ist für das Abrufen der Installer-Komponenten zuständig.
es: La herramienta de descarga se encarga de obtener los componentes que se van a cargar.
eu: Eskuratzailea instalatzaileak behar dituen atalak eskuratzearen arduraduna da.
gl: A ferramenta de descarga encárgase de obte-los compoñentes que se van cargar.
hr: Dobavljaè je odgovoran za pribavu instalacijskih dijelova koji æe biti uèitani.
hu: A beszerző feladata a betöltendő telepítőrészek előteremtése.
ja: リトリバは、ロードすべきインストーラのコンポーネントを取得する機能を持ちます。
ko: 설치 프로그램 구성 요소를 가져오는 방법입니다.
lt: Programa-paėmėjas atsakinga už diegiamų komponentų radimą ir paėmimą.
nb: Hentingsmåten avgjør hvordan modulene som skal installeres blir hentet.
pt: O mecanismo é responsável por obter os componentes do instalador a serem carregados.
ro: Preluatorul este responsabil cu aducerea componentelor de instaler ce trebuie încărcate.
ru: Загрузчик компонентов программы установки отвечает за получение компонентов программы установки, выбранных для загрузки.
sk: Sťahovač je zodpovedný za získanie súčastí inštalačného programu, ktoré sa majú použiť.
sv: Hämtaren ansvarar för att hämta installationskomponenter som ska laddas.
tr: Alıcı, yüklenecek kurulum bileşenlerini almakla görevlidir.
uk: Програма-пошуковик відповідає за отримання модулів, які потрібно завантажити.
zh_tw: 安裝途徑是用來取得將要載入的安裝程式元件。

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
ar: معظم الأشياء التي تحتاجها ستحمّل تلقائيّاً. مكوّنات المثبّت المسردة كلّها ذات أولويّةٍ منخفضة و ليست مهمّةً على الأرجح، ولكنّها قد تكون مهمّةً لبعض المستخدمين.
bg: Повечето неща, от които ще се нуждаете, се зареждат автоматично. Всички изброени компоненти на инсталатора имат нисък приоритет и може би няма да ви са необходими, но могат да бъдат полезни за някои потребители.
bs: Većina modula koji vam trebaju će biti automatski instalirani. Svi nabrojani moduli imaju nizak nivo prioriteta i vjerovatno nisu neophodni, ali mogu zanimati neke korisnike.
cs: Většina komponent se nainstaluje automaticky. Uvedené komponenty instalátoru mají nízkou prioritu a pravděpodobně nejsou potřeba. (S výjimkou pár uživatelů.)
cy: Caiff y rhan fwyaf o bethau byddwch angen eu llwytho'n awtomatig. Mae gan y cydrannau sefydlydd a rhestrir flaenoriaeth isel a mwy na thebyg dydyn nhw ddim yn angenrheidiol, ond fe allent fod o ddiddordeb i rhai defnyddwyr.
da: De fleste af de moduler, du får brug for, vil blive indlæst automatisk. Installationskomponenterne i listen har alle lav prioritet og er sikkert ikke strengt nødvendige, men kan interessere nogle brugere.
de: Das meiste, das von Ihnen benötigt wird, wird automatisch geladen. Die aufgelisteten Komponenten besitzen eine niedrige Priorität und werden wahrscheinlich nicht benötigt. Für manchen Benutzer könnten Sie aber dennoch interessant sein.
es: La mayoría de las cosas que necesitará se cargarán automáticamente. Los componentes aquí listados son de baja prioridad y probablemente no sean necesarios, aunque pueden interesar a algunos usuarios.
eu: Behar izango dituzun gauza gehienak automatikoki kargatuko dira. Zerrendatutako instalatzailearen atalak prioritate baxukoak dira eta agian ez dira beharrezkoak izango, baina interesgarriak izan daitezke zenbait erabiltzailerentzat.
gl: A maioría das cousas que precisará vanse cargar automáticamente. Os compoñentes aquí listados son de baixa prioridade e probablemente non sexan necesarios, aínda que poden interesar a algúns usuarios.
hr: Veæina stvari koje æete trebati uèitat æe se automatski. Svi popisani instalacijski dijelovi su niske razine va¾nosti i vjerojatno nisu neophodni, ali mogu biti zanimljivi nekim korisnicima.
hu: A legtöbb szükséges dolog betöltése automatikusan megtörténik. A felsorolt telepítőrészek mind alacsony fontosságúak és valószínűleg nem is szükségesek, de egyes felhasználók számára talán hasznosak lehetnek.
ja: 必要となるほとんどのモジュールは自動的にインストールされます。一覧のインストーラコンポーネントはすべて低い優先度で、おそらく必要ありませんが、特定のユーザーによっては興味があるかもしれません。
ko: 필요한 게 있으면 대부분 자동으로 읽어들입니다. 여기 있는 설치 프로그램 구성 요소는 모두 우선 순위가 낮은 것들이고 대부분의 경우 필요없을 것입니다. 하지만 일부 사용자에게는 필요할 수도 있습니다.
lt: Dauguma Jums reikiamų modulių bus įdiegta automatiškai. Žemiau pateikti komponentai turi žemą prioritetą ir greičiausiai Jums nereikalingi, bet kai kuriems naudotojams gali prireikti.
nb: De fleste modulene du trenger blir installert automatisk. Modulene i lista er lavt prioriterte, og er trolig ikke nødvendige, men for noen brukere kan de være av interesse.
pt: A maior parte do que precisar vai ser carregado automáticamente. Os componentes listados do instalador têm todos baixa prioridade e provavelmente não são necessários, mas podem ser interessantes para algumas pessoas.
ro: Majoritatea lucrurilor necesare se vor încărca automat.Componentele afişate au toate prioritate redusă şi probabil nu sunt necesare, dar pot prezenta interes pentru unii utilizatori.
ru: Большинство вещей, которые вам понадобятся, будет загружено автоматически. Все перечисленные компоненты программы установки имеют низкий приоритет и, вероятнее всего, в них нет необходимости, но некоторым пользователям они могут показаться интересными.
sk: Väčšina súčastí sa nainštaluje automaticky. Uvedené súčasti inštalátora majú nízku prioritu a pravdepodobne nie sú potrebné pre väčšinu používateľov.
sv: De flesta saker du behöver kommer att laddas automatiskt. Installationskomponenterna i den här listan har låg prioritet och behövs förmodligen inte, men de kan vara intressanta för en del användare.
tr: İhtiyacınız olacak bileşenler otomatik olarak yüklenecektir. Listelenen bileşenler ise düşük öncelikli olup, çoğu durum için gereksizdir; fakat bazı kullanıcıların işine yarayabilir.
uk: Більшість потрібних для вас речей буде встановлено автоматично. Перераховані компоненти встановлювача мають низький пріоритет і, мабуть, вам не потрібні, але вони можуть знадобитися деяким користувачам.
zh_tw: 您所需要的大部分元件將會被自動載入。下面所列出的全是優先等級較低，且也許並不是必要的安裝程式元件，但是可能有些使用者會用得著。

source: Installer components to load:
ar: مكونات المثبّت المطلوب تحميلها:
bg: Компоненти на инсталатора, които да се заредят:
bs: Moduli installera koji će biti učitani:
cs: Komponenty instalátoru, které se mají nahrát:
cy: Cydrannau sefydlydd i'w llwytho:
da: Installations-komponenter at hente:
de: Zu ladende Installations-Komponenten:
es: Componentes del instalador a cargar:
eu: Kargatuko diren instalatzailearen atalak:
gl: Compoñentes do instalador a cargar
hr: Instalacijski dijelovi za uèitavanje:
hu: Betöltendő telepítőrészek:
ja: ロードするインストーラコンポーネント:
ko: 읽어들일 설치 프로그램 구성 요소:
lt: Įkelti įdiegiklio komponentus:
mg: Singan'ny rindran'asa mpatraka izay ho fahanana:
nb: Installasjonskomponenter som skal lastes:
pt: Componentes do instalador a carregar:
ro: Componentele de instaler ce se încarcă:
ru: Компоненты программы установки для загрузки:
sk: Súčasti inštalačného programu, ktoré se majú nahrať:
sv: Installationskomponenter som ska laddas:
tr: Yüklenecek kurulum bileşenleri:
uk: Компоненти встановлювача для завантаження:
zh_tw: 要載入的安裝程式元件：

source: To save memory, not all of the installer modules will be loaded by default. The listed installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
ar: لتوفير الذّاكرة، لن تحمّل كل وحدات المثبّت افتراضيّاً. مكوّنات المثبّت المسردة ليست كلّها ضروريّةً لتثبيتٍ أساسي و لكنّك قد تحتاج بعضها و بالأخص بعض الوحدات المعيّنة للنّواة، و لذا فتفحّص القائمة جيّداً و اختر المكوّنات التي تحتاجها.
bg: За да се спести памет, не всички модули на инсталатора ще бъдат заредени по подразбиране. Не всички изброени компоненти на инсталатора са необходими за проста инсталация, но може би ще решите, че се нуждаете от някои от тях, особено определени модули на ядрото. Затова прегледайте списъка внимателно и изберете тези компоненти, които ще са ви нужни.
cs: Pro ušetření paměti se implicitně nebudou nahrávat všechny moduly instalačního programu. Pro základní instalaci není zapotřebí všech vypsaných modulů, ale obzvláště některé z nich byste mohli potřebovat. Opatrně tedy vyberte požadované komponenty.
da: For at spare hukommelse, vil ikke alle installationsprogrammets moduler umiddelbart blive indlæst. Det er ikke alle de viste komponenter, der er nødvendige for en grundlæggende installation, men du har muligvis brug for enkelte af dem. Specielt visse kernemoduler. Så se listen nøje igennem og vælg de komponenter, du skal bruge.
de: Um Speicher zu sparen, werden nicht alle Installer-Module geladen. Die aufgelisteten Komponenten des Installers sind für eine Grundinstallation nicht zwingend notwendig. Evtl. benötigen Sie aber einige extra Komponenten, besonders spezielle Kernel-Module. Gehen Sie die Liste deshalb sorgfältig durch und wählen Sie die Komponenten, die Sie benötigen.
es: No se cargarán todos los módulos del instalador para ahorrar memoria. Los componentes que se indican a continuación no son necesarios para una instalación básica, pero es posible que necesite alguno, sobre todo algunos módulos del núcleo. Revise la lista detenidamente y seleccione los componentes que necesite.
eu: Memoria aurrezteko, lehenetsi bezala ez dira instalatzailearen modulu guztiak kargatuko. Zerrrendako instalatzailearen osagaiak ez dira beharrezkoak oinarrizko instalazio batetarako, baina zuk behar izan zenitzazke, kernel moduluak batez ere, beraz zerrenda arretaz begiratu eta behar dituzun osagaiak aukeratu beharko zenituzke.
gl: Para aforrar memoria non se van cargar tódolos módulos por defecto. Os compoñentes do instalador listados non son necesariamente para unha instalación básica, pero precisarás algúns, especialmente algúns módulos do núcleo, polo que bota un vistazo á lista con coidado e escolle os compoñentes que vas precisar.
hr: Zbog u¹tede memorije neæe biti uèitani svi moduli instalacije. Popisani dijelovi nisu neophodni za osnovnu instalaciju, ali æete mo¾da ipak trebati neke od njih, osobito module za kernel. Zato pozorno pregledajte popis i izaberite dijelove koji su vam potrebni."
ja: メモリを節約するために、インストーラモジュールの全部はデフォルトではロードされません。一覧にあるインストーラコンポーネントはすべて基本のインストールには必要ないものですが、このうちのいくつか (特に特定のカーネルモジュール) を必要とするなら、リストを注意深く見渡して、必要なコンポーネントを選択してください。
ko: 메모리를 절약하기 위해서, 기본적으로 설치 프로그램의 모듈 모두를 읽어들이지는 않습니다. 목록에 있는 설치 프로그램 컴포넌트 모두가 기본적인 설치에 필요한 모듈은 아니지만, 이 중에 특정 몇몇 커널 모듈의 경우 필요한 것도 있을 것입니다. 그러므로 목록을 잘 보고 필요한 컴포넌트를 선택하십시오.
lt: Tam, kad taupyti atmintį, ne visi įdiegiklio moduliai bus įkelti. Sąraše nurodyti įdiegiklio komponentai ne visi būtini pagrindiniam diegimui, bet kai kurie iš jų gali būti Jums reikalingi, ypač tam tikri branduolio moduliai. Taigi, įdėmiai peržiūrėkite sąrašą ir pasirinkite Jums reikalingus komponentus.
nb: For å spare plass så lastes ikke alle installasjonsmodulene inn av seg selv. Det er ikke alle de installsjonskomponentene som står på lista som er nødvendig for en enkel installasjon, men det kan hende du trenger noen av dem. Spesielt gjelder dette kjerne-moduler, så se nøye gjennom lista og velg de komponentene du trenger.
pt: Para poupar memória, nem todos os módulos do instalador serão carregados por omissão. O componentes do instalador listados não são todos necessários para uma instalação básica, mas poderá necessitar alguns deles, especialmente alguns módulos de kernel, por isso veja a lista cuidadosamente e escolha os componentes de que necessita.
ro: Pentru a economisi memorie, nu vor fi încărcate implicit toate modulele instalerului. Componentele afişate ale instalerului nu sunt toate necesare pentru o instalare de bază, dar este posibil să aveţi nevoie de unele dintre ele, în special de module de nucleu (kernel), deci uitaţi-vă pe listă cu grijă şi selectaţi componentele de care aveţi nevoie.
ru: С целью экономии оперативной памяти, не все модули программы установки загружаются по умолчанию. Данные компоненты программы установки совсем не требуются в большинстве случаев, но вам могут понадобится некоторые из них, особенно модули ядра, поэтому посмотрите список и выбери нужные вам компоненты.
sk: Kvôli ušetreniu pamäti sa nenačítavajú úplne všetky súčasti inštalačného programu. Z uvedených súčastí sú potrebné pre základnú inštaláciu iba niektoré, takže si pozorne prezrite tento zoznam a zvoľte si súčasti, ktoré budete potrebovať, napr. určité moduly jadra.
sv: För att spara minne är den förvalda inställningen att inte ladda alla installationsmoduler. Installationsmodulerna nedan är inte alla nödvändiga för en grundläggande installation, men du kan behöva vissa av dem, i synnerhet vissa kärnmoduler. Läs därför noggrant igenom listan och välj de komponenter du behöver.
tr: Bellekten kazanmak için kurulum modüllerinin hepsi öntanımlı olarak yüklenmeyecektir. Listelenen kurulum bileşenlerinin tamamı temel bir kurulum için gerekli değildir. Fakat, başta çekirdek modülleri olmak üzere, bunların bazılarına ihtiyacınız duyabileceğinizden listeyi dikkatlice inceleyin ve gerekli bileşenleri seçin.

source: Note that if you select a component that requires others, those components will also be loaded.
ar: لاحظ أنّك إن اخترت مكوّناً يتطلّب مكوّناتٍ أخرى، فإن تلك المكوّنات ستحمّل أيضاً.
bg: Забележете, че ако изберете компонент, който зависи от други, те също ще бъдат заредени.
bs: Primjetite da ako izaberete modul koji zahtijeva druge module, ti moduli će takođe biti učitani.
cs: Pokud vyberete komponentu, která vyžaduje další komponenty, budou také nainstalovány.
cy: Sylwch os rydych chi'n dewis cydran sy'n dibynnu ar eraill, caiff y cydrannau hynny eu llwytho hefyd.
da: Bemærk at hvis du vælger en komponent, der kræver andre komponenter, bliver disse også installeret.
de: Beachten Sie bitte, dass falls Sie ein Modul wählen, das andere Module benötigt, werden diese ebenfalls mit installiert.
es: Tenga en cuenta que si selecciona un componente que requiere otros componentes, deberá cargar también esos componentes.
eu: Ohartu aukeratzen duzun atalak besterik behar badu, hau ere kargatuko dela.
gl: Teña en conta que se elixe un compoñente que depende de outros, éstes últimos tamén se cargarán.
hr: Obratite pozornost: ako izaberete dio koji zahtijeva druge dijelove, i ti æe drugi dijelovi biti uèitani.
hu: Érdemes tudni, hogy ha egy kiválasztott részhez más részek is kellenek, akkor a többi rész betöltése is meg fog történni.
ja: ほかのコンポーネントを必要とするコンポーネントを選んだときには、それらのコンポーネントもインストールされることに注意してください。
ko: 선택한 구성 요소에 또 다른 구성 요소가 필요한 경우, 그 필요한 구성 요소들을 자동으로 읽어들입니다.
lt: Pastebėkite, kad išsirinkus komponentą, kuriam reikalingi ir kiti komponentai, šie taip pat bus įdiegti.
mg: Tadidio fa raha mifidy singa izay miankina amin'ny singa hafa ianao dia ho voafahana avokoa izy rehetra.
nb: Merk at om du velger en modul som trenger andre moduler, så vil disse andre modulene også bli installert.
pt: Note que se escolher um componente que requer outros, esses componentes também serão carregados.
ro: Atenţie: dacă se selectează o componentă care depinde de altele, acele componente vor fi şi ele încărcate.
ru: Заметьте, что, если вы выберете компонент, который требует другие компоненты, то эти компоненты также будут загружены.
sk: Ak si vyberiete súčasť, ktorá vyžaduje ďalšie súčasti, tieto budú takisto nainštalované.
sv: Notera att om du väljer en komponent som kräver andra komponenter kommer de komponenterna också att laddas.
tr: Seçtiğiniz bileşenlerin bağımlı olduğu diğer bileşenlerin de kurulacağını unutmayın.
uk: Зауважте, що якщо ви виберете компонент, для якого потрібні інші компоненти, то вони також будуть встановлені.
zh_tw: 注意，如果您所選擇的元件相依於其他元件，那麼這些元件也會被同時載入。

source: Loading components of the Debian installer
ar: جاري تحميل مكوّنات مثبّت دبيان
bg: Зареждане на компонентите на инсталатора на Debian
bs: Učitavam module Debian installera
cs: Nahrávají se komponenty instalačního programu
cy: Yn llwytho cydrannau sefydlydd Debian
da: Indlæser komponenter til Debian-installationen
de: Debian Installer Komponenten werden geladen
es: Cargando los módulos del instalador de Debian
eu: Debian instalatzailearen atalak kargatzen.
gl: Cargando os compoñente do instalador de Debian
hr: Uèitavam dijelove Debian-instalacije
hu: A Debian-telepítő részeinek betöltése
ja: Debian インストーラのコンポーネントをロードしています
ko: 데비안 설치 프로그램 구성 요소를 읽어들이는 중입니다
lt: Įkeliami Debian'o įdiegiklio komponentai
nb: Laster komponentene til Debian-installasjonen
pt: Carregando componentes do instalador Debian
ro: Se încarcă componentele installer-ului Debian
ru: Загрузка компонентов программы установки Debian
sk: Nahrávajú sa súčasti Debian inštalátora
sv: Laddar komponenter från Debians installationsprogram
tr: Debian kurulum bileşenleri yükleniyor
uk: Завантаження компонентів встановлювача Debian
zh_tw: 正在載入 Debian 安裝程式的元件

source: Retrieving ${PACKAGE}
ar: جاري إحضار ${PACKAGE}
bg: Доставяне на ${PACKAGE}
bs: Dobavljam ${PACKAGE}
cs: Stahuje se ${PACKAGE}
cy: Yn cyrchu ${PACKAGE}
da: Henter ${PACKAGE}
de: Lade ${PACKAGE}
es: Descargando ${PACKAGE}
eu: ${PACKAGE} eskuratzen
gl: Desargar ${PACKAGE}
hr: Dobavljam ${PACKAGE}
hu: ${PACKAGE} beszerzése
ja: ${PACKAGE} を取得しています
ko: ${PACKAGE} 꾸러미를 가져오는 중입니다
lt: Gaunamas ${PACKAGE}
mg: Mandray ny ${PACKAGE}
nb: Henter ${PACKAGE}
pt: Obtendo ${PACKAGE}
ro: Se preia ${PACKAGE}
ru: Получение ${PACKAGE}
sk: Sťahuje sa ${PACKAGE}
sv: Hämtar ${PACKAGE}
tr: ${PACKAGE} alınıyor
uk: Отримання ${PACKAGE}
zh_tw: 正在接收 ${PACKAGE}

source: Unpacking ${PACKAGE}
ar: جاري استخراج ${PACKAGE}
bg: Разпакетиране на ${PACKAGE}
bs: Instaliram ${PACKAGE}
cs: Rozbaluje se ${PACKAGE}
cy: Yn dadbacio ${PACKAGE}
da: Pakker ${PACKAGE} ud
de: Entpacke ${PACKAGE}
es: Desempaquetando ${PACKAGE}
eu: ${PACKAGE} despaketatzen
gl: Desempaquetando ${PACKAGE}
hr: Raspakiravam ${PACKAGE}
hu: ${PACKAGE} kitömörítése
ja: ${PACKAGE} を展開しています
ko: ${PACKAGE} 꾸러미를 푸는 중입니다
lt: Išpakuojamas ${PACKAGE}
nb: Pakker ut ${PACKAGE}
pt: Desempacotando ${PACKAGE}
ro: Se despachetează ${PACKAGE}
ru: Распаковка ${PACKAGE}
sk: Rozbaľuje sa ${PACKAGE}
sv: Packar upp ${PACKAGE}
tr: ${PACKAGE} açılıyor
uk: Розпаковування ${PACKAGE}
zh_tw: 正在解開 ${PACKAGE}

source: Failed to load installer component
ar: فشل تحميل مكوّن المثبّت
bg: Грешка при зареждане на компонента на инсталатора
bs: Ne mogu da instaliram modul
cs: Instalace komponenty instalačního programu selhala
cy: Methwyd llwytho cydran sefydlydd
da: Kunne ikke installere installationskomponenten
de: Fehler beim Laden der Installer Komponenten
es: Se produjo un fallo al cargar un componente del instalador
eu: Huts egin da instalatzailearen atal bat kargatzen
gl: Non se puido cargar un compoñente do instalador
hr: Uèitavanje instalacijskog dijela neuspjelo
hu: Telepítőrész betöltése meghiúsult
ja: インストーラコンポーネントのロードに失敗しました
ko: 설치 프로그램 구성 요소를 읽어들이는 데 실패했습니다
lt: Nepavyko įkelti įdiegiklio komponento
mg: Tsy nahomby ny fametrahana ny rindran'asa
nb: Klarte ikke å laste installasjonskomponenten
pt: Não foi possível carregar componente do instalador
ro: Încărcarea componetei instaler-ului a eşuat
ru: Не удалось загрузить компонент программы установки
sk: Inštalácia súčasti inštalačného programu zlyhala
sv: Misslyckades att ladda installationskomponenter
tr: Kurulum bileşeni yüklenemedi
uk: Не вдалося завантажити компонент встановлювача
zh_tw: 無法載入安裝程式的元件

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
ar: فشل تحميل ${PACKAGE} لأسبابٍ مجهولة. جاري الإجهاض.
bg: Зареждането на ${PACKAGE} завърши неуспешно поради неизвестни причини. Прекъсване.
bs: Instaliranje modula ${PACKAGE} nije uspjelo zbog nepoznatih razloga. Odustajem.
cs: Instalace ${PACKAGE} selhala z neznámého důvodu. Ruším akci.
cy: Methwyd llwytho ${PACKAGE} am resymau anhysbys. Yn erthylu.
da: Det lykkedes af ukendte grunde ikke at hente ${PACKAGE}. Afbryder.
de: Die Installation von ${PACKAGE} ist aus einem unbekannten Grund fehlgeschlagen. Abbruch!
es: La carga del componente ${PACKAGE} falló por razones desconocidas. Abortando.
eu: ${PACKAGE} kargatzen huts egin da arrazoi ezezagun batekin. Abortatzen
gl: A carga de ${PACKAGE} fallou por razóns descoñecidas. Abortando.
hr: Uèitavanje ${PACKAGE} neuspjelo iz neznanih razloga. Prekidam.
hu: Egy telepítőrész (${PACKAGE}) betöltése ismeretlen okból meghiúsult. Kilépés következik.
ja: 未知の理由で ${PACKAGE} のロードに失敗しました。中断します。
ko: 알 수 없는 이유로 ${PACKAGE} 꾸러미를 읽어들이는 데 실패했습니다. 중지합니다.
lt: ${PACKAGE} įkėlimas, dėl nežinomų priežasčių nepavyko. Darbas nutraukiamas.
mg: Tsy voafahana ${PACKAGE} noho ny antony tsy fantatra. Miala.
nb: Lastingen av ${PACKAGE} mislyktes av ukjente årsaker. Avbryter.
pt: Carregamento de ${PACKAGE} falhou por razões desconhecidas. Abortando.
ro: Încărcarea ${PACKAGE} a eşuat din motive necunoscute. Se abandonează.
ru: Не удалось загрузить ${PACKAGE} по неизвестным причинам. Отмена.
sk: Inštalácia ${PACKAGE} zlyhala z neznámeho dôvodu. Ruším akciu.
sv: Laddningen av ${PACKAGE} misslyckades av okänd anledning. Avbryter.
tr: ${PACKAGE} bileşeni bilinmeyen nedenlerle yüklenemedi.
uk: Не вдалося завантажити ${PACKAGE} з невідомої причини. Дію перервано.
zh_tw: 因不明原因導致無法載入 ${PACKAGE}。程序中止。

source: Continue the install without loading kernel modules?
ar: أأستمر بالتثبيت دون تحميل وحدات النواة؟
bg: Продължаване без зареждане на модули за ядрото?
cs: Pokračovat v instalaci bez nahrání modulů jádra?
da: Fortsæt installationen uden at indlæse kernemoduler?
de: Installation ohne Kernel-Module fortsetzen?
es: ¿Desea continuar la instalación sin cargar módulos del núcleo?
eu: Instalazioa lehentesitako kernel moduluak kargatu gabe jarraitu?
gl: ¿Continua-la instalación sen cargar módulos do núcleo?
hr: Nastavi instalaciju bez uèitavanja modula za kernel?
ja: カーネルモジュールをロードせずにインストールを続けますか?
ko: 커널 모듈을 읽어들이지 않고 계속 설치하시겠습니까?
lt: Ar tęsti diegimą, neįkėlus branduolio modulių?
mg: Manohy ny fametraha tsy miaraka amin'ny module an'ny kernel?
nb: Vil du fortsette installasjonen uten å laste inn kjernemoduler?
pt: Continuar a instalação sem carregar módulos do kernel?
ro: Se continuă instalarea fără a se încărca modulele de nucleu(kernel)?
ru: Продолжить установку без загрузки модулей ядра?
sk: Pokračovať v inštalácii bez načítania modulov jadra?
sv: Fortsätt installationen utan att ladda kärnmoduler?
tr: Çekirdek modüllerini yüklemeden kuruluma devam edilsin mi?
