Repository: dankamongmen/s-i
Catalog: tools/lilo-installer/debian/po/*.po
Languages: ru, zh_cn

source: Device for boot loader installation:
ru: Устройство для установки системного загрузчика:
zh_cn: 安装启动管理器的设备：

source: Now it is time to make the newly installed Debian system bootable, by installing the LILO bootloader on a bootable device. The usual way to do this is to install LILO on the master boot record of your first hard drive, but it is also possible to install LILO to a partition if you want to use another boot manager as the primary boot manager. Leave this at default if unsure.
zh_cn: 现在是时候将 LILO 启动引导器安装到可启动设备上，并使这个新安装的 Debian 系统能够启动。通常的作法是将 LILO 安装到您第一块硬盘的主引导扇区(MBR)上，但如果您想使用其它程序作为主引导管理器也可以将 LILO 安装到某个分区上。如果您不太确定该如何选择，请使用默认选项。

source: Warning: by default, this will change how your computer boots, overwriting your existing master boot record with LILO. Continuing may make other operating systems installed on this computer unbootable.
zh_cn: 警告：在默认情况下，这将会用 LILO 覆盖现有的主引导扇区(MBR)，并改变您的电脑的启动方式。如果继续的话，将可能会使这台电脑上其它已安装的操作系统无法启动。

source: LILO configured to use a serial console
ru: LILO настроен на использование консоли на последовательном порту
zh_cn: LILO 被配置为使用串行控制台

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
ru: LILO настроен на использование в качестве консоли последовательного порта${PORT}. Скорость порта: ${SPEED}.
zh_cn: LILO 被配置为使用串行口 ${PORT} 作为控制台。串行口速度被设为 ${SPEED}。

source: Would you like to make this partition active?
ru: Хотите ли вы пометить раздел как активный?
zh_cn: 将这个分区设为活动的吗？

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the bootloader. This may cause you to be unable to boot into the system that is being installed.
ru: Вы решили поставить LILO на раздел, не помеченный как активный. В таком случае LILO не сможет запуститься и из-за этого ваша система может не загружаться.
zh_cn: 您选择了将 LILO 安装在一个非活动的分区上。如果分区没有标志为活动，LILO 就无法被引导程序加载。这样您就无法进入装好的系统中。

source: You should make this partition active unless you have another bootloader that will allow you to access your new Linux installation.
ru: Вам следует пометить раздел как активный, если только вы не собираетесь пользоваться для доступа к вашей Linux-системе другим загрузчиком.
zh_cn: 您应当将这个分区标志为活动的，除非您使用了其他的引导管理器，并且它允许您引导新的 Linux 系统。

source: LILO installation failed
ru: Установка LILO не удалась
zh_cn: LILO 安装失败

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
ru: При запуске "/sbin/lilo" произошла ошибка номер ${ERRCODE}.
zh_cn: 运行 "/sbin/lilo" 失败，错误代码 "${ERRCODE}"。

source: Install the LILO boot loader on a hard disk
ru: Установить загрузчик LILO на жесткий диск
zh_cn: 安装 LILO 引导管理程序到硬盘上

source: LILO should install the boot block on a bootable device. This is usually the first hard drive, but could be in a partition if you want to use another boot manager as the primary boot manager.
ru: LILO должен установить загрузочный блок на загрузочное устройство. Обычно им является первый жесткий диск, но может быть и одним из разделов диска, если в качестве первичного загрузчика используется другой загрузчик.
