Repository: dankamongmen/s-i
Catalog: packages/prebaseconfig/debian/po/*.po
Languages: ar, bg, cs, es, eu, he, hu, mk, ru, sk, vi

source: Finish the installation
ar: إنهاء التّثبيت
bg: Завършване на инсталацията
cs: Dokonèit instalaci
es: Finalizar la instalación
eu: Instalazioa amaitu
he: סיים את ההתקנה
hu: Telepítés befejezése
mk: Заврши ја инсталацијата
ru: Закончить установку
sk: Dokonèujem in¹taláciu
vi: Kết thúc việc cài đặt

source: Finishing the installation
ar: جاري إنهاء التثبيت
bg: Завършване на инсталацията
cs: Dokonèuje se instalace
es: Finalizando la instalación
eu: Instalazioa amaitzen
he: סיים את ההתקנה
hu: Telepítés befejezése
mk: Завршување на инсталацијата
ru: Завершение программы установки
sk: Dokonèujem in¹taláciu
vi: Đang kết thúc việc cài đặt

source: Running ${SCRIPT}...
ar: جاري تشغيل ${SCRIPT}...
bg: Изпълнение на ${SCRIPT}...
cs: Probíhá ${SCRIPT}...
es: Ejecutando ${SCRIPT}...
eu: ${SCRIPT} abiarazten...
he: מריץ ${SCRIPT}...
hu: Parancsfájl (${SCRIPT}) futtatása folyamatban...
mk: Извршувам ${SCRIPT}...
ru: Выполнение ${SCRIPT}...
sk: Spú¹»am ${SCRIPT}...
vi: Chạy ${SCRIPT}...

source: Configuring network...
ar: جاري تهيئة الشّبكة...
bg: Настройка на мрежата...
cs: Nastavuje se sí»...
es: Configurando la red...
eu: Sarea Konfiguratzen...
he: מגדיר רשת...
hu: Hálózat konfigurálása folyamatban...
mk: Конфигурирање на мрежа...
ru: Настройка сети...
sk: Nastavujem sie»...
vi: Đang cấu hình mạng...

source: Setting up frame buffer...
ar: جاري إعداد جعبة الأطر...
bg: Настройка на frame buffer...
cs: Nastavuje se frame buffer...
es: Preparando el «frame buffer»...
eu: frame buffer ezartzen...
he: מפעיל חוצץ מסגרת...
hu: Képpufferes kijelzés beállítása folyamatban...
mk: Поставување на frame buffer...
ru: Настройка кадрового буфера (frame buffer)...
sk: Nastavujem frame buffer...
vi: Đang thiết lập vùng nhớ đệm...

source: Preparing for base-config...
ar: جاري التحضير للتّهيئة الأساسيّة...
bg: Подготовка за base-config...
cs: Pøíprava na base-config...
es: Preparándose para la configuración base...
eu: konfigurazo nagusia prestatzen...
he: מתכונן להפעלת base-config...
hu: base-config futtatásának előkészítése folyamatban...
mk: Подготовка за base-config...
ru: Подготовка к настройке базовой системы...
sk: Pripravujem sa na base=config...
vi: Đang chuẩn bị cho base-config...

source: Saving installation logs to /var/log/debian-installer/...
ar: جاري حفظ سجلّات التثبيت في /var/log/debian-insatller/...
bg: Запазване на дневниците на инсталацията в /var/log/debian-installer/...
cs: Záznam o instalaci se ukládá do /var/log/debian-installer/...
es: Guardando registros de la instalación en /var/log/debian-installer/...
eu: Instalazio erregistroak '/var/log/debian-installer/'-en gordetzen...
he: שומר יומן התקנה ב- /var/log/debian-installer/...
hu: Telepítési naplófájlok /var/log/debian-installer/ könyvtárba mentése folyamatban...
ru: Запись протокола установки в /var/log/debian-installer/...
sk: Ukladám in¹talaèné záznamy do /var/log/debian-installer/...
vi: Đang lưu bản ghi vào /var/log/debian-installer/...

source: Unmounting file systems...
ar: جاري فكّ أنظمة الملفّات...
bg: Демонтиране на файловите системи...
cs: Odpojují se souborové systémy...
es: Desmontando los sistemas de ficheros...
eu: Fitxategi sistemak desmuntatzen...
he: מבטל את עיגון מערכות הקבצים...
hu: Fájlrendszerek lecsatlakoztatása folyamatban...
mk: Одмонтирање на датотечните системи...
ru: Размонтирование файловых систем...
sk: Odpájam súborové systémy...
vi: Không cài tệp hệ thống...

source: Rebooting into your new Debian system...
ar: جاري إعادة التّشغيل إلى نظام ديبيان الجديد...
bg: Рестартиране във Вашата нова система Debian...
cs: Restartuje se do nového systému...
es: Reiniciando a su nuevo sistema Debian...
eu: Zure Debian sistema berrira berabiarazten...
he: מבצע אתחול למערכת הדביאן החדשה שלך...
hu: Rendszer újraindítása az új Debian-telepítés beüzemeléséhez...
mk: Ресетирање во твојот нов Дебиан систем...
ru: Перезагрузка в вашу новую систему Debian...
sk: Re¹tartujem do vá¹ho nového Debian systému...
vi: Đang khởi động lại trên hệ thống Debian mới của bạn...

source: Installation complete
ar: اكتمل التثبيت
bg: Завършване на инсталацията
cs: Instalace je kompletní
es: Instalación completada
eu: Instalazioa osatu da
he: ההתקנה הסתיימה
hu: Telepítés befejeződött
mk: Инсталацијата успешно заврши
ru: Установка завершена
sk: In¹talácia je kompletná
vi: Cài đặt hoàn tất

source: Installation is complete, so it is time to boot into your new Debian system. Make sure to remove the installation media (CD-ROM, floppies), so that your system boots from the disk to which Debian was installed.
ar: اكتمل التّثبيت، والآن هو الوقت لتشغيل نظام ديبيان الجديد خاصّتك. تأكّد من إزالة أيّة أقراص (مدمجة، مرنة)، كي يستطيع نظامك الإقلاع من القرص الذي تمّ تثبيت ديبيان عليه.
bg: Инсталацията е завършена, така че е време за зареждане на Вашата нова система Debian. Уверете се, че сте извадили инсталационния носител (компактдиск, флопидиск), така че Вашата система да зареди от диска, на който Debian е инсталиран.
cs: Instalace je kompletní, tak¾e nastal èas zavést vá¹ nový systém. Ujistìte se, ¾e v mechanikách nezùstala instalaèní média (CD-ROM, disketa). To je proto, aby se mohl systém zavést z disku, na který jste Debian nainstalovali.
es: La instalación se ha completado. Ahora podrá arrancar su nuevo sistema Debian. Asegúrese de extraer el disco de instalación (CD-ROM o disquetes) para que su sistema arranque del disco en el que se ha instalado Debian.
eu: Instalazio burutu da, beraz zure Debian sistema abiarazteko garaia da. Ziurtatu zaitez instalazio jatorria atera duzula (CDROM, disketeak), zure sistema Debian instalaturik dagoen diskotik abiarazi dedin.
he: ההתקנה הסתיימה, והגיע הזמן לאתחל לתוך Debian. נא לוודא שמדיית ההתקנה הוצאה (CD או דיסקטים), כך שניתן לאתחל את המערכת ל-Debian ללא הפרעות.
hu: A telepítés befejeződött, eljött az új Debian-rendszer indításának ideje. Távolítsa el a telepítőlemezeket (CD-ROM és hajlékonylemezeket) a meghajtókból, hogy a rendszer indítása a Debian telepítésére használt lemezről történhessen.
mk: Инсталирањето заврши, па време е да се бутира твојот нов Дебиан систем. Претходно не заборавај да ги извадиш инсталационите медиуми (ЦД-РОМ, дискети), за да може новиот Дебиан систем да се бутира од хард дискот каде и е инсталиран.
ru: Установка завершена, пришло время перезагрузиться в вашу новую систему Debian. Убедитесь, что носители, с которых производилась установка (компакт-диски, гибкие диски), извлечены, чтобы ваша система загрузилась с диска, на который была произведена установка Debian.
sk: In¹talácia je kompletná, tak¾e je èas na spustenie vá¹ho nového systému Debian. Uistite sa, èi ste odstránili va¹e in¹talaèné médiá z CD-ROM alebo disketovej mechaniky, lebo vá¹ systém by sa mal spusti» z disku, na ktorý ste Debian nain¹talovali.
vi: Cài đặt đã hoàn tất, đây là thời điểm khởi động trên hệ thống Debian mới của bạn. Hãy chắc chắn rằng các phương tiện (CD-ROM, đĩa mềm) đã được rút ra, do đó hệ thống sẽ khởi động từ đĩa mà Debian đã được cài trên đó.
