Repository: dankamongmen/s-i
Catalog: packages/partman/partman-ext3/debian/po/*.po
Languages: eu, gl

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
eu: ${DEVICE}-ko #${PARTITION} partizioan ext3 fitxategi sitema egiaztatzen...
gl: Comprobando o sistema de ficheiros ext3 na partición #${PARTITION} en ${DEVICE}...

source: Go back to the menu and correct errors?
eu: Menuan atzera joan eta erroreak konpondu?
gl: ¿Voltar ó menú e corrixir errores?

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
eu: ${DEVICE}-ko #${PARTITION} partizioan ext3 fitxategi sitema egiaztatzerakoan errore konponezinak aurkitu dira.
gl: A proba do sistema de ficheiros ext3 na partición #${PARTITION} de ${DEVICE} atopou erros non correxidos.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
eu: Atzera joan eta errore hauek konpontzen ez badituzu, partizioa ezin izango da erabili.
gl: Se non volves ó menú de particionado e corrixes os erros, a partición no vai ser usada.

source: Failed to create a file system
eu: Huts fitxategi sistema sortzerakoan
gl: Non se puido crear o sistema de ficheiros

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
eu: ${DEVICE}-ko #${PARTITION} partizioan ext3 fitxategi sitema sortzean huts.
gl: Fallou a creación do sistema de ficheiros na partición #${PARTITION} en ${DEVICE}

source: Do you want to return to the partitioning menu?
eu: Partitze menura itzuli nahi al duzu?
gl: ¿Queres volver ó menú de particionar?

source: No mount point is assigned for the ext3 filesystem in partition #${PARTITION} of ${DEVICE}.
eu: ${DEVICE}-ko #${PARTITION} partizioko ext3 fitxategi sitemarentzat ez da muntatze punturik ezarri.
gl: O sistema de ficheiros na partición #${PARTITION} en ${DEVICE} non ten agignado ningún punto de montaxe.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
eu: Atzera joan eta muntatze puntu hau ezartzen ez baduzu, partizioa ezin izango da erabili.
gl: Se non volves ó menú de particionado e lle asignas un punto de montaxe, a partición non se usará.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
eu: /, /boot, /home, /tmp, /usr, /usr/local, /var, Eskuz ezarri, Ez muntatu hau
gl: /, /boot, /home, /tmp, /usr, /usr/local, /var, Introducir a mán, non montala

source: Mount point for this partition:
eu: Partizio honentzako muntatze puntua:
gl: Punto de montaxe desta partición:

source: Invalid mount point
eu: Baliogabeko muntatze puntua
gl: O punto de montaxe non é válido

source: The mount point you entered is invalid.
eu: Zuk ezarritako muntatze puntua baliogabekoa da.
gl: O punto de montaxe escollido non é válido

source: Mount points must start with "/". They cannot contain spaces.
eu: Muntatze puntuak "/" ikurraz hasi behar dira. Ezin dute hutsunerik izan.
gl: Os puntos de montaxe deben comezar por "/". No poden conter espacios.

source: Mount point:
eu: Muntatze puntua:
gl: Punto de montaxe:

source: noatime - do not update inode access times at each access
eu: noatime - ez eguneratu inodo erabilera data erabilera bakitzean
gl: noatime - non actualiza-lo tempo de acceso nos inodos tra-los accesos

source: nodev - do not support character or block special devices
eu: nodev - ez du karaktere edo bloke gailu berezirik onartzen
gl: nodev - non soportar dispositivos de caracter ou bloque

source: nosuid - ignore set-user-identifier or set-group-identifier bits
eu: nosuid - ez ikusia egin erabiltzaile eta talde identifikatzaile bit-ei.
gl: noduid - ignorar os bits set-user-identifier e set-group-identifier

source: noexec - do not allow execution of any binaries
eu: noexec - ez du binariarren abiaraztea onartzen
gl: noexec - Non permitir a execución de ningún binario

source: ro - mount the file system read-only
eu: ro - muntatu fitxategi sitema irakuketarako soilik
gl: ro - montar o sistema de ficheiros en modo só-lectura

source: sync - all input/output activities occur synchronously
eu: sync - sarrera/irteera aktibitate guztiak sinkronizaturik izango dira
gl: sync - Todas as operacións de entrada e saída ocorren síncronamente

source: usrquota - user disk quota accounting enabled
eu: usrquota - erabiltzaile diska kuota gaiturik
gl: usrquota - Activa-la análise das contas de usuario

source: grpquota - group disk quota accounting enabled
eu: grpquota - talde diska kuota gaiturik
gl: grpquota - Activa-la análise das contas de grupos

source: Mount options:
eu: Muntatzeko Aukerak:
gl: Opcións de montaxe:

source: Mount options can tune the behavior of the file system.
eu: Muntatze aukerek fitxategi sistemaren portaera findu dezakete
gl: As opcións de montaxe poden modificar o comportamento do sistema de ficheiros.

source: ext3 journalling file system
eu: ext3 aldiroko fitxategi sistema
gl: Sistema de ficheiros ext3 con journalling
