Repository: dankamongmen/s-i
Catalog: packages/partman/partman-target/debian/po/*.po
Languages: ar, cs, eu, gl, hr, hu, nl, pt, ru, xh

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new Debian system. You need to choose which partition(s) will be used for the installation of Debian.
ar: تجزئة قرصٍ صلب تتألّف من تقسيمه لإنشاء المساحة المطلوبة لتثبيت نظام دبيان الجديد الخاص بك. ينبغي أن تختار أي التّجزئات ستستخدم لتثبيت دبيان.
cs: Rozdìlení pevného disku se spoèívá v logickém rozdìlení pevného disku za úèelem vytvoøení místa pro instalaci nového Debianu. Musíte si vybrat, které oblasti se pou¾ijí pro instalaci Debianu.
eu: Disko gogorra partitzea, berau logikalki zati egin eta zure Debian sistema berria instalatzeko behar den lekua sortzean datza. Zuk Debian zein partiziotan instalatu nahi duzun aukeratu behar duzu.
gl: O particionado dun disco duro consiste en dividilo para crea-lo espacio necesario para o teu novo sistema Debian. Para iso debes elixir qué partición(s) vanse usar para a instalación de Debian.
hu: Egy merevlemez partícionálása során azt az új Debian-rendszer számára megfelelő méretű logikai részekre osztja. Ki kell választania a Debian telepítésére szolgáló partíció(ka)t.
nl: Het indelen van een harde schijf houdt in dat u de ruimte aanmaakt waarin uw nieuwe Debian-systeem geïnstalleerd zal worden. U dient aan te geven welke partitie(s) voor de Debian-installatie gebruikt zullen worden.
pt: Particionar um disco rígido consiste em dividi-lo para criar o espaço necessário para instalar o seu novo sistema Debian. Necessita escolher que partição(ões) será(ão) usadas para a instalação de Debian.
ru: Разбивка диска -- разделение диска на части, подходящие для установки. Вам нужно выбрать тот(те) раздел(ы), на которые будет установлен Debian.

source: Select a free space to create partitions in it.
ar: إختار مساحةً متاحة لإنشاء تجزئاتٍ عليها.
cs: Vyberte volné místo pro vytvoøení nových oblastí.
eu: Aukeratu partizioak sortzeko leku librea.
gl: Elixe un espacio libre para crear particións nel.
hr: Izaberite slobodan prostor da stvorite particije.
hu: Szabad helyet kiválasztva abban partíciókat hozhat létre.
nl: U heeft de volgende mogelijkheden om partities aan te maken.
pt: Seleccione um espaço livre para criar nele as partições.
ru: Выберите кусок пустого места, в котором будут созданы разделы.
xh: Khetha isithuba esizimeleyo ukuba udale izinto zokwahlulwa kuso.

source: Select a device to remove all partitions in it and create a new empty partition table.
ar: اختر جهازاً لإزالة كل التّجزئات عليه و إنشاء جدول تجزئة جديدٍ و فارغ.
cs: Vyberte zaøízení pro smazání v¹ech oblastí na nìm umístìných a vytvoøení nové, prázdné tabulky oblastí.
eu: Aukeratu partizio guztiak ezabatu eta partizio taula berri bat sortu nahi duzun gailua.
gl: Elixe un dispositivo para borrar todas as súas particións e crear unha nova táboa de particións vacía.
hr: Izaberite cijeli ureðaj da uklonite sve particije s njega i stvorite novu praznu particijsku tablicu.
hu: Eszközt kiválasztva annak minden partícióját megszüntetheti és új, üres partíciós táblát helyezhet rá.
nl: Om op een schijf alle partities te verwijderen en een nieuwe schijfindelingstabel aan te maken selecteert u de schijf.
pt: Seleccione um dispositivo para remover nele todas as partições e criar uma nova tabela de partições vazia.
ru: Выберите то устройство, на котором будут удалены все разделы и создана новая пустая таблица разделов.
xh: Khetha isixhobo sokususa zonke izinto zokwahlulwa kuso uze udale itheyibhile entsha eze yokwahlulwa.

source: Select a partition to remove it or to specify how Debian is going to use it. At a bare minimum, Debian needs one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
ar: اختر تجزيئاً لإزالته أو لتحديد كيف سيستعمله دبيان. أدنى ما يحتاجه دبيان هو تجزيءٌ واحد لاحتواء جذر نظام الملفّات (و الذي ستكون نقطة تركيبه هي /). معظم المستخدمين لديهم الحاجة لتجزيء إبدالٍ منفصل. "الإبدال" هو مساحة مسوّدة لنظام التّشغيل ممّا يسمح للنّظام باستخدام مساحة القرص كـ "ذاكرةٍ افتراضيّة".
cs: Vyberte oblast pro její smazání, nebo pro zmìnu zpùsobu, jakým s ní Debian bude pracovat. Minimálnì pro Debian potøebujete jednu oblast, která bude obsahovat koøenový souborový systém (pøipojuje se jako /). Vìt¹ina u¾ivatelù doporuèuje pou¾ít i samostatnou oblast pro odkládací prostor. Odkládací prostor (swap) je místo na disku, které operaèní systém vyu¾ívá jako "virtuální pamì»".
eu: Aukeratru partizio bat ezabatzeko edo Debianek nola erabiliko duen ezartzeko. Gutxienez Debianek partizio bat behar du bertan fitxategi sistemaren erro partizioa (zeinen muntatze puntua / da) ipìntzeko. Pertsona askoren ustez aparteko swap partizio bat beharrezkoa da. "Swap" sistemak Memoria birtuala balitza erabiliko duen partizio bat da.
gl: Elixe unha partición para borrala ou para elixir cómo vai usala Debian. Como mínimo, Debian precisa unha partición para conter a raíz do sistema de ficheiros (o punto de montaxe é /). A maioría dos usuarios cren necesaria tamén unha partición de intercambio. "Espacio de intercambio " é un espacio improvisado para operacións que permite usar espacio en disco como "memoria virtual".
hu: Partíciót kiválasztva azt törölheti, vagy megadhatja, hogy a Debian mit kezdjen vele. A Debian minimális igénye egy, a fájlrendszer gyökerét jelentő partíció (csatlakoztatási pontja: /). A legtöbb hozzáértő ezen felül egy külön cserepartíciót is szükségesnek tart. A "csere" az operációs rendszer szabad garázdálkodására fenntartott hely, amit a rendszer általában lemezalapú "virtuális memória" képében hasznosít.
nl: Om een partitie te verwijderen of aan te geven hoe Debian de partitie dient te gebruiken selecteert u deze. Debian heeft tenminste één partitie nodig voor het basisbestandssysteem (i.e. met aankoppelpunt '/'). Daarnaast is volgens de meesten een afzonderlijke partitie voor wisselgeheugen een noodzaak. 'Wisselgeheugen' is een soort kladblok dat het besturingssysteem toelaat om de harde schijf als 'virtueel geheugen' te gebruiken.
pt: Seleccione uma partição para remover ou para especificar como o Debian a vai usar. No mínimo, Debian necessita uma partição para conter o sistema de ficheiros raíz (cujo ponto de montagem é /). A maioria das pessoas acham que uma partição de swap separada é necessária. "Swap" é um espaço para o sistema operativo, que permite ao sistema usar espaço em disco como "memória virtual".
ru: Выберите раздел для удаления или чтобы указать, как Debian будет егоиспользовать. Debian как минимум нужен один раздел, содержащий т.н. корень файловой системы (точка монтирования /). Многие считают, что также нужен отдельный раздел подкачки. "Подкачка" -- место на жёстком диске без определённой структуры, которое используется файловой системой в качестве "виртуальной памяти" на жёстком диске.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu. NOTE: this installer doesn't allow you to install over an existing GNU/Linux system overwriting system files.
ar: عندما يكون التّجزيء منسّقاً مسبقاً يمكنك أن تبقي على البيانات الموجودة في التّجزيء و تستعملها. التّجزئات التي ستستعمل بهذه الطّريقة مشارٌ إليها بـ "${KEEP}" في قائمة التّجزئة الرّئيسيّة. ملاحظة: هذا المثبّت لا يمكّنك من التّثبيت فوق نظام جنو/لينكس موجود أصلاً بتنميق ملفّات النّظام.
cs: Pokud je oblast ji¾ zformátovaná, mù¾ete ji zachovat a pou¾ívat data v ní obsa¾ená. Takovéto oblasti jsou v hlavním rozdìlovacím menu oznaèeny jako "${KEEP}". POZNÁMKA: tento instalaèní systém neumo¾òuje instalovat pøes stávající systém GNU/Linux prostým pøepsáním souborù.
eu: Partizioa dagoeneko formateaturik balego datuak gorde eta erabiltzea aukeatu dezakezu. Era honetan erabiliko diren partizioak "${KEEP}" markaturik daude partitze menuan. Oharra: instalatzaile honek ez du dagoeneko GNU/Linux sistema baten gainean instalatzea onartzen.
gl: Cando a partición xa ten un formato debes elixir se queres mantelo e usar os datos existentes na partición. As particións que se usen desta forma se marcarán con "${MANTER}" no menú principal do particionado. NOTA: Este instalador non permite unha instalación sobre un sistema GNU/Linux sobreescribindo os ficheiros do sistema.
hu: Már formázott partíciók adatai természetesen megőrizhetők és továbbra is használhatók. Az így kezelt partíciókat a fő partícionálómenüben "${KEEP}" jelzi. MEGJEGYZÉS: ez a telepítő nem képes egy meglevő GNU/Linux-rendszerbe "beleülve", annak bizonyos fájljait felülírva telepíteni.
nl: Als de partitie reeds geformatteerd is, kunt ervoor kiezen om de bestaande gegevens in de partitie te bewaren. Op deze manier gebruikte partities worden aangeven met '${KEEP}' in het hoofd-schijfindelingsmenu. OPMERKING: dit installatieproces maakt het onmogelijk om de systeembestanden op zo'n partitie te overschrijven.
pt: Quando a partição já estiver formatada pode escolher manter e usar a informação existente na partição. As partições que irão ser usadas desta forma são marcadas com "${KEEP}" no menu principal de particionamento. NOTA: este instalador não permite instalar por cima de um sistema GNU/Linux e sobre escrever os ficheiros de sistema.
ru: Если раздел уже содержит файловую систему, вы можете оставить и воспользоваться уже существующими в разделе данными. Подобные разделы помечены "${KEEP}" в главном меню разбивка дисков. ПРИМЕЧАНИЕ: данный установщик не позволяет установить систему поверх уже существующей Linux-системы.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
ar: عموماً ستحتاج لتنسيق التّجزيء بنظام ملفّاتٍ منشأ جديداً. ملاحظة: كل البيانات في التّجزيء ستحذف دون تراجع. إذا قرّرت تنسيق تجزيءٍ منسّق مسبقاً سيشار إليه بـ "${DESTROY}" في قائمة التّجزئة الأساسيّة. فيما عدا ذلك سيشار إليه بـ "${FORMAT}".
cs: Vìt¹inou budete chtít formátovat oblast novým souborovým systémem. POZNÁMKA: ve¹kerá data v oblasti budou nenávratnì smazána. Pokud se rozhodnete formátovat oblast, která je ji¾ naformátovaná, bude v rozdìlovacím menu oznaèena symbolem "${DESTROY}". Jinak bude oznaèená jako "${FORMAT}".
eu: Normalean sortu berri duzun fitxategi sistemarekin formateatu nahiko duzu partizioa. OHARRA partizioko datu guztiak betirako galduko dira. Partizio bat formateatzea erabakitzen baduzu, berau "${DESTROY}"markaturik egongo da partitze menuan. Bestela berau "${FORMAT}" markaturik egongo da.
gl: En xeral, quererás formatea-la partición cun sistema de ficheiros creado recientemente. NOTA: Tódolos datos na partición vanse borrar irreversiblemente. Se decides formatear unha partición que xa ten formato marcarase con "${DESTROY}" no menú principal de particionado. Noutro caso marcarase con "${FORMAT}".
hr: Opæenito trebate formatirati partciju novim datoteènim sustavom. POZOR: svi podaci na particiji bit æe nepovratno obrisani. Ako odluèite preformatirati veæ formatiranu partciju, bit æe oznaèena s "${DESTROY}" u glavnom izabirniku particioniranja. Inaèe æe biti oznaèena s "${FORMAT}".
hu: Általában véve az újonnan létrehozott partíciókat fájlrendszerekkel kell megformázni. MEGJEGYZÉS: ettől a partíción található összes adat elveszik. Ha egy már formattált partíciót jelöl ki formázásra, azt a fő partícionálómenüben "${DESTROY}" jelzi. Egyéb esetben "${FORMAT}" jelzést kap.
nl: Meestal zult u de partitie formatteren met een nieuw aangemaakt bestandssysteem. OPMERKING: alle gegevens in de partitie worden daardoor onherroepelijk verwijderd. Als u ervoor gekozen heeft om een reeds geformatteerde partitie opnieuw te formatteren wordt dit in het hoofd-schijfindelingsmenu aangegeven met '${DESTROY}'. Zoniet wordt de partitie gemarkeerd met '${FORMAT}'.
pt: Regra geral pretenderá formatar a partição com um novo sistema de ficheiros. NOTA: toda a informação na partição será irreversívelmente apagada. Se decidir formatar uma partição que já está formatada, irá ser marcada com "${DESTROY}" no menu principal de particionamento. Caso contrário será marcada com "${FORMAT}".
ru: В общем случае вы скорее всего захотите отформатировать раздел. ПРИМЕЧАНИЕ: все данные в разделе будут безвозвратно уничтожены. Если вы решитись отформатировать раздел, уже содержащий файловую систему, то он будет помечен "${DESTROY}" в главном меню, в противном случае пометка будет "${FORMAT}".
xh: Ngokwesiqhelo uyakufuna ukulungiselela isahlukaniso ngenkqubo yefayili edalwe ngokutsha. QAPHELA: zonke ii-data ezikwisahlukaniso ziya kucinywa ngokungaguqukiyo. Ukuba ugqiba kwelokuba ulungiselele isahlukaniso esele ilungiselelwe, iya kuphawulwa ngo "${DESTROY}" kwimenyu yesahlukaniso eyintloko. Kungenjalo iya kuphawulwa ngo "${FORMAT}".

source: In order to start your new Debian system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ar: حتّى يتسنّى لك تشغيل نظام دبيان الجديد الخاص بك سيستعمل ما يسمّى بمحمّل الإقلاع. يمكنه أن يثبّت إمّا على سجل الإقلاع الرّئيسي لأوّل قرصٍ صلب أو على تجزيءٍ معيّن. عند تثبيت محمّل الإقلاع على تجزيءٍ ما يجب أن تمكّن علم قابليّة الإقلاع الخاص به. سيشار إلى ذلك التّجزيء بـ "${BOOTABLE}" في قائمة التّجزئة الرّئيسيّة.
cs: Pro nastarování Debianu se pou¾ívá takzvaný zavadìè. Mù¾ete jej nainstalovat buï do hlavního zavádìcího záznamu prvního disku, nebo do oblasti. Je-li zavadìè nainstalován do oblasti, musíte jí nastavit pøíznak zavádìní. Tyto oblasti jsou v hlavním rozdìlovacím menu oznaèeny symbolem "${BOOTABLE}".
eu: Debian sistema berria abiarazi ahal izateko abiarazpen kargatzaile bat erabiltzen da. Berau lehen diskoko abiarazte erregistro nagusian (MBR) edo partizio batetan instalatu daiteke. Abiarazlea partizio batetan instalatzen baduzu partizio horri abirazgarri bandera ipini behar diozu, partizio hau "${BOOTABLE}" markaturik agertuko da partitze menuan.
gl: Para iniciar o teu novo sistema Debian emprégase un xestor de arraque. Pódese instalar no MBR (Sector de arranque maestro) do primero disco duro ou nunha partición. Cando un xestor de arranque se instala nunha partición, debes poñerlle o marcador de arrancable. As particións nese caso marcaranse con "${BOOTABLE}" no menú principal de particionado.
hu: Az új Debian-rendszer indítását egy ún. rendszerbetöltő végzi. Ezt vagy az első merevlemez fő indítórekordjába, vagy egy partícióra lehet telepíteni. Ha partícióra telepíti, akkor az adott partíció rendszerindító kapcsolóját be kell kapcsolni. Az ilyen partíciót a fő partícionálómenüben "${BOOTABLE}" jelzi.
nl: Om uw nieuwe Debian-systeem op te starten, wordt een opstartlader gebruikt. Deze kan geïnstalleerd worden ofwel in het 'master boot record' van de eerste harde schijf, ofwel in een partitie. In het laatste geval dient u de opstartbaar-vlag voor deze partitie te activeren. Zo'n partitie wordt aangegeven met '${BOOTABLE}' in het hoofd-schijfindelingsmenu.
pt: Para iniciar o seu novo sistema Debian, é utilizado um chamado gestor de arranque. Pode ser instalado tanto no master boot record do primeiro disco rígido, como numa partição. Quando o gestor de arranque é instalado numa partição é necessário definir a flag bootable para essa partição. Uma partição dessas será marcada com "${BOOTABLE}" no menu principal de particionamento.
ru: Чтобы запустить установленную систему Debian, необходим так называемый загрузчик. Он может быть установлен либо в основую загрузочную запись первого жёсткого диска, либо в раздел. При установке в раздел, для этого раздела нужно установить метку "загрузочный". В таком случае этот раздел будет помечен "${BOOTABLE}" в главном менюразбивки.

source: In order to start your new Debian system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ar: حتّى يتسنّى لك تشغيل نظام دبيان الجديد الخاص بك سيستعمل ما يسمّى بمحمّل الإقلاع. يثبّت هذا في تجزيء إقلاع. يجب أن تمكّن علم قابليّة للتّجزيء. سيشار إلى ذلك التّجزيء بـ "${BOOTABLE}" في قائمة التّجزئة الرّئيسيّة.
cs: Pro nastarování Debianu se pou¾ívá takzvaný zavadìè. Ten je nainstalovaný v zavádìcí oblasti. Zavádìcí oblast musí mít pøíznak zavádìní. Tyto oblasti jsou v hlavním rozdìlovacím menu oznaèeny symbolem "${BOOTABLE}".
eu: Zure Debian sistema berria abiarazi ahal izateko abiarazpen kargatzaile bat erabiltzen da. Berau lehen diskoko abiarazte partizioan instalatuko da. Partizio horri abirazgarri bandera ipini behar diozu, partizio hau "${BOOTABLE}" markaturik agertuko da partitze menuan.
hu: Az új Debian-rendszer indítását egy ún. rendszerbetöltő végzi. Ezt egy partícióra lehet telepíteni. Az adott partíció rendszerindító kapcsolóját be kell kapcsolni. Az ilyen partíciót a fő partícionálómenüben "${BOOTABLE}" jelzi.
nl: Om uw nieuwe Debian-systeem op te starten wordt een opstartlader gebruikt. Deze wordt geïnstalleerd in een opstart-partitie. De 'bootable'-vlag van deze partitie dient geactiveerd te zijn (de partitie wordt dan aangegeven met '${BOOTABLE}' in het hoofd-schijfindelingsmenu).
pt: Para iniciar o seu novo sistema Debian, é utilizado o chamado gestor de arranque. É instalado na partição de arranque. É necessário definir a flag bootable para essa partição. Uma partição dessas será marcada com "${BOOTABLE}" no menu principal de particionamento.
ru: Чтобы запустить установленную систему Debian, используется так называемый загрузчик. Вы должны установить метку "загрузочный" на раздел. Этот раздел будет помечен как "${BOOTABLE}" в главном меню разбивки.

source: Identical mount points for two filesystems
ar: نقطتا تركيبٍ متماثلتان لنظامي ملفّات
cs: Stejné pøípojné body pro rùzné souborové systémy
eu: Muntatze puntu berdina bi fitxategi sistementzat
gl: Puntos de montaxe iguais para dous sistemas de ficheiros
hu: Két fájlrendszer ugyanazt a csatlakoztatási pontot használja
nl: Er zijn twee bestandssystemen met hetzelfde aanhechtpunt
ru: Одинаковые точки монтирования для двух файловых систем

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
ar: هناك اثنان من أنظمة الملفّات عيّنت لهما نقطة التّركيب ذاتها: (${MOUNTPOINT}): ${PART1} و ${PART2}.
cs: Pod pøípojný bod ${MOUNTPOINT} jsou zároveò pøiøazeny dva souborové systémy: ${PART1} a ${PART2}.
eu: Bi fitxategi sistema batera ${MOUNTPOINT}-en muntatuko dira: ${PART1} eta ${PART2}.
gl: Dous sistemas de ficheiros están asignados a un punto de montaxe (${MOUNTPOINT}) ó mesmo tempo: ${PART1} e ${PART2}.
hr: Dva datoteèna sustava imaju istu toèku montiranja (${MOUNTPOINT}): ${PART1} i ${PART2}.
hu: Két fájlrendszer (${PART1} és ${PART2}) számára ugyanaz a csatlakoztatási pont (${MOUNTPOINT}) van kijelölve.
nl: Er zijn 2 bestandssystemen ingesteld om op ${MOUNTPOINT} aangekoppeld te worden: ${PART1} en ${PART2}.
pt: Dois sistemas de ficheiros estão destinados a serem montados no mesmo ponto de montagem (${MOUNTPOINT}): ${PART1} e ${PART2}.
ru: Для двух файловых систем указана одна и та же точка монтирования ${MOUNTPOINT}: ${PART1} и ${PART2}.
xh: Iinkqubo ezimbini zefayili zabelwe incam enye yonyuso (${MOUNTPOINT}): ${PART1} and ${PART2}.

source: Please correct this by changing mount points.
ar: رجاءً صحّح هذا بتغيير نقاط التّركيب.
cs: Opravte to zmìnou pøípojných bodù.
eu: Konpondu hau muntatze puntuak aldatuaz.
gl: Por favor, corrixa esto cambiando os puntos de montaxe.
hr: Molim ispravite to mijenjajuæi toèke montiranja.
hu: Módosítsa a megadott csatlakoztatási pontokat.
nl: Gelieve dit te herstellen door de aanhechtpunten te veranderen.
pt: Por favor corrija esta situação alterando os pontos de montagem.
ru: Пожалуйста, поправьте точки монтирования.
xh: Nceda lungisa oku ngokutshintsha iincam zokunyusa.

source: No root file system
ar: لا يوجد نظام ملفّات جذري
cs: ®ádný koøenový souborový systém
eu: Ez dago erro fitxategi sistemarik
gl: Non hai un sistema de ficheiros raíz
hr: Nema korijenskog datoteènog sustava.
hu: Nincs gyökér-fájlrendszer
nl: Er is geen basisbestandssysteem
pt: Sem sistema de ficheiros raíz
ru: Нет корневой файловой системы (root file system)
xh: Ayikho inkqubo yefayili eyingcambu

source: No root file system is defined.
ar: لم يعرّف أي نظام ملفّات جذري.
cs: Není urèen koøenový souborový systém.
eu: Ez dago erro fitxategi sistema ezarririk.
gl: non hai definido un sistema de ficheiros raíz.
hr: Nije odreðen korijenski datoteèni sustav.
hu: Nem adott meg gyökér-fájlrendszert.
nl: Er is geen basisbestandssysteem gedefinieerd.
pt: Não está definido o sistema de ficheiros raiz.
ru: Корневая файловая система не определена.
xh: Ayikho inkqubo yefayili eyingcambu echaziweyo.

source: Please correct this from the partitioning menu.
ar: رجاءً صحّح هذا من قائمة التّجزئة.
cs: Opravte to z pøíslu¹ného menu.
eu: Konpondu ezazu hau partitze menuan.
gl: Por favor, corrixa esto desde o menú de particionado.
hr: Molim ispravite to u izabirniku particioniranja.
hu: A partícionálómenüben adjon meg egyet.
nl: Gelieve dit te herstellen vanuit het schijfindelingsmenu
pt: Por favor, corrija esta situação a partir do menu de particionamento.
ru: Исправьте это в меню разбивки.
xh: Nceda lungisa oku kwimenyu yokwahlulwa.

source: Do you want to resume partitioning?
ar: هل تريد أن تستأنف التّجزئة؟
cs: Chcete pokraèovat v rozdìlování?
eu: Partitzea berrabiaraztea nahi al duzu?
gl: ¿Queres voltar ó particionado?
hr: ®elite li nastaviti particioniranje?
hu: Folytatja a partícionálási folyamatot?
nl: Wilt u het indelen van de schijf hervatten?
pt: Deseja continuar o particionamento?
ru: Хотите ли вы продолжить разбивку?
xh: Ufuna ukubuy'uqale ukwahlulwa?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
ar: فشلت محاولة تركيب نظام الملفّات ذو الفئة ${TYPE} في الجهاز ${DEVICE} عند ${MOUNTPOINT}.
cs: Pokus o pøipojení souborového systému ${TYPE} z ${DEVICE} pod ${MOUNTPOINT} selhal.
eu: ${DEVICE}-ko ${TYPE} motako fitxategi sistema ${MOUNTPOINT}-n muntatzen saiatzerakoan huts egindu.
gl: Fallou o intento de montar un sistema de ficheiros con tipo ${TYPE} no dispositivo ${DEVICE} en ${MOUNTPOINT}.
hr: Poku¹aj montiranja datoteènog sustava tipa ${TYPE} na ureðaj ${DEVICE} u toèku ${MOUNTPOINT} neuspio.
hu: ${DEVICE} eszközön levő ${TYPE} fájlrendszer ${MOUNTPOINT} pontra felcsatlakoztatása meghiúsult.
nl: De poging om een ${TYPE}-bestandssysteem van ${DEVICE} aan te koppelen op ${MOUNTPOINT} is mislukt.
pt: Falhou a tentativa de montar um sistema de ficheiros do tipo ${TYPE} em ${DEVICE} em ${MOUNTPOINT}.
ru: Не удалось подмонтировать файловую систему типа ${TYPE} на устройстве ${DEVICE} в точке ${MOUNTPOINT}.
xh: Ilinga lokunyusa inkqubo yefayili ngohlobo ${TYPE} kwi${DEVICE} kwi ${MOUNTPOINT} aliphumelelanga.
