Repository: dankamongmen/s-i
Catalog: packages/partman/partman-target/debian/po/*.po
Languages: ar, cs, eu, gl, hr, hu, nl, pt, ru, xh

source: You may resume partitioning from the partitioning menu.
ar: يمكنك أن تستأنف التّجزئة من قائمة التّجزئة.
cs: Z menu rozdìlování mù¾ete v dìlení pokraèovat.
eu: Zuk partitzea berrabiarazi behar duzu partitze menutik.
gl: Deberías voltar ó particionado desde o menú de particionado.
hr: Mo¾ete nastaviti particioniranje iz glavnog izabirnika.
hu: A partícionálási folyamatot a partícionálómenüben folytathatja.
nl: U kunt de schijfindeling hervatten vanuit het schijfindelingsmenu.
pt: Pode continuar o particionamento a partir do menu de particionamento.
ru: Продолжить разбивку можно из главного меню.
xh: Ungabuy'qale ukwahlula kwimenyu yokwahlula.

source: File system for this partition:
ar: نظام الملفّات لهذا التّجزيء:
cs: Souborový systém pro tuto oblast:
eu: Partizio honentzako fitxategi sistema:
gl: Sistema de ficheiros para esta partición:
hr: Datoteèni sustav za ovu particiju:
hu: Partíció fájlrendszere:
nl: Bestandssysteem voor deze partitie:
pt: Sistema de ficheiros para esta partição:
ru: Выберите файлововую систему для этого раздела:
xh: Inkqubo yefayili yoku kwahlulwa:

source: How to use this partition:
ar: كيفيّة استخدام هذا التّجزيء:
cs: Zpùsob pou¾ití této oblasti:
eu: Partizio honentzako erabiltzeko era:
gl: ¿Cómo usar esta partición?:
hr: Kako æe se rabiti ova particija:
hu: Partíció felhasználási módja:
nl: Hoe deze partitie te gebruiken:
pt: Como utilizar esta partição:
ru: Принцип применения этого раздела:
xh: Uhlobo lokusebenzisa oku kwahlulwa:

source: File system:
ar: نظام الملفّات:
cs: Souborový systém:
eu: Fitxategi sistema:
gl: Sistema de ficheiros:
hr: Datoteèni sustav:
hu: Fájlrendszer:
nl: Bestandssysteem:
pt: Sistema de ficheiros:
ru: Файловая система:
xh: Inkqubo yokwahlulwa:

source: Use as:
ar: طريقة الاستخدام:
cs: Pou¾ít jako:
eu: Erabili honela:
hr: Rabi kao:
hu: Felhasználás:
nl: Gebruiken als:
pt: Utilizar como:
ru: Использовать как:
xh: Sebenzisa njenge:

source: no file system
ar: لا يوجد نظام ملفات
cs: ¾ádný souborový systém
eu: ez dago fitxategi sistemarik
gl: Non hai un sistema de ficheiros
hr: nema datoteènog sustava
hu: nincs fájlrendszer
nl: Geen bestandssysteem
pt: sem sistema de ficheiros
ru: нет файловой системы
xh: ayikho inkqubo yefayili

source: Help on partitioning
ar: مساعدة حول التّجزئة
cs: Nápovìda pro rozdìlování
eu: Partitzeari buruzko argibideak
gl: Axuda no particionado
hr: Pomoæ pri particioniranju
hu: Partícionálási súgó megtekintése
nl: Helptekst voor schijfindeling tonen
pt: Ajuda no particionamento
ru: Справка по разбивке
xh: Nceda kulwahlulo

source: Identical mount points for two file systems
hr: Iste toèke montiranja za dva datoteèna sustava
pt: Mount points idênticos para dois sistemas de ficheiros.
