Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
am: /target/ ላይ ቪምሊሎን መትከል ሳይሳካ ቀርቷል፡፡ ቪምሊሎን እንደ ቡት ማስነሻ መትከል አስፈላጊ የሆነ ደረጃ ነው፡፡ ነገርግን የመትከሉ ችግር ከቪምሊሎ ጋር ያልተገናኘና ተከላውንም መቀጠል ይቻል ይሆናል፡፡
bg: Грешка при инсталиране на пакета vmelilo върху /target/. Инсталирането на vmelilo като програма за начално зареждане е необходима стъпка. Проблемът при инсталирането обаче може да не е свързан с vmelilo, така че продължаването на инсталацията може и да е възможно.
de: Das vmelilo-Paket konnte nicht in /target/ installiert werden. Die Installation von vmelilo als Bootloader ist unbedingt erforderlich. Es besteht aber die Möglichkeit, dass vmelilo von diesem Problem nicht betroffen ist; daher könnte es möglich sein, die Installation fortzusetzen.
eo: La pako vmelilo malsukcesis instaliĝi ĉe /target/. Instalo de vmelilo kiel ekŝargilon estas postulata paŝo. Tamen la problemo eble ne rilatas al vmelilo, tiel ke eblus daŭrigi la instaladon.
fr: Le paquet vmelilo n'a pu être installé dans /target/. Installer vmelilo comme gestionnaire de démarrage est une étape indispensable. Le problème d'installation n'est pas forcément lié à vmelilo, il est donc possible d'essayer de poursuivre l'installation.
gu: vmelilo પેકેજ /target/ પર સ્થાપિત થવામાં નિષ્ફળ. vmelilo ને બુટ લોડર તરીકે સ્થાપિત કરવું એ જરુરી પગથિયું છે. સ્થાપન મુશ્કેલી કદાચ vmelilo ને સંબંધિત ન પણ હોઇ શકે, એટલે સ્થાપનમાં આગળ વધવું એ કદાચ શક્ય થઇ શકે છે.
hu: A vmelilo csomag /target/-be telepítése meghiúsult. A vmelilo telepítése pedig szükséges. Lehet, hogy e gond nem a vmelilo-hoz kötődik és a telepítés folytatása mégis lehetséges.
ja: vmelilo パッケージを /target/ にインストールするのに失敗しました。ブートローダ vmelilo のインストールは必須のステップです。インストールの問題は vmelilo と直接関係するものではないかもしれないので、インストールを続けることは可能です。
km: បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង​កញ្ចប់ vmelilo ទៅ​ក្នុង /target/ ។ ដាច់​ខាត​អ្នក​ត្រូវ​តែ​ដំឡើង vmelilo ជា​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ។ ទោះ​យ៉ាង​ណា បញ្ហា​ការ​ដំឡើង​ប្រហែល​ជា​មិន​ទាក់ទង​នឹង vmelilo ឡើយ ដូច្នេះ​អ្នក​ប្រហែល​ជា​អាច​បន្ត​ការ​ដំឡើង​បាន ។
mk: Пакетот vmelilo не успеа да се инсталира на /target/. Инсталирањето на vmelilo подигнувачот е задолжителен чекор. Сепак инсталационите проблем може да не поврзан со vmelilo, па инсталацијата може да продолжи.
sq: Instalimi i paketit vmelilo në /target/ dështoi. Instalimi i vmelilo-s si një ngarkues nisjeje është një hap i detyrueshëm. Megjithatë problemi i instalimit mund të mos varet nga vmelilo, kështu që mund të vazhdosh me instalimin.
sr: Пакет 'vmelilo' није успео да се инсталира на /target/. Инсталирање 'vmelilo'-а као покретачког програма је обавезан корак. Проблем можда ипак није у вези са vmelilo-м, тако да наставак инсталације може бити могућ.
tl: Bigo ang pagluklok ng vmelilo sa /target/. Ang pagluklok ng vmelilo bilang boot loader ay kinakailangan. Ang problema sa pagluklok ay maaaring walang kinalaman sa vmelilo, kaya maaaring magpatuloy ang pag-install.
uk: Не вдалося встановити пакунок vmelilo в /target/. Встановлення vmelilo як системного завантажувача - це необхідний крок. Проте, ця проблема може і не мати відношення до vmelilo, таким чином продовжити встановлення може бути реально.

source: Looking for root partition...
am: የስር ክፋይን በመፈለግ ላይ፦
bg: Търсене на коренов дял...
de: Suchen der Root-Partition ...
eo: Serĉado de radika diskparto...
fr: Recherche de la partition racine...
gu: રૂટ પાર્ટિશન માટે ચકાસે છે...
hu: Gyökérpartíció keresése...
ja: ルートパーティションを探しています...
km: កំពុង​ស្វែងរក​ភាគ​ថាស root...
mk: Барам за рут партиција...
sq: Duke kontrolluar për ndarjen root...
sr: Тражим root партицију...
tl: Naghahanap ng root partisyon...
uk: Пошук кореневого розділу...

source: Creating vmelilo configuration...
am: የቪሜሊሎ ማስተካከያ ፋይል በመፍጠር ላይ...
bg: Създаване на настройка на vmelilo...
de: Erstellen der vmelilo-Konfiguration ...
eo: Kreado de agordaro por vmelilo...
fr: Création du fichier de configuration de vmelilo...
gu: vmelilo રૂપરેખાંકન બનાવે છે...
hu: Vmelilo konfiguráció létrehozása...
ja: vmelilo の設定を作成しています...
km: កំពុង​បង្កើត​ការ​កំណត់​រចនាសម្ព័ន្ធ vmelilo...
mk: Креирање на vmelilo конфигурација...
sq: Duke krijuar konfigurimin e vmelilo-s...
sr: Креирам vmelilo конфигурацију...
tl: Binubuo ang pagkaayos ng vmelilo
uk: Створення конфігурації vmelilo...

source: Failed to create vmelilo configuration
am: የቪሜሊሎ አስተካካይ ፋይል ፈጠራ ተሰናክሏል
bg: Грешка при създаването на настройка на vmelilo
de: Erstellen der vmelilo-Konfiguration fehlgeschlagen
eo: Kreado de agordaro por vmelilo malsukcesis
fr: Échec de la création du fichier de configuration de vmelilo
gu: vmelilo રૂપરેખાંકન બનાવવામાં નિષ્ફળ
hu: Vmelilo konfiguráció létrehozása sikertelen
ja: vmelilo の設定の作成に失敗しました
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ការ​កំណត់​រចនាសម្ព័ន្ធ vmelilo
mk: Не успеав да ја креирам vmelilo конфигурацијата
sq: Dështoi në krijimin e konfigurimit të vmelilo-s
sr: Нисам успео да креирам vmelilo конфигурацију
tl: Bigo sa pagbuo ng pagkaayos ng vmelilo
uk: Не вдалося створити конфігурацію vmelilo

source: The creation of the vmelilo configuration file failed.
am: የቪሜሊሎ ማስነሻ ፕሮግራም አስተካካይ ፋይል ፈጠራ ተሰናክሏል
bg: Грешка при създаването на файл с настройка на vmelilo.
de: Die Erstellung der vmelilo-Konfigurationsdatei ist fehlgeschlagen.
eo: Kreado de la agordo-dosiero por vmelilo malsukcesis.
fr: Une erreur s'est produite lors de la création du fichier de configuration de vmelilo.
gu: vmelilo રૂપરેખાંકન ફાઇલ બનાવવામાં નિષ્ફળ.
hu: A vmelilo konfigurációs fájl létrehozása nem sikerült.
ja: vmelilo 設定ファイルの作成に失敗しました。
km: ការ​បង្កើត​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ vmelilo បាន​បរាជ័យ​ហើយ ។
mk: Креирањето на vmelilo датотеката со конфигурацијата не успеа.
sq: Krijimi i file-it të konfigurimit të vmelilo-s dështoi.
sr: Креирање vmelilo конфигурације није успело.
tl: Bigo ang pagbuo ng talaksan ng pagkaayos ng vmelilo.
uk: Не вдалося створити конфігураційний файл vmelilo.

source: Installing vmelilo into bootstrap partition...
am: ቪመሊሎን በመነሻ ከፋይ ላይ በመትከል ላይ...
bg: Инсталиране на vmelilo върху зареждащ дял...
de: Installieren von vmelilo in die Bootstrap-Partition ...
eo: Instalado de vmelilo en la ekŝargan diskparton...
fr: Installation de vmelilo sur la partition de démarrage...
gu: vmelilo ને બૂટસ્ટ્રેપ પાર્ટિશનમાં સ્થાપિત કરે છે...
hu: Vmelilo rendszerbetöltő partícióra telepítése...
ja: vmelilo をブートストラップパーティションにインストールしています...
km: កំពុង​ដំឡើង vmelilo ទៅ​ក្នុង​ភាគថាស​ចាប់ផ្ដើម...
mk: Инсталирање на vmelilo во bootstrap партиција...
sq: Duke instaluar vmelilo në ndarjen bootstrap...
sr: Инсталирам vmelilo на покретачку партицију...
tl: Nagluluklok ng vmelilo sa partisyong bootstrap...
uk: Встановлення vmelilo в завантажувальний розділ...

source: The installation of the vmelilo boot loader failed.
am: የቪሜሊሎ ማስነሻ ፕሮግራም ተሰናክሏል
bg: Грешка при инсталиране на програмата за начално зареждане vmelilo.
de: Die Installation des vmelilo-Bootloaders ist fehlgeschlagen.
eo: Instalado de la ekŝargilo vmelilo malsukcesis.
fr: Une erreur s'est produite lors de l'installation du programme de démarrage vmelilo.
gu: vmelilo બૂટ લોડરનું સ્થાપન નિષ્ફળ ગયું.
hu: A vmelilo rendszerbetöltő telepítése nem sikerült.
ja: vmelilo ブートローダのインストールに失敗しました。
km: ការ​ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ vmelilo បាន​បរាជ័យ​ហើយ ។
mk: Инсталацијата на vmelilo подигнувачот не успеа.
sq: Instalimi i ngarkuesit të nisjes vmelilo dështoi.
sr: Инсталација vmelilo покретачког програма није успела.
tl: Bigo ang pagluklok ng vmelilo boot loader.
uk: Не вдалося встановити системний завантажувач vmelilo.

source: Install the vmelilo boot loader on a hard disk
am: vmelilo አስነሺ ስልትን ዲስኩ ላይ ትከል
bg: Инсталиране на програмата за начално зареждане vmelilo върху твърд диск
de: Den vmelilo-Bootloader auf einer Festplatte installieren
eo: Instali la ekŝargilon vmelilo sur fiksa disko
fr: Installer le programme de démarrage vmelilo sur le disque dur
gu: vmelilo બૂટ લોડરને હાર્ડ ડિસ્કમાં સ્થાપિત કરો
hu: Vmelilo rendszerbetöltő telepítése merevlemezre
ja: ハードディスクに vmelilo ブートローダをインストール
km: ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ vmelilo លើ​ថាស​រឹង
mk: Инсталирај го vmelilo подигнувачот на тврд диск
sq: Instalo ngarkuesin e nisjes vmelilo në një disk të ngurtë
sr: Инсталирај vmelilo покретачки програм на хард диск
tl: Mag-install ng vmelilo boot loader sa hard disk
uk: Встановити системний завантажувач vmelilo на жорсткий диск

source: Delo must be installed into the boot sector of a disk with a DOS partition table. Usually the boot sector of /dev/sda is used. Please give the device name of the disk on which to put delo.
hu: A delo-t egy DOS-partíciós táblás lemez indítószektorába kell telepíteni. Ez általában a /dev/sda indítószektora. Add meg a delo telepítésére használt lemez nevét.

source: Delo configured to use a serial console
hu: A delo beállítva soros konzol használatára

source: Delo is configured to use the serial port ${PORT} as the console.
hu: A delo egy soros portot (${PORT}) fog konzolnak használni.

source: Delo installation failed. Continue anyway?
hu: Delo telepítése sikertelen. Mégis folytatod?

source: The delo package failed to install into /target/. Installing delo as a boot loader is a required step. The install problem might however be unrelated to delo, so continuing the installation may be possible.
hu: A delo csomag /target/-be telepítése meghiúsult. A delo telepítése pedig szükséges. Lehet, hogy e gond nem a delo-hoz kötődik és a telepítés folytatása mégis lehetséges.

source: Install the Delo boot loader on a hard disk
hu: A Delo rendszerbetöltő merevlemezre telepítése

source: No partitions found
hu: Nincs elérhető partíció

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
bg: Не бяха намерени дялове във Вашата система. Може би е нужно да разделите Вашия твърд диск или да заредите допълнителни модули.
cy: Ni chanfuwyd unrhyw rhaniadau yn eich system. Efallai fod angen i chi raniadu eich disgiau caled neu lwytho modiwlau cnewyllyn ychwanegol.
de: Auf Ihrem System wurden keine Partitionen gefunden. Sie müssen Ihre Festplatten partitionieren oder zusätzliche Kernel-Module laden.
dz: ཁྱོད་ཀྱི་རིམ་ལུགས་ནང་ལུ་བར་བཅད་ཚུ་འཚོལ་མ་ཐོབ། ཁྱོད་ཀྱིས་ཁྱོད་ཀྱི་ཧརཌི་ཌའིབ་འདི་བར་བཅད་འབད་དགོཔ་འོང་ ཡང་ན་ ཀར་ནེལ་ཚད་གཞི་ཚུ་ཁ་སྐོང་མངོན་གསལ་འབད་དགོ།
eo: Neniu diskparto estis trovata en via sistemo. Eble vi bezonos partigi viajn fiksajn diskojn aŭ ŝargi je kromaj kerno-moduloj.
fr: Aucune partition n'a été trouvée sur le système. Vous devez probablement partitionner les disques durs ou charger des modules additionnels.
gu: તમારી સિસ્ટમમાં કોઇ પાર્ટિશનો મળ્યાં નહી. તમારે કદાચ તમારી હાર્ડ ડ્રાઇવોને પાર્ટિશન કરવું પડશે અથવા વધારાનાં કર્નલ મોડ્યુલો લાવવા પડશે.
hu: Nincs elérhető partíció. Particionálni kell a merevlemezt vagy további rendszermag modulokat betölteni.
ja: システムにパーティションが見つかりませんでした。ハードドライブをパーティショニングするか、追加のカーネルモジュールをロードする必要があります。
km: រក​មិន​ឃើញ​ភាគថាស​នៅ​ក្នុង​ប្រ​ព័ន្ធ​របស់​អ្នក​ឡើយ ។​ អ្នក​ប្រហែល​ជា​ត្រូវ​ចែក​ថាស​របស់​អ្នក​ជា​ភាគ ឬ ផ្ទុក​ម៉ូឌុល​ខឺណែល​បន្ថែម​​ទៀត ។
mk: Не беа најдени партиции на твојот систем. Можеби е потребно да ги партиционираш твоите тврди дискови или да вчиташ дополнителни модули за кернелот.
sq: Nuk u gjet asnjë ndarje në sistemin tënd. Do të duhet të ndash hard disqet ose të ngarkosh module kerneli shtesë.
sr: Ниједна партиција није пронађена на вашем систему. Можда ћете морати дапартиционишете ваш хард диск или да учитате додатне кернел модуле.
tl: Walang partisyon na nahanap sa inyong system. Maaaring kailangan niyong maghati ng inyong mga hard drive o magpasok ng karagdagang kernel module.
uk: На вашому комп'ютері не знайдені розділи. Можливо, потрібно розбити ваш жорсткий диск на розділи або завантажити додаткові модулі ядра.

source: No file systems found
am: የፋይል ስርዓቶች አልተገኙም
bg: Не бяха намерени файлови системи
cy: Ni chanfuwyd systemau ffeiliau
de: Keine Dateisysteme gefunden
dz: ཡིག་སྣོད་རིམ་ལུགས་ཚུ་འཚོལ་མ་ཐོབ།
eo: Neniu dosiersistemo trovite
fr: Aucun système de fichiers trouvé
gu: કોઇ ફાઈલ સિસ્ટમ્સ મળી નહી
hu: Nincs fájlrendszer
ja: ファイルシステムが見つかりません
km: រក​មិន​ឃើញ​ប្រព័ន្ធ​ឯកសារ​
mk: Не беа најдени датотечни системи
sq: Nuk u gjet asnjë filesistem
sr: Није пронађен ниједан фајл систем
tl: Walang file system na nakita
uk: Файлові системи не знайдені.

source: No usable file systems were found. You may need to load additional kernel modules.
am: ምንም የሚታይ የፋይል ስርዓት አልተገኘም፡፡ ምናልባት ተጨማሪ የከርኔል ጥቅሎችን መጫን ያስፈልጋል፡፡
bg: Не бяха намерени използваеми файлови системи. Може би е нужно да заредите допълнителни модули.
cy: Ni chanfuwyd unrhyw systemau ffeiliau gellir eu defnyddio. Efallai bo angen i chi lwytho modiwlau cnewyllyn ychwanegol.
de: Es wurden keine nutzbaren Dateisysteme gefunden. Sie sollten eventuell zusätzliche Kernel-Module laden.
dz: ལག་ལེན་འཐབ་བཏུབ་མི་ཡིག་སྣོད་རིམ་ལུགས་ཚུ་འཚོལ་མ་ཐོབ། ཁྱོད་ཀྱིས་ཀར་ནེལ་ཚད་གཞི་ཚུ་ཁ་སྐོང་མངོན་གསལ་འབད་དགོ་འོང་།
eo: Neniu uzebla dosiersistemo estis trovata. Eble vi bezonos ŝargi je kromaj kerno-moduloj.
fr: Aucun système de fichiers utilisable n'a été trouvé. Vous devez peut-être charger des modules additionnels.
gu: વાપરી શકાય તેવી કોઇ ફાઈલ સિસ્ટમ્સ મળી નહી. તમારે કદાચ વધારાનાં કર્નલ મોડ્યુલો લાવવા પડશે.
hu: Nincs használható fájlrendszer. Talán más rendszermag modulok betöltése is kell.
ja: 利用できるファイルシステムが見つかりませんでした。追加のカーネルモジュールをロードする必要があります。
km: រក​មិន​ឃើញ​ប្រព័ន្ធ​ឯកសារ​ដែល​អាច​ប្រើ​បាន​ឡើយ ។​ អ្នក​ប្រហែល​ជា​ត្រូវ​​ផ្ទុក​ម៉ូឌុល​ខឺណែល​បន្ថែម​​ទៀត ។
mk: Не беа најдени датотечни системи кои би се користеле. Можеби е потребно да се вчитаат дополнителни модули за кернелот.
sq: Nuk u gjet asnjë filesistem i përdorshëm. Do të duhet të ngarkosh module kerneli shtesë.
sr: Ниједан употребљив фајл систем није пронађен. Можда ћете морати даучитате додатне кернел модуле.
tl: Walang nakitang file system na magagamit. Maaaring kailangan niyong magpasok ng mga karagdagang kernel module.
uk: Не знайдені придатні файлові системи. Можливо, вам потрібно завантажити додаткові модулі ядра.

source: Abort
am: አቁም
bg: Прекъсване
cy: Terfynu
de: Abbruch
dz: བར་བཤོལ
eo: Ĉesigi
fr: Abandonner
gu: છોડી દો
hu: Félbehagyás
ja: 中止
km: បោះបង់
mk: Откажи
sq: Anullo
sr: Прекини
tl: Hinto
uk: Перервати

source: Leave the file system intact
am: የፋይል ስርዓቱ አይቀየር
bg: Оставяне на файловата система както е
cy: Gadael y system ffeiliau fel y mae
de: Dateisystem erhalten, wie es ist
dz: ཡིག་སྣོད་རིམ་ལུགས་འདི་མ་སྐྲོག་པར་བཞག་
eo: Ne ŝanĝi la dosiersistemon
fr: Pas de modification du système de fichiers
gu: ફાઇલ સિસ્ટમ એમ જ રાખો
hu: Fájlrendszer meghagyása
ja: ファイルシステムに手を付けない
km: ទុក​ប្រព័ន្ធ​ឯកសារ​នៅ​ដដែល
mk: Остави го датотечниот систем како што е
sq: Lëre filesistemin e paprekur
sr: Оставите фајл систем недирнутим
tl: Huwag galawin ang file system
uk: Залишити файлову систему без змін

source: Create swap space
am: መቀየሪያ ቦታ ፍጠር
bg: Създаване на място за виртуалната памет
cy: Creu gofod cyfnewid
de: Swap-Speicher erstellen
dz: བརྗེ་སོར་བར་སྟོང་གསར་བསྐྲུན་འབད།
eo: Krei permuto-spacon
fr: Création d'un espace d'échange
gu: સ્વેપ જગ્યા બનાવો
hu: Cserehely létrehozása
ja: スワップスペースの作成
km: បង្កើត​ទំហំ​ស្វប
mk: Креирај swap простор
sq: Krijo hapësirën swap
sr: Креирај простор за своп
tl: Bumuo ng swap space
uk: Створити розділ підкачки.

source: Action on ${PARTITION}:
am: በ ${PARTITION} ላይ የሚደረግ ተግባር:
bg: Действие върху ${PARTITION}:
cy: Gweithred ar ${PARTITION}:
de: Aktion für ${PARTITION}:
dz: ${PARTITION}:ལུ་བྱ་བ།
eo: Ago sur ${PARTITION}:
fr: Action à effectuer sur ${PARTITION} :
gu: આના પર ક્રિયા ${PARTITION}:
hu: Teendők (${PARTITION}):
ja: ${PARTITION} へのアクション:
km: សកម្មភាពលើ ${PARTITION} ៖
mk: Акција на ${PARTITION}:
sq: Veprimi mbi ${PARTITION}:
sr: Активност на ${PARTITION}:
tl: Ginagawa sa ${PARTITION}:
uk: Дія над ${PARTITION}:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
bg: Този дял изглежда вече има файлова система (${FSTYPE}). Можете да изберете да оставите тази файлова система както е, да създадете нова файлова система или място за виртуалната памет.
cy: Ymddengys fod gan y rhaniad yma system ffeiliau (${FSTYPE}) eisioes. Gallwch adael y system ffeiliau yma fel y mae, neu greu system ffeiliau neu ofod cyfnewid newydd.
de: Die Partition scheint bereits ein Dateisystem zu enthalten (${FSTYPE}). Sie können das Dateisystem belassen oder ein neues Dateisystem oder Swap-Speicher erstellen.
dz: བར་བཅད་འདི་ལུ་ཧེ་མ་ལས་རང་(${FSTYPE})ཡིག་སྣོད་རིམ་ལུགས་འདི་ཡོདཔ་བཟུམ་མཐོངམ་མས། ཁྱོད་ཀྱིས་ཡིག་སྣོད་རིམ་ལུགས་འདི་མ་སྐྲོག་པར་བཞག་ནི་ལུ་གདམ་ཁ་རྐྱབས་ཚུགས་,ཡིག་སྣོད་རིམ་ལུགས་གསརཔ་གསར་བསྐྲུན་འབད་, ཡང་ན་ བརྗེ་སོར་བར་སྟོང་གསར་བསྐྲུན་འབད།
eo: Tiu ĉi diskparto ŝajne jam enhavas dosiersistemon ${FSTYPE}. Vi povas elekti lasi tiun ĉi diskparton kia ĝi estas, krei novan dosiersistemon, aŭ krei permuto-spacon (swap).
fr: Cette partition semble déjà contenir un système de fichiers (${FSTYPE}). Vous pouvez choisir de ne pas modifier ce système de fichiers, d'y créer un nouveau système de fichiers ou d'y créer un espace d'échange (« swap space »).
gu: આ પાર્ટિશનને પહેલેથી ફાઇલ સિસ્ટમ (${FSTYPE}) હોય તેમ લાગે છે. તમે આ ફાઇલ સિસ્ટમને એમ જ રાખી શકો છો, નવી ફાઇલ સિસ્ટમ બનાવી શકો છો, અથવા સ્વેપ જગ્યા બનાવી શકો છો.
hu: A partíción már van egy fájlrendszer (${FSTYPE}). Ez érintetlenlül hagyható, vagy helyette új fájlrendszer vagy cserehely hozható létre.
ja: このパーティションはすでにファイルシステム (${FSTYPE}) を持っているようです。このファイルシステムに手を付けないか、ファイルシステムまたはスワップスペースを作成するか選択できます。
km: ភាគថាស​នេះ​ទំនង​ជា​មាន​ប្រព័ន្ធ​ឯកសារ (${FSTYPE}) រួច​ហើយ ។ អ្នក​អាច​ជ្រើស​ថា ទុក​ប្រព័ន្ធ​ឯកសារ​នេះ​នៅ​ដដែល, បង្កើត​ប្រព័ន្ធ​ឯកសារ​ថ្មី ឬ បង្កើត​ទំហំ​ស្វប ។
mk: Партицијата изгледа да веќе има датотечен систем (${FSTYPE}). Може да го оставиш овој датотечен систем како што е, да креираш нов датотечен систем или да креираш swap простор.
sq: Kjo ndarje ngjan të ketë një filesistem (${FSTYPE}). Mund të zgjedhësh ta lësh të paprekur, apo të krijosh një filesistem tjetër apo një hapësirë swap.
sr: Ова партиција изгледа да већ има фајл систем (${FSTYPE}). Можете одабрати да оставите фајл систем недирнутим, креирате нови фајлсистем или да креирате простор за своп.
tl: Mukhang may file system (${FSTYPE}) na ang partisyon na ito. Maaari niyong piliin na huwag galawin ang file system na ito, bumuo ng bagong file system, o bumuo ng swap space.
uk: Схоже, що на цьому розділі вже є файлова система (${FSTYPE}). Ви можете залишити файлову систему без змін, створити файлову систему або створити розділ підкачки.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
am: ይህ ክፋይ የፋይል ስርዓት የለውም። የፋይል ስርዓት ወይም የመቀየሪያ ቦታ መፍጠር ይችላሉ።
bg: Този дял изглежда няма файлова система. Може да създадете файлова система или място за виртуалната памет върху него.
cy: Ymddengys nad oes system ffeiliau gan y rhaniad hwn. Gallwch greu system ffeiliau neu ofod cyfnewid arni.
de: Diese Partition scheint kein Dateisystem zu enthalten. Sie können ein Dateisystem oder Swap-Speicher darauf erstellen.
dz: བར་བཅད་འདི་ལུ་ཡིག་སྣོད་རིམ་ལུགས་མེདཔ་བཟུམ་སྦེ་མཐོངམ་མས། ཁྱོད་ཀྱིས་ཡིག་སྣོད་རིམ་ལུགས་ཅིག་དང་ ཡང་ན་ དེ་ཁ་ལུ་བརྗེ་སོར་བར་སྟོང་གསར་བསྐྲུན་འབད།
eo: Tiu ĉi diskparto ŝajne ne enhavas dosiersistemon. Vi povas krei dosiersistemon aŭ permuto-spacon sur ĝi.
fr: Cette partition ne semble pas contenir de système de fichiers. Vous pouvez en créer un ou y créer un espace d'échange.
gu: આ પાર્ટિશનને ફાઇલ સિસ્ટમ હોય તેવું લાગતું નથી. તમે ફાઇલ સિસ્ટમ અથવા સ્વેપ જગ્યા તેના પર બનાવી શકો છો.
hu: A partíción nincs fájlrendszer. Új fájlrendszer vagy cserepartíció hozható létre rajta.
ja: このパーティションはファイルシステムを持っていないようです。ファイルシステムかスワップスペースを作成できます。
km: ភាគថាស​នេះ​មិន​ទំនង​ជា​មាន​ប្រព័ន្ធ​ឯកសារ​មួយ​ឡើយ ។ អ្នក​អាច​បង្កើត​ប្រព័ន្ធ​ឯកសារ ឬ ទំហំ​ស្វប​មួយ​នៅ​លើ​វា ។
mk: Изгледа дека оваа партиција нема датотечен систем. Може да креираш датотечен систем или swap простор на нејзе.
sq: Kjo ndarje ngjan të mos ketë një filesistem. Mund të krijosh një filesistem apo një hapësirë swap në të.
sr: Ова партиција изгледа да нема на себи фајл систем. Можете креирати фајл систем или простор за своп на њој.
tl: Mukhang walang file system itong partisyon na ito. Maaari kayong bumuo ng file system o swap space dito.
uk: Схоже, що на цьому розділі немає файлової системи. Ви можете створити файлову систему чи розділ підкачки на ньому.

source: Don't mount it
am: አትጫነው
bg: Да не се монтира
cy: Peidio a'i glymu
de: Nicht einbinden
dz: སྦྱར་བརྩེགས་མ་འབད
eo: Ne munti ĝin
fr: Ne pas monter
gu: તે માઉન્ટ ન કરો
hu: Csatolás nélkül
ja: マウントしない
km: កុំ​ម៉ោន​វា​អី
mk: Не го монтирај
sq: Mos e monto
sr: Немој је качити
tl: Huwag i-mount
uk: Не Монтувати

source: Mount point for ${PARTITION}:
am: ለ${PARTITION} የመጫኛ ጣቢያ:
bg: Точка на монтиране за ${PARTITION}:
cy: Pwynt clymu ar gyfer ${PARTITION}:
de: Einbindungspunkt für ${PARTITION}:
dz: ${PARTITION}:གི་དོན་ལུ་སྦྱར་བརྩེགས་ས་ཚིགས།
eo: Munt-punkto por ${PARTITION}:
fr: Point de montage de ${PARTITION} :
gu: ${PARTITION} માટે માઉન્ટ બિંદુ:
hu: A ${PARTITION} csatolási pontja:
ja: ${PARTITION} のマウントポイント:
km: ចំណុច​ម៉ោន​សម្រាប់ ${PARTITION} ៖
mk: Точка на монтирање за ${PARTITION}:
sq: Pika e montimit për ${PARTITION}:
sr: Тачка качења за ${PARTITION}:
tl: Mount point para sa ${PARTITION}
uk: Точка монтування для ${PARTITION}:
