Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: Use unsupported file system type for /boot?
am: ለ /boot ያልተደገፈ የፋይል ስርዓት ልጠቀም?
bg: Използване на неподдържан тип на файлова система за /boot?
de: Nicht unterstützten Dateisystemtyp für /boot benutzen?
eo: Ĉu uzi ne subtenatan tipon de dosiersistemo por /boot?
fr: Faut-il utiliser un système de fichiers non géré pour /boot ?
gu: /boot માટે આધાર ન અપાય તેવી ફાઇલ સિસ્ટમ વાપરશો?
hu: Nem támogatott fájlrendszer-típust használsz a /boot-hoz?
ja: /boot にサポートされていないファイルシステム形式を使いますか?
km: ឲ្យ /boot ប្រើ​ប្រភេទ​ប្រព័ន្ធ​ឯកសារ​ដែល​មិន​គាំទ្រ ?
mk: Користи неподржан датотечен систем за /boot?
sq: Të përdor lloj filesistemi që nuk suportohet për /boot?
sr: Да користим неподржани тип система датотека за /boot?
tl: Gamitin ang di suportadong uri ng file system sa /boot?
uk: Використовувати непідтримувану файлову систему для /boot?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
bg: Aboot изисква /boot да бъде разположен на дял с ext2 върху устройство за начално зареждане. Това означава, че или кореновият дял трябва да е файлова система ext2, или трябва да имате отделен дял с ext2, монтиран в /boot.
de: Aboot benötigt /boot auf einer ext2-Partition auf einem boot-fähigen Medium. Das bedeutet, dass entweder die Root-Partition oder eine als /boot eingebundene Partition mit ext2 formatiert sein muss.
eo: Aboot postulas ke /boot estu lokita en diskparto ext2, kaj en ekŝargebla aparato. Do, aŭ la radika diskparto estu ext2, aŭ vi aparte uzu diskparton ext2 muntitan en /boot.
fr: Aboot a besoin que le répertoire /boot soit situé sur une partition ext2 d'un périphérique de démarrage. Cela signifie que la partition racine doit utiliser le système de fichiers ext2 ou que vous devez utiliser une partition ext2 séparée pour /boot.
gu: અબૂટને /boot ext2 પાર્ટિશન પર બૂટેબલ ઉપકરણ પર હોય તે જરુરી છે. આનો અર્થ એ કે રુટ પાર્ટિશન ext2 ફાઇલ સિસ્ટમ વાળું હોવું જોઇએ અથવા, તમારે /boot માટે અલગ ext2 પાર્ટિશન હોવું જોઇએ.
hu: Az aboot a /boot könyvtárat csak egy indítható eszközön levő ext2-partíción tudja megtalálni. Ezért vagy a gyökérpartíciónak kell ext2-fájlrendszerűnek lennie, vagy a /boot könyvtárat kell egy külön ext2-partícióról felcsatolni.
ja: aboot はブート可能デバイス上の ext2 パーティションとして配置された /boot を必要とします。これは、ルートパーティションを ext2 ファイルシステムにするか、/boot としてマウントされる ext2 パーティションを分割する必要があるということです。
km: Aboot ទាមទារឲ្យ /boot ស្ថិត​នៅ​ក្នុងភាគថាស​ ext2 មួយ​លើ​ឧបករណ៍​ដែល​អាច​ចាប់​ផ្តើម​បាន ។ នេះ​មាន​ន័យ​ថា​ភាគថាស​ ភាគថាស root ត្រូវ​តែ​ជា​ប្រព័ន្ធ​ឯកសារ ext2 ឬ អ្នក​ត្រូវ​តែ​ម៉ោន​ភាគថាស ext2 ដាច់​ដោយ​ឡែក​មួយ​នៅ​ត្រង់ /boot ។
mk: За Aboot треба /boot да биде лоциран на ext2 партиција од бутабилен уред. Ова значи дека рут датотечниот систем мора да биде ext2 или да имаш посебна партиција со ext2 датотечниот систем монтирана како /boot.
sq: Aboot kërkon që /boot të gjendet në një ndarje ext2 mbi një dispozitiv që niset. Kjo nënkupton që ndarja root duhet të jetë një filesistem ext2, ose që duhet të kesh një ndarje ext2 të veçantë të montuar në /boot.
sr: Програм 'aboot' захтева да /boot буде смештен на ext2 партицију на покретачком уређају. Ово значи или да 'root' партиција буде типа ext2 или да имате засебну ext2 партицију за /boot.
tl: Kailangan ng aboot na ang /boot ay nakalagay sa isang partisyon na ext2 sa device na maaaring i-boot. Ibig sabihin nito na ang root na partisyon ay ext2 na file system, o may hiwalay kayong ext2 na partisyon na naka-mount sa /boot.
uk: Для aboot потрібно, щоб директорія /boot був розташована на розділі ext2 на завантажувальному пристрої. Це означає, що або кореневий розділ повинен мати файлову систему ext2, або повинен бути окремий розділ ext2 змонтований як /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
bg: В момента /boot е разположен на дял с тип ${PARTTYPE}. Ако задържите тази настройка, няма да можете да зареждате Вашата система Debian, използвайки aboot.
de: Momentan befindet sich /boot auf einer Partition vom Typ ${PARTTYPE}. Wenn Sie diese Einstellung beibehalten, wird Ihr Computer Debian nicht mit dem aboot-Bootmanager starten können.
eo: Nuntempe, /boot restas en diskparto el tipo ${PARTTYPE}. Se vi tenas tiun agordon, vi ne povos ekŝargi je via sistemo Debian uzante aboot.
fr: Actuellement, /boot est situé sur une partition de type ${PARTTYPE}. Si vous ne modifiez pas cela, vous ne pourrez pas démarrer le système Debian avec aboot.
gu: હાલમાં, /boot ${PARTTYPE} પ્રકારનાં પાર્ટિશન પર ગોઠવાયેલ છે. જો તમે આ ગોઠવણી રાખશો તો, તમે અબૂટનો ઉપયોગ કરીને તમારી ડેબિયન સિસ્ટમ શરૂ કરી શકશો નહીં.
hu: A /boot most egy ${PARTTYPE} típusú partíción van. Ha így marad, a Debian rendszert nem tudod majd az aboot-tal indítani.
ja: 現時点で、/boot は ${PARTTYPE} 形式のパーティションに配置されています。この設定のままにすると、aboot を使ってあなたの Debian システムをブートすることはできません。
km: បច្ចុប្បន្ននេះ /boot ស្ថិត​នៅ​លើ​ភាគ​ថាស​ប្រភេទ ${PARTTYPE} ។ បើ​អ្នក​រក្សា​ការ​កំណត់​នេះ អ្នក​នឹង​មិន​អាច​ចាប់ផ្ដើម​ប្រព័ន្ធ​ដេបៀន​របស់​អ្នក​ដោយ​ប្រើ aboot បាន​ឡើយ ។
mk: Моментално, /boot е лоциран на партиција со тип ${PARTTYPE}. Ако ја задржиш ваквата поставка, нема да можеш да го бутираш твојот Дебиан систем со aboot.
sq: Në këtë moment, /boot gjendet në një ndarje të llojit ${PARTTYPE}. Nëse ruan këtë vendosje, nuk do jesh në gjendje të nisësh sistemin tënd Debian duke përdorur aboot.
sr: Тренутно се /boot налази на партицији типа ${PARTTYPE}. Ако задржите овакво подешавање, нећете моћи да покренете ваш Дебиан систем користићи 'aboot'.
tl: Kasalukuyang ang /boot ay nasa partisyon na ang uri ay ${PARTTYPE}. Kung papanatiliin niyo ito, hindi kayo makakapag-boot sa Debian na gamit ang aboot.
uk: Зараз /boot знаходиться на розділі типу ${PARTTYPE}. Якщо ви залишите це значення, то ви не зможете завантажити вашу систему Debian використовуючи aboot.

source: Install without aboot?
am: ያለአቡት ይተከል?
bg: Инсталиране без aboot?
de: Installation ohne Aboot fortsetzen?
eo: Ĉu instali sen aboot?
fr: Installation sans aboot ?
gu: અબૂટ વગર સ્થાપન સ્થાપિત કરશો?
hu: Telepítés aboot nélkül?
ja: aboot なしにインストールしますか?
km: ដំឡើង​ដោយ​គ្មាន aboot ?
mk: Инсталирај без aboot?
sq: Ta instaloj pa aboot?
sr: Да инсталирам без 'aboot'?
tl: Mag-install na walang aboot?
uk: Встановлювати без aboot?

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
bg: Вашата директория /boot е разположена на диск, който няма пространство за програмата за начално зареждане aboot. За да инсталирате aboot, трябва да имате специален дял за aboot в началото на диска.
de: Ihr /boot-Verzeichnis befindet sich auf einer Festplatte, auf der Aboot nicht installiert werden kann. Sie benötigen eine spezielle Aboot-Partition am Anfang des Laufwerks.
eo: Via dosierujo /boot restas en disko kiu ne disponigas spacon por la ekŝargilo aboot. Por instali aboot, vi devas havi specialan diskparton aboot ĉe la komenco de via disko.
fr: Le répertoire /boot est situé sur un disque qui n'a pas d'espace libre pour le programme de démarrage aboot. Pour installer aboot, vous devez disposer d'une partition spéciale aboot au début du disque dur.
gu: તમારી /boot ડિરેક્ટરી ડિસ્ક પર રહેલી છે જ્યાં, અબૂટ બૂટ લોડર માટે કોઇ જગ્યા રહેલી નથી. અબૂટ સ્થાપન કરવા માટે, તમારે તમારી ડિસ્કની શરૂઆતમાં ખાસ અબૂટ પાર્ટિશન બનાવવું પડશે.
hu: A /boot könyvtárat jelenleg tartalmazó lemezen nincs elég hely az aboot rendszerbetöltő számára. Az aboot telepítéséhez egy, a lemez elején elhelyezkedő különleges aboot-partíció szükséges.
ja: /boot ディレクトリは aboot ブートローダのための領域のないディスクに配置されています。aboot をインストールするには、ディスクの先頭にある特別な aboot パーティションを持つ必要があります。
km: ថត /boot របស់​អ្នក​មាន​ទីតាំង​ស្ថិត​នៅ​លើ​ថាស​មួយ ដែល​មិន​មាន​ទំហំ​គ្រប់គ្រាន់​សម្រាប់​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ aboot ។ ដើម្បី​ដំឡើង aboot, អ្នក​ត្រូវ​តែ​មាន​ភាគថាស aboot ពិសេស​មួយ​នៅ​ខាង​ដើម​នៃ​ថាស​របស់​អ្នក ។
mk: Твојот /boot директориум е лоциран на диск кој нема простор за aboot бут вчитувачот. Да го инсталираш aboot, мора да имаш посебна aboot партиција на почетокот на твојот диск.
sq: Kartela e /boot ndodhet në një disk i cili nuk ka më hapësirë të lirë për ngarkuesin e nisjes aboot. Për të instaluar aboot, duhet të kesh një ndarje të veçantë aboot në fillim të diskut tënd.
sr: Ваш /boot директоријум је смештен на диску на којем нема места за 'aboot' покретачки програм. Да бисте инсталирали 'абоот' морате имати 'aboot' партицију на почекту вашег диска.
tl: Ang inyong /boot directory ay nasa disk na walang puwang para sa aboot boot loader. Kailangan niyo ng special na partisyon para sa aboot sa unang bahagi ng inyong disk upang ma-install ang aboot.
uk: Ваша директорія /boot знаходиться на диску, на якому недостатньо місця для системного завантажувача aboot. Для встановлення aboot вам потрібен окремий розділ на початку диску.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
bg: Ако продължите, без да поправите този проблем, aboot няма да бъде инсталиран и няма да може да зареждате Вашата нова система от SRM конзола.
de: Sollten Sie mit der Installation fortfahren, ohne das Problem behoben zu haben, wird Aboot nicht installiert. Sie können Ihr neues Betriebssystem dann nicht von der SRM-Konsole starten.
eo: Se vi daŭrigos sen korekti tiun ĉi problemon, aboot ne estos instalita kaj vi ne povos ekŝargi je via nova sistemo per la konzolo SRM.
fr: Si vous continuez sans corriger ce problème, aboot ne sera pas installé et vous ne pourrez pas démarrer le nouveau système à partir de la console SRM.
gu: જો તમે આ મુશ્કલી સુધાર્યા વગર આગળ વધશો તો, અબૂટ સ્થાપિત થશે નહી અનેતમે તમારી નવી સિસ્ટમને SRM કોન્સોલથી શરુ કરી શકશો નહીં.
hu: A gond javítása nélküli folytatás esetén, az aboot telepítése elmarad, az új rendszert pedig nem lehet majd az SRM-konzolról indítani.
ja: この問題を修正せずに続けると、aboot はインストールされず、SRM コンソールから新しいシステムを起動することはできません。
km: បើ​អ្នក​បន្ត​ដោយ​មិន​កែ​បញ្ហា​នេះ aboot ​នឹង​មិន​ត្រូវ​បាន​ដំឡើង​ឡើយ ហើយ​អ្នក​នឹង​មិន​អាច​ចាប់ផ្ដើម​ប្រព័ន្ធ​ថ្មី​របស់​អ្នក​ពី​កុងសូល SRM បាន​ឡើយ ។
mk: Ако продолжиш без да го поправиш овој проблем, aboot нема да може да биде инсталиран и нема да можеш да го бутираш твојот нов систем од SRM конзолата.
sq: Nëse vazhdon pa korrigjuar më parë këtë problem, aboot nuk do të instalohet dhe nuk do kesh mundësi të nisësh sistemin tënd të ri nga console SRM.
sr: Ако наставите без исправљања овог проблема, програм 'aboot' неће бити инсталиран и нећете моћи да покренете свој систем из SRM конзоле.
tl: Kung magpatuloy kayo na hindi inaayos ang problemang ito, hindi maluluklok ang aboot at hindi kayo makakapag-boot sa inyong bagong sistema mula sa SRM console.
uk: Якщо ви продовжите не виправивши цю проблему, то aboot не буде встановлений і ви не зможете завантажити вашу нову систему із SRM консолі.

source: Install aboot on a hard disk
am: የአቡት ስርዓት አስነሺ ፕሮግራምን ዲስኩ ላይ ይትከሉ፡፡
bg: Инсталиране на aboot върху твърд диск
de: Aboot auf einer Festplatte installieren
eo: Instali aboot en fiksa disko
fr: Installer le programme de démarrage aboot sur un disque dur
gu: અબૂટને હાર્ડ ડીસ્કમાં સ્થાપિત કરો
hu: Az aboot telepítése merevlemezre
ja: aboot をハードディスクにインストール
km: ​ដំឡើង aboot លើ​ថាស​រឹង
mk: Инсталирај го aboot на тврд диск
sq: Instalo aboot në një hard disk
sr: Иинсталирај 'aboot' на хард диск
tl: Mag-install ng aboot sa hard disk
uk: Встановити aboot на жорсткий диск

source: No ext2 partitions found
am: ምንም ext2 ክፋይ አልተገኘም
bg: Не са открити дялове от тип ext2
de: Keine ext2-Partition gefunden
eo: Neniu diskparto ext2 trovita
fr: Pas de partition ext2
gu: કોઇ ext2 પાર્ટિશન મળ્યા નહી
hu: Nem található ext2 partíció
ja: ext2 パーティションが見つかりませんでした
km: រក​មិន​ឃើញភាគ​ថាស ext2
mk: Не се најдени ext2 партиции
sq: Nuk u gjet asnjë ndarje ext2
sr: Није пронађена ниједна ext2 партиција
tl: Walang partisyon na ext2 na nahanap
uk: Не знайдені розділи ext2

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
am: በአስሊዎ ውስጥ ምንም ext2 ፋይል ስርዓት የለም፡፡ ከSRM ሰሌዳ የሊኑክስ ከርነልን ለመጫን አቡት በBSD disklabels የተከፈለ ext2 ክፋይ ያስፈልገዋል፡፡ ከመቀጠልዎ በፊት ቢያንስ አንድ ext2 ክፋይ በስርዓትዎ ውስጥ መፍጠር ይኖርብዎታል፡፡
bg: Не са намерени файлови системи от тип ext2 във Вашия компютър. За да заредите Linux ядро от конзола SRM, aboot се нуждае от дял от тип ext2 върху твърдия диск, което да е разделено с BSD disklabel. Нужно е да настроите поне един дял ext2 преди да продължите.
de: Auf Ihrem Computer wurde kein ext2-Dateisystem gefunden. Um den Linux-Kernel von der SRM-Konsole zu laden, benötigt aboot eine ext2-Partition auf einer Festplatte, die mit BSD-Disklabels partitioniert wurde. Sie müssen mindestens eine ext2-Partition auf Ihrem System einrichten, bevor Sie fortfahren können.
eo: Neniu dosiersistemo ext2 estis trovata en via komputilo. Por ŝargi je la Linuksan kernon per konzolo SRM, aboot bezonas diskparton ext2 en disko partigita kun disketikedoj BSD ("BSD disklabels"). Vi bezonos akomodi almenaŭ unu diskparton ext2 sur via sistemo antaŭ ol daŭrigi.
fr: Aucun système de fichiers ext2 n'a été trouvé sur le système. Pour pouvoir charger le noyau Linux depuis la console SRM, aboot a besoin d'une partition ext2 sur un disque partitionné avec les étiquettes de disque BSD (« BSD disklabels »). Au moins une partition ext2 doit être créée sur le système pour qu'il soit possible de continuer.
gu: કોઇ ext2 ફાઇલ સિસ્ટમ્સ તમારા કમ્પ્યુટરમાં મળી નહી. SRM કોન્સોલમાંથી લિનક્સ કર્નલ લાવવા માટે, અબૂટને ext2 પાર્ટિશન BSD ડિસ્કલેબલ ધરાવતાં પાર્ટિશનમાં જરુરીી છે. તમારે ઓછામાં ઓછું એક ext2 પાર્ટિશન તમારી સિસ્ટમમાં આગળ વધતાં પહેલાં હોવું જરુરી છે.
hu: Nincs ext2 fájlrendszer. A Linux-rendszermag SRM-konzolról való betöltéséhez az aboot-nak egy BSD-lemezcímkékkel particionált lemezen lévő ext2 partícióra kell. A továbblépés előtt legalább egy ilyen partíciót konfigurálni kell.
ja: ext2 ファイルシステムがあなたのコンピュータに見つかりませんでした。SRM コンソールから Linux カーネルをロードするために、aboot は BSD ディスクラベル付きでパーティショニングされたディスクにある ext2 パーティションを必要とします。続ける前に、システムに少なくとも 1 つの ext2 パーティションを設定する必要があります。
km: រក​មិន​ឃើញ​ប្រព័ន្ធ​ឯកសារ ext2 នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ឡើយ ។ ដើម្បី​ផ្ទុក​ខឺណែលលីនុច​ពី​កុងសូល SRM, aboot ត្រូវ​ការ​ភាគ​ថាស ext2 មួយ​ដែល​ត្រូវ​បាន​ចែក​ភាគ​ដោយ​ប្រើ​ស្លាក​ថាស BSD ។ អ្នក​នឹង​ត្រូវ​កំណត់​រចនាសម្ព័ន្ធយ៉ាង​ហោចណាស់​ភាគ​ថាស ext2 មួយ​លើ​ប្រព័ន្ធ​របស់​អ្នក មុន​នឹង​បន្ត ។
mk: Не беа најдени ext2 датотечни системи на твојот компјутер. Да го вчита Linux кернелот од SRM конзолата, на aboot ми треба ext2 партиција на диск кој е партиционирам со BSD дискетикети. Ќе требеа да конфигурираш најмалку една ext2 партиција на твојот систем пред да продолжиш.
sq: Nuk u gjet asnjë ndarje ext2 në kompjuterin tënd. Për të ngarkuar kernelin e Linux-it nga console SRM, aboot i nevojitet një ndarje ext2 në një disk që është ndarë me etiketa disku BSD. Do të të duhet të konfigurosh të paktën një ndarje ext2 në sistemin tënd para se të vazhdosh.
sr: Ниједан ext2 систем датотека није пронађен на вашем рачунару. Програм 'aboot' захтева ext2 партицију на диску који је партиционисан са BSD дисклабелама, да би могао да учита Linux кернел из SRM конзоле. Мораћете да исконфигуришете макар једну ext2 партицију на вашем систему пре него што наставите.
tl: Walang nahanap na mga ext2 file system sa inyong kompyuter. Upang makapag-load ng Linux kernel mula sa SRM console, kailangan ng aboot ng ext2 partisyon sa disk na naka-partisyon na may BSD disklabel. Kailangan niyong magayos ng hindi kukulang sa isang ext2 partisyon sa inyong sistema bago tumuloy.
uk: Файлові системи ext2 не знайдені на вашому комп'ютері. Для того, щоб завантажити ядро Linux з SRM консолі, завантажувачу aboot потрібний розділ ext2 на жорсткому диску з BSD disklabel. Вам потрібно створити хоча б один розділ ext2 на вашій системі.

source: Installing the aboot boot loader
am: አቡት የገዢ ስልት ማስነሻን በመትከል ላይ
bg: Инсталиране на програмата за начално зареждане aboot
de: Installieren des aboot-Bootloaders
eo: Instalado de la ekŝargilo aboot
fr: Installation du programme de démarrage aboot
gu: અબૂટ બૂટ લોડર સ્થાપિત કરે છે
hu: Az aboot rendszerbetöltő telepítése
ja: aboot ブートローダをインストールしています
km: កំពុង​ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ aboot
mk: Инсталирање на aboot подигнувачот
sq: Duke instaluar ngarkuesin e nisjes aboot
sr: Инсталирам 'aboot' покретачки програм
tl: Nagluluklok ng aboot boot loader
uk: Встановлення завантажувача aboot

source: Installing the 'aboot' package...
am: የአቡት ጥቅልን በመትከል ላይ
bg: Инсталиране на пакета aboot...
de: Installieren des »aboot«-Pakets ...
eo: Instalado de la pako aboot...
fr: Installation du paquet aboot...
gu: 'અબૂટ' પેકેજ સ્થાપિત કરે છે...
hu: A 'aboot' csomag telepítése...
ja: 'aboot' パッケージをインストールしています...
km: កំពុង​ដំឡើង​កញ្ចប់ 'aboot'...
mk: Инсталирање на „aboot“ пакетот...
sq: Duke instaluar paketën 'aboot'...
sr: Инсталирам пакет 'aboot'...
tl: Nagluluklok ng 'aboot' pakete...
uk: Встановлення пакунку „aboot“...

source: Determining aboot boot device...
am: አቡት የገዢ ስልት ማስነሻን አካል በማረጋገጥ ላይ...
bg: Определяне на зареждащото устройство на aboot...
de: Feststellen des Boot-Gerätes für aboot ...
eo: Difinado de ekĝarg-aparato aboot...
fr: Recherche du périphérique d'amorçage pour aboot...
gu: અબૂટ બૂટ ઉપકરણ નક્કી કરે છે...
hu: Aboot boot eszköz meghatározása...
ja: aboot のブートデバイスを決めています...
km: កំពុង​កំណត់​ឧបករណ៍​ចាប់ផ្ដើម aboot...
mk: Одредување на бут уред за aboot...
sq: Duke vendosur dispozitivin e nisjes aboot...
sr: Одређујем покретачки уређај за 'aboot'...
tl: Hinahanap ang aboot boot device...
uk: Визначення завантажувального пристрою aboot...

source: Installing aboot on ${BOOTDISK}...
am: አቡትን በ${BOOTDISK} ላይ በመትከል ላይ...
bg: Инсталиране на aboot върху към ${BOOTDISK}...
de: Installieren von aboot auf ${BOOTDISK} ...
eo: Instalado de aboot sur ${BOOTDISK}...
fr: Installation d'aboot sur ${BOOTDISK}...
gu: ${BOOTDISK} પર અબૂટ સ્થાપિત કરે છે...
hu: Aboot telepítése ide: ${BOOTDISK}...
ja: aboot を ${BOOTDISK} にインストールしています...
km: កំពុង​ដំឡើង aboot លើ ${BOOTDISK}...
mk: Инсталација на aboot на ${BOOTDISK}...
sq: Duke instaluar aboot mbi ${BOOTDISK}...
sr: Инсталирам 'aboot' на ${BOOTDISK}...
tl: Nagluluklok ng aboot sa ${BOOTDISK}...
uk: Встановлення aboot на ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
am: አቡት ክፋይ ${PARTNUM}ን እንዲጠቀም በማዘጋጀት ላይ...
bg: Настройване на aboot да използва дял ${PARTNUM}...
de: Konfigurieren von aboot für die Nutzung von Partition ${PARTNUM} ...
eo: Akomodado de aboot por uzi la diskparton ${PARTNUM}...
fr: Configuration d'aboot pour utiliser la partition ${PARTNUM}...
gu: પાર્ટિશન ${PARTNUM} ઉપયોગ કરવા માટે અબૂટ રૂપરેખાંકિત કરો...
hu: Aboot ${PARTNUM}. partíció használatára beállítása...
ja: パーティション ${PARTNUM} を使うよう aboot を設定しています...
km: កំពុងកំណត់​រចនាសម្ព័ន្ធ aboot ឲ្យ​ប្រើ​ភាគ​ថាស ${PARTNUM}...
mk: Конфигурација на aboot да ја користи партицијата ${PARTNUM}...
sq: Duke konfiguruar aboot që të përdori ndarjen ${PARTNUM}...
sr: Конфигуришем 'aboot' да користи партицију ${PARTNUM}...
tl: Inaayos ang aboot na gamitin ang partisyon ${PARTNUM}...
uk: Налаштування aboot на використання розділу ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
am: ከርነሉን ወደ ${BOOTDEV} በመገልበጥ ላይ...
bg: Копиране на готовите ядра в ${BOOTDEV}...
de: Kopieren der Kernel-Images nach ${BOOTDEV} ...
eo: Kopiado de kerno-bildojn al ${BOOTDEV}...
fr: Copie des images du noyau sur ${BOOTDEV}...
gu: કર્નલ ઇમેજને ${BOOTDEV} પર નકલ કરે છે...
hu: Rendszermagok ${BOOTDEV} eszközre másolása...
ja: カーネルイメージを ${BOOTDEV} にコピーしています...
km: កំពុង​ចម្លងរូបភាព​ខឺណែល​ទៅ ${BOOTDEV}...
mk: Снимање на кернел сликите на ${BOOTDEV}...
sq: Duke kopjuar imazhin e kernelit në ${BOOTDEV}...
sr: Копирам кернеле на ${BOOTDEV}...
tl: Kinokopya ang mga kernel image sa ${BOOTDEV}...
uk: Копіювання ядра на ${BOOTDEV}...

source: Aboot boot partition
am: የአቡት ስርዓት ማስነሻ ክፋይ፦
bg: Зареждащ дял на aboot
eo: Ekŝarga diskparto aboot
fr: Partition de démarrage pour aboot
gu: અબૂટ બૂટ પાર્ટિશન
hu: Aboot indító partíció
ja: aboot ブートパーティション
km: ភាគ​ថាស​ចាប់ផ្ដើម aboot
mk: Aboot бут партиција
sq: Ndarja e nisësit aboot
sr: Aboot покретачка партиција
tl: Boot partisyong aboot
uk: Завантажувальний розділ aboot

source: Installing vmelilo
am: ቪሜሊሎ በመትከል ላይ
bg: Инсталиране на vmelilo
de: Installieren von vmelilo
eo: Instalado de vmelilo
fr: Installation de vmelilo
gu: vmelilo સ્થાપિત કરે છે
hu: Vmelilo-telepítés
ja: vmelilo をインストールしています
km: កំពុង​ដំឡើង vmelilo
mk: Инсталирање на vmelilo
sq: Duke instaluar vmelilo
sr: Инсталирам 'vmelilo'
tl: Nagluluklok ng vmelilo
uk: Встановлення vmelilo

source: Installing vmelilo boot loader
am: ቪሜሊሎ የገዢ ስልት ማስነሻን በመትከል ላይ
bg: Инсталиране на програма за начално зареждане vmelilo
de: Installieren des vmelilo-Bootloaders
eo: Instalado de la ekŝargilo vmelilo
fr: Installation du gestionnaire de démarrage vmelilo
gu: vmelilo બૂટ લોડર સ્થાપિત કરે છે
hu: Vmelilo telepítése
ja: vmelilo ブートローダをインストールしています
km: កំពុង​ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ vmelilo
mk: Инсталирање на vmelilo подигнувачот
sq: Duke instaluar ngarkuesin e nisjes vmelilo
sr: Инсталирам 'vmelilo' покретачки програм
tl: Nagluluklok ng vmelilo boot loader
uk: Встановлення системного завантажувача vmelilo

source: vmelilo installation failed. Continue anyway?
am: vmelilo ተከላ አልተሳካም፡፡ ቢሆንም ልቀጥል?
bg: Грешка при инсталирането на vmelilo. Продължение?
de: Die Installation von vmelilo ist fehlgeschlagen. Trotzdem fortfahren?
eo: Instalado de vmelilo malsukcesis. Ĉu tamen daŭrigi?
fr: L'installation de vmelilo a échoué. Continuer malgré tout ?
gu: vmelilo સ્થાપન નિષ્ફળ. તેમ છતાં આગળ વધશો?
hu: vmelilo telepítése sikertelen. Mégis folytatod?
ja: vmelilo のインストールに失敗しました。続けますか?
km: ការ​ដំឡើង vmelilo បាន​បរាជ័យ​ហើយ ។ យ៉ាង​ណា​ក៏​ដោយ បន្ត ?
mk: Инсталацијата на vmelilo не успеа. Да продолжам сепак?
sq: Instalimi i vmelilo-s dështoi. Të vazhdoj sidoqoftë?
sr: Инсталација програма 'vmelilo' није успела. Да ипак наставим даље?
tl: Bigo ang pagluklok ng vmelilo. Magpatuloy pa rin?
uk: Не вдалося встановити vmelilo. Всерівно продовжувати?
