Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: Please enter the name of the VM peer you want to connect to.
am: እባክዎ መገናኘት የሚፈልጉትን የVM ትይዩ ስም ያስገቡ፡፡
bg: Въведете името на VM-съседа, към който искате да се свържете.
cy: Rhowch enw y cymar VM hoffech gysylltu iddo.
de: Bitte geben Sie den Namen des VM-Peers an, mit dem Sie sich verbinden möchten.
dz: ཁྱོད་ཀྱིས་མཐུད་ནི་ཨིན་མི་ VM དོ་མཉམ་འདི་གི་མིང་བཙུགས་གནང་།
eo: Bonvolu entajpi la nomon de la samtavolano VM kun kiu vi deziras interkonekti.
fr: Veuillez indiquer le nom du partenaire VM auquel vous souhaitez vous connecter.
gu: મહેરબાની કરી તમે જોડાવા માંગતા હોવ તે VM પીઅરનું નામ દાખલ કરો.
hu: Add meg a kapcsolat másik végén levő VM-partner nevét.
ja: 接続したい VM ピアの名前を指定してください。
km: បញ្ចូលឈ្មោះ​​ដៃគូ VM ដែល​អ្នក​ចង់​ភ្ជាប់​ទៅ ។
mk: Те молам внеси го името на VM peer(клиентот) на кој што сакаш да се конектираш.
sq: Të lutem shkruaj emrin e peer VM me të cilin dëshiron të lidhesh.
sr: Молим, унесите име VM peer-а на којег желите да се повежете.
tl: Ibigay ang pangalan ng VM peer na nais niyong ma-connect
uk: Введіть назву зв'язку з VM, яку ви бажаєте використовувати.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
am: ከብዙ ጣቢያ ጋር መገናኘት ከፈለጉ ስማቸውን በኮለን ይለያዩዋቸው፣ ለምሳሌ፦ tcpip:linux1
bg: Ако искате да се свържете с няколко съседа, отделете имената с двуеточие, напр. tcpip:linux1.
cy: Os ydych am gysylltu i nifer o gymheiriaid, gwahanwch yr enwau gyda colon, e.e. tcpip:linux1.
de: Wenn Sie sich mit mehreren Peers verbinden möchten, trennen Sie die Namen mit einem Doppelpunkt, z.B. tcpip:linux1.
dz: ཁྱོད་ཀྱིས་སྣ་མང་དོ་མཉམ་ཚུ་མཐུད་ནི་ཨིན་པ་ཅིན་ ཀོ་ལཱོན་ཚུ་གིས་མིང་ཚུ་སོ་སོ་འཕྱལ་དགོ་ e.g. tcpip:linux1.
eo: Se vi volas alkonekti plurajn samtavolanojn, apartigu iliajn nomojn per dupunktoj, ekzemple, tcpip:linux1.
fr: Si vous souhaitez vous connecter à plusieurs partenaires, séparez leurs noms par des caractères « deux-points ». Exemple : tcpip:linux1.
gu: જો તમે અનેક પીઅર્સ જોડે જોડાવા માંગતા હોવ તો, નામ ને વિરામચિહ્ન વડે જુદા પાડો, દા.ત. tcpip:linux1.
hu: Több partneres kapcsolathoz a nevek kettőspontokkal választandók el, pl.: tcpip:linux1.
ja: 複数のピアに接続したいのであれば、コロンで名前を区切ってください (たとえば tcpip:linux1)。
km: បើ​អ្នក​ចង់​ភ្ជាប់​ទៅ​ដៃគូច្រើន សូម​បំបែក​ឈ្មោះ​ដោយ​សញ្ញា​ចុច​ពីរ ។ ឧ. tcpip:linux1 ។nux1 ។
mk: Ако сакаш да се поврзеш со повеќе клиенти, одвои ги имињата со две точки, н.п. tcpip:linux1.
sq: Nëse dëshiron të lidhesh me më shumë se një peer, ndaji emrat me kolona, p.sh. tcpip:linux1.
sr: Ако желите да се повежете на више peer-ova, одвојте њихова имена двотачком (:), нпр. tcpip:linux1.
tl: Kung nais niyong mag-connect sa maraming mga peer, ihiwalay ang mga pangalan ng mga colon, hal. tcpip:linux1.
uk: Якщо ви хочете використовувати декілька зв'язків, то розділяйте назви двокрапками, наприклад, tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
bg: Стандартното име на TCP/IP сървър във VM е TCPIP, във VIF е $TCPIP. Забележка: IUCV трябва да бъде активиран във VM потребителската директория, за да работи този драйвер, и трябва да бъде настроен от двете страни на връзката.
cy: Yr enw gweinydd TCP/IP safonol ar VM yw TCPIP; $TCPIP yw e ar VIF. Noder: Rhaid galluogi IUCV yn cyfeiriadur defnyddiwr y VM er mwyn i'r gyriant hwn i weithio a mae'n rhaid ei osod ar ddau ben y cysylltiad.
de: Der Standard-TCP/IP-Server-Name bei VM ist TCPIP, bei VIF ist es $TCPIP. Beachten Sie: IUCV muss im VM-Benutzerverzeichnis auf beiden Seiten der Kommunikation aktiviert sein, damit dieser Treiber funktioniert.
dz: VM གུ་ལུ་ཚད་ལྡན་ TCP/IP སར་བཱར་མིང་འདི་ TCPIP ཨིན་ VIF གུ་ལུ་ $TCPIP འདི་ཨིན། འདི་བརྡ་དོན་གཉིས་ཆ་རའི་མཇུག་ལུ་ངེས་པར་གཞི་སྒྲིག་འབད་ནི་དང་འདྲེན་བྱེད་འདི་གིས་ལཱ་འབད་ནིའི་དོན་ལུ་ VM ལག་ལེན་པའི་སྣོད་ཐོ་འདི་ལུ་ IUCV འདི་ངེས་པར་ལྕོག་ཅན་དགོ་ དྲན་འཛིན་འབད།
eo: La ordinara servila nomo TCP/IP sur VM estas TCPIP; sur VIF ĝi estas $TCPIP. Rimarko: IUCV devas aktivigita en la uzant-dosierujo VM por ke tiu ĉi pelilo funkciu; kaj ĝi devas esti akomodita en ambaŭ ekstremoj de la komunikado.
fr: Le nom du serveur standard TCP/IP sur VM est TCPIP, sur les VIF il s'agit de $TCPIP. Veuillez noter qu'IUCV doit être activé dans le répertoire utilisateur de VM pour que ce pilote puisse fonctionner. Il doit également être configuré aux deux extrémités de la communication.
gu: VM પર પ્રમાણભૂત TCP/IP સર્વર નામ TCPIP છે; VIF પર તે $TCPIP છે. નોંધ: આ ડ્રાઇવરનાં કામ કરવા માટે IUCV VM વપરાશ કર્તા ડિરેક્ટરીમાં સક્રિય હોવું જ જોઇએ અને તે સંવાદનાં બંને છેડે સ્થાપિત થયેલું હોવું જ જોઇએ.
hu: A VM szabványos TCP/IP kiszolgálójának neve TCPIP, a VIF-é $TCPIP. Fontos: a meghajtó működéséhez a VM felhasználói könyvtárban az IUCV-nek engedélyezve kell lennie, és a kapcsolat mindkét végpontján működnie kell.
ja: VM での標準の TCP/IP サーバ名は TCPIP で、VIFでは $TCPIP です。注意: ドライバが動作し、接続の両端でセットアップされるよう、IUCV は VM ユーザディレクトリで有効になっている必要があります。
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​ TCP/IP ខ្នាត​គំរូ​នៅ​លើ​ VM គឺ TCPIP; នៅ​លើ VIF គឺ $TCPIP ។ ចំណាំ ៖ អ្នក​ត្រូវ​តែ​អនុញ្ញាត IUCV នៅ​ក្នុង​ថត​អ្នក​ប្រើ VM ដើម្បី​ឲ្យ​កម្មវិធី​បញ្ជា​នេះ​ដំណើរការ ហើយ​អ្នក​ត្រូវ​តែ​រៀបចំ​វា​នៅ​ចុង​ទាំង​ពីរ​នៃ​ការ​ទំនាក់ទំនង ។
mk: Стандардното име за TCP/IP серверот на VM е TCPIP, на VIF тоа е $TCPIP. Забелешка: IICV мора да биде овозможено во VM корисничкот директориум за овој управувач да работи и мора да биде поставен на двата краја од комуникацијата.
sq: Serveri standart DNS për TCP/IP në një VM është TCPIP; në një VIF është $TCPIP. Vër re: IUCV duhet aktivizuar në kartelën e përdoruesit të VM në mënyrë që ky drejtues të punojë, gjithashtu duhet instaluar në të dyja anët e lidhjes.
sr: Стандардно име TCP/IP сервера на VM-у је TCPIP; на VIF-у је $TCPIP. Напомена: IUCV мора бити омогућен у VM корисничком директоријуму да би овај драјвер радио и мора бити конфигурисан на оба краја везе.
tl: Ang standard na pangalan ng TCP/IP server sa VM ay TCPIP; sa VIF ito'y $TCPIP. Paunawa: kailangan na naka-enable ang IUCV sa VM user directory upang gumana ang driver na ito at kailangan na naka-setup ito sa dalawang dulo ng talastasan.
uk: Стандартна назва серверу TCP/IP в VM - TCP/IP, в VIF - $TCPIP. Зверніть увагу: щоб цей драйвер працював, IUCV повинен бути дозволений в каталозі користувачів VM і встановлений на обох кінцях з'єднання.

source: Configure the network device
am: አውታር አካሉን አስተካክል
bg: Настройка на мрежовото устройство
cy: Cyflunio'r ddyfais rhwydwaith
de: Netzwerk-Gerät konfigurieren
dz: ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་རིམ་སྒྲིག་འབད།
eo: Agordi la retaparaton
fr: Configurer le périphérique réseau
gu: નેટવર્ક ઉપકરણ રૂપરેખાંકિત કરો
hu: Hálózati eszköz konfigurálása
ja: ネットワークデバイスの設定
km: កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​បណ្ដាញ
mk: Конфигурирај ги мрежните уреди
sq: Konfiguro dispozitivin e rrjetit
sr: Конфигуриши мрежни уређај
tl: Isaayos ang network device
uk: Налаштувати мережевий пристрій

source: Available disks:
am: ያሉ ዲስኮች፦
bg: Достъпни дискове:
fr: Disques disponibles :
gu: ઉપલબ્ધ ડિસ્ક:
hu: Elérhető lemezek:
ja: 利用可能なディスク:
km: ថាស​ដែល​មាន ៖
mk: Достапни дискови:
sq: Disqet në dispozicion:
sr: Доступни дискови:
tl: Magagamit na mga disk:
uk: Доступні диски:

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
am: የሚቀጥሉት ዲስኮች በጥቅም ላይ ሊውሉ ይችላሉ። እባክዎ መጠቀም የሚፈልጉትን አንድ ባንድ ይምረጡ።
bg: Достъпни са следните DASD (Disk Access Storage Device) устройства. Моля, изберете едно от тях.
fr: Les périphériques de disques DASD (« disk access storage devices ») suivants sont disponibles. Veuillez choisir ceux que vous voulez utiliser, l'un après l'autre.
gu: નીચેના ડિસ્ક એક્સેસ સંગ્રહ ઉપકરણો (DASD) ઉપલબ્ધ છે. મહેરબાની કરી તેમાંથી દરેક તમે એક સમયે ઉપયોગ કરવા પસંદ કરો.
hu: Az alábbi lemezeléréses tárolóeszközök (DASD) elérhetők. Jelöld ki azokat, melyeket egy adott időben használnál.
ja: 以下のディスクアクセスストレージデバイス (DASD) を利用できます。一度に使いたい各デバイスを選んでください。
km: មាន​ឧបករណ៍​ផ្ទុក​ការ​ចូល​ដំណើរការ​ថាស (DASD) ដូច​ខាង​ក្រោម ។ សូម​ជ្រើស​ឧបករណ៍​​នីមួយៗ​ដែល​អ្នក​ចង់​ប្រើ​មួយ​នៅ​ពេល​តែ​មួយ ។
mk: Следните дискови за архивирање на податоци (DASD-disk access storage devices) се достапни. Те молам, еден по еден, избери ги сите уреди кои ќе ги користиш.
sq: U gjetën dispozitivat e aksesit të ruajtjes (DASD) të mëposhtëm. Të lutem zgjidh dispozitivin që dëshiron të përdorësh një herë.
sr: Следећи диск сториџ уређаји (disk access storage devices - DASD) су доступни. Молим, одаберите сваки уређај који желите да користите, један по један.
tl: Ang susunod na mga disk access storage device (DASD) ay magagamit. Pumili ng isa sa mga ito na gagamitin.
uk: Доступні наступні DASD (Disk Access Storage Device). Виберіть, будь ласка, всі пристрої які ви бажаєте використовувати, по одному за раз.

source: Choose disk:
am: ዲስክ ምረጥ፦
bg: Изберете диск:
fr: Choisissez un disque :
gu: ડિસ્ક પસંદ કરો:
hu: Válassz lemezt:
ja: ディスクの選択:
km: ជ្រើស​ថាស ៖
mk: Одбери диск:
sq: Zgjidh një disk:
sr: Одаберите диск:
tl: Pumili ng disk:
uk: Виберіть диск:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
am: እባክዎ ዲስክ ይምረጡ። የአካሉን ቁጥር ከቀዳሚ ዜሮዎች ጭምር መስጠት ይኖርብዎታል።
bg: Моля, изберете диск. Трябва да зададете пълния номер на устройството, включително водещите нули.
fr: Veuillez choisir un disque. Vous devez indiquer le numéro complet du périphérique, y compris les premiers zéros.
gu: મહેરબાની કરી ડિસ્ક પસંદ કરો. તમારે સંપૂર્ણ ઉપકરણ ક્રમ, આગળનાં શૂન્યો સાથે સ્પષ્ટ કરવો પડશે.
hu: Válassz egy lemezt. A teljes eszközszámot meg kell adni, a kezdő nullákat is beleértve.
ja: ディスクを指定してください。先頭の 0 を含む完全なデバイス番号を指定する必要があります。
km: សូម​ជ្រើស​ថាស​មួយ ។ អ្នក​ត្រូវ​តែ​បញ្ជាក់​លេខ​ឧបករណ៍​ពេញលេញ រួម​ទាំង​លេខ​សូន្យ​នៅ​ពី​មុខ ។
mk: Те молам одбери диск. Мораш да го внесеш целиот број на уредот, заедно со нулите на почеток.
sq: Të lutem zgjidh një disk. Duhet të specifikosh numrin e plotë të dispozitivit duke përfshirë edhe zerot fillestare.
sr: Молим, одаберите диск. Морате да наведете цео број уређаја, укључујући и водеће нуле.
tl: Pumili ng disk. Kailangan niyong ibigay ang buong device number, kasama pati ang mga nangungunang mga sero.
uk: Виберіть диск. Необхідно вказати повний номер пристрою, включаючи початкові нулі.

source: Invalid disk
am: የተሳሳተ ዲስክ
bg: Невалиден диск
fr: Disque invalide
gu: અયોગ્ય ડિસ્ક
hu: Érvénytelen lemez
ja: 無効なディスク
km: ថាស​មិន​ត្រឹមត្រូវ
mk: Неправилен диск
sq: Disk i pavlefshëm
sr: Неисправан диск
tl: Hindi tanggap na disk
uk: Недопустимий диск.

source: An invalid device number has been chosen.
am: የተመረጠው የተሳሳተ የአካል ቁጥር ነው።
bg: Беше избран невалиден номер на устройство.
cy: Dewiswyd rhif dyfais annilys.
de: Ungültige Gerätenummer wurde gewählt.
dz: ནུས་མེད་ཐབས་འཕྲུལ་གྱི་ཨང་གདམ་ཁ་རྐྱབས་ནུག།
eo: Malvalida aparat-numero estas elektita.
fr: Un numéro de périphérique non valable a été choisi.
gu: અયોગ્ય ઉપકરણ સંખ્યા પસંદ કરવામાં આવી છે.
hu: Érvénytelen eszközszámot adtál meg.
ja: 無効なデバイス番号が選択されました。
km: បាន​ជ្រើស​លេខ​ឧបករណ៍​មិន​ត្រឹមត្រូវ​មួយ ។
mk: Неправилен број за уредот беше внесен.
sq: U zgjodh një numër dispozitivi i pavlefshëm.
sr: Одабран је неисправан број диска.
tl: Hindi tanggap ang numero ng device na napili.
uk: Було вибрано недопустимий номер пристрою.

source: Format the disk?
am: ዲስኩ ይሟሽ?
bg: Форматиране на диска?
fr: Faut-il formater le disque ?
gu: ડિસ્કને ફોર્મેટ કરશો?
hu: Formázod a lemezt?
ja: ディスクをフォーマットしますか?
km: ធ្វើ​ទ្រង់ទ្រាយ​ថាស ?
mk: Форматирај го дискот?
sq: Ta formatoj diskun?
sr: Да форматирам диск?
tl: Iformat ang disk?
uk: Відформатувати диск?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Disks need to be formatted before you can create partitions.
am: ተካዩ ${device} ይሟሽ አይሟሽ ማረጋገጥ አልቻለም። ዲስኮች ከመከፈላቸው በፊት በቅድሚያ መሟሸት አለባቸው፡፡
bg: Не може да се установи дали устройството ${device} е форматирано. Дисковете трябва да бъдат форматирани преди да се създават дялове върху тях.
fr: Le programme d'installation n'a pas pu déterminer si le périphérique ${device} a été formaté. Les disques doivent être formatés avant de pouvoir créer des partitions.
gu: સ્થાપક ઉપકરણ ${device} ડિસ્ક ફોર્મેટ કરેલ છે કે નથી તે નક્કી કરવામાં અસક્ષમ છે. તમે પાર્ટિશનો બનાવી શકો તે પહેલાં તમારે આવી ડિસ્કસ ફોર્મેટ કરવી જોઇએ.
hu: A telepítő nem látja,${device} eszköz formázva van-e vagy nem. Az ilyen lemezeket a particionálás előtt formázni szokták.
ja: インストーラはデバイス ${device} がすでにフォーマット済みかどうか検出できませんでした。パーティションを作成する前にディスクはフォーマットされている必要があります。
km: កម្មវិធី​ដំឡើង​មិន​អាច​​រកឃើញ​ ប្រសិន​បើឧបករណ៍ ${device} ត្រូវ​បាន​ធ្វើ​ទ្រង់ទ្រាយ ឬ​ក៏​មិន​បាន​ធ្វើ​ទ្រង់ទ្រាយ ។ ថាស​ត្រូវ​តែ​ធ្វើ​ទ្រង់ទ្រាយ មុន​ពេល​អ្នក​អាច​បង្កើត​ភាគ ។
sq: Instaluesi e pati të pamundur të zbulonte nëse dispozitivi ${device} është formatuar apo jo. Disqet duhet të formatohen përpara se të krijosh ndarje.
sr: Инсталер не може да пронађе да ли је уређај ${device} већ форматиран или није. Дискови треба да буду форматирани пре него што креирате партиције.
tl: Hindi matiyak ng tagaluklok kung ang device ${device} ay naka-format na o hindi. Kailangang ma-format ang disk bago kayo makabuo ng mga partisyon.
uk: Встановлювач не може визначити чи пристрій ${device} вже було відформатовано. Перед створенням розділів диски потрібно відформатувати.

source: If you are sure the disk has already been correctly formatted, you don't need to do so again.
am: ዲስኩ በትክክል ስለመሟሸቱ ርግጠኝ ከሆኑ እንደገና ማድረግ አያስፈልግዎትም።
bg: Ако сте сигурни, че дискът вече е форматиран не е нужно да го форматирате отново.
fr: Si vous avez la certitude que le disque a été correctement formaté, il n'est pas nécessaire de le formater à nouveau.
gu: જો તમને ખાતરી છે કે ડિસ્ક પહેલેથી યોગ્ય રીતે ફોર્મેટ કરેલ છે તો, તમારે તેમ ફરીથી કરવાની જરુર નથી.
hu: Ha biztosan tudod, a lemez már helyesen formázott, nem kell megtenned újra.
ja: ディスクがすでに正しくフォーマットされていることを確認しているなら、再びこれを行う必要はありません。
km: ប្រសិន​បើ​អ្នក​មិន​ប្រាកដ​ថា​ ថាស​ត្រូវ​បាន​ធ្វើ​ទ្រង់ទ្រាយ​យ៉ាង​ត្រឹមត្រូវ អ្នក​មិន​ចាំបាច់​ធ្វើ​វា​ម្ដង​ទៀត​ទេ ។
sq: Nëse je i sigurtë që disku është formatuar saktë, nuk është e nevojshme t'a kryesh sërish formatimin.
sr: Ако сте сигурни да је диск већ исправно форматиран, није потребно да га поново форматирате.
tl: Kung tiyak kayo na ang disk ay naka-format ng tama, hindi na ito kailangan gawin muli.
uk: Якщо ви впевнені, що диск вже коректно відформатований, то вам не потрібно робити це знову.

source: Formatting ${device}...
am: ${device}ን በማሟሸት ላይ...
bg: Форматиране на ${device}...
cy: Yn fformatio ${device}...
de: Formatieren von ${device} ...
dz: ${device}...རྩ་སྒྲིག་འབད་དོ།
eo: Strukturigado de ${device}...
fr: Formatage de ${device}...
gu: ${device} ફોર્મેટ કરે છે...
hu: ${device} formázása...
ja: ${device} をフォーマットしています...
km: កំពុង​ធ្វើ​ទ្រង់​ទ្រាយ ${device}...
mk: Форматирање на ${device}...
sq: Duke formatuar ${device}...
sr: Форматирам ${device}...
tl: Nagfo-format ng ${device}...
uk: Форматування ${device}...

source: Configure disk access storage devices (DASD)
am: የdisk access storage devices (DASD)ን አዘጋጅ
bg: Настройка на DASD (Disk Access Storage Device)
fr: Configurer les périphériques de disques (DASD)
gu: ડિસ્ક એક્સેસ સંગ્રહ ઉપકરણો (DASD) રૂપરેખાંકિત કરો
hu: Lemezeléréses tárolóeszközök (DASD) konfigurálása
ja: ディスクアクセスストレージデバイス (DASD) の設定
km: កំណត់​រចនា​សម្ព័ន្ធ​ឧបករណ៍​ផ្ទុក​ការ​ចូល​ដំណើរការ​ថាស (DASD)
mk: Конфигурирај ги дисковите за архивирање податоци ( disk access storage devices - DASD)
sq: Konfiguro DASD (dispozitivat e ruajtjes me hyrje në disk)
sr: Конфигуриши DASD-ове
tl: Isaayos ang mga disk access storage device (DASD)
uk: Налаштувати DASD

source: Install the ZIPL boot loader on a hard disk
am: የZIPL ቡት ጫኚን ዲስኩ ላይ ትከል
bg: Инсталиране на ZIPL върху твърд диск
cy: Sefydlu llwythwr ymgychwyn ZIPL ar ddisg galed
de: Den ZIPL-Bootloader auf einer Festplatte installieren
dz: ཧརཌི་ཌིཀསི་གི་ལུ་ ZIPL བུཊི་མངོན་གསལ་པ་འདི་ གཞི་བཙུགས་འབད།
eo: Instali la ekŝargilon ZIPL sur fiksa disko
fr: Installer le programme de démarrage zipl sur un disque dur
gu: હાર્ડડિસ્ક પર ZIPL બૂટ લોડર સ્થાપિત કરો
hu: A ZIPL rendszerbetöltő merevlemezre telepítése
ja: ZIPL ブートローダをハードディスクにインストールする
km: ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ZIPL នៅ​លើ​ថាសរឹង
mk: Инсталирај го ZIPL подигнувачот на тврд диск
sq: Instalo ngarkuesin e nisjes ZIPL në një disk të ngurtë
sr: Инсталирај ZIPL покретачки програм на хард диск
tl: Magluklok ng ZIPL boot loader sa hard disk
uk: Встановити системний завантажувач ZIPL на жорсткий диск

source: Make GLAN Tank bootable
bg: Маркиране на GLAN Tank като способен да зареди операционната система
gu: GLAN ટેન્ક બૂટ થાય તેવું બનાવો
hu: GLAN Tank indíthatóvá tétele
ja: GLAN Tank を起動可能にする
mk: Направи го GLAN Tank бутабилен
uk: Зробити GLAN Tank завантажувальним

source: EFIboot
am: እፊቡት
bg: EFI-начален
dz: EFI བུཊི།
eo: EFIekŝargo
gu: EFIબૂટ

source: EFI-fat16
am: ኤፊ-FAT16
gu: EFI-ફેટ૧૬

source: aboot
am: አቡት
gu: અબૂટ

source: Port:
am: ፖርት፦
bg: Порт:
cy: Porth:
dz: འདྲེན་ལམ:
eo: Pordo:
gu: પોર્ટ:
ja: ポート:
km: ច្រក ៖
mk: Порт:
sq: Porta:
sr: Порт:
uk: Порт:

source: Reserved BIOS boot area
cy: Ardal ymgychwyn BIOS neilltuedig
de: Reservierter BIOS Boot-Bereich
dz: ཟུར་གསོག་འབད་ཡོད་པའི་བ་ཡོསི་བུཊི་ས་ཁོངས་:
eo: Rezervita ekŝarg-areo por BIOS

source: Available devices:
cy: Dyfeisiau ar gael:
de: Verfügbare Speichergeräte:
dz: ཐོབ་ཚུགས་པའི་ཐབས་འཕྲུལ་ཚུ་:

source: The following direct access storage devices (DASD) are available. Please select each device you want to use one at a time.
cy: Mae'r dyfeisiau storfa mynediad uniongyrchol ("direct storage access device" neu DASD) ar gael. Dewiswch pa ddyfeisiau hoffech chi ddefnyddio, un ar y tro.
de: Die folgenden Direct Access Storage Devices (DASD) sind verfügbar. Bitte wählen Sie jedes Gerät, das Sie jeweils verwenden möchten.
dz: འོག་ལུ་ཡོད་པའི་ ཐད་ཀར་འཛུལ་སྤྱོད་བསག་མཛོད་ཐབས་འཕྲུལ་ཚུ་ (DASD) ཚུ་ཐོབ་ཚུགས། དེ་ཚུ་ལས་ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་མི་ཐབས་འཕྲུལ་རེ་རེ་ཐེངས་གཅིག་ལུ་སེལ་འཐུ་འབད་གནང་།

source: Choose device:
cy: Dewis dyfais:
de: Speichergerät auswählen:
dz: ཐབས་འཕྲུལ་གདམ་ཁ་བརྐྱབས:

source: Please choose a device. You have to specify the complete device number, including leading zeros.
cy: Dewiswch ddyfais. Rhaid rhoi rhif y ddyfais yn llawn, yn cynnwys seros ar y dechrau.
de: Bitte wählen Sie ein Speichergerät. Sie müssen die komplette Gerätenummer inklusive der führenden Nullen angeben.
dz: ཐབས་འཕྲུལ་གདམ་ཁ་རྐྱབ་གནང་། ཁྱོད་ཀྱིས་ཀླད་ཀོར་ཚུ་ལས་འགོ་བཟུང་སྟེ་ཐབས་འཕྲུལ་གྱི་ཨང་ཆ་ཚང་ཅིག་གསལ་བཀོད་འབད་གནང་།

source: Invalid device
cy: Dyfais annilys
de: Ungültiges Speichergerät
dz: ནུས་མེད་ཐབས་འཕྲུལ་

source: Format the device?
cy: Fformatio'r ddyfais?
de: Speichergerät formatieren?
dz: ཐབས་འཕྲུལ་་རྩ་སྒྲིག་འབད་ནི་ཨིན་ན?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Devices need to be formatted before you can create partitions.
cy: Nid yw'r sefydlydd yn gallu darganfod os yw dyfais ${device} wedi ei fformatio neu beidio. Rhaid fformatio dyfeisio cyn i chi allu greu rhaniadau.
de: Der Installer kann nicht erkennen, ob das Gerät ${device} bereits formatiert wurde oder nicht. Speichergeräte müssen formatiert werden, bevor Partitionen erstellt werden können.
dz: ཐབས་འཕྲུལ་${device}དེ་ ཧེ་མ་ལས་རྩ་སྒྲིག་འབད་ཡོད་མི་དང་ ཡང་ན་ རྩ་སྒྲིག་འབད་དེ་མེད་པ་ཅིན་ གཞི་བཙུགས་པ་གིས་སྐྱོན་འཛིན་འབད་མི་ཚུགས། ཁྱོད་ཀྱིས་ བར་བཅད་གསར་བསྐྲུན་མ་འབད་བའི་ཧེ་མ་ འཐབ་འཕྲུལ་ཚུ་རྩ་སྒྲིག་འབད་དགོ

source: If you are sure the device has already been correctly formatted, you don't need to do so again.
cy: Os ydych yn siwr fod y ddyfais wedi ei fformatio yn gywir yn barod, does dim rhaid i chi wneud hynny eto.
de: Falls Sie sich sicher sind, dass das Gerät bereits korrekt formatiert wurde, müssen Sie dies nicht wiederholen.
dz: ཐབས་འཕྲུལ་འདི་ ཧེ་མ་ལས་རང་ནོར་འཁྲུལ་ག་ནི་ཡང་མེད་པར་རྩ་སྒྲིག་འབད་དེ་ཡོདཔ་ངེས་ཏིག་ཨིན་པ་ཅིན་ ཁྱོད་ཀྱིས་ལོག་སྟེ་རྩ་སྒྲིག་་སྦེ་འབད་མི་དགོ

source: Configure direct access storage devices (DASD)
cy: Cyflunio dyfeisiau storfa mynediad uniongyrchol ("direct storage access device" neu DASD)
de: Direct Access Storage Devices (DASD) konfigurieren
dz: ཐད་ཀར་འཛུལ་སྤྱོད་བསག་མཛོད་ཐབས་འཕྲུལ་(DASD) ཚུ་རིམ་སྒྲིག་འབད་

source: ZFS pool %s, volume %s
cy: Pwll ZFS %s, cyfrol %s
dz: ZFS པཱུལ་ %s, བོ་ལུསམ %s

source: DASD %s (%s)
dz: ཌི་ཨེ་ཨེསི་ཌི་ %s(%s)

source: biosgrub
dz: བ་ཡོསི་ག་རབ་
