Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: DASD %s (%s), partition #%s
am: DASD %s (%s), ክፋይ #%s
bg: DASD %s (%s), дял №%s
cy: DASD %s (%s), rhaniad #%s
dz: ཌི་ཨེ་ཨེསི་ཌི་ %s(%s),བར་བཅད་ #%s
eo: DASD %s (%s), diskparto #%s
fr: DASD %s (%s), partition n° %s
gu: DASD %s (%s), પાર્ટિશન #%s
hu: DASD %s (%s), partíció #%s
ja: DASD %s (%s), パーティション #%s
km: SCSI%s (%s,%s,%s), ភាគថាស #%s (%s)
mk: DASD %s (%s), партиција #%s
sq: DASD %s (%s), ndarja #%s
sr: DASD %s (%s), партиција #%s
tl: DASD %s (%s), partisyon #%s
uk: DASD %s (%s), розділ #%s

source: PALO boot partition
am: የፓሎ ስርዓት ማስነሻ ክፋይ፦
bg: Зареждащ дял на PALO
eo: Ekŝarga diskparto PALO
fr: Partition de démarrage palo
gu: PALO બૂટ પાર્ટિશન
hu: PALO indító partíció
ja: PALO ブートパーティション
km: ភាគថាស​ចាប់ផ្ដើម PALO
mk: PALO бут партиција
sq: Ndarje nisjeje PALO
sr: PALO покретачка партиција
uk: завантажувальний розділ PALO

source: No PALO partition was found.
am: ምንም የፓሎ ክፋይ አልተገኘም።
bg: Не беше открит дял на PALO.
de: Es wurde keine PALO-Boot-Partition gefunden.
eo: Neniu diskparto PALO estis trovata.
fr: Aucune partition palo n'a été trouvée.
gu: કોઇ PALO પાર્ટિશન મળ્યું નહી.
hu: Nem leltem PALO partíciót.
ja: PALO パーティションが見つかりませんでした。
km: រក​មិន​ឃើញ​ភាគថាស PALO ។
mk: Нема PALO партиција најдено.
sq: Nuk u gjet asnjë ndarje PALO.
sr: Ниједна PALO партиција није нађена.
tl: Walang PALO partisyon na nahanap.
uk: Не знайдені розділи PALO.

source: The PALO partition must be in the first 2GB.
am: የPALO ክፋይ የግድ በመጀመሪያው 2ጊባ ውስጥ መሆን አለበት፡፡
bg: Дялът на PALO трябва да е в първите 2GB.
de: Die PALO-Partition muss innerhalb der ersten 2GB liegen.
eo: La diskparto PALO devas esti en la unuaj 2GB.
fr: La partition palo doit se trouver dans les deux premiers gigaoctets du disque.
gu: PALO પાર્ટિશન પ્રથમ ૨ જીબીમાં જ હોવું જોઇએ.
hu: A PALO-partíciónak az első 2GB-ban kell lennie.
ja: PALO パーティションは最初の 2GB を必要とします。
km: ភាគថាស PALO ត្រូវ​តែ​ស្ថិត​នៅ​ក្នុង​ទំហំ ២ ជីកាបៃ​ដំបូង ។
mk: PALO партицијата омра да биде во првите 2GB.
sq: Ndarja PALO duhet të ndodhet në 2GB e parë.
sr: PALO партиција мора бити у првих 2GB.
tl: Ang partisyon ng PALO ay dapat nasa unang 2GB.
uk: Розділ PALO повинен знаходитися в перших 2ГБ.

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
bg: За да стартирате Вашата нова система, firmware-ът на Вашата система Itanium зарежда програмата за начално зареждане от собствения си дял EFI на твърдия диск. Програмата за начално зареждане тогава зарежда операционната система от същия дял. Дяловете EFI са форматирани с файлова система FAT16 и са активирани за начално зареждане. Повечето инсталации слагат дяловете EFI на първия главен дял на същия твърд диск, който съдържа кореновата файлова система.
cy: Er mwyn cychwyn eich system newydd, mae'r cadarnwedd ar eich system Itanium yn llwytho'r llwythwr ymgychwyn o'i rhaniad EFI preifat ar y disg galed. Yna mae'r llwythwr ymgychwyn yn llwytho'r system weithredu o'r un rhaniad. Mae gan rhaniad EFI system ffeiliau FAT16 wedi ei fformatio arni a'r faner cychwynadwy wedi ei osod. Mae'r rhan fwyaf o sefydliadau yn gosod y rhaniad EFI ar raniad cynradd cyntaf yr un disg galed sy'n dal y system ffeiliau gwraidd.
de: Damit Ihr Computer Debian starten kann, lädt die Firmware Ihres Itanium-Systems den Bootloader aus der EFI-Partition der Festplatte. Der Bootloader lädt dann das Betriebssystem von derselben Partition. Eine EFI-Partition ist ein FAT16-Dateisystem mit gesetztem »Boot«-Flag. Die meisten Installationen haben die EFI-Partition in der ersten primären Partition der Festplatte, auf der sich auch das Wurzeldateisystem befindet.
dz: ཁྱོད་ཀྱི་རིམ་ལུགས་གསརཔ་འགོ་བཙུགས་ནི་ལུ་ ཁྱོད་ཀྱི་ཨི་ཊ་ནི་ཡམ་རིམ་ལུགས་ནང་གི་ཚོང་ལས་ཁང་གི་ཅ་ཆས་འདི་ཧརཌ་ཌིཀིས་ནང་ལུ་བུཊི་མངོན་གསལ་པ་ཁོ་རའི་རང་དབང་གི་ EFI བར་བཅད་ནང་ལས་འདི་ཕབན་ཚུ་འབདཝ་ དེ་ལས་བུཊི་མངོན་གསལ་པ་འདི་གིས་བར་བཅད་གཅིག་པ་དེ་ཁར་ལས་བཀོལ་སྤྱོད་འབད་ནིའི་རིམ་ལུགས་ཕབ་ལེན་འབདཝ་ཨིན། EFI བར་བཅད་འདི་ལུ་ FAT16 ཡིག་སྣོད་རིམ་ལུགས་རྩ་སྒྲིག་འབད་ཡོདཔ་དང་བུཊི་འབད་བཏུབ་མི་ཟུར་རྟགས་གཞི་སྒྲིག་འབད་འདི་ཡོད། རྩ་བའི་ཡིག་སྣོད་རིམ་ལུགས་འཆང་མི་ཧརཌི་ཌིཀས་གཅིག་པ་འདི་་གིགཞི་རིམ་བར་བཅད་དང་པ་འདི་ལུ་ EFI བར་བཅད་འདི་གཞི་བཙུགས་མང་ཤོས་ལུ་གནས་འདི་ཡོད།ོད།་ཨིན།
eo: Por ekŝargi je via nova sistemo, la mikroprogramaro en via sistemo Itanium lanĉas la ekŝargilon el ties privata diskparto EFI en la fiksa disko. Tiam la ekŝargilo ŝargas je la operaciumo el la sama diskparto. Diskpartoj EFI havas dosieraranĝon FAT16 kaj deklaron pri ekŝargeblo. Plejmulto el la sistemoj lokigas la diskparton EFI sur la unua baza diskparto de la sama fiksa disko, kiu tenas la radikan dosiersistemon.
fr: Afin de démarrer le nouveau système, le microcode (« firmware ») du système Itanium charge le gestionnaire de démarrage depuis la partition spéciale EFI du disque dur. Le gestionnaire de démarrage charge ensuite le système d'exploitation depuis cette partition. Une partition EFI utilise le système de fichiers FAT16 et doit être marquée comme amorçable. Dans la plupart des installations, cette partition est la première partition primaire du disque qui comporte le système de fichiers racine.
gu: તમારી નવી સિસ્ટમ શરુ કરવા માટે, તમારી ઇટેનિયમ સિસ્ટમ પરનું ફર્મવેર તેના ખાનગી EFI પાર્ટિશનમાંથી બુટ લોડર હાર્ડ ડિસ્કમાં લાવશે. બુટ લોડર પછી ઓપરેટિંગ સિસ્ટમ તે જ પાર્ટિશનમાં લાવશે. EFI પાર્ટિશન ફેટ૧૬ ફાઇલ સિસ્ટમથી ફોર્મેટ કરેલ છે અને બૂટબલ નિશાની ગોઠવેલ છે. મોટાભાગનાં સ્થાપનો EFI પાર્ટિશનને પ્રથમ પ્રાથમિક પાર્ટિશનમાં તે જ હાર્ડ ડિસ્કમાં મૂકે છે જ્યાં રુટ ફાઇલ સિસ્ટમ રહેલ છે.
hu: Az új rendszer indításához, az Itanium rendszer firmware-e a boot betöltőt a privát EFI partíciójáról tölti be a merevlemezről. E partícióról tölti aztán be a boot betöltő az operációs rendszert. Egy EFI partíció FAT16 fájlrendszerű és bekapcsolt indító zászlóval bír. A legtöbb telepítés az EFI partíciót a gyökér fájlrendszert is tartalmazó merevlemez 1. elsődleges partíciójára teszi.
ja: あなたの新しいシステムを開始するために、Itanium システムのファームウェアはハードディスクにあるプライベートな EFI パーティションからブートローダをロードします。ブートローダはその後同じパーティションからオペレーティングシステムをロードします。EFI パーティションは FAT16 ファイルシステムとして初期化され、ブート可能フラグがセットされたものです。ほとんどのインストールでは EFI パーティションをルートファイルシステムを保持する同じハードディスクの最初のプライマリパーティションに配置します。
km: ដើម្បី​ចាប់ផ្ដើម​ប្រព័ន្ធ​ថ្មី​របស់​អ្នក កម្មវិធី​បង្កប់​នៅ​លើ​ប្រព័ន្ធ Itanium របស់​អ្នក នឹង​ផ្ទុក​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ​ពី​ភាគថាស EFI ឯកជន​របស់​វា នៅ​លើ​ថាស​រឹង ។ បន្ទាប់​មក កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ​នឹង​ផ្ទុក​ប្រព័ន្ធ​ប្រតិបត្តិការ​ពី​ភាគថាស​ដដែល​នោះ ។ ភាគថាស EFI មាន​ប្រព័ន្ធ​ឯកសារ FAT16 ដែល​បាន​ធ្វើ​ទ្រង់ទ្រាយ​រួច ហើយ​បាន​កំណត់​ទង់​ចាប់ផ្ដើម ។ ការ​ដំឡើង​ភាគ​ច្រើន​ដាក់​ភាគថាស EFI នៅ​លើ​ភាគថាស​ចម្បង​ទីមួយ​នៃ​ថាស​រឹង​តែ​មួយ ដែល​ដាក់​ប្រព័ន្ធ​ឯកសារ root ។
mk: За да се стартува твојот нов систем, фирмверот на твојот Itanium систем го вчитува подигнувачот од неговата приватна EFI партиција на тврдиот диск. Бут вчитувачот потоа го вчитува оперативниот систем од таа иста партиција. EFI партиција има FAT16 датотечен систем и е означена како бутабилна. Повеќете инсталации ќе ја постават EFI партицијата на првата примарна партиција на истиот тврд диск кој ја содржи и рут структурата.
sq: Në mënyrë që sistemi tënd i ri Debian të niset, firmware në sistemin tënd Itanium ngarkon ngarkuesin e nisjes nga ndarja e tij private EFI në diskun e ngurtë. Më pas ngarkuesi i nisjes ngarkon sistemin operativ nga e njëjta ndarje. Një ndarje EFI ka një filesistem të formatuar si FAT16 në të dhe flag e nisjes të caktuar. Shumica e instalimeve vendosin ndarjen EFI në ndarjen e parë të të njëjtit disk të ngurtë që pëmban filesistemin root.
sr: Да бисте могли да покренете ваш нови систем, фирмвер на вашем Itanium систему учитава покретачки програм са своје приватне EFI партиције на хард диску. Покретачки програм онда учитава оперативни систем са те исте партиције. EFI партиција има FAT16 систем датотека и постављену покретачку заставицу. Многе инсталације постављају EFI партицију на прву примарну партицију истог диска који садржи и 'root' систем датотека.
tl: Upang paandarin ang inyong bagong sistemang Debian, ang firmware sa inyong sistemang Itanium ay magpapasok ng boot loader mula sa sarili nitong EFI partisyon sa hard disk. Tapos magpapasok ang boot loader ng operating system mula sa partisyon na iyon. Ang EFI partisyon ay may FAT16 file system at naka-set ang bootable flag nito. Karamihan ng mga installation ay naglalagay ng EFI partisyon sa unang punong partisyon ng hard disk na naglalaman ng root file system.
uk: Для того, щоб запустити вашу нову систему, вбудоване програмне забезпечення вашої системи Itanium завантажує системний завантажувач із його власного розділу EFI на жорсткому диску. Потім системний завантажувач завантажує операційну систему із того ж розділу. Розділ EFI відформатований використовуючи файлову систему FAT16 та має прапорець „завантажувальний“. Більшість програм встановлення розміщують розділ EFI на першому первинному розділі жорсткого диску, на якому знаходиться коренева файлова система.

source: EFI boot partition
am: የኤፊ ስርዓት ማስነሻ ክፋይ፦
bg: Зареждащ дял на EFI
cy: Rhaniad ymgychwyn EFI
dz: EFI བུཊི་བར་བཅད།
eo: Ekŝarga diskparto EFI
fr: Partition de démarrage EFI
gu: EFI બૂટ પાર્ટિશન
hu: EFI indító partíció
ja: EFI ブートパーティション
km: ភាគថាស​ចាប់ផ្ដើម EFI
mk: EFI бут партиција
sq: Ndarje nisjeje EFI
sr: EFI покретачка партиција
uk: завантажувальний розділ EFI

source: No EFI partition was found.
am: ምንም የኤፊ ክፋይ አልተገኘም።
bg: Не беше открит дял на EFI.
cy: Ni chanfuwyd rhaniad EFI.
de: Es wurde keine EFI-Partition gefunden.
dz: EFI བར་བཅད་འཚོལ་མ་ཐོབ།
eo: Neniu diskparto EFI estis trovata.
fr: Aucune partition EFI n'a été trouvée.
gu: કોઇ EFI પાર્ટિશન મળ્યું નહી.
hu: Nem leltem EFI partíciót.
ja: EFI パーティションが見つかりませんでした。
km: រក​មិន​ឃើញ​ភាគថាស EFI ។
mk: Нема најдено EFI партиција.
sq: Nuk u gjet asnjë ndarje EFI.
sr: Ниједна EFI партиција није нађена.
tl: Walang EFI partisyon na nahanap.
uk: Не знайдений розділ EFI.

source: Aboot installation failed. Continue anyway?
am: የአቡት ተከላ አልተሳካም፡፡ ቢሆንም ልቀጥል?
bg: Грешка при инсталирането на aboot. Продължение?
de: Aboot-Installation fehlgeschlagen. Trotzdem fortfahren?
eo: Instalo de aboot malsukcesis. Ĉu tamen daŭrigi?
fr: Échec de l'installation du paquet aboot. Faut-il continuer ?
gu: Aboot સ્થાપન નિષ્ફળ. તેમ છતાં આગળ વધશો?
hu: Aboot telepítése sikertelen. Mégis folytatod?
ja: Aboot のインストールに失敗しました。続けますか?
km: ការ​ដំឡើង aboot បាន​បរាជ័យ​ហើយ ។ យ៉ាង​ណា​ក៏​ដោយ បន្ត ?
mk: Aboot инсталацијата не успеа. Сепак да продолжам?
sq: Instalimi i aboot dështoi. Të vazhdoj sidoqoftë?
sr: Инсталација програма 'aboot' није успела. Да ипак наставим даље?
tl: Bigo ang pagluklok ng aboot. Magpatuloy pa rin?
uk: Не вдалося встановити aboot. Всерівно продовжувати?

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
am: /target/ ላይ አቡትን መትከል ሳይሳካ ቀርቷል፡፡ አቡትን እንደ ቡት ማስነሻ መትከል አስፈላጊ የሆነ ደረጃ ነው፡፡ ነገርግን የመትከሉ ችግር ከአቡት ጋር ያልተገናኘና ተከላውንም መቀጠል ይቻል ይሆናል፡፡
bg: Грешка при инсталирането на aboot в /target/. Инсталирането на aboot като програма за начално зареждане е необходима стъпка. Проблемът при инсталирането обаче може да не е свързан с aboot, така че продължаването на инсталацията може да е възможно.
de: Das Aboot-Paket konnte nicht nach /target/ installiert werden. Die Installation von Aboot als Bootloader ist unbedingt erforderlich. Es besteht aber die Möglichkeit, dass Aboot von diesem Problem nicht betroffen ist; daher könnte es möglich sein, die Installation fortzusetzen.
eo: La pako aboot malsukcesis instaliĝi ĉe /target/. Instalo de aboot kiel ekŝargilon estas postulata paŝo. Tamen la problemo eble ne rilatas al aboot, tiel ke eblus daŭrigi la instaladon.
fr: Le paquet aboot n'a pas pu être installé dans /target/. L'installation du programme de démarrage aboot est une étape indispensable. Ce problème n'est peut-être pas lié à aboot ; il est peut-être possible de continuer l'installation.
gu: aboot પેકેજ /target/ પર સ્થાપિત થવામાં નિષ્ફળ. aboot ને બુટ લોડર તરીકે સ્થાપિત કરવું એ જરુરી પગથિયું છે. સ્થાપન મુશ્કેલી કદાચ aboot ને સંબંધિત ન પણ હોઇ શકે, એટલે સ્થાપનમાં આગળ વધવું એ કદાચ શક્ય થઇ શકે છે.
hu: Az aboot csomag /target/-be telepítése meghiúsult. Az aboot telepítése pedig szükséges. Lehet, hogy e gond nem az aboot-hoz kötődik és a telepítés folytatása mégis lehetséges.
ja: Aboot パッケージを /target/ にインストールするのに失敗しました。ブートローダとして aboot をインストールすることは必須の手順です。インストールプログラム自体は aboot には関係しないので、インストールを続けることは可能です。
km: បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង​កញ្ចប់ aboot ទៅ​ក្នុង /target/ ។ ដាច់​ខាត​អ្នក​ត្រូវ​តែ​ដំឡើង aboot ជា​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ។ ទោះ​យ៉ាង​ណា បញ្ហា​ការ​ដំឡើង​ប្រហែល​ជា​មិន​ទាក់ទង​នឹង aboot ឡើយ ដូច្នេះ​អ្នក​ប្រហែល​ជា​អាច​បន្ត​ការ​ដំឡើង​បាន ។​
mk: Пакетот aboot не успеа да се инсталира на /target/. Инсталирањето на aboot подигнувачот е задолжителен чекор. Сепак инсталационите проблем може да не поврзан со aboot, па инсталацијата може да продолжи.
sq: Paketa aboot dështoi të instalohet në /target/. Instalimi i aboot si një ngarkues nisjeje, është një hap i domosdoshëm. Problemi i instalimit mund të mos ketë lidhje me aboot, pra mund të vazhdosh me instalimin.
sr: Пакет 'aboot' није успео да се инсталира на /target/. Инсталирање програма 'aboot' као покретачког програма је обавезан корак. Проблем можда ипак није у вези са програмом 'aboot', тако да наставак инсталације може бити могућ.
tl: Bigo ang pagluklok ng aboot pakete sa /target/. Kinakailangan ang pag-install ng aboot bilang boot loader. Ang problema sa pagluklok ay maaaring walang kinalaman sa aboot, kaya maaaring magpatuloy ng pagluklok.
uk: Не вдалося встановити пакунок aboot в /target/. Встановлення aboot як системного завантажувача - це необхідний крок. Проте, ця проблема може і не мати відношення до aboot, таким чином продовжити встановлення може бути реально.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
bg: Aboot може да инсталира програма за начално зареждане само върху устройства, съдържащи дял от тип ext2. Изберете дял от тип ext2, който искате aboot да използва. Ако това не е кореновата файлова система, ядрото и файлът с настройки /etc/aboot.conf ще бъдат копирани в този дял.
de: Aboot muss den Bootloader auf einem boot-fähigen Medium mit einer ext2-Partition installieren. Bitte wählen die ext2-Partition, die aboot benutzen soll. Wenn dies nicht das Root-Dateisystem ist, wird Ihr Kernel-Image und die Konfigurationsdatei /etc/aboot.conf auf diese Partition kopiert.
eo: Aboot bezonas instali la ekŝargilon en ekŝargebla aparato kun diskparto ext2. Bonvulu elekti la diskparton ext2 kiun vi deziras ke aboot uzu. Se tio ne estas la radika dosiersistemo, via kerno-bildo kaj akomoda dosiero /etc/aboot.conf estos kopiataj al tiu diskparto.
fr: Aboot doit installer le programme de démarrage sur un périphérique amorçable comportant une partition ext2. Veuillez choisir la partition ext2 qu'utilisera aboot. Si cette partition n'est pas la racine du système de fichiers, l'image du noyau et le fichier de configuration /etc/aboot.conf y seront copiés.
gu: અબૂટને ext2 પાર્ટિશન ધરાવતાં બૂટેબલ ઉપકરણ પર બૂટ લોડર સ્થાપિત કરવું જરુરી છે. મહેરબાની કરી ext2 પાર્ટિશન પસંદ કરો જ્યાં તમે અબૂટ સ્થાપિત કરવા માંગતા હોવ. જો આ રુટ ફાઇલ સિસ્ટમ ન હોય તો, તમારી કર્નલ ઇમેજ અને /etc/aboot.conf રુપરેખાંકન ફાઇલ તે પાર્ટિશનમાં નકલ થશે.
hu: Az aboot rendszerbetöltőt egy rendszerbetöltésre alkalmas eszközön található ext2 partícióra kell telepíteni. Jelöld ki az aboot-nak szánt ext2 partíciót. Ha ez nem a gyökér-fájlrendszer, akkor a rendszermag és az /etc/aboot.conf konfigurációs fájl átkerül erre a partícióra.
ja: aboot は ext2 パーティションを含むブート可能デバイスのブートローダをインストールする必要があります。aboot を使いたい ext2 パーティションを選択してください。ルートファイルシステムでなければ、カーネルイメージと設定ファイル /etc/aboot.conf を該当のパーティションにコピーします。
km: Aboot ទាមទារ​ឲ្យ​មាន​ការ​ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ​នៅ​លើ​ឧបករណ៍​អាច​ចាប់ផ្ដើម​បាន​មួយ ដែល​មាន​ភាគថាស ext2 ។ សូម​ជ្រើស​ភាគថាស ext2 ដែល​អ្នក​ចង់​ឲ្យ aboot ប្រើ ។ បើ​វា​មិន​មែន​ជា​ប្រព័ន្ធ​ឯកសារ root, រូបភាព​ខឺណែល និង ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ /etc/aboot.conf នឹង​ត្រូវ​បាន​ចម្លង​ទៅ​ភាគថាស​នោះ ។
mk: Aboot треба да го инсталира подигнувачот на бутабилен уред со ext2 партиција. Te молам одбери ext2 партиција која сакаш да ја користи aboot. Ако тоа не е рут датотечниот систем, твојот кернел и конфигурационата датотека /etc/aboot.conf ќе бидат таму ископирани.
sq: Aboot duhet të instalojë ngarkuesin e nisjes në një dispozitiv nisës që përmban një ndarje ext2. Të lutem zgjidh një ndarje ext2 që aboot do përdori. Nëse ky nuk është filesistemi root, imazhi i kernelit tënd dhe file i konfigurimit /etc/aboot.conf do kopjohet në atë ndarje.
sr: Програм 'aboot' захтева да инсталира покретачки програм на покретачком уређају који садржи партицију типа ext2. Молим одаберите ext2 партицију за коју желите да је користи 'aboot'. Ако то није 'root' партиција, ваш кернел и конфигурациони фајл /etc/aboot.conf ће бити прекопирани на ту партицију.
tl: Kailangan ng aboot na mag-install ng boot loader sa isang device na maaaring i-boot na naglalaman ng partisyon na ext2. Pumili ng partisyon na ext2 na nais niyo na gamitin ng aboot. Kung hindi ito ang root file system, ang inyong kernel image at ang talaksan ng pagkaayos /etc/aboot.conf ay kokopyahin sa partisyon na iyon.
uk: Aboot необхідно встановити системний завантажувач на завантажувальний пристрій, що містить розділ ext2. Виберіть розділ ext2, що буде використовуватися aboot. Якщо це не кореневий розділ, то ядро та файл /etc/aboot.conf будуть скопійовані на нього.

source: Install /boot on a disk with an unsupported partition table?
am: /boot ባልተደገፈ የክፋይ ሰንጠረዥ ባለው ዲስክ ላይ ይተከል?
bg: Инсталиране на /boot върху диск с неподдържана таблица на дялове?
de: /boot auf eine Festplatte installieren, deren Partitionstabelle nicht unterstützt wird?
eo: Ĉu instali /boot sur disko kun ne subtenata diskparto-tabelo?
fr: Faut-il installer /boot sur un disque avec une table des partitions non gérée ?
gu: આધાર ન અપાતા પાર્ટિશન કોષ્ટક સાથે /boot ડિસ્કમાં સ્થાપિત કરશો?
hu: A /boot-ot nem támogatott partíciós táblájú lemezre telepíted?
ja: サポートされないパーティションテーブルのディスクに /boot をインストールしますか?
km: ដំឡើង​ /boot នៅ​លើ​ថាស​មួយ​ដែល​មាន​តារាង​ភាគថាស​ដែល​មិន​បាន​គាំទ្រ ?
mk: Инсталирај го /boot на диск со неподржана партициона табела?
sq: Ta instaloj /boot në një disk me një tabelë ndarjeje që nuk suportohet?
sr: Да инсталирам /boot на диск са неподржаним типом партиционе табеле?
tl: Mag-install ng /boot sa disk na hindi suportado ang partisyon teybol?
uk: Встановити /boot на диск з таблицею розділів, що не підтримується?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
bg: За да може да се зарежда от конзола SRM, aboot и ядрото, което зарежда, трябва да бъдат инсталирани върху диск, който използва BSD disklabel за таблицата на дяловете. Вашата директория /boot не е върху такъв диск. Ако продължите, няма да можете да зареждате Вашата система чрез aboot и ще трябва да зареждате по друг начин.
de: Um von der SRM-Konsole starten zu können, muss aboot und der Kernel auf eine Festplatte installiert werden, die BSD-Disklabels in der Partitionstabelle benutzt. Ihr /boot-Verzeichnis befindet sich nicht auf einer solchen Festplatte. Wenn Sie fortfahren, wird es nicht möglich sein, den Computer mit aboot zu starten. Sie müssen Ihren Computer dann auf eine andere Art und Weise booten.
eo: Por esti ekŝargebla el la konzolo SRM, aboot kaj la kerno kiun ĝi ekĝarkas devas esti instalitaj en disko, kiu uzas disketikedojn BSD por ĝia diskparto-tabelo. Via dosierujo /boot ne restas en tia disko. Se vi daŭrigos tiel, vi eble ne ekŝargos per aboot kaj vi devos uzi alian ekŝargan metodon.
fr: Afin de pouvoir être lancés depuis la console SRM, aboot et le noyau qu'il charge doivent être installés sur un disque qui utilise les étiquettes de disque BSD pour sa table des partitions. Le répertoire /boot n'est pas situé sur un tel disque. Si vous continuez ainsi, le système ne pourra pas être démarré avec aboot et vous devrez utiliser une autre méthode de démarrage.
gu: SRM કોન્સોલ માંથી બૂટ થવા માટે, અબૂટ અને કર્નલ ડિસ્કમાં સ્થાપિત થવા જોઇએ જેનું ડિસ્કલેબલ BSD તેનાં પાર્ટિશન કોષ્ટક માટે ઉપયોગ કરતું હોય. તમારી /boot ડિરેક્ટરી આ ડિસ્કમાં નથી. જો તમે આગળ વધશો, તો તમે અબૂટ નો ઉપયોગ કરીને તમારી સિસ્ટમથી બૂટ કરી શકશો નહી, અને તમારે કોઇ બીજા રસ્તાથી બૂટ થવું પડશે.
hu: Az SRM-konzolról való betöltéshez az aboot-nak és az általa betöltött rendszermagnak egy BSD-lemezcímkékkel particionált lemezen kell lennie. A /boot könyvtár nem ilyen partíción van. Továbblépés esetén, a rendszer így nem fog az aboot-tal indulni, és más módon kell indítani.
ja: SRM コンソールからブート可能にするために、aboot とカーネルは、パーティションテーブルとして BSD ディスクラベルを使うディスクにインストールする必要があります。あなたの /boot ディレクトリはそのようなディスクに配置されていません。継続する場合、aboot を使ってあなたのシステムをブートすることはできないので、その他のやり型でブートする必要があります。
km: ដើម្បីអាច​ចាប់​ផ្តើម​បាន​ពី​កុងសូល SRM, អ្នក​ត្រូវ​តែ​ដំឡើង aboot និង ខឺណែល​ដែល​វា​ផ្ទុក នៅ​លើ​ថាស​មួយ​ដែល​តារាង​ភាគថាស​របស់​វា​ប្រើ​ស្លាក​ថាស BSD ។ ថត /boot របស់​អ្នកមិន​ស្ថិត​នៅ​ក្នុង​ថាស​នោះ​ឡើយ ។ បើ​អ្នក​បន្ត អ្នក​នឹង​មិន​អាច​ចាប់ផ្ដើម​ប្រព័ន្ធ​របស់​អ្នក​ដោយ​ប្រើ aboot បាន​ឡើយ ហើយ​អ្នក​នឹង​ត្រូវ​ចាប់ផ្ដើម​វា​តាម​វិធី​ផ្សេង ។
mk: За да да биде бутабилен од SRM консола, aboot и кернелот кој се вчитува мора да бидат инсталирани на диск кој содржи BSD дискетикети за неговите партициони табали. Твојот /boot директориум не е на таков диск. Ако продолжиш нема даможеш да го бутираш твојот систем со aboot, и ќе мораш да го бутираш на некој друг начин.
sq: Për tu nisur nga paneli i kontrollit SRM, aboot dhe kerneli që ngarkon duhen instaluar në një disk që përdor etiketa disku BSD për tabelën e tij të ndarjes. Kartela tënde /boot nuk gjendet në një disk të tillë. Nëse vazhdon, nuk do jesh në gjendje të nisësh sistemin tënd duke përdorur aboot, dhe do të të duhet ta nisësh në ndonjë mënyrë tjetër.
sr: Да бисте покренули систем из SRM конзоле, програм 'aboot' и кернел који он учитава морају бити инсталирани на диску који користи BSD дисклабеле као своју партициону табелу. Ваш /boot директоријум није смештен на таквом диску. Ако наставите, нећете моћи да покренете свој систем користећи програм 'aboot' и мораћете да покренете систем на неки други начин.
tl: Upang maging bootable mula sa SRM console, ang aboot at ang kernel na kanyang ipapasok ay kinakailangang naka-install sa disk na gumagamit ng BSD disklabels para sa kanyang partisyon teybol. Ang inyong /boot directory ay wala sa ganitong klaseng disk. Kung magpapatuloy kayo, hindi kayo makakapag-boot sa inyong sistema na gamit ang aboot, at kailangan niyong mag-boot sa ibang paraan.
uk: Щоб мати можливість завантаження із SRM консолі, потрібно встановити aboot та ядро, яке він завантажує, на диск, який використовує мітки BSD для таблиці розділів. Ваша директорія /boot не знаходиться на такому диску. Якщо ви продовжите, то ви не зможете завантажити вашу систему за допомогою aboot і ви будете повинні завантажити її іншим чином.
