Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
am: የማስተካከያ ምርጫዎቹ አንብብ ካናል = ${device_read} ጻፍ ካናል = ${device_write} ወግ = ${protocol}
bg: Настроените параметри са: канал за вход = ${device_read} канал за изход = ${device_write} протокол = ${protocol}
cy: Y paramedrau cyfluniwyd oedd: sianel darllen = ${device_read} sianel ysgrifennu = ${device_write} protocol = ${protocol}
de: Die Konfigurationsparameter sind: Kanal lesen = ${device_read} Kanal schreiben = ${device_write} Protokoll = ${protocol}
dz: རིམ་སྒྲིག་འབད་ཡོད་པའི་ཚད་བཟུང་འདི་ཚུ་འདི་: རྒྱུ་ལམ་ལྷག་ནི་ = ${device_read} ་ རྒྱུ་ལམ་འབྲི་ནི་ = ${device_write} གནད་སྤེལ་ལམ་ལུགས་ = ${protocol}
eo: La agorditaj parametroj estas: leg-kanalo = ${device_read} skrib-kanalo = ${device_write} protokolo = ${protocol}
fr: Les paramètres configurés sont : canal de lecture = ${device_read} canal d'écriture = ${device_write} protocole = ${protocol}
gu: રૂપરેખાંકન કરેલ વિકલ્પ છે: વાંચન ચેનલ = ${device_read} લખાણ ચેનલ = ${device_write} પ્રોટોકોલ = ${protocol}
hu: A beállított paraméterek: olvasási csatorna = ${device_read} írási csatorna = ${device_write} protokoll = ${protocol}
ja: 設定されたパラメータは次のとおりです: 読み取りチャネル = ${device_read} 書き込みチャネル = ${device_write} プロトコル = ${protocol}
km: ប៉ារ៉ាម៉ែត្រ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​មាន ៖​ ឆាណែល​សម្រាប់​អាន = ${device_read} ឆាណែល​សម្រាប់​សរសេរ = ${device_write} ពិធីការ = ${protocol}
mk: Конфигурираните парамтери се: канал за читање = ${device_read} канал за запишување = ${device_write} протокол = ${protocol}
sq: Parametrat e konfiguruara janë: kanali i leximit = ${device_read} kanali i shkrimit = ${device_write} protokolli = ${protocol}
sr: Конфигурисани параметри су: канал за читање = ${device_read} канал за писање = ${device_write} протокол = ${protocol}
tl: Ang nakatakdang mga parameter ay: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
uk: Поточні параметри: канал читання = ${device_read} канал запису = ${device_write} протокол = ${protocol}

source: No CTC or ESCON connections
am: የCTC ወይም ESCON ግንኙነት የለም
bg: Не бяха открити CTC или връзки ESCON
cy: Dim cysylltiadau CTC na ESCON
de: Keine CTC- oder ESCON-Verbindungen
dz: CTC ཡང་ན་ ESCON མཐུད་ལམ་ཚུ་མིན་འདུག།
eo: Neniu konekto CTC aŭ ESCON
fr: Pas de connexions CTC ou ESCON
gu: કોઇ CTC અથવા ESCON જોડાણો નથી
hu: Nincs CTC- vagy ESCON-kapcsolat
ja: CTC または ESCON 接続がありません
km: គ្មាន​ការ​តភ្ជាប់ CTC ឬ ESCON ឡើយ
mk: Нема CTC или ESCON конекции
sq: Asnjë lidhje CTC apo ESCON
sr: Нема CTC или ESCON веза
tl: Walang CTC o ESCON na koneksyon
uk: Не знайдені з'єднання CNC або ESCON

source: Please make sure that you have set them up correctly.
am: እባክዎ ሁሉም ነገር በትክክል መቀመጡን ያረጋግጡ፡፡
bg: Моля, уверете се, че сте ги настроили правилно.
cy: Gwnewch yn siwr eich bod wedi eu gosod nhw fyny yn gywir.
de: Bitte vergewissern Sie sich, ob Sie alles richtig eingestellt haben.
dz: ཁྱོད་ཀྱིས་དེ་ཚུ་ངེས་བདེན་སྦེ་གཞི་སྒྲིག་འབད་ཡི་ག་ངེས་ཏིག་བཟོ་གནང་།
eo: Bonvolu certigi ke vi ĝuste akomodis ilin.
fr: Veuillez vous assurer que vous les avez configurées correctement.
gu: મહેરબાની કરી ખાતરી કરો કે તમે તેમને યોગ્ય રીતે ગોઠવેલ છે.
hu: Győződj meg a működésük helyességéről.
ja: 正しくセットアップしていることを確認してください。
km: សូម​ប្រាកដ​ថា អ្នក​បាន​រៀបចំ​ពួកវា​បាន​ត្រឹមត្រូវ ។
mk: Те молам осигурај се дека си ги поставил правилно.
sq: Të lutem kontrollo nëse i ke konfiguruar saktë.
sr: Молим, проверите да ли сте их добро конфигурисали.
tl: Pakisiguro na tama ang pag-set-up ninyo ng mga ito.
uk: Перевірте, чи коректно ви їх налаштували.

source: Protocol for this connection:
am: የዚህ ግንኙነት ወግ፦
bg: Протокол за тази връзка:
cy: Protocol ar gyfer y cysylltiad hwn:
de: Protokoll für diese Verbindung:
dz: མཐུད་ལམ་འདི་གི་དོན་ལུ་གནད་སྤེལ་ལམ་ལུགས:
eo: Protokolo por tiu ĉi konekto:
fr: Protocole pour cette connexion :
gu: આ જોડાણ માટે પ્રોટોકોલ:
hu: A kapcsolat protokollja:
ja: この接続のプロトコル:
km: ពិធីការ​សម្រាប់​ការ​តភ្ជាប់​នេះ ៖
mk: Протокол за оваа врска:
sq: Protokolli për këtë lidhje:
sr: Протокол за ову везу:
tl: Protocol para sa koneksyong ito:
uk: Протокол для цього з'єднання:

source: Device:
am: አካል፦
bg: Устройство:
cy: Dyfais:
de: Gerät:
dz: ཐབས་འཕྲུལ:
eo: Aparato:
fr: Périphérique :
gu: ઉપકરણ:
hu: Eszköz:
ja: デバイス:
km: ឧបករណ៍ ៖
mk: Уред:
sq: Dispozitivi:
sr: Уређај:
uk: Пристрій:

source: Please select the OSA-Express QDIO / HiperSockets device.
am: እባክዎ የOSA-Express QDIO / HiperSockets አካልን ይምረጡ።
bg: Моля, изберете устройството от тип OSA-Express QDIO / HiperSockets.
cy: Dewiswch y ddyfais OSA-Express QDIO / HiperSockets device.
de: Bitte wählen Sie ein OSA-Express QDIO-/HiperSockets-Gerät.
dz: OSA-Express QDIO / ཧའི་པར་སོ་ཀེཊིསི་ཐབས་འཕྲུལ་འདི་ སེལ་འཐུ་འབད་གནང་།
eo: Bonvolu elekti la aparaton OSA-Express QDIO / HiperSockets.
fr: Veuillez choisir le périphérique OSA-Express QDIO / HiperSockets.
gu: મહેરબાની કરી OSA-Express QDIO કાર્ડસ / HiperSockets પસંદ કરો.
hu: OSA-Express QDIO / HiperSockets eszköz választása.
ja: OSA-Express QDIO / HiperSockets デバイスを選択してください。
km: សូមជ្រើស​ឧបករណ៍ OSA-Express QDIO / HiperSockets ។
mk: Те молам одбери OSA/Express QDIO / HiperSockets уред.
sq: Të lutem zgjidh dispozitivin OSA-Express QDIA / HiperSocket.
sr: Молим, одаберите OSA-Express QDIO / HiperSockets уређај.
tl: Piliin ang OSA-Express QDIO / HiperSockets device.
uk: Виберіть пристрій OSA-Express QDIO / HiperSockets.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
am: የተዘጋጁት ግቤቶ : channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
bg: Настроените параметри са: канали = ${device0}, ${device1}, ${device2} порт = ${port} име на порта = ${portname} layer2 = ${layer2}
cy: Y paramedrau cyfluniwyd yw: sianeli = ${device0}, ${device1}, ${device2} porth = ${port} enwporth = ${portname} layer2 = ${layer2}
de: Die konfigurierten Parameter sind: Kanäle = ${device0}, ${device1}, ${device2} Port = ${port} Portname = ${portname} Ebene2 = ${layer2}
dz: རིམ་སྒྲིག་འབད་ཡོད་པའི་ཚད་བཟུང་འདི་ཚུ་: རྒྱུ་ལམ་ཚུ་ =${device0}, ${device1}, ${device2} འདྲེན་ལམ་=${port} འདྲེན་ལམ་མིང་= ${portname} layer2 = ${layer2}
eo: La agorditaj parametroj estas: kanaloj = ${device0}, ${device1}, ${device2} pordo = ${port} pordnomo = ${portname} tavolo2 = ${layer2}
fr: Les paramètres configurés sont : canaux = ${device0}, ${device1}, ${device2} port = ${port} nom du port = ${portname} layer2 = ${layer2}
gu: રૂપરેખાંકન કરેલ વિકલ્પો છે: ચેનલો = ${device0}, ${device1}, ${device2} પોર્ટ = ${port} પોર્ટનામ = ${portname} સ્તર ૨ = ${layer2}
hu: A beállított paraméterek: csatornák = ${device0}, ${device1}, ${device2} port = ${port} portnév = ${portname} layer2 = ${layer2}
ja: 設定されたパラメータは次のとおりです: チャネル = ${device0}, ${device1}, ${device2} ポート = ${port} ポート名 = ${portname} レイヤ2 = ${layer2}
km: ប៉ារ៉ាម៉ែត្រ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​គឺ ៖ ឆានែល = ${device0}, ${device1}, ${device2} ច្រក = ${port} ឈ្មោះ​ច្រក = ${portname} ស្រទាប់ ២ = ${layer2}
sq: Parametrat e konfiguruara janë: kanalet = ${device0}, ${device1}, ${device2} porta = ${port} emër porte = ${portname} layer2 = ${layer2}
sr: Конфигурисани параметри су: канали = ${device0}, ${device1}, ${device2} порт = ${port} име порта = ${portname} слој2 = ${layer2}
tl: Ang mga nakasaayos na mga parameters ay: mga channel = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
uk: Налаштовані параметри: канали = ${device0}, ${device1}, ${device2} порт = ${port} назва порту = ${portname} layer2 = ${layer2}

source: No OSA-Express QDIO cards / HiperSockets
am: ምንም OSA-Express QDIO cards / HiperSockets የለም
bg: Няма карти от тип OSA-Express QDIO / HiperSockets
cy: Dim cardiau OSA-Express QDIO / HiperSockets
de: Keine OSA-Express QDIO-Karten/HiperSockets
dz: OSA-Express QDIO ཤོག་བྱང་ཚུ་ / ཧའི་པར་སོ་ཀེཊི་ཚུ་མིན་འདུག།
eo: Neniu karto OSA-Express QDIO / HiperSockets
fr: Pas de carte OSA-Express QDIO / HiperSockets
gu: કોઇ OSA-Express QDIO કાર્ડસ / HiperSockets નથી
hu: Nincs QDIO-módú OSA-Express kártya, sem HiperSocket
ja: OSA-Express QDIO カード / HiperSockets がありません
km: មិន​មាន​កាត OSA-Express QDIO / HiperSockets ឡើយ
mk: Нема OSA-Express QDIO картички / HiperSockets
sq: Asnjë kartë OSA-Express QDIA / HiperSocket
sr: Нема OSA-Express QDIO карти / HiperSockets
tl: Walang mga OSA-Express QDIO card/HiperSocket
uk: Карти OSA-Express QDIO / HiperSockets не знайдені

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
am: ምንም OSA-Express QDIO cards / HiperSockets አልተገኙም። VMን የሚያስኬዱ ከሆነ ካርድዎ ከተገልጋይ ጋር መያያዙን ያረጋግጡ።
bg: Не бяха открити карти от тип OSA-Express QDIO / HiperSockets. Ако сте във VM, моля уверете се, че Вашата карта е прикачена към този guest.
cy: Ni chanfuwyd unrhyw gardiau OSA-Express QDIO / HiperSockets. Os ydych yn rhedeg VM gwnewch yn siwr fod y gerdyn wedi ei gysylltu i'r gwestai.
de: Es wurden keine OSA-Express QDIO-Karten/HiperSockets gefunden. Wenn Sie eine virtuelle Maschine (VM) laufen haben, vergewissern Sie sich bitte, dass Ihre Karte diesem Gastsystem zugeordnet ist.
dz: OSA-Express QDIO ཤོག་བྱང་ཚུ་ / ཧའི་པར་སོ་ཀེཊི་ཚུ་སྐྱོན་འཛིན་མ་འབྱུང་པས། ཁྱོད་ཀྱིས་ VM འདི་གཡོག་བཀོལ་བའི་བསྒང་ཨིན་པ་ཅིན་ ཁྱོད་ཀྱི་ཤོག་བྱང་འདི་མགོནམ་འདི་ལུ་མཉམ་སྦྲགས་འབད་ཡོདཔ་ངེས་ཏིག་བཟོ་གནང་།
eo: Neniu karto OSA-Express QDIO / HiperSockets estis detektata. Se VM estas funkcianta, bonvolu certigi ke via karto estas kunmetita al tiu ĉi gasto.
fr: Aucune carte OSA-Express QDIO / HiperSockets n'a été détectée. Si vous utilisez VM, veuillez vérifier que la carte est reliée à cet hôte.
gu: કોઇ OSA-Express QDIO કાર્ડસ / HiperSockets મળ્યાં નહી. જો તમે VM ચલાવતા હોવ તો હોવ તો મહેરબાની કરી ખાતરી કરો કે આ યજમાનમાં કાર્ડ જોડાયેલ છે.
hu: Nem leltem OSA-Express QDIO kártyát/HiperSocket-et. VM futtatásakor, ellenőrizni kell, hogy a kártya csatlakozik e vendéghez.
ja: OSA-Express QDIO カード / HiperSockets が検出されませんでした。VM を実行しているのであれば、このゲストにカードが装着されていることを確認してください。
km: គ្មាន OSA-ការ​បញ្ជាក់​កាត​របស់ QDIO / បាន​រកឃើញ​រុន្ធ Hiper ។ ប្រសិន​បើ​អ្នក​កំពុង​រត់ VM សូម​ប្រាកដ​ថា កាត​របស់​អ្នក​ត្រូវ​បាន​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​ភ្ញៀវ​នេះ ។
mk: Не беа детектирани OSA-Express QDIO / HiperSockets картички. Ако работиш со VM те молам осигурај се дека картата е приклучена на овој гостин.
sq: Nuk u gjet asnjë kartë OSA-Express QDIO / HiperSocket. Nëse je duke përdorur VM të lutem sigurohu që karta është lidhur më këtë kompjuter.
sr: Ниједна OSA-Express QDIO карта / HiperSockets није пронађена. Ако извршавате VM молим проверите да ли је ваша картица закачена за овог госта.
tl: Walang mga OSA-Express QDIO card / HiperSocket na nakita. Kung kayo'y nagpapatakbo ng VM, pakisiguro na nakakabit ang card sa bisita na ito.
uk: Не знайдені карти OSA-Express QDIO / HiperSockets. Якщо ви працюєте в VM, то перевірте, чи підключена ваша карта до цієї гостьової системи.

source: Portname:
am: የፖርት ስም፦
bg: Име на порт:
cy: Enw porth:
dz: འདྲེན་ལམ་གྱི་མིང:
eo: Pordnomo:
fr: Nom du port :
gu: પોર્ટનામ:
hu: Portnév:
ja: ポート名:
km: ឈ្មោះ​ច្រក ៖
mk: Име на порта:
sq: Emri i portës:
sr: Име порта:
uk: Назва порту:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
bg: Въведете име на порт за Вашата карта OSA-Express. То трябва да е от 1 до 8 знака дълго и да е едно и също за всички системи, които работят със същата карта.
cy: Rhowch enw porth eich cerdyn OSA-Express. Mae'n rhaid i'r enw fod rhwng 1 a 8 llythyren o hyd a rhaid iddo fod yr un peth ar yr holl systemau sy'n cyrchu'r un cerdyn.
de: Bitte geben Sie einen Portnamen für Ihre OSA-Express-Karte an. Dieser muss zwischen 1 und 8 Zeichen haben und auf allen Systemen, die auf diese Karte zugreifen, identisch sein.
dz: ཁྱོད་ཀྱི་ OSA-Express ཤོག་བྱང་གི་འདྲེན་ལམ་གྱི་མིང་བཙུགས་གནང་། འ་ནི་མིང་གི་ཡིག་འབྲུ་ཚུ་ ༡ ལས་ ༨་ ཚུན་ངེས་པར་དུ་རིངམ་ཨིན་དགོཔ་དང་ཤོག་བྱང་གཅིག་པ་འདི་འཛུལ་སྤྱོད་འབད་ནིའི་རིམ་ལུགས་ཚུ་ཆ་མཉམ་གུ་ལུ་ངེས་པར་མཉམ་པ་སྦེ་དགོ།
eo: Bonvolu entajpi la pordnomon de via karto OSA-Express. Tiu ĉi nomo devas longi inter 1 ĝis 8 literoj kaj nepre esti egala por ĉiuj sistemoj alirantaj la saman karton.
fr: Veuillez indiquer le nom du port de la carte OSA-Express. Ce nom doit contenir entre 1 et 8 caractères et doit être identique pour tous les systèmes faisant appel à la même carte.
gu: મહેરબાની કરી તમારા OSA-Express કાર્ડનું પોર્ટનામ દાખલ કરો. આ ૧ થી ૮ અક્ષરો લાંબુ અને બધી સિસ્ટમ ઉપયોગ કરતી હોય તેવા કાર્ડ બરાબર હોવું જોઇએ.
hu: Add meg az OSA-Express kártya portnevét. Ez a név 1 és 8 karakter közé esik, és a kártyát elérő minden rendszeren azonos.
ja: あなたの OSA-Express カードのポート名を指定してください。この名前は 1 から 8 文字の長さで、同じカードにアクセスするすべてのシステムで統一する必要があります。
km: សូម​បញ្ចូល​ឈ្មោះ​ច្រក​របស់​កាត OSA-Express របស់​អ្នក ។ ឈ្មោះ​នេះ​ត្រូវ​តែ​មាន​ប្រវែង​ពី ១ ទៅ ៨ តួ​អក្សរ ហើយ​ត្រូវ​តែ​មាន​ប្រវែង​ស្មើ​គ្នា​នៅ​លើ​ប្រព័ន្ធ​ទាំងអស់​ដែល​ចូល​ដំណើរការ​កាត​ដូចគ្នា ។
mk: Те молам внеси го името на портата на твојата OSA-Express карта. Ова име мора да биде од 1 до 8 карактери долго и мора да биде исто на сите системи кои и пристапуваат на картата.
sq: Të lutem shkruaj emrin portës të kartës OSA-Express. Ky emër duhet të jetë nga 1 deri 8 gërma i gjatë dhe duhet të jetë i njejtë në të gjithë sistemet që përdorin këtë kartë.
sr: Молим, унесите име порта ваше OSA-Express карте. Ово име мора бити дугачко од 1 до 8 знакова и мора бити истоветно на свим системима који приступају овој картици.
tl: Ibigay ang portname ng inyong OSA-Express card. Kailangang 1 hanggang 8 na karakter lamang ang haba at kailangang pareho ito sa lahat ng mga sistema na gumagamit ng card na ito.
uk: Введіть назву порту карти OSA-Express. Назва повинна бути довжиною від 1 до 8 символів та повинна бути однаковою на всіх системах, що звертаються до цієї карти.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
am: ሂፐርሶኬቶችን ለመጠቀም ከፈለጉ ባዶውን ይተዉት። ይህ ግቤት በኋላ የማክሮሎድ ደረጃ 2.20 ያላቸውን ካርዶች ለመጋራት ከፈለጉ አገለግሎታል።
bg: Оставете полето празно, ако искате да ползвате HiperSockets. Този параметър е необходим за карти с микрокод от ниво 2.10 или по-ново или когато искате да споделяте картата.
cy: Gadewch hwn yn wag os ydych am ddefnyddio HiperSockets. Mae'r paramedr yma yn angenrheidiol ar gyfer cardiau gyda microcode lefel 2.10 neu hwyrach neu pan rydych angen rhannu cerdyn.
de: Lassen Sie dies leer, wenn Sie HiperSockets benutzen möchten. Dieser Parameter ist für Karten mit Microcode Level 2.10 oder später erforderlich, oder wenn Sie die Karte gemeinsam benutzen möchten.
dz: ཁྱོད་ཀྱིས་ཧའི་པར་སོ་ཀེཊི་ཚུ་ལག་ལེན་འཐབ་ནི་ཨིན་པ་ཅིན་འདི་སྟོངམ་སྦེ་བཞག། འ་ནི་ཚད་བཟུང་འདི་ཁྱོད་ཀྱིས་རུབ་སྤྱོད་འབདཝ་ད་ ཡང་ན ཤུལ་ལས་ ཡང་ན་ མའི་ཀོརོ་ཨང་རྟགས་གནས་རིམ་ ༢.༡༠ མཉམ་ཤོག་བྱང་ཚུ་གི་དོན་ལུ་དགོཔ་ཨིན།
eo: Lasu ĝin malplena se vi volas uzi HiperSockets. Tiu ĉi parametro estas postulata por aparatoj kun mikrokoda nivelo 2.10 aŭ pli moderna aŭ kiam vi deziras komunigi karton.
fr: Laissez ce champ vide si vous souhaitez utiliser HiperSockets. Ce paramètre est indispensable pour les cartes avec les microcodes de niveaux 2.10 et supérieurs ou lorsque vous souhaitez partager une carte.
gu: જો તમે HiperSockets વાપરવા માંગતા હોવ તો તેને ખાલી રાખો. આ વિકલ્પ માઇક્રોકોડ સ્તર ૨.૧૦ અને પછીનાં કાર્ડ માટે અથવા તમે તેને વહેંચવા માંગતાં હોવ તો જરુરી છે.
hu: HiperSocket esetén üresen kell hagyni. A paraméter 2.10-es (vagy későbbi) mikrokódos kártyáknál, vagy annak megosztásakor szükséges.
ja: HiperSockets を使いたいのであれば、空のままにしておきます。このパラメータはマイクロコードレベル 2.10 以降のカードまたはカードを共有したいときに必要です。
km: សូម​ទុក​វា​ចោល បើ​អ្នក​ចង់​ប្រើ HiperSockets ។ ប៉ារ៉ាម៉ែត្រ​នេះ​ត្រូវ​បាន​ទាមទារ​សម្រាប់​កាត​ដែល​មាន​កម្រិត​កូដ ២.១០ ឬ ខ្ពស់​ជាង ឬ ពេល​ដែល​អ្នក​ចង់​ចែក​រំលែក​កាត ។
mk: Остави го празно ако сакаш да користиш HiperSockets. Овој параметар е потребен за картичките со ниво на микрокод 2.10 или покасно или кога сакаш да ја делиш картата.
sq: Lëre bosh nëse dëshiron të përdorësh HiperSocket. Ky parametër kërkohet për karta me nivel microcode 2.10 osë më të hershëm ose kur dëshiron të ndash një kartë.
sr: Оставите поље празним ако желите да користите HiperSockets. Овај параметар је потребан за карте са микрокодом нивоа 2.10 или каснијим или уколико желите да делите карту.
tl: Iwanang blanko kung nais niyong gamitin ang HiperSockets. Kailangan ang parameter na ito para sa mga card na may microcode level 2.10 o mas-bago kung nais niyong makigamit ng card.
uk: Залиште поле порожнім, якщо ви бажаєте використовувати HiperSockets. Цей параметр необхідний для карт з прошивкою версії 2.10 або більш пізньої або коли ви хочете спільно використовувати карту.

source: The name will automatically be converted to uppercase.
am: ስሙ ወደ ላቲን ትልቅ ፊደል በራሱ ይቀየራል፡፡
bg: Името ще бъде автоматично преобразувано към големи букви.
cy: Mi fydd yr enw yn cael ei droi yn awtomatig i briflythrennau.
de: Der Name wird automatisch in Großbuchstaben konvertiert.
dz: མིང་འདི་རང་བཞིན་གྱིས་ཚུགས་ཡིག་ལུ་གཞི་བསྒྱུར་འབད་འོང་།
eo: La nomo estos aŭtomate majuskligita.
fr: Le nom sera automatiquement converti en lettres majuscules.
gu: નામ આપમેળે મોટા અક્ષરોમાં ફેરવાઇ જશે.
hu: A név automatikusan csupa nagybetűs lesz.
ja: 名前は自動的に大文字に変換されます。
km: ឈ្មោះ​នឹង​ត្រូវ​បាន​បម្លែង​ទៅ​ជា​អក្សរ​ធំ​ដោយ​ស្វ័យប្រវត្តិ ។
mk: Името автоматски ќе се конвертира во сите големи букви.
sq: Emri do shndërrohet automatikisht në gërma të mëdha.
sr: Име ће аутоматски бити пребачено у велика слова.
tl: Ang pangalan ay awtomatikong papalitan na uppercase.
uk: Назва буде автоматично переведена до верхнього регістру.

source: Please enter a relative port for this connection.
am: እባክዎ ለዚህ ግንኙነት ተነጻጻሪ በር ያስገቡለት፡፡
bg: Въведете относителен порт за тази връзка.
cy: Rhowch borth perthynol ar gyfer y cysylltiad hwn.
de: Bitte geben Sie einen relativen Port für diese Verbindung an.
dz: མཐུད་ལམ་འདི་གི་དོན་ལུ་འབྲེལ་བའི་འདྲེན་ལམ་བཙུགས་གནང་།
eo: Bonvolu entajpi relativan pordon por tiu ĉi konekto.
fr: Veuillez indiquer un port relatif pour cette connexion.
gu: મહેરબાની કરી આ જોડાણનો સંબંધિત પોર્ટ દાખલ કરો.
hu: Add meg a kapcsolat relatív portját.
ja: この接続の相対ポートを指定してください。
km: សូម​បញ្ចូល​ច្រក​ប្រែប្រួល​មួយ​សម្រាប់​ការតភ្ជាប់​នេះ ។
mk: Те молам внеси релативна порта за оваа врска.
sq: Të lutem zgjidh një portë relative për këtë lidhje.
sr: Молим, унесите релативни порт за ову везу.
tl: Ibigay ang relative port para sa koneksyong ito.
uk: Вкажіть відносний порт для цього з'єднання.

source: Use this device in layer2 mode?
am: ይህንን አካል በlayer2 ሞድ ልጠቀም?
bg: Използване на устройството в режим layer2?
cy: Defnyddio'r ddyfais hon mewn modd "layer2"?
de: Das Gerät im Layer2-Modus verwenden?
dz: ཐབས་འཕྲུལ་འདི་ layer2 ནང་ལག་ལེན་འཐབ་ག་?
eo: Ĉu uzi tiun ĉi aparaton laŭ reĝimo tavolo2?
fr: Faut-il utiliser le mode « layer2 » pour ce périphérique ?
gu: આ ઉપકરણને સ્તર૨ સ્થિતિમાં વાપરશો?
hu: Az eszközt layer2 módban használod?
ja: このデバイスをレイヤ 2 モードで使いますか?
km: ប្រើ​ឧបករណ៍​នៅ​ក្នុង​របៀប​ស្រទាប់ ២ ?
sq: T'a përdor këtë dispozitiv sipas mënyrës layer2?
sr: Да ли желите да користите овај уређај у моду нивоа 2?
tl: Gamitin sa layer2 mode ang device na ito?
uk: використовувати цей пристрій в режимі layer2?

source: By default OSA-Express cards use layer3 mode. In that mode LLC headers are removed from incoming IPv4 packets. Using the card in layer2 mode will make it keep the MAC addresses of IPv4 packets.
bg: Картите OSA-Express по подразбиране използват режим layer3. При този режим LLC-заглавните части от входящите IPv4 пакети се премахват. Използването на режим layer2 позволява да се запази полето за MAC-адреси на пакетите.
cy: Yn ddiofyn mae cardiau OSA-Express ddefnyddio modd "layer3". Yn y modd hynny mae pennawdau LLC yn cael eu dileu o bacedi IPv4 i fewn. Mae defnyddio y cerdyn yn y modd "layer2" yn gwneud iddo gadw cyfeiriadau MAC y pacedi IPv4.
de: Standardmäßig verwenden OSA-Express-Karten den Layer3-Modus. In diesem Modus werden LLC-Header von ankommenden IPv4-Paketen entfernt. Die Verwendung dieser Karte im Layer2-Modus sorgt dafür, dass die MAC-Adressen von IPv4-Paketen beibehalten werden.
dz: སྔོན་སྒྲིག་ OSA-Express ཤོག་བྱང་ཚུ་གིས་ layer3 ལག་ལེན་འཐབ་ཨིན། ཐབས་ལམ་དེ་ནང་ LLC མགོ་ཡིག་ཚུ་ ནང་སྦྱོར་ IPv4 ཆ་ཚན་ཚུ་ནང་ལས་ རྩ་བསྐྲད་གཏངམ་ཨིན། layer2 ཐབས་ལམ་ནང་ཤོག་བྱང་ལག་ལེན་འཐབ་མི་དེ་གིས་ IPv4 ཆ་ཚན་གྱི་ MAC ཁ་བྱང་ཚུ་ བཞག་བཅུགཔ་ཨིན།
eo: Apriore, kartoj OSA-Express uzas reĝimon tavolo3. En tiu reĝimo, kaplinioj LCC estas forviŝataj el envenantaj pakoj IPv4. Uzado de la karto laŭ reĝimo tavola2 igos ke ĝi tenos la adresojn MAC de pakoj IPv4.
fr: Par défaut, les cartes OSA Express utilisent le mode « layer3 ». Dans ce mode, les en-têtes LLC sont supprimés des paquets IPv4 entrants. Si cette carte est utilisée en mode « layer2 », les adresses MAC des paquets IPv4 entrants seront conservés.
gu: મૂળભુત રીતે OSA-એક્સપ્રેસ કાર્ડસ સ્તર ૩ સ્થિતિ ઉપયોગ કરે છે. આ સ્થિતિમાં LLC શિર્ષકો અંદર આવતાં IPv4 પેકેટોમાંથી દૂર કરવામાં આવે છે. સ્તર ૨ ની અંદર કાર્ડ ઉપયોગ કરવાથી તે IPv4 પેકેટોમાં મેક સરનામું રાખી મૂકશે.
hu: Alapban az OSA-Expressz kártyák layer3 módot használnak. Ekkor az LLC fejlécek törlődnek az IPv4 csomagokból. A layer2 módban a MAC címek megmaradnak az IPv4 csomagokban.
ja: デフォルトでは OSA-Express カードはレイヤ 3 モードを使います。このモードでは、入ってくる IPv4 パケットから LLC ヘッダは取り除かれます。レイヤ 2 モードでカードを使うと、IPv4 パケットの MAC アドレスは保持されます。
km: តាម​លំនាំដើម OSA-បញ្ជាក់​កាត​ប្រើ​របៀប​ស្រទាប់ ៣ ។ នៅ​ក្នុង​របៀប​នោះបឋមកថា LLC ត្រូវ​បាន​យក​ចេញ​ពី​កញ្ចប់ចូល IPv4 ។ ដោយ​ប្រើ​កាត​នៅ​ក្នុង​របៀប​ស្រទាប់ ២ នឹង​ធ្វើ​ឲ្យ​វា​រក្សា​ទុក​អាសយដ្ឋាន MAC នៃ​កញ្ចប់ IPv4 ។
sq: Si parazgjedhje, kartat OSA Express përdorin mënyrën layer3. Në këtë mënyrë kokat LLC hiqen nga paketat ardhëse IPv4. Duke e përdorur kartën sipas mënyrës layer2 do ruhen adresat MAC nga paketat IPv4.
sr: У подразумеваном режиму OSA-Express карте користе мод нивоа 3. У овом моду LLC заглавља су уклоњена из долазећих IPv4 пакета. Користећи карту у моду нивоа 2 ће задржати MAC адресе IPv4 пакета.
tl: Ang default ng OSA-Express card ay gumagamit ng layer3 mode. Sa modong ito ay tinatanggal ang LLC header mula sa mga IPV4 packet na papasok. Ang paggamit ng card sa layer2 mode ay mapapanatiling gamitin ang MAC address ng mga IPv4 packet.
uk: За замовчанням карти OSA-Express використовують режим layer3. В цьому режимі LLC-заголовки вилучаються зі вхідних IPv4-пакетів. При використанні карти в режимі layer2 MAC-адреси IPv4-пакетів будуть зберігатися.

source: The configured parameter is: peer = ${peer}
am: የተዘጋጀው ግቤት : peer = ${peer}
bg: Настроеният параметър е: peer = ${peer}
cy: Y paramedr cyfluniwyd yw: cymar = ${peer}
de: Die Einstellung ist: peer = ${peer}
dz: རིམ་སྒྲིག་འབད་ཡོད་མི་ཚད་བཟུང་འདི: དོ་མཉམ་ = ${peer}
eo: La agordita parametro estas: samtavolano = ${peer}
fr: Le paramètre configuré est : partenaire = ${peer}
gu: રૂપરેખાંકિત કરેલ વિકલ્પ છે: પીઅર = ${peer}
hu: A beállított paraméter: partner = ${peer}
ja: 設定されたパラメータは次のとおりです: peer = ${peer}
km: ប៉ារ៉ាម៉ែត្រ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​មាន ៖ ដៃគូ = ${peer}
mk: Конфигурираниот параметар е: peer - ${peer}
sq: Parametri i konfiguruar është: peer = ${peer}
sr: Конфигурисани параметар је: peer = ${peer}
tl: Ang nakatakdang parameter ay: peer = ${peer}
uk: Встановлений параметр: партнер = ${peer}

source: VM peer:
am: VM ትይዩ:
bg: VM съсед:
cy: Cymar VM:
dz: VM དོ་མཉམ:
eo: Samtavolano VM:
fr: Partenaire VM :
gu: VM પીઅર:
hu: VM-partner:
ja: VM ピア:
km: ដៃគូ VM ៖
sq: Peer VM:
uk: Зв'язок з VM:
