Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
bg: Когато се монтира дял, той е достъпен за потребителите на системата. Винаги се нуждаете от коренов дял („/“) и често е добре да има отделен дял за /home.
cy: Pan caiff rhaniad ei glymu, mae ar gael i ddefnyddwyr y system. Mae bob amser angen rhaniad gwraidd ("/"), ac yn aml mae'n syniad da cael rhaniad ar wahan ar gyfer /home.
de: Eine eingebundene Partition ist für die Benutzer des Systems zugänglich. Sie müssen immer eine Root-Partition (»/«) erstellen. Meist ist es keine schlechte Idee, eine separate Partition für /home zu benutzen.
dz: བར་བཅད་འདི་སྦྱར་བརྩེགས་འབད་ཡོདཔ་ད་ འ་ནི་དེ་རིམ་ལུགས་ལག་ལེན་པ་ཚུ་ལུ་ཐེབ་ཚུགས། ཁྱོད་ལུ་ཨ་རྟག་རང་རྩ་བའི་བར་བཅད་("/")འདི་དགོ་ནི་དང་/home གི་དོན་ལུ་བར་བཅད་སོ་སོ་དགོ་ནི་འདི་འཕྲལ་འཕྲལ་ལེགས་ཤོམ་ཨིན།
eo: Kiam diskparto estas muntata, ĝi fariĝas disponebla por aliaj sistemuzantoj. Vi ĉiam bezonas radikan ("/") diskparton, kaj ordinare estas bona ideo havi apartan diskparton por /home.
fr: Lorsqu'une partition est montée, elle devient accessible aux utilisateurs du système. Une partition racine (« / ») est indispensable. Une partition séparée pour /home est recommandée.
gu: જ્યારે પાર્ટિશન માઉન્ટ કરેલું હોય છે ત્યારે, તે સિસ્ટમનાં વપરાશકર્તાઓ માટે પ્રાપ્ત હોય છે. તમારે હંમેશા રૂટ ("/") પાર્ટિશન જોઇશે, અને હંમેશા /home માટે અલગ પાર્ટિશન બનાવવું તે સારું છે.
hu: Egy partíció felcsatolásától érhető el a felhasználók számára. Mindig szükség van egy gyökér ("/") partícióra, és sokszor érdemes külön /home partíciót felvenni.
ja: パーティションがマウントされることで、システムのユーザが利用できるようになります。ルート ("/") パーティションは必ず必要です。/home のパーティションを分けるのは良い考えです。
km: នៅ​ពេល​ភាគថាស​ត្រូវ​បាន​ម៉ោន វា​នឹង​មាន​ចំពោះ​អ្នក​នៅ​ក្នុង​ប្រព័ន្ធ ។ អ្នក​តែងតែ​ត្រូវការ​ភាគថាស root ("/") ជានិច្ច ហើយ​ដើម្បី​ជា​ការ​ប្រសើរ អ្នក​គួរ​តែ​ដាក់ /home នៅ​លើ​ភាគថាស​ផ្សេង ។
mk: Кога некоја партиција се монтира, таа е достапна на корисниците на системот. Секогаш ти треба рут(„/“) партиција, и често е добро да имаш посебна /home партиција.
sq: Kur një ndarje montohet, është në dispozicion të përdoruesve të sistemit. Duhet të kesh gjithmonë një ndarje root ("/"), dhe është mirë të kesh një ndarje të veçantë për /home.
sr: Када је партиција закачена она је доступна корисницима на систему.Увек вам је потребна root ("/") партиција, и често је добро имати засебну партицију за /home.
tl: Kapag ang isang partisyon ay naka-mount, ito ay abot ng mga gumagamit ng system. Kinakailangan na may root/ugat ("/") na partisyon, at maganda na may hiwalay na partisyon para sa /home.
uk: Змонтований розділ доступний для користувачів системи. Вам обов'язково потрібний кореневий розділ („/“), також звичайно добре мати окремий розділ для /home.

source: Please enter where the partition should be mounted.
am: እባክዎ ክፋዩ የሚጫንበትን ቦታ እዚህ ያስገቡ፡፡
bg: Въведете къде трябва да бъде монтиран дялът.
cy: Os gwelwch yn dda, rhowch lle ddylai'r rhaniad gael ei glymu.
de: Bitte geben Sie ein, wo die Partition eingebunden werden soll.
dz: བར་བཅད་འདི་ག་ཏེ་ལུ་སྦྱར་བརྩེགས་འབད་ནི་ཨིན་ན་ཐོ་བཀོད་འབད་གནང་།
eo: Bonvolu tajpi kien la diskparto devos esti muntata.
fr: Veuillez indiquer où la partition doit être montée.
gu: જ્યારે પાર્ટિશન માઉન્ટ કરવાના હોય ત્યારે દાખલ કરો.
hu: Add meg a partíció csatolási pontját.
ja: パーティションをマウントする場所を入力してください。
km: សូម​បញ្ចូល​ទីតាំង​ដែល​គួរ​ម៉ោន​ភាគថាស​នៅ​ត្រង់ ។
mk: Те молам внеси како треба да биде монтирана партицијата.
sq: Të lutem cakto ku do montohet ndarja.
sr: Молим, унесите директоријум на који ова партиција треба бити закачена.
tl: Pakituro kung saan i-mount ang partisyon.
uk: Вкажіть, де потрібно монтувати розділ.

source: Do you want to unmount the partitions so you can make changes?
am: ለውጥ ለማድረግ ክፋዮቹን ማውረድ ይፈልጋሉ?
bg: Искате ли дяловете да бъдат демонтирани, за да може да правите промени?
cy: A hoffech datglymu'r rhaniadau fel gallwch wneud newidiadau?
de: Möchten Sie die Einbindung der Partitionen lösen, damit Änderungen vorgenommen werden können?
dz: ཁྱོད་ཀྱི་བསྒྱུར་བཅོས་ཚུ་བཟོ་ཚུགས་ནི་ལུ་བར་བཅད་ཚུ་སྦྱར་བརྩེགས་མ་འབད་བར་བཞག་ནི་ཨིན་ན?
eo: Ĉu vi volas malmunti la diskpartojn por ke vi povu fari ŝanĝojn?
fr: Faut-il démonter les partitions pour effectuer des modifications ?
gu: તમે પાર્ટિશનોને અન્માઉન્ટ કરવા માંગો છો જેથી તમે તેમાં ફેરફારો કરી શકો?
hu: A partíciók módosításához lecsatolod azokat?
ja: 変更できるようパーティションをアンマウントしますか?
km: តើ​អ្នក​ចង់​អាន់ម៉ោន​ភាគថាស ដើម្បី​អាច​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​បាន​ឬ​ទេ ?
mk: Дали сакаш да ги демонтираш партициите за да може да правиш измени?
sq: Dëshiron të çmontosh ndarjen në mënyrë që të bësh ndryshime?
sr: Да ли желите да откачите партиције да би начинили измене?
tl: Nais mo bang i-unmount ang mga partisyon upang baguhin ang pagkaayos?
uk: Ви хочете розмонтувати розділи, щоб мати можливість змінювати їх?

source: Since the partitions have already been mounted, you cannot do any changes.
am: ክፍዩ ስለተጫነ ለውጥ ማድረግ አይችሉም፡፡
bg: Тъй като дяловете вече са монтирани, не можете да правите промени.
cy: Gan fod y rhaniadau wedi eu clymu eisioes, dydych chi ddim yn gallu gwneud newidiadau.
de: Da die Partitionen bereits eingebunden wurden, können Sie keine Änderungen daran vornehmen.
dz: བར་བཅད་ཚུ་ཧེ་མ་ལས་སྦྱར་བརྩེགས་འབད་ཚརཝ་ལས་ ཁྱོད་ཀྱིས་བསྒྱུར་བཅོས་ཚུ་གང་ཡང་འབད་མི་ཚུགས།
eo: Ĉar la diskpartoj estas jam muntitaj, vi ne povas fari ŝanĝojn.
fr: Comme les partitions ont déjà été montées, vous ne pouvez effectuer aucune modification.
gu: પાર્ટિશનો પહેલાંથી માઉન્ટ થયેલ હોવાથી, તમે કોઇ ફેરફારો કરી શકતા નથી.
hu: Mivel jelenleg a partíciók felcsatoltak, most nem módosíthatók.
ja: パーティションがすでにマウントされているので、何も変更できません。
km: ដោយ​សារ​តែ​អ្នក​បាន​ម៉ោន​ភាគថាស​រួច​ហើយ ដូច្នេះ​អ្នក​មិន​អាច​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​អ្វី​ឡើយ ។
mk: Бидејќи партициите веќе се омнтирани, не може да правиш никакави измени на нив.
sq: Meqë ndarjet janë të montuara, nuk mund të ndryshosh asgjë.
sr: Пошто су партиције већ закачене не можете начинити никакве измене.
tl: Dahil ang mga partisyon ay naka-mount na, hindi na maaaring palitan ang pagsaayos.
uk: Оскільки розділи вже змонтовані, змінювати їх неможливо.

source: Failed to unmount partitions
am: ክፋዮችን ማውረድ አልተቻለም
bg: Грешка при демонтирането на дялове
cy: Methwyd datglymu rhaniadau
de: Lösen der Partitionseinbindungen fehlgeschlagen
dz: བར་བཅད་ཚུ་སྦྱར་བརྩེགས་མ་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
eo: Malmunto de diskpartoj malsukcesis
fr: Échec du démontage des partitions
gu: પાર્ટિશનો અન્માઉન્ટ કરવામાં નિષ્ફળ
hu: Partíciók lecsatolása sikertelen
ja: パーティションのアンマウントに失敗しました
km: បាន​បរាជ័យ​ក្នុងការអាន់ម៉ោនភាគថាស
mk: Неуспеав да ги демонтирам партициите
sq: Çmontimi i ndarjes dështoi
sr: Нисам успео да откачим партиције
tl: Bigo ang pag-unmount ng mga partisyon
uk: Не вдалося розмонтувати розділи

source: An unexpected error occurred while unmounting the partitions.
am: ክፋዩን በማውረድ ላይ ያልተጠበቀ ስህተት ተፈጥሯል
bg: Грешка при демонтиране на дяловете.
cy: Cafwyd gwall annisgwyl wrth geisio dadglymu'r rhaniadau.
de: Beim Lösen der Partitionseinbindungen trat ein unerwarteter Fehler auf.
dz: བར་བཅད་སྦྱར་བརྩེགས་འབད་བཤོལ་བའི་བསྒང་ རྣམ་རྟོག་མེད་པའི་འཛོལ་བ་ཅིག་བྱུང་ནུག
eo: Malatendita eraro okazis dum la malmuntado de la diskpartoj.
fr: Une erreur inattendue s'est produite au démontage des partitions.
gu: પાર્ટિશનો અનમાઉન્ટ કરતી વખતે ન ધારેલ ક્ષતિ ઉદભવી.
hu: Váratlan hiba történt a partíciók lecsatolásakor.
ja: パーティションのアンマウント中に予期せぬエラーが発生しました。
km: កំហុស​ដែល​មិន​បាន​រំពឹងទុក​មួយ​បាន​កើត​ឡើង​ខណៈពេល​អាន់ម៉ោន​ភាគ​ថាស ។
sq: Ndodhi një gabim i papritur gjatë çmontimit të ndarjeve.
sr: Дошло је до неочекиване грешке приликом откачињања партиција.
tl: May naganap na error na hindi inaasahan habang nag-unmount ng mga partisiyon.

source: The partition configuration process has been aborted.
am: ክፋይ የማስተካከል ሂደት ተሰናክሏል።
bg: Настройката на дяловете беше прекъсната.
cy: Mae proses cyflunio'r rhaniadau wedi ei derfynu.
de: Der Partitions-Konfigurationsprozess wurde abgebrochen.
dz: བར་བཅད་རིམ་སྒྲིག་ལས་སྦྱོར་འདི་ བར་བཤོལ་འབད་ནུག
eo: La diskparta akomodo-procezo estas ĉesigita.
fr: La configuration des partitions a été interrompue.
gu: પાર્ટિશન રૂપરેખાંકન પ્રક્રિયા બંધ કરવામાં આવી છે.
hu: A partíció beállító folyamat törölve.
ja: パーティションの設定プロセスは中止されました。
km: ដំណើរការ​កំណត់​រចនាសម្ព័ន្ធ​ភាគ​ថាស​ត្រូវ​បាន​បោះបង់ ។
sq: Procesi i konfigurimit të ndarjes u anullua.
sr: Процес конфигурације партиције је прекинут.
tl: Hininto ang pagsasaayos ng mga partisiyon.

source: Create %s file system
am: %s ፋይል ሥርዓትን ፍጠር
bg: Създаване на файлова система %s
cy: Creu system ffeiliau %s
de: Erstellen des %s-Dateisystems
dz: %s ཡིག་སྣོད་རིམ་ལུགས་གསར་བསྐྲུན་འབད།
eo: Krei dosiersistemon %s
fr: Création d'un système de fichiers %s
gu: %s ફાઈલ સિસ્ટમ બનાવો
hu: %s fájlrendszer létrehozása
ja: %s ファイルシステムの作成
km: បង្កើត​ប្រព័ន្ធ​ឯកសារ​ %s
mk: Креирај %s датотечен систем
sq: Krijo filesistemin %s
sr: Креирај %s фајл систем
tl: Bumuo ng %s file system
uk: Створити файлову систему %s

source: No root partition (/)
am: ሩት ክፋይ የለም (/)
bg: Няма главен дял („/“)
cy: Dim rhaniad gwraidd (/)
de: Keine Root-Partition (/)
dz: རྩ་བའི་བར་བཅད་མིན་འདུག་ (/)
eo: Neniu radika diskparto (/)
fr: Pas de partition racine (« / »)
gu: કોઇ રૂટ પાર્ટિશન (/) નથી
hu: Nincs gyökérpartíció (/)
ja: ルートパーティション (/) がありません
km: គ្មាន​ភាគថាស root (/)
mk: Нема рут партиција (/)
sq: Pa ndarje root (/)
sr: Нема root партиције (/)
tl: Walang root na partisyon (/)
uk: Немає кореневого розділу (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
am: የስር ክፋይ ይስፈልግዎታል፡፡ እባክዎ ከመቀጠልዎ በፊት ለስር መጫኛ ጣቢያ ክፋይ ይመድቡለት፡፡
bg: Нуждаете се от главен дял. Моля, задайте дял, в който да се монтира главната точка на монтиране („/“), преди да продължите.
cy: Rydych angen rhaniad gwraidd. Os gwelwch yn dda, penodwch rhaniad i'r pwynt clymu gwraidd cyn parhau.
de: Sie benötigen eine Root-Partition. Bitte weisen Sie dem Wurzelverzeichnis (»/«) eine Partition zu.
dz: ཁྱོད་ལུ་རྩ་བའི་བར་བཅད་དགོཔ་འདུག། འཕྲོ་མཐུད་མ་འབད་བའི་ཧེ་མ་བར་བཅད་འདི་རྩ་བའི་སྦྱར་བརྩེགས་ས་ཚིགས་ལུ་འགན་སྤྲོད་འབད་གནང་།
eo: Vi bezonas radikan diskparton. Bonvolu fiksi diskparton al la radika munt-punkto antaŭ ol daŭrigi.
fr: Une partition racine est indispensable. Veuillez assigner une partition au point de montage de la racine avant de continuer.
gu: તમારે રૂટ પાર્ટિશન જોઇશે. મહેરબાની કરી આગળ વધતા પહેલા રૂટ માઉન્ટ બિંદુને પાર્ટિશન સોંપો.
hu: Gyökérpartícióra szükség van. Ezt most ki kell jelölni.
ja: ルートパーティションが必要です。続ける前にルートマウントポイントにパーティションを割り当ててください。
km: អ្នក​ត្រូវការ​ភាគថាស root មួយ ។ សូម​ផ្ដល់​ភាគថាស​មួយ​ទៅ​ចំណុច​ម៉ោន root​ សិន​មុន​នឹង​បន្ត ។
mk: Потребна ти е рут партиција. Те молам одреди партиција на рут(/) точката за монтирање пред да продолжиш.
sq: Të duhet një ndarje root. Të lutem caktoi një ndarje pikës së montimit root përpara se të vazhdosh.
sr: Потребна вам је root партиција. Молим, доделите партицију root тачкикачења пре него што наставите.
tl: Kinakailangan ng root na partisyon. Paki-tutok ang partisyon sa mount point na root bago magpatuloy.
uk: Вам потрібен кореневий розділ. Назначте кореневий розділ, до того як продовжити.

source: Partition assigned to ${MOUNT}
am: ክፋዩ ለ${MOUNT} ተመድቧል
bg: Дял, присвоен на ${MOUNT}
cy: Rhaniad wedi ei bennu i ${MOUNT}
de: Partition nach ${MOUNT} zugewiesen
dz: ${MOUNT}ལུ་བར་བཅད་འགན་སྤྲོད་ཡོད།
eo: Diskparto fiksita al ${MOUNT}
fr: Partition assignée à ${MOUNT}
gu: ${MOUNT} ને સોંપાયેલ પાર્ટિશન
hu: A partíció csatolási pontja: ${MOUNT}
ja: パーティションは ${MOUNT} に割り当てられました
km: បាន​ផ្ដល់​ភាគថាស​ទៅ ${MOUNT}
mk: Партицијата доделена на ${MOUNT}
sq: Ndarja i është caktuar ${MOUNT}
sr: Партиција додељена ${MOUNT}
tl: Nakatutok ang partisyon sa ${MOUNT}
uk: Розділ призначений для монтування в ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
am: በ ${MOUNT} ላይ ክፋይ መጫን ትክክል አይመስልም። እባክዎ ይቀይሩ
bg: Няма смисъл да монтирате дял в ${MOUNT}. Моля, променете това.
cy: Nid yw clymu rhaniad ar ${MOUNT} yn gwneud synnwyr. Newidwch hyn os gwelwch yn dda.
de: Es macht keinen Sinn, eine Partition als ${MOUNT} einzubinden. Bitte ändern Sie Ihre Angaben.
dz: ${MOUNT} གུ་ལུ་བར་བཅད་སྦྱར་བརྩེགས་འབད་མི་འདི་གིས་ཁྱད་པར་ཅིག་ག་ནི་ཡང་མི་སྟོན་བས། འ་ནི་འདི་བསྒྱུར་བཅོས་འབད་གནང་།
eo: Munti diskparton sur ${MOUNT} estas malkohera. Bonvole ŝanĝu tion.
fr: Monter une partition sur ${MOUNT} n'a pas de sens. Veuillez modifier ce choix.
gu: ${MOUNT} પર પાર્ટિશન માઉન્ટ કરવાનો કોઇ અર્થ નથી. મહેરબાની કરી આને બદલો.
hu: Partíció csatolása ide: ${MOUNT} lehetetlenséghez vezetne. Módosítsd
ja: パーティションを ${MOUNT} にマウントすることは奇妙です。変更してください。
km: វា​មិន​ទំនង​ទាល់​តែ​សោះ ដែល​ម៉ោន​ភាគថាស​មួយ​លើ ${MOUNT} ។ សូម​ផ្លាស់ប្ដូរ​វា​ចេញ ។
mk: Монтирање партиција на ${MOUNT} нема никаква смислам. Те олам измени го ова.
sq: Montimi i ndarjes mbi ${MOUNT} nuk ka kuptim. Të lutem ndryshoje këtë.
sr: Качење партиције на ${MOUNT} нема смисла. Молим, промените ово.
tl: Ang pag-mount ng partisyon sa ${MOUNT} ay walang katuturan. Paki-palitan ito.
uk: Монтування розділу в ${MOUNT} не має змісту. Змініть налаштування.

source: Several partitions assigned to ${MOUNT}
am: ብዙ ክፋዮች ለ ${MOUNT} ተመድበዋል
bg: Зададени са няколко дяла за ${MOUNT}
cy: Mae nifer o rhaniadau wedi eu bennu i ${MOUNT}
de: ${MOUNT} wurden mehrere Partitionen zugewiesen
dz: ${MOUNT}ལུ་བར་བཅད་ཚུ་ལེ་ཤ་ཅིག་འགན་སྤྲོད་འབད་ནུག།
eo: Pluraj diskpartoj estas fiksitaj al ${MOUNT}
fr: Plusieurs partitions assignées à ${MOUNT}
gu: ${MOUNT} ને ઘણાં પાર્ટિશનો સોંપવામાં આવ્યા છે
hu: Több partíció rendelt ide: ${MOUNT}
ja: 複数のパーティションを ${MOUNT} に割り当てられました
km: បាន​ផ្ដល់​ភាគថាស​ជាច្រើន​ទៅ ${MOUNT}
mk: Неколку партиции одредени на ${MOUNT}
sq: Disa ndarje i janë caktuar ${MOUNT}
sr: Више партиција је додељено ${MOUNT}
tl: May ilan na mga partisyon na nakatutok sa ${MOUNT}
uk: Декілька розділів призначені для монтування в ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
am: ብዙ ክፋዮችን አንድ መጫኛ ጣቢያ ላይ ማስቀመጥ አይችሉም። አንዱን አስቀርተው ሌሎቹን ያንሱ
bg: Не можете да зададете няколко дяла за една и съща точка на монтиране. Изберете различни точки за монтиране за всеки дял.
cy: Nid ydych yn gallu pennu nifer o raniadau i'r un pwynt clymu. Newidwch pob rhaniad ond un os gwelwch yn dda.
de: Sie können nicht mehrere Partitionen demselben Ziel zuweisen. Bitte ändern Sie Ihre Angaben (bis auf eine).
dz: ཁྱོད་ཀྱིས་སྦྱར་བརྩེགས་ས་ཚིགས་ཅིག་པ་འདི་ལུ་བར་བཅད་ཚུ་ལེ་ཤ་འགན་སྤྲོད་འབད་མི་ཚུགས། དེ་ཚུ་ནང་ལས་གཅིག་ཆ་མཉམ་བསྒྱུར་བཅོས་འབད་གནང་།
eo: Vi ne povas fiksi plurajn diskpartojn al la sama munt-punkto. Bonvolu ŝanĝi ĉiujn ilin krom unu.
fr: Vous ne pouvez pas assigner plusieurs partitions au même point de montage. Veuillez les changer toutes sauf une.
gu: તમે ઘણાં પાર્ટિશનોને એક માઉન્ટ બિંદુ પર સોંપી શકતાં નથી. મહેરબાની કરી એક સિવાય તેમાંનાં બધાં બદલો.
hu: Egy csatolási pontra csak egy partíció jelölhető. Az egyiken kívül a többit meg kell változtatni.
ja: 複数のパーティションを同じマウントポイントに割り当てることはできません。1 つを除くすべてを変更してください。
km: អ្នកមិន​អាច​ផ្ដល់​ភាគថាស​ច្រើន​ទៅ​ចំណុច​ម៉ោន​ដូច​គ្នា​បាន​ឡើយ ។ សូម​ផ្ដល់​តែ​មួយ​បាន​ហើយ ។
mk: Неможе да одредиш одредиш повеќе партиции на истата точка за монтирање. Те молам смени ги сите освен една.
sq: Nuk mund të caktosh disa ndarje në të njëjtën pikë montimi. Të lutem ndryshoi të gjitha përveç njërës.
sr: Не можете доделити више партиција истој тачки качења. Молим, променитеовај параметар за све изузев за једну партицију.
tl: Hindi maaaring itutok ang ilang partisyon sa iisang mount point. Paki-palitan ang mga ito maliban sa isa.
uk: Ви не можете монтувати декілька розділів в одній точці. Залиште тільки один розділ.

source: Ready to create file systems and mount partitions?
am: የፋይል ስርዓቶቹ ተፈጥረው ክፋዮቹ ለመጫን ዝግጁ ነው?
bg: Готови ли сте за създаването на файловите системи и монтирането на дялове?
cy: Ydych chi'n barod i greu systemau ffeiliau a chlymu rhaniadau?
de: Bereit, Dateisysteme zu erstellen und Partitionen einzubinden?
dz: ཡིག་སྣོད་རིམ་ལུགས་ཚུ་གསར་བསྐྲུན་འབད་ནི་ལུ་གྲ་སྒྲིག་འབད་ནི་དང་བར་བཅད་ཚུ་སྦྱར་བརྩེགས་འབད?
eo: Ĉu vi pretas por krei dosiersistemojn kaj munti diskpartojn?
fr: Prêt à créer les systèmes de fichiers et à monter les partitions ?
gu: ફાઇલ સિસ્ટમ્સ બનાવવા અને પાર્ટિશન માઉન્ટ કરવા માટે તૈયાર?
hu: Mehet a fájlrendszerek készítése és partíciók csatolása?
ja: ファイルシステムを作成してパーティションをマウントする準備ができましたか?
km: ត្រៀម​រួច​ហើយ​ដើម្បី​បង្កើត​ប្រព័ន្ធ​ឯកសារ និង ម៉ោន​ភាគថាស ?
mk: Подготвен да се креираат датотечните системи и монтираат партиции?
sq: Gati për të krijuar filesistemet dhe për të montuar ndarjet?
sr: Да ли сте спремни да креирате фајл систем и закачите партиције?
tl: Handa na bang bumuo ng mga file system at mag-mount ng mga partisyon?
uk: Готові створити нові файлові системи та змонтувати розділи?

source: File systems will be created and partitions mounted.
am: የፋይል ስርዓቶቹ ተፈጥረው ክፋዮቹ ይጫናሉ።
bg: Файловите системи ще бъдат създадени и дяловете ще бъдат монтирани.
cy: Caiff systemau ffeiliau eu creu a rhaniadau eu clymu.
de: Dateisysteme werden erstellt und die Partitionen eingebunden.
dz: ཡིག་སྣོད་རིམ་ལུགས་ཚུ་གསར་བསྐྲུན་འབད་ནི་དང་བར་བཅད་ཚུ་སྦྱར་བརྩེགས་འབད་ཡོད།
eo: Dosiersistemoj estos kreataj kaj diskpartoj estos muntataj.
fr: Les systèmes de fichiers seront créés et les partitions seront montées.
gu: ફાઇલ સિસ્ટમ્સ બનાવવામાં આવશે અને પાર્ટિશનો માઉન્ટ કરાશે.
hu: Fájlrendszerek létrehozása és partíciók csatolása következik.
ja: ファイルシステムは作成され、パーティションはマウントされます。
km: ប្រព័ន្ធ​ឯកសារ​នឹង​ត្រូវ​បាន​បង្កើត ហើយ​ភាគថាសនឹង​ត្រូវ​បាន​ម៉ោន ។
mk: Ќе бидат креирани датотечни системи и монтирани партиции.
sq: Filesistemet do krijohen dhe ndarjet do montohen.
sr: Фајл системи ће бити креирани и партиције закачене.
tl: Magbubuo ng mga file system at ima-mount ang mga partisyon.
uk: Будуть створені файлові системи та змонтовані розділи.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
am: ማስጠንቀቂያ፦ ይህ የሰየሙበት የፋይል ስርዓት ላይ ያለን ዴታ ሁሉ ያጠፋል።
bg: ВНИМАНИЕ: Това ще разруши всички данни в дяловете, на които сте задали файлови системи.
cy: RHYBUDD: Fe fydd hyn yn dinistrio'r holl ddata ar y rhaniadau rydych chi wedi pennu systemau ffeiliau ar eu cyfer.
de: WARNUNG: Dies zerstört alle Daten auf Partitionen, denen Sie ein Dateisystem zugewiesen haben!
dz: ཉེན་བརྡ: འ་ནི་འདི་གིས་ཁྱོད་ཀྱིས་ཡིག་སྣོད་རིམ་ལུགས་ལུ་འགན་སྤྲོད་འབད་ཡོད་མི་བར་བཅད་ཚུ་གི་གནད་སྡུད་ཆ་མཉམ་རྩ་མེད་གཏང་འོང་།
eo: AVERTO: Tio ĉi forviŝos la tutan datumaron sur la diskpartoj al kiuj vi fiksis dosiersistemojn.
fr: ATTENTION : cela détruira toutes les données présentes sur les partitions où vous avez choisi de créer des systèmes de fichiers.
gu: ચેતવણી: આ ક્રિયા તમે ફાઇલ સિસ્ટમ સોંપેલ પાર્ટિશનો પરની બધી માહિતી ભૂંસી નાખશે.
hu: FIGYELEM: A fájlrendszerek létrehozására kijelölt partíciókon minden adat elvész.
ja: *警告*: これは以前に割り当てていたファイルシステムのパーティション中のすべてのデータを破壊します。
km: ព្រមាន ៖ ទិន្នន័យ​ទាំងអស់​នៅ​លើ​ភាគថាស​ដែល​អ្នក​បាន​ផ្ដល់​ប្រព័ន្ធ​ឯកសារ​ទៅ​ឲ្យ នឹង​ត្រូវ​បាន​បំផ្លាញចោល ។
mk: ВНИМАНИЕ: Ова ќе ги уништи сите податоци на партициите на кои им одреди датотечни системи.
sq: KUJDES: Kjo do shkatërrojë të gjitha të dhënat në ndarjet të cilave i ke caktuar filesistemet.
sr: УПОЗОРЕЊЕ: ово ће уништити све податке на партицијама које стедоделили фајл системима.
tl: BABALA: Buburahin ng hakbang na ito ang lahat ng datos sa mga partisyon na tinutukan ninyo ng file system.
uk: ПОПЕРЕДЖЕННЯ: Це знищить всі дані на розділах, для яких ви призначили файлові системи.

source: Failed to create swap space on ${PARTITION}
am: በ${PARTITION} ያለውን የመቀየሪያ ቦታ ማስነሳት አልተቻለም
bg: Грешка при създаването на място за виртуалната памет в ${PARTITION}
cy: Methwyd creu gofod cyfnewid ar ${PARTITION}
de: Erstellen des Swap-Speichers auf ${PARTITION} fehlgeschlagen
dz: ${PARTITION}ལུ་བརྗེ་སོར་བར་སྟོང་གསར་བསྐྲུན་འབད་ནི་ལུ་འཐུས་ཤོར།
eo: Kreado de permuto-spaco sur ${PARTITION} malsukcesis
fr: Échec de la création de l'espace d'échange sur ${PARTITION}
gu: ${PARTITION} પર સ્વેપ જગ્યા બનાવવામાં નિષ્ફળ
hu: Sikertelen a cserehely készítése itt: ${PARTITION}
ja: ${PARTITION} へのスワップスペースの作成に失敗しました
km: បាន​បរាជ័យ​ក្នុ​ងការ​បង្កើត​ទំហំស្វបលើ​ ${PARTITION}
mk: Неуспеав да создадам swap простор на ${PARTITION}
sq: Krijimi i hapësirës swap në ${PARTITION} dështoi
sr: Нисам успео да креирам простор за своп на ${PARTITION}
tl: Bigo ang pagbuo ng swap space sa ${PARTITION}
uk: Не вдалося створити розділ підкачки на ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
am: ${PARTITION} ላይ ያለው የመለወጫ ቦታ ሲነሳ ስህተት ተፈጥሯል፡፡
bg: Получена бе грешка, докато се създаваше място за виртуалната памет в ${PARTITION}.
cy: Digwyddodd gwall wrth greu'r gofod cyfnewid ar ${PARTITION}.
de: Es trat ein Fehler auf, als der Swap-Speicher auf ${PARTITION} erzeugt wurde.
dz: ${PARTITION} ལུ་བརྗེ་སོར་བར་སྟོང་འདི་གསར་བསྐྲུན་འབདཝ་ད་འཛོལ་བ་བྱུང་ནུག།
eo: Eraro okazis dum la kreado de permuto-spaco sur ${PARTITION}.
fr: Une erreur s'est produite lors de la création de l'espace d'échange sur ${PARTITION}.
gu: ${PARTITION} પર સ્વેપ જગ્યા બનાવવામાં આવી ત્યારે ક્ષતિ ઉદભવી.
hu: Hiba történt a cserehely lértehozásakor itt: ${PARTITION}.
ja: ${PARTITION} へのスワップスペースの作成中にエラーが発生しました。
km: កំហុស​មួយ​បាន​កើត​ឡើង ពេល​បាន​បង្កើត​ទំហំ​ស្វប​លើ ${PARTITION} ។
mk: Се случи грешка кога беше креиран swap простор на ${PARTITION}.
sq: Ndodhi një gabim gjatë krijimit të hapësirës swap në ${PARTITION}.
sr: Дошло је до грешке када је простор за своп креиран на ${PARTITION}.
tl: May naganap na error nang binuo ang swap space sa ${PARTITION}.
uk: Виникла помилка при створенні розділу підкачки на ${PARTITION}.

source: Please check the error log on the third console or /var/log/messages for more information.
am: ለተጨማሪ መረጃ እባክዎ በሶስተኛው ሰሌዳ ላይ ወይም /var/log/messages ውስጥ ያለውን የስህተት መዝገብ ይመልከቱ፡፡
bg: Моля, проверете журнала за грешки в третата конзола или /var/log/messages за повече информация.
cy: Os gwelwch yn dda, gwiriwch y log gwallau ar y drydydd consol neu /var/log/messages am fwy o wybodaeth.
de: Für weitere Informationen überprüfen Sie bitte das Fehlerprotokoll auf der dritten Konsole oder sehen Sie in /var/log/messages nach.
dz: མ་སྒྲོམ་གསུམ་པའི་ནང་ལུ་འཛོལ་བའི་དྲན་དེབ་འདི་ཞིབ་དཔྱད་འབད་གནང་ ཡང་ན་ བརྡ་དོན་ཧེང་བཀལ་གྱི་དོན་ལུ་/var/log/messages ཚུ་ཞིབ་དཔྱད་འབད་གནང་།
eo: Bonvolu kontroli erar-protokolon sur la tria konzolo aŭ /var/log/messages por pli da informo.
fr: Veuillez consulter le journal des erreurs sur la troisième console ou le fichier /var/log/messages pour plus d'informations.
gu: ત્રીજા કૉન્સોલ પર ક્ષતિ લૉગ ચકાસો અથવા વધુ માહિતી માટે /var/log/messages જુઓ.
hu: További információ a 3. konzolon vagy a /var/log/messages fájlban található.
ja: 詳細については 3 番目のコンソールのエラーログまたは /var/log/messages を参照してください。
km: សម្រាប់​ព័ត៌មាន​បន្ថែម សូម​មើល​កំណត់​ហេតុ​កំហុស​នៅ​លើ​កុងសូល​ទី​បី ឬ ឯកសារ /var/log/messages ។
mk: Те молам провери го логот за грешки на третата конзола или /var/log/messages за повеќе информации.
sq: Të lutem kontrollo log e gabimit në console e tretë ose /var/log/message për më tepër të dhëna.
sr: Молим, погледајте лог за грешке на трећој конзоли или /var/log/messagesза више информација.
tl: Paki-suri ang error log sa pangatlong console o sa /var/log/messages para sa karagdagang impormasyon.
uk: Перегляньте, будь ласка, журнал помилок на третій консолі або файл /var/log/messages, щоб отримати більше інформації.
