Repository: dankamongmen/s-i
Catalog: packages/po/sublevel5/*.po
Languages: am, bg, cy, de, dz, eo, fr, gu, hu, ja, km, mk, sq, sr, tl, uk

source: Failed to activate the swap space on ${PARTITION}
am: በ${PARTITION} ያለውን የመቀየሪያ ቦታ ማስነሳት አልተቻለም
bg: Грешка при активирането на мястото за виртуалната памет в ${PARTITION}
cy: Methwyd bywiogi'r gofod cyfnewid ar ${PARTITION}
de: Aktivieren des Swap-Speichers auf ${PARTITION} fehlgeschlagen
dz: ${PARTITION}ལུ་བརྗེ་སོར་བར་སྟོང་འདི་ཤུགས་ལྡན་བཟོ་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད
eo: Aktivado de permuto-spaco sur ${PARTITION} malsukcesis
fr: Échec de l'activation de l'espace d'échange sur ${PARTITION}
gu: ${PARTITION} પર સ્વેપ જગ્યા સક્રિય કરવામાં નિષ્ફળ
hu: Cserepartíció (${PARTITION}) aktiválása sikertelen
ja: ${PARTITION} のスワップスペースをアクティブ化するのに失敗しました
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើ​ឲ្យ​ទំហំ​ស្វប​សកម្ម​លើ ${PARTITION}
mk: Неуспеав да го активирам swap просторот на ${PARTITION}
sq: Aktivizimi i hapësirës swap në ${PARTITION} dështoi
sr: Нисам успео да активирам простор за своп на ${PARTITION}
tl: Bigo ang pag-activate ng swap space sa ${PARTITION}
uk: Не вдалося активувати розділ підкачки на ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
am: ${PARTITION} ላይ ያለው የመለወጫ ቦታ ሲነሳ ስህተት ተፈጥሯል፡፡
bg: Получена е грешка по време на активирането на мястото за виртуална памет в ${PARTITION}.
cy: Digwyddodd gwall wrth fywiogi'r gofod cyfnewid ar ${PARTITION}.
de: Beim Aktivieren des Swap-Speichers auf ${PARTITION} ist ein Fehler aufgetreten.
dz: ${PARTITION}ལུ་བརྗེ་སོར་བར་སྟོང་འདི་ཤུགས་ལྡན་བཟོཝ་ད་འཛོལ་བ་བྱུང་ནུག།
eo: Eraro okazis dum la aktivado de la permuto-spaco sur ${PARTITION}.
fr: Une erreur s'est produite au moment de l'activation de l'espace d'échange sur ${PARTITION}.
gu: ${PARTITION} પર સ્વેપ જગ્યા સક્રિય કરવામાં આવતા ક્ષતિ ઉદભવી.
hu: Egy cserepartíció (${PARTITION}) aktiválása hibával zárult.
ja: ${PARTITION} のスワップスペースのアクティブ化中にエラーが発生しました。
km: កំហុស​មួយ​បាន​កើត​ឡើង ពេល​បាន​ធ្វើ​ឲ្យ​ទំហំ​ស្វប​សកម្ម​លើ ${PARTITION} ។
mk: Се случи грешка кога swap просторот на ${PARTITION} беше активиран.
sq: Ndodhi një gabim gjatë aktivizimit të hapësirës swap në ${PARTITION}.
sr: Дошло је до грешке када је простор за своп на ${PARTITION} активиран.
tl: May naganap na error nang pina-activate ang swap space sa ${PARTITION}.
uk: Виникла помилка при активації розділу підкачки на ${PARTITION}.

source: Failed to create ${FS} file system on ${PARTITION}
am: ${FS} ፋይል ስርዓትን በክፋይ ${PARTITION} ላይ መፍጠር አልተቻለም፡፡
bg: Грешка при създаването на файлова система ${FS} върху ${PARTITION}
cy: Methwyd creu system ffeiliau ${FS} ar ${PARTITION}
de: Erzeugen des ${FS}-Dateisystems auf ${PARTITION} fehlgeschlagen
dz: ${PARTITION}ལུ་ཡིག་སྣོད་རིམ་ལུགས་${FS}གསར་བསྐྲུན་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
eo: Kreado de dosiersistemo ${FS} sur ${PARTITION} malsukcesis
fr: Échec de la création du système de fichiers ${FS} sur ${PARTITION}
gu: ${PARTITION} પર ${FS} ફાઇલ સિસ્ટમ બનાવવામાં નિષ્ફળ
hu: Nem sikerült ${FS} fájlrendszert készíteni itt: ${PARTITION}
ja: ${PARTITION} に ${FS} ファイルシステムを作成するのに失敗しました
km: បាន​បរាជ័យ​ក្នុង​ការ​បង្កើតប្រព័ន្ធ​ឯកសារ ${FS} លើ ${PARTITION}
mk: Не успеав да креиран ${FS} датотечен систем на ${PARTITION}
sq: Krijimi i filesistemit ${FS} në ${PARTITION} dështoi
sr: Нисам успео да креирам ${FS} фајл систем на ${PARTITION}
tl: Hindi nabuo ang ${FS} file system sa ${PARTITION}
uk: Не вдалося створити файлову систему ${FS} на ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
am: ${FS} ፋይል ስርዓትን በክፋይ ${PARTITION} ላይ ሲፈጠር ስህተት ተፈጥሯል፡፡
bg: Получена е грешка при създаването на файловата система ${FS} в ${PARTITION}.
cy: Digwyddodd gwall wrth greu'r system ffeiliau ${FS} ar ${PARTITION}.
de: Beim Anlegen des Dateisystems ${FS} auf ${PARTITION} ist ein Fehler aufgetreten.
dz: ${PARTITION}ལུ་ཡིག་སྣོད་རིམ་ལུགས་${FS}འདི་གསར་བསྐྲུན་འབདཝ་ད་འཛོལ་བ་བྱུང་ནུག།
eo: Eraro okazis dum la kreado de dosiersistemo ${FS} sur ${PARTITION}.
fr: Une erreur s'est produite pendant la création du système de fichiers ${FS} sur ${PARTITION}.
gu: ${PARTITION} પર ${FS} ફાઇલ સિસ્ટમ બનાવવામાં આવી ત્યારે ક્ષતિ ઉદભવી.
hu: A ${PARTITION}-n készülő ${FS} fájlrendszer létrehozása hibát adott.
ja: ${PARTITION} への ${FS} ファイルシステムの作成中にエラーが発生しました。
km: កំហុស​មួយ​បាន​កើត​ឡើង ពេល​បាន​បង្កើត​ប្រព័ន្ធ​ឯកសារ​ ${FS} លើ ${PARTITION} ។
mk: Се случи грешка кога ${FS} датотечнен систем беше креиран на ${PARTITION}.
sq: Ndodhi një gabim gjatë krijimit të filesistemit ${FS} në ${PARTITION}.
sr: Дошло је до грешке када је ${FS} фајл систем креиран на ${PARTITION}.
tl: May naganap na error nang gumawa ng ${FS} file system sa ${PARTITION}.
uk: Виникла помилка при створенні файлової системи ${FS} на ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
am: ${PARTITION}ን በ${MOUNT} መጫን አልተቻለም
bg: Грешка при монтирането на ${PARTITION} в ${MOUNT}
cy: Methwyd clymu ${PARTITION} ar ${MOUNT}
de: Einbinden von ${PARTITION} als ${MOUNT} fehlgeschlagen
dz: ${MOUNT}ལུ་${PARTITION}སྦྱར་བརྩེགས་འབད་ནི་འདི་འཐུས་ཤོར་བྱུང་ཡོད
eo: Munto de ${PARTITION} sur ${MOUNT} malsukcesis
fr: Échec du montage de ${PARTITION} sur ${MOUNT}
gu: ${PARTITION} ને ${MOUNT} પર માઉન્ટ કરવામાં નિષ્ફળ
hu: Meghiúsult a ${PARTITION} csatolása ide: ${MOUNT}
ja: ${PARTITION} を ${MOUNT} にマウントするのに失敗しました
km: បាន​បរាជ័យ​ក្នុងការ​ម៉ោន​​ ${PARTITION} លើ ${MOUNT}
mk: Неуспеав да ја монтирам ${PARTITION} на ${MOUNT}
sq: Montimi i ${PARTITION} mbi ${MOUNT} dështoi
sr: Нисам успео да закачим ${PARTITION} на ${MOUNT}
tl: Bigo ang pag-mount ng ${PARTITION} sa ${MOUNT}
uk: Не вдалося змонтувати ${PARTITION} в ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
am: ${PARTITION} በ${MOUNT} ላይ ሲጫን ችግር ተፈጥሯል፡፡
bg: Получена е грешка при монтирането на ${PARTITION} в ${MOUNT}.
cy: Digwyddodd gwall wrth glymu ${PARTITION} at ${MOUNT}.
de: Beim Einbinden von ${PARTITION} als ${MOUNT} ist ein Fehler aufgetreten.
dz: ${MOUNT}ལུ་${PARTITION}འདི་སྦྱར་བརྩེགས་འབདཝ་ད་འཛོལ་བ་བྱུང་ནུག།
eo: Eraro okazis dum la munto de ${PARTITION} sur ${MOUNT}.
fr: Une erreur s'est produite lors du montage de ${PARTITION} sur ${MOUNT}.
gu: ${MOUNT} પર ${PARTITION} માઉન્ટ હતું ત્યારે ક્ષતિ ઉદભવી.
hu: Hiba történt a ${PARTITION} csatlakoztatásakor ide: ${MOUNT}.
ja: ${PARTITION} の ${MOUNT} へのマウント中にエラーが発生しました。
km: កំហុស​មួយ​បាន​កើត​ឡើង ពេល​បាន​ម៉ោន ${PARTITION} លើ​ ${MOUNT} ។
mk: Се случи грешка кога ${PARTITION} беше монтирана на ${MOUNT}.
sq: Ndodhi një gabim gjatë montimit të ${PARTITION} mbi ${MOUNT}.
sr: Дошло је до грешке када је ${PARTITION} качена на ${MOUNT}.
tl: May naganap na error nang sinubukang isalang ang ${PARTITION} sa ${MOUNT}.
uk: Виникла помилка при монтуванні ${PARTITION} в ${MOUNT}.

source: Configure and mount partitions
am: ክፋዩን አስተካክለህ ጫን
bg: Настройка и монтиране на дялове
cy: Cyflunio a chlymu rhaniadau
de: Partitionen konfigurieren und einbinden
dz: རིམ་སྒྲིག་དང་སྦྱར་བརྩེགས་བར་བཅད་ཚ
eo: Akomodi kaj munti diskpartojn
fr: Configurer et monter des partitions
gu: પાર્ટિશનો રૂપરેખાંકિત અને માઉન્ટ કરો
hu: Partíciók konfigurálása és csatolása
ja: パーティションの設定とマウント
km: កំណត់​រចនាសម្ព័ន្ធ និង ម៉ោន​ភាគថាស
mk: Конфигурирај и монтирај партиции
sq: Konfiguro dhe monto ndarje
sr: Конфигуриши и закачи партиције
tl: Isaayos at isalang ang mga partisyon
uk: Налаштувати та монтувати розділи

source: Disk to partition:
am: የሚከፈል ዲስክ፦
bg: Диск за разделяне:
cy: Disg i raniadu:
de: Diese Festplatte partitionieren:
dz: བར་བཅད་འབད་ནི་གི་ཌིཀསི:
eo: Partigota disko:
fr: Disque à partitionner :
gu: પાર્ટિશન કરવા માટેની ડિસ્ક:
hu: Particionálandó lemez:
ja: パーティショニングするディスク:
km: ថាស​ដែល​ត្រូវ​ចែក​ជា​ភាគ ៖
mk: Диск кој ќе се партиционира:
sq: Disku për tu ndarë:
sr: Одаберите диск за партиционисање:
tl: Disk na ipartisyon:
uk: Диск для розбивки:

source: Please choose one of the listed disks to create partitions on it.
am: እባክዎን ከተዘረዘሩት ዲስኮች ክፋዮችን ለመፍጠር አንዱን ይምረጡ።
bg: Изберете един от изброените дискове, за да създадете дялове в него.
cy: Dewiswch un o'r disgiau rhestrwyd er mwyn creu rhaniadau ynddo.
de: Wählen Sie bitte eine der aufgeführten Festplatten, um Partitionen darauf zu erstellen.
dz: ཐོ་བཀོད་འབད་ཡོད་པའི་ཌིཀསི་ཚུ་ལས་དེ་ཁར་བར་བཅད་ཚུ་གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་གཅིག་གདམ་ཁ་རྐྱབས་གནང་།
eo: Bonvolu elekti unu el la listitaj diskoj por krei diskpartojn sur ĝi.
fr: Veuillez choisir l'un des disques affichés, pour y créer des partitions.
gu: મહેરબાની કરી દર્શાવેલ ડિસ્કસમાંથી પાર્ટિશન કરવા માટે એક પસંદ કરો.
hu: Partíciók létrehozásához válaszd ki a felsorolt lemezek egyikét.
ja: パーティションを作成するために、リストされたディスクから 1 つを選択してください。
km: សូម​ជ្រើស​ថាស​មួយ​ក្នុង​ចំណោម​ថាស​ដែល​បាន​រាយ ដើម្បី​បង្កើត​ភាគ​ថាស​លើ​វា ។
mk: Те молам одбери еден од излистаните дискови за да креираш партиции на него.
sq: Të lutem zgjidh një nga disqet në listë për të krijuar ndarje në të.
sr: Одаберите неки од дискова са листе да бисте на њему креирали партиције.
tl: Pumili ng isa sa mga nakalistang mga disk upang bumuo ng partisyon dito.
uk: Виберіть один з перелічених дисків для створення розділів на ньому.

source: Select "Finish" at the bottom of the list when you are done.
am: ሲጨርሱ በዝርዝሩ መጨረሻ (ጨርስ) "Finish" የሚለውን ይምረጡ።
bg: Изберете „Завършване“ под списъка когато сте готови.
cy: Dewiswch "Gorffen" ar waelod y rhestr pan ydych wedi gorffen.
de: Wählen Sie »Beenden« am Ende der Liste, wenn Sie fertig sind.
dz: ཁྱོད་ཀྱིས་འབད་ཚརཝ་ད་ཐོ་ཡིག་འདི་གི་མཇུག་ལུ་ "Finish" སེལ་འཐུ་འབད།
eo: Elektu "Plenumi" ĉe la subo de la listo kiam vi pretigos.
fr: Choisissez « Terminer » en fin de liste quand le partitionnement est terminé.
gu: તમે જ્યારે પૂર્ણ કરો ત્યારે યાદીનાં અંતમાં "પૂર્ણ" પસંદ કરો.
hu: Válaszd a "Kész" pontot a lista alján, mikor elkészültél.
ja: すべて行い終わったら、最下行の "完了" を選んでください。
km: ជ្រើស "បញ្ចប់" នៅ​បាត​​បញ្ជី​ នៅ​ពេល​ធ្វើ​រួច ។
mk: Избери „Крај“ од крајов на листата кога ќе завршиш.
sq: Zgjidh "Përfundo" në fund të listës kur të kesh mbaruar.
sr: Одаберите "Заврши" на дну листе када будете готови.
tl: Piliin ang "Tapos" sa dulo ng talaan kapag kayo ay tapos na.
uk: Коли закінчите, виберіть „Завершити“ внизу списку.

source: No disk found
am: ዲስክ አልተገኘም
bg: Не са намерени дискове
cy: Ni chanfuwyd disg
de: Keine Festplatte gefunden
dz: ཌིཀསི་འཚོལ་མ་ཐོབ།
eo: Neniu disko trovite
fr: Aucun disque trouvé
gu: કોઇ ડિસ્ક મળી નહી
hu: Nincs elérhető lemez
ja: ディスクが見つかりません
km: រក​មិន​ឃើញ​ថាស
mk: Не најдов диск
sq: Nuk u gjet asnjë disk
sr: Није пронађен ниједан диск
tl: Walang disk na nahanap
uk: Диски не знайдені

source: Unable to find any disk in your system. Maybe some kernel modules need to be loaded.
am: በስርዓትዎ ውስጥ ምንም ዲስክ ማግኘት አልተቻለም። ምናልባት አንዳንድ የከርኔል ጥቅሎች በጫን ይኖርባቸዋል።
bg: Не са намерени никакви дискове във Вашата система. Може би трябва да бъдат заредени допълнителни модули в ядрото.
cy: Methwyd canfod unrhyw ddisg yn eich system. Efallai fod angen llwytho rhai modiwlau cnewyllyn.
de: Es konnte keine Festplatte in Ihrem System gefunden werden. Vielleicht müssen zusätzliche Kernel-Module geladen werden.
dz: ཁྱོད་ཀྱི་རིམ་ལུགས་ནང་ལས་ཌིཀསི་གང་རུང་ཅིག་འཚོལ་མི་ཚུགས་པས། ཀར་ནེལ་ཚད་གཞི་ཚུ་ལ་ལོ་ཅིག་མངོན་གསལ་འབད་དགོན་འོང་ནི་མས།
eo: Neeblis trovi iun ajn diskon sur via sistemo. Eble vi bezonas ŝargi je kelkaj kerno-moduloj.
fr: Il est impossible de trouver un disque sur le système. Il est peut-être nécessaire de charger certains modules du noyau.
gu: તમારી સિસ્ટમમાં કોઇ ડિસ્ક શોધવામાં અસમર્થ. કદાચ કેટલાંક કર્નલ મોડ્યુલો લાવવાની જરુર છે.
hu: Nem lelek lemezt a rendszeren. Talán egyes rendszermag modulok betöltése szükséges.
ja: システムにディスクが見つかりませんでした。おそらくいくつかのカーネルモジュールをロードする必要があります。
km: មិន​អាច​រកឃើញ​ថាស​ណាមួយឡើយ​ក្នុង​ប្រព័ន្ធ​របស់​អ្នក ។ អ្នក​ប្រហែល​ជា​ត្រូវ​ផ្ទុក​ម៉ូឌុល​ខឺណែល​មួយ​ចំនួន ។
mk: Неможам да најдам никаков диск на твојот систем. Можеби некои кернел модули треба да бидат вчитани.
sq: Nuk u gjet asnjë disk në sistemin tënd. Ndoshta duhen ngarkuar disa module kerneli.
sr: Не могу да пронађем ниједан диск на вашем систему. Можда је потребно учитати неке кернел модуле.
tl: Hindi nakahanap ng alinmang disk sa inyong sistema. Maaaring may kailangan na ipasok na mga kernel module.
uk: Не можу знайти жодного диску на вашій системі. Можливо, потрібно завантажити деякі модулі ядра.

source: Partitioning error
am: የመክፈል ብልሽት
bg: Грешка при разделянето
cy: Gwall rhaniadu
de: Partitionierungsfehler
dz: བར་བཅད་འབད་ནིའི་འཛོལ་བ།
eo: Diskpartiga eraro
fr: Erreur de partitionnement
gu: પાર્ટિશન કરવામાં ક્ષતિ
hu: Particionálási hiba
ja: パーティショニングエラー
km: កំហុស​ការ​ចែក​ថាស​ជា​ភាគ
mk: Грешка при партиционирање
sq: Gabim gjatë ndarjes
sr: Грешка партиционисања
tl: Error sa pag-partisyon
uk: Помилка при роботі з розділами

source: Failed to partition the disk ${DISC}.
am: ዲስክ ${DISC}ን መክፈል አልተሳካም።
bg: Грешка при разделянето на диска ${DISC}.
cy: Methwyd rhaniadu'r disg ${DISC}.
de: Partitionieren der Festplatte ${DISC} fehlgeschlagen
dz: ${DISC}འདི་བར་བཅད་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།
eo: Partigo de la disko ${DISC} malsukcesis.
fr: Impossible de partitionner le disque ${DISC}.
gu: ${DISC} ડિસ્ક પાર્ટિશન કરવામાં નિષ્ફળ.
hu: A ${DISC} lemez particionálása sikertelen.
ja: ディスク ${DISC} のパーティショニングに失敗しました。
km: បាន​បរាជ័យ​ក្នុង​ការ​ចែក​ថាស ${DISC} ជា​ភាគ ។
mk: Не успеав да го партиционирам дискот ${DISC}.
sq: Ndarja e diskut ${DISC} dështoi.
sr: Нисам успео да партиционишем диск ${DISC}.
tl: Bigo ang pag-partisyon ng disk ${DISC}.
uk: Не вдалося створити розділи на ${DISC}.

source: Partition a hard drive
am: የዲስክ ማጫወቻን ክፈል
bg: Разделяне на твърд диск
cy: Rhaniadu disg galed
de: Eine Festplatte partitionieren
dz: ཧརཌི་ཌའིབ་འདི་བར་བཅད་འབད།
eo: Partigi fiksan diskon
fr: Partitionner un disque dur
gu: હાર્ડડ્રાઇવ પાર્ટિશન કરો
hu: Merevlemez particionálása
ja: ハードドライブのパーティショニング
km: ចែក​ដ្រាយ​ថាសរឹងង​ជា​ភាគ
mk: Партиционирај тврд диск
sq: Ndaj një hard disk
sr: Партициониши диск
tl: Mag-partisyon ng hard drive
uk: Створити розділи на жорсткому диску

source: ctc: Channel to Channel (CTC) or ESCON connection
am: ctc: ካናል ከ ካናል (CTC) ወይም ESCON ግንኙነት
bg: ctc: Channel to Channel (CTC) или връзка ESCON
cy: ctc: Sianel i Sianel (CTC) neu gysylltiad ESCON
de: ctc: Channel to Channel (CTC) oder ESCON-Verbindung
dz: ctc:རྒྱུ་ལམ་ལས་རྒྱུ་ལམ་ (CTC) ཡང་ན་ ESCON མཐུད་ལམ།
eo: ctc: Kanalo al Kanalo (CTC) aŭ konekto ESCON
fr: ctc : connexion canal à canal (CTC) ou ESCON
gu: ctc: ચેનલ ટુ ચેનલ (CTC) અથવા ESCON જોડાણ
hu: ctc: Csatorna-Csatorna (CTC) vagy ESCON-kapcsolat
ja: ctc: チャネル-to-チャネル (CTC) または ESCON 接続
km: ctc ៖ ការ​តភ្ជាប់​ឆាណែល​ទៅ​ឆាណែល (CTC) ឬ ESCON
mk: ctc: Канал во Канал (CTC) или ESCON конекции
sq: ctc: Channel to Channel (CTC) ose lidhje Escon
sr: ctc: 'Channel to Channel' (CTC) или ESCON веза
uk: ctc: З'єднання Channel to Channel (CTC) або ESCON

source: qeth: OSA-Express in QDIO mode / HiperSockets
bg: qeth: OSA-Express в режим QDIO / HiperSockets
cy: qeth: OSA-Express yn y modd QDIO / HiperSockets
de: qeth: OSA-Express im QDIO-Mode / HiperSockets
dz: qeth: QDIO ཐབས་ལམ་ / ཧའི་པར་སོ་ཀེཊི་ཚུ་ ནང་གི་ OSA-Express
eo: qeth: OSA-Express sub reĝimo QDIO / HiperSockets
fr: qeth : OSA-Express dans le mode QDIO / HiperSockets
gu: qeth: QDIO mode / HiperSockets માં OSA-Express
hu: qeth: QDIO-módú OSA-Express / HiperSocket
ja: qeth: QDIO モード/ HiperSockets の OSA-Express
km: qeth ៖ OSA-Express ក្នុង​របៀប QDIO / HiperSockets
mk: qeth: OSA-Express во QDIO режим / HiperSockets
sq: qeth:OSA-Express në mënyrë QDIO / HiperSockets
sr: qeth: OSA-Express у QDIO моду / HiperSockets
uk: qeth: OSA-Express в режимі QDIO / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
am: iucv: በተጠቃሚዎች መሃከል የመገናኛ መሳሪያ- ለVM ተገልጋዮች ብቻ
bg: iucv: Inter-User Communication Vehicle - само за гости на VM
cy: iucv: Inter-User Communication Vehicle - ar gael i westeion VM yn unig
de: iucv: Inter-User Communication Vehicle - nur für »VM guests« verfügbar
dz: iucv:ཕན་ཚུན་-ལག་ལེན་པ་ བརྡ་དོན་ འགྲུལ་འཁོར་ VM མགོནམ་ཚུ་གི་དོན་ལུ་རྐྱངམ་ཅིག་ཐོབ་ཚུགས།
eo: iucv: 'Inter-User Communication Vehicle' - nur disponebla por gastoj VM
fr: iucv : Inter-User Communication Vehicle - uniquement disponible pour les hôtes VM
gu: iucv: આંતરિક-વપરાશકર્તા સંદેશા વાહન - ફક્ત VM મહેમાનો માટે
hu: iucv: felhasználók-közti kommunikációs eszköz - csak VM-vendégnek
ja: iucv: VM ゲストのみ利用できる Inter-User Communication Vehicle
km: iucv ៖ យាន​សម្រាប់​ឲ្យ​អ្នក​ប្រើ​ទាក់ទង​គ្នា - មាន​សម្រាប់​តែ​ម៉ាស៊ីន​ភ្ញៀវ VM ប៉ុណ្ណោះ
mk: iucv: Inter-User Communication Vehicle - достапно само на VM гости
sq: iucv: Inter-User Communication Vehicle - vetëm për klientët VM.
sr: iucv: Inter-User Communication Vehicle - доступан само VM гостима
uk: iucv: Inter-User Communication Vehicle - доступно тільки для гостьових операційних систем в VM

source: Network device type:
am: የአውታር አካል ዓይነት፦
bg: Тип на мрежовото устройство:
cy: Math dyfais rhwydwaith:
de: Typ des Netzwerkgeräts:
dz: ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་གྱི་དབྱེ་བ:
eo: Tipo de retaparato:
fr: Type de périphérique réseau :
gu: નેટવર્ક ઉપકરણ પ્રકાર:
hu: Hálózati eszköz típusa:
ja: ネットワークデバイスのタイプ:
km: ប្រភេទ​ឧបករណ៍​បណ្ដាញ ៖
mk: Тип на мрежен адаптер:
sq: Lloji i dispozitivit të rrjetit:
sr: Тип мрежног уређаја:
tl: Uri ng network device:
uk: Тип мережевого пристрою:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
bg: Изберете типа на Вашия основен мрежов интерфейс, който ще използвате за инсталиране на Debian (чрез NFS или HTTP). Само изброените устройства са поддържани.
cy: Dewiswch y math o brif rhyngwyneb rhwydwaith fyddwch angen ar gyfer gosod y system Debian (drwy NFS neu HTTP). Dim ond y dyfeisiau rhestrwyd a gefnogir.
de: Bitte wählen Sie den Typ Ihrer ersten Netzwerkkarte, die für die Debian-Installation (über NFS oder HTTP) benötigt wird. Nur die aufgelisteten Geräte werden unterstützt.
dz: ཁྱོད་ལུ་ཌི་བི་ཡཱན་རིམ་ལུགས་(via NFS ཡང་ན་ HTTP) གཞི་བཙུགས་འབད་ནིའི་དོན་ལུ་དགོ་པའི་ཁྱོད་ཀྱི་གཞི་རིམ་ཡོངས་འབྲེལ་ངོས་འདྲ་བ་གི་དབྱེ་བ་གདམ་ཁ་རྐྱབས་གནང་། ཐོ་བཀོད་འབད་ཡོད་པའི་ཐབས་འཕྲུལ་ཚུ་རྐྱངམ་ཅིག་རྒྱབ་སྐྱོར་འབད་འདི་ཡོད།
eo: Bonvolu elekti la tipon de via baza retinterfaco, kiun vi bezonos por instali la sistemon Debian (per NFS aŭ HTTP). Nur la listitaj aparatoj estas subtenataj.
fr: Veuillez choisir le type de l'interface réseau principale que vous utiliserez pour installer le système Debian (via NFS ou HTTP). Seuls les périphériques affichés sont gérés.
gu: મહેરબાની કરી ડેબિયન સિસ્ટમ (NFS અથવા HTTP વડે) સ્થાપન કરવા માટે તમારા પ્રાથમિક નેટવર્ક ઇન્ટરફેસનો પ્રકાર પસંદ કરો. ફક્ત યાદી આપેલ ઉપકરણો જ આધાર આપવામાં આવશે.
hu: Válaszd ki a Debian rendszer (NFS vagy HTTP feletti) telepítéséhez használt elsődleges hálózati csatoló típusát. Csak a felsorolt eszközök támogatottak.
ja: Debian システムをインストール (NFS または HTTP 経由) するのに必要なプライマリネットワークインターフェイスのタイプを選んでください。リストされたデバイスのみがサポートされます。
km: សូម​ជ្រើស​ប្រភេទ​ចំណុច​ប្រទាក់​បណ្ដាញ​ចម្បង​របស់​អ្នក ដែល​អ្នក​នឹង​ត្រូវការ​សម្រាប់​ដំឡើង​ប្រព័ន្ធ​ដេបៀន (តាម​រយៈ NFS ឬ HTTP) ។​ មាន​តែ​ឧបករណ៍​ដែល​បាន​រាយ​ប៉ុណ្ណោះ ដែល​ត្រូវ​បាន​គាំទ្រ ។
mk: Те молам одбери го типот на главниот мрежен адаптер кој ќе ти треба да го инсталираш Дебиан (преку НФС или ХТТП). Само прикажаните уреди се подржани.
sq: Të lutem zgjidh llojin e lidhjes kryesore me rrjetin për të instaluar sistemin Debian (nëpërmjet NFS ose HTTP). Vetëm dispozitivët e mëposhtëm punojnë.
sr: Молим, одаберите тип вашег примарног мрежног интерфејса којег ћете користити за инсталацију Дебиан система (преко NFS-а или HTTP-а). Подржани су само уређаји са листе.
tl: Piliin ang uri ng inyong pangunahing network interface na kailangan upang mag-install ng sistemang Debian (via NFS o HTTP). Ang mga device na naka-lista lamang ang suportado.
uk: Виберіть тип первинного мережевого пристрою, який потрібний для встановлення системи Debian (по NFS або HTTP). Підтримаються тільки перераховані пристрої.

source: CTC read device:
am: CTC ማንበብ የሚቻልበት አካል፦
bg: CTC устройство за четене:
cy: Dyfais darllen CTC:
de: CTC-Lesegerät:
dz: CTC ལྷག་ནིའི་ཐབས་འཕྲུལ་:
eo: Leg-aparato CTC:
fr: Périphérique CTC de lecture :
gu: CTC વાંચન ઉપકરણ:
hu: CTC olvasó eszköz:
ja: CTC 読み取りデバイス:
km: ឧបករណ៍​អាន CTC ៖
mk: CTC уред за читање:
sq: Dispozitivi lexues CTC:
sr: CTC уређај за читање:
tl: CTC device na pambasa:
uk: Пристрій читання CTC:

source: The following device numbers might belong to CTC or ESCON connections.
am: የሚቀጥሉት ቁጥሮች ማናልባት የCTC ወይም ESCON ግንኙኘቶች ሊሆኑ ይችላሉ፡፡
bg: Следните номера на устройства може да принадлежат на CTC или връзки ESCON.
cy: Fe allai'r rhifau dyfais canlynol berthyn i gysylltiadau CTC neu ESCON.
de: Die folgenden Gerätenummern könnten zu CTC- oder ESCON-Verbindungen gehören.
dz: འོག་གི་ཐབས་འཕྲུལ་ཨང་ཚུ་ CTC ཡང་ན་ ESCON མཐུད་ལམ་ཚུ་གིས་བང་དོ་འོང་།
eo: La jenaj aparat-numeroj povus aparteni al konektoj CTC aŭ ESCON.
fr: Les numéros de périphériques suivants devraient être rattachés à des connexions CTC ou ESCON.
gu: નીચેનાં ઉપકરણ ક્રમો કદાચ CTC અથવા ESCON જોડાણોને લગતાં છે.
hu: Az alábbi eszközszámok CTC- vagy ESCON-kapcsolatokhoz tartozhatnak.
ja: 以下のデバイス番号は CTC または ESCON 接続に属します。
km: លេខ​ឧបករណ៍​ដូច​ខាង​ក្រោម​នេះ អាច​ជា​របស់​ការ​តភ្ជាប់ CTC ឬ ESCON ។
mk: Следните бројки за уреди може да припаѓаат на CTC или ESCON конекции.
sq: Numrat e dispozitivit të mëposhtëm mund t'i përkasin lidhjeve CTC ose ESCON.
sr: Следећи бројеви уређаја можда припадају CTC или ESCON везама.
tl: Ang mga sumusunod na mga numero ng device ay maaaring sa CTC o ESCON na koneksyon.
uk: Наступні номери пристроїв можуть належати з'єднанням CTC або ESCON.

source: CTC write device:
am: CTC መጻፍ የሚቻልበት አካል፦
bg: CTC устройство за запис:
cy: Dyfais ysgrifennu CTC:
de: CTC-Schreibgerät:
dz: CTC འབྲི་ནིའི་ཐབས་འཕྲུལ:
eo: Skrib-aparato CTC:
fr: Périphérique CTC d'écriture :
gu: CTC લખાણ ઉપકરણ:
hu: CTC író eszköz:
ja: CTC 書き込みデバイス:
km: ឧបករណ៍​សរសេរ CTC ៖
mk: CTC уред за запишување:
sq: Dispozitivi shkrues CTC:
sr: CTC уређај за писање:
tl: CTC device na panulat:
uk: Пристрій запису CTC:

source: Do you accept this configuration?
am: ይህንን መስተካከል ይቀበሉታል?
bg: Приемате ли тези настройки?
cy: Ydych chi'n derbyn y cyfluniad hwn?
de: Ist diese Einstellung richtig?
dz: རིམ་སྒྲིག་འདི་ཁྱོད་ཀྱིས་དང་ལེན་འབད་ཡི་ག?
eo: Ĉu vi akceptas tiun ĉi agordon?
fr: Voulez-vous utiliser cette configuration ?
gu: તમે આ રૂપરેખાંકન સ્વીકારો છો?
hu: Megfelel ez a konfiguráció?
ja: この設定で正しいですか?
km: តើ​អ្នក​ព្រម​ទទួល​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះ​ឬ​ទេ ?
mk: Дали прифаќаш конфигурација?
sq: A e pranon këtë konfigurim?
sr: Да ли прихватате ову конфигурацију?
tl: Tinatanggap ba ninyo ang pagkasaayos na ito?
uk: Чи вірна ця конфігурація?
