Repository: dankamongmen/s-i
Catalog: packages/floppy-retriever/debian/po/*.po
Languages: ar, bg, bs, ca, cs, es, et, fi, gu, he, hi, hu, ko, lt, mk, ml, nb, ne, nn, pt_br, ro, ru, sk, sl, sq, sv, ta, tl, tr, uk

source: The floppy is not a known driver floppy. Please make sure that the correct floppy is in the drive. You can still continue if you have an unofficial floppy you want to use.
ar: القرص المرن هو قرص تعريف مجهول. الرجاء التأكد من أن القرص المرن الصحيح موجود في السواقة. لا زال بإمكانك الاستمرار إن كان لديك قرص غير رسمي تود استخدامه.
bg: Имаше проблем при четене от флопидиска. Моля, уверете се, че правилният флопидиск е в устройството. Ако продължавате да имате проблеми, може би флопидискът Ви е повреден.
bs: Disketa nije poznata drivers disketa. Molim provjerite da li se u pogonu nalazi odgovarajuća disketa. Još možete nastaviti ako imate neoficijelni floppy koji želite koristiti.
ca: El disquet no és un disquet de controladors conegut. Assegureu-vos que el disquet correcte és dins la unitat. Encara podeu continuar si teniu un disquet no oficial que vulgueu utilitzar.
cs: Disketa není oficiální disketou s ovladači. Ujistěte se, že máte v mechanice správnou disketu. Jestliže se jedná o neoficiální disketu, kterou opravdu chcete použít, můžete pokračovat.
es: El disquete no es un disquete de controladores conocido. Por favor, asegúrese de que ha insertado el disquete correcto en la unidad. Puede continuar si tiene un disquete no oficial que desea utilizar.
et: See flopi pole tuntud draiveriflopi. Palun veendu, et õige flopi on kettaseadmes. Kui soovid kasutada mitteametlikku flopit, võid jätkata.
fi: Levyke ei ole tunnettu ajurilevyke. Varmistu oikean levykkeen olevan asemassa. Jatkaminen on mahdollista jos asemassa on epävirallinen levyke jota halutaan käyttää.
gu: ફ્લોપી જાણીતી ડ્રાઇવર ફ્લોપી નથી. મહેરબાની કરી ખાતરી કરો કે યોગ્ય ફ્લોપી ડ્રાઇવમાં છે. તમારી પાસે જો યોગ્ય ફ્લોપી ન હોય અને તમે તેને ઉપયોગ કરવા ઇચ્છતા હોવ તો પણ તમે આગળ વધી શકો છો.
he: הדיסקט אינו מוכר כדיסקט מנהלי התקנים. וודא כי הדיסקט הנכון נמצא בתוך הכונן. ניתן עדיין להמשיך אם יש לך דיסקט מנהלי התקנים לא רשמי שברצונך להשתמש בו.
hi: यह फ्लॉपी एक ज्ञात डेबियन फ्लॉपी नहीं है. कृपया सुनिश्चित करें कि ड्राइव में सही फ्लॉपी है. यदि आपके पास अनाधिकारिक फ्लॉपी है जिसे आप प्रयोग करना चाहते हैं, तो भी आप जारी रख सकते हैं.
hu: A flopi nem egy ismert meghajtó flopi. Ellenőrizd, hogy valóban a megfelelő flopi van-e a meghajtóban. Természetesen továbbléphetsz egy nem-hivatalos flopival is.
ko: 이 플로피는 알려진 드라이버 플로피가 아닙니다. 드라이브에 있는 플로피가 정확한 플로피인지 확인해주십시오. 사용하고자하는 비공식 플로피라면 계속 진행하셔도 됩니다.
lt: Tai ne valdyklių lankstusis diskelis. Įsitikinkite ar reikiamas diskelis įdėtas į diskelių įrenginį. Jus vistiek galite tęsti jei turite neoficialų diskelį ir norite jį naudoti.
mk: Уредот не е познат уред за дискета. Те молам осигурај се дека вистинската дискета е во уредот. Сепак можеш да продолжиш ако имаш неофицијална дискета која сакаш да ја користиш.
ml: ഈ ഫ്ലോപ്പി ഒരു അറിയുന്ന പ്രവര്‍ത്ത ഫ്ലോപ്പി അല്ല. ദയവായി ശരിയായ ഫ്ലോപ്പിയാണ് ഡ്രൈവില്‍ ഉള്ളതെന്ന് ഉറപ്പു വരുത്തുക. എന്നാലും നിങ്ങളുടെ പക്കല്‍ നിങ്ങളുപയോഗിക്കാനാഗ്രഹിക്കുന്ന അനൌദ്യോഗിക ഫ്ലോപ്പിയുണ്ടെങ്കില്‍ നിങ്ങള്‍ക്ക് തുടരാം.
nb: Disketten er ikke en kjent driverdiskett. Sjekk at rett diskett står i diskettstasjonen. Du kan fremdeles fortsette hvis du har en uoffisiell diskett du vil bruke.
ne: फ्लपी ज्ञात ड्राइभर फ्लपी होइन । कृपया ड्राइभमा सही फ्लपी छ भन्ने यकिन हुनुहोस् । यदि तपाईँ सँग प्रयोग गर्न चाहनु भएको एउटा कार्यालय बाहिरको फ्लपी छ भने तपाईँ अझै जारी राख्न सक्नुहुन्छ ।
nn: Disketten er ikkje ein kjent drivardiskett. Sjå etter at rett diskett står i diskettstasjonen. Du kan framleis halde fram viss du har ein uoffisiell diskett du vil bruke.
pt_br: O disquete não é um disquete de controladores conhecido. Por favor, certifique-se de que o disquete correto esteja na unidade. Você ainda pode continuar caso possua um disquete não oficial que queira usar.
ro: Discheta cu module de nucleu este necunoscută. Vă rugăm să vă asigurați că în unitate se află discheta corectă. Puteți totuși continua dacă aveți o dischetă neoficială pe care doriți să o folosiți.
ru: Дискета не похожа на дискету с драйверами. Убедитесь, что в дисководе находится правильная дискета. Вы можете продолжить, если вы хотите использовать неофициальную дискету.
sk: Disketa nezodpovedá známej diskete s ovládačmi. Uistite sa, že máte v disketovej mechanike správnu disketu. Stále môžete pokračovať, ak máte neoficiálnu disketu, ktorú chcete použiť.
sl: Vstavljena disketa ni prepoznana kot disketa z gonilniki. Prepričajte se, da je v pogonu prava disketa. Če želite uporabiti neuradno disketo, lahko vseeno nadaljujete.
sq: Pati një problem me leximin e të dhënave nga disketa. Të lutem sigurohu që në lexues gjendet disketa e saktë. Nëse vazhdon të kesh probleme, mund të jetë një disketë jo zyrtare.
sv: Disketten är inte en känd drivrutinsdiskett. Se till att den korrekta disketten finns i enheten. Du kan dock fortsätta om du har en inofficiell diskett som du vill använda.
ta: நெகிழ்வட்டு அறியப்படாத இயக்கி நெகிழ்வட்டு ஆகும். சரியான நெகிழ்வட்டு உள்ளதா என்று உறுதி செய்து கொள்ளவும். ஆதரவில்லாத நெகிழ்வட்டினை நீங்கள் உபயோகிக்க விரும்பினால் தொடரலாம்.
tl: Hindi kilala ang driver floppy na ito. Pakitiyak na naka-kasa ang tamang floppy sa drive. Maaari kayong magpatuloy kung may hindi opisyal na floppy na nais ninyong gamitin.
tr: Sürücüde bilinmeyen bir disket mevcut. Lütfen doğru disketin yerleştirildiğinden emin olun. Eğer resmî olmayan bir disket kullanıyorsanız kuruluma devam edebilirsiniz.
uk: Дискета не є відомою дискетою з драйверами. Перевірте, чи знаходиться вірна дискета в дисководі. Ви, однак, можете продовжити якщо маєте неофіційну дискету і бажаєте її використовувати.

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
ar: الرجاء إدخال ${DISK_LABEL} ('${DISK_NAME}') أولاً.
bg: Моля, първо поставете ${DISK_LABEL} ('${DISK_NAME}').
bs: Molim prvo ubacite ${DISK_LABEL} ('${DISK_NAME}').
ca: Inseriu ${DISK_LABEL} («${DISK_NAME}») abans.
cs: Nejprve prosím vložte ${DISK_LABEL} ('${DISK_NAME}').
es: Por favor introduzca primero ${DISK_LABEL} ('${DISK_NAME}').
et: Palun sisesta esimesena ${DISK_LABEL} ('${DISK_NAME}').
fi: Aseta asemaan ensimmäiseksi ${DISK_LABEL} ('${DISK_NAME}').
gu: મહેરબાની કરી પ્રથમ ${DISK_LABEL} ('${DISK_NAME}') દાખલ કરો.
he: הכנס את ${DISK_LABEL} ('${DISK_NAME}') ראשון.
hi: कृपया पहले ${DISK_LABEL} ('${DISK_NAME}') डालें.
hu: Tedd be ezt elsőnek: ${DISK_LABEL} ('${DISK_NAME}')
ko: ${DISK_LABEL} ('${DISK_NAME}')을(를) 먼저 넣어주십시오.
lt: Pirma įdekite ${DISK_LABEL}·('${DISK_NAME}')
mk: Те молам прво внеси го ${DISK_LABEL} (${DISK_NAME}).
ml: ദയവായി ആദ്യം ${DISK_LABEL} ('${DISK_NAME}') ഇടുക.
nb: Sett inn ${DISK_LABEL} ('${DISK_NAME}') først.
ne: कृपया पहिले ${DISK_LABEL} ('${DISK_NAME}') घुसाउँनुहोस् ।
nn: Set inn ${DISK_LABEL} ('${DISK_NAME}') først.
pt_br: Por favor, insira ${DISK_LABEL} ('${DISK_NAME}') primeiro.
ro: Introduceți mai întâi ${DISK_LABEL} ('${DISK_NAME}').
ru: Сначала вставьте ${DISK_LABEL} ('${DISK_NAME}').
sk: Prosím, vložte najprv ${DISK_LABEL} („${DISK_NAME}“).
sl: Prosim, najprej vstavite ${DISK_LABEL} ('${DISK_NAME}').
sq: Të lutem fut më parë ${DISK_LABEL} ('${DISK_NAME}').
sv: Mata in ${DISK_LABEL} ("${DISK_NAME}") först.
ta: ${DISK_LABEL}·('${DISK_NAME}')-ஐ முதலில் சொருகவும்.
tl: Pakipasok muna ang ${DISK_LABEL} ('${DISK_NAME}').
tr: Lütfen önce ${DISK_LABEL} ('${DISK_NAME}') etiketli disketi yerleştirin.
uk: Вставте спочатку ${DISK_LABEL} ('${DISK_NAME}'), будь ласка.

source: Due to dependencies between packages, driver floppies must be loaded in the correct order.
ar: بسبب الاعتمادات بين الحزم، يجب تحميل الأقراص المرنة الخاصة ببرامج التعريف بالترتيب الصحيح.
bg: Зависимостите между пакетите изискват флопидисковете с драйвери да бъдат поставяни в определен ред.
bs: Zbog zavisnosti među paketima, driver floppy-ji se moraju učitati prema redoslijedu.
ca: Degut a les dependencies entre paquets, els disquets de controladors s'han de carregar en l'ordre correcte.
cs: Kvůli závislostem mezi balíky se musí diskety s ovladači nahrát ve správném pořadí.
es: Los disquetes con controladores deben cargarse en el orden apropiado debido a las dependencias entre paquetes.
et: Pakkidevaheliste sõltuvuste tõttu tuleb draiveriflopid laadida õiges järjestuses.
fi: Pakettien välisten riippuvuuksien johdosta on ajurilevykkeet ladattava oikeassa järjestyksessä.
gu: બીજા પેકેજોની આધારિતતાને કારણે, ડ્રાઇવર ફ્લોપીઓ યોગ્ય સાચાં ક્રમમાં જ લાવવી જોઇએ.
he: בשל תלויות בין החבילות, דיסקטי מנהלי ההתקנים חייבים להיטען לפי הסדר הנכון.
hi: पैकेजों की आपस में निर्भरता के कारण ड्राइवर फ्लॉपियाँ सही क्रम में ही लोड करनी चाहिए.
hu: A csomagok függőségei miatt a meghajtó flopikat helyes sorrendben kell betenni.
ko: 꾸러미 간의 의존관계 때문에 드라이버 플로피를 순서에 맞게 넣으셔야 합니다.
lt: Dėl priklausomybių tarp paketų, valdyklių (drivers) diskeliai turi būti įkelti teisinga tvarka.
mk: Поради зависности помеѓу пакети, дискетите со управувачи мора да бидат вчитани во правилен редослед.
ml: പാക്കേജുകള്‍ തമ്മിലുള്ള ആശ്രയത്വം കാരണം പ്രവര്‍ത്തക ഫ്ലോപ്പികള്‍ ശരിയായ ക്രമത്തില്‍ ചേര്‍​ക്കേണ്ടതുണ്ട്.
nb: På grunn av avhengigheter mellom pakker må driverdisketter lastes i riktig rekkefølge.
ne: प्याकेजहरू बीचको निर्भरताको कारणले गर्दा, ड्राइभर फ्लपीहरू सही क्रममा लोड हुनेछन् ।
nn: På grunn av interne pakkekrav må drivardiskettar lastast i riktig rekkefølgje.
pt_br: Devido a dependências entre pacotes, disquetes de controladores devem ser carregados na ordem correta.
ro: Datorită dependențelor dintre pachete, dischetele cu module de nucleu trebuie să fie încărcate în ordinea corectă.
ru: Из-за зависимостей между пакетами, дискеты с драйверами должны вставляться в правильном порядке.
sk: Kvôli závislostiam medzi balíkmi je potrebné načítavať diskety s ovládačmi v správnom poradí.
sl: Zaradi odvisnosti med programskimi paketi, je potrebno diskete vlagati v pravilnem vrstnem redu.
sq: Për shkak të varësive midis paketave, disketat me drejtues duhet të ngarkohen sipas rradhës së duhur.
sv: På grund av beroenden mellan paket, måste drivrutinsdisketterna läsas in i en korrekt ordning.
ta: தொகுப்புகளின் இடையே உள்ள சார்புகளால் இயக்கி நெகிழ்வட்டுகள் சரியான வரிசையில் ஏற்றப்பட வேண்டும்.
tl: Dahil sa mga dependensiya ng mga pakete, kinakailangang ipasok ang mga driver floppy sa tamang pagkakasunud-sunod.
tr: Paketler arası bağımlılıklardan dolayı sürücü disketleri belirli bir sıra gözetilerek yüklenilmeli.
uk: Через залежності між пакунками дискети з драйверами потрібно завантажувати в правильному порядку.

source: Load drivers from another floppy?
ar: تحميل برامج تعريف من قرص مرن آخر؟
bg: Зареждане на драйвери от друг флопидиск?
bs: Učitati upravljačke programe s drugog floppy-ja?
ca: Voleu carregar controladors des d'un altre disquet?
cs: Nahrát ovladače z jiné diskety?
es: ¿Cargar controladores desde otro disquete?
et: Lae draiverid teiselt flopilt?
fi: Ladataanko ajurit toiselta levykkeeltä?
gu: બીજી ફ્લોપીમાંથી ડ્રાઇવરો લાવશો?
he: לטעון מנהלי התקנים מדיסקט אחר?
hi: किसी अन्य फ्लॉपी से ड्राइवर लोड करें?
hu: Meghajtók betöltése másik flopiról?
ko: 다른 플로피에서 드라이버 읽어드릴까요?
lt: Ar įkelti valdykles (drivers) iš kito lankstaus diskelio?
mk: Да вчитам управувачи од од друга дискета?
ml: വേറൊരു ഫ്ലോപ്പിയില്‍ നിന്നു പ്രവര്‍ത്തകങ്ങള്‍‌ ലോഡ്‌ ചെയ്യട്ടേ?
nb: Hente drivere fra en annen diskett?
ne: अन्य फ्लपीबाट ड्राइभरहरू लोड गर्नुहुन्छ ?
nn: Hente drivarar frå ein anna diskett?
pt_br: Carregar módulos a partir de outro disquete?
ro: Se încarcă module de nucleu de pe o altă dischetă?
ru: Загрузить драйверы с другой дискеты?
sk: Načítať ovládače z inej diskety?
sl: Naložim gonilnike iz druge diskete?
sq: T'i ngarkoj drejtuesit nga një disketë tjetër?
sv: Läs in drivrutiner från en annan diskett?
ta: நெகிழ்வட்டிலிருந்து இயக்கிகளை ஏற்றவா?
tl: Magpasok ng mga driver mula sa iba pang floppy?
tr: Sürücüleri bir başka disketten yükle
uk: Завантажити драйвери з іншої дискети?

source: To load additional drivers from another floppy, please insert the appropriate driver floppy before continuing.
ar: لتحميل برامج تعريف إضافية من قرص مرن آخر، الرجاء إدخال قرص التعريف المرن الملائم قبل الاستمرار.
bg: За зареждане на допълнителни драйвери от друг флопидиск, поставете го в устройството преди да продължите.
bs: Kako bi učitali upravljačke programe (drivers) s druge diskete, ubacite odgovarajuću driver floppy disketu prije nego nastavite.
ca: Si necessiteu carregar controladors addicionals des d'un altre disquet, inseriu el disquet de controladors adient abans de continuar.
cs: Chcete-li nahrát ovladače z jiné diskety, vložte ji prosím do mechaniky dříve, než budete pokračovat.
es: Inserte el disquete de controladores correcto antes de continuar si desea cargar controladores adicionales de otro disquete.
et: Et laadida draiverid teiselt flopilt, sisesta enne jätkamist sobiv flopi.
fi: Jos lisäajureita on ladattava toiselta levykkeeltä, aseta sopiva ajurilevyke asemaan ennen kuin jatkat.
gu: વધારાનાં ડ્રાઇવરો બીજી ફ્લોપીમાંથી નાખવાં માટે, આગળ વધતાં પહેલાં મહેરબાની કરી યોગ્ય ડ્રાઇવર ફ્લોપી નાખો.
he: כדי לטעון מנהלי התקנים מדיסקט אחר, הכנס את דיסקט מנהלי ההתקנים המתאים לכונן לפני שתמשיך.
hi: अन्य फ्लॉपी से ड्राइवर लोड करने के लिए, जारी रखने के पहले कृपया उपयुक्त ड्राइवर फ्लॉपी डालें.
hu: További meghajtók másik flopiról töltéséhez, tedd be a megfelelő flopit most.
ko: 다른 플로피에서 드라이버를 추가로 더 읽어들이려면 계속 하시기 전에 적절한 드라이버 플로피를 넣으십시오.
lt: Papildomų valdyklių (drivers) įkėlimui iš kito diskelio, įdėkite atitinkamą valdyklių diskelį prieš tęsiant.
mk: За да се вчитаат дополнителни управувачи од друга дискета, те молам внеси ја соодветната дискета со управувачи пред да продолжиш.
ml: മറ്റൊരു ഫ്ലോപ്പിയില്‍ നിന്നും കൂടുതലായി പ്രവര്‍ത്തകങ്ങള്‍ ചേര്‍ക്കുന്നതിനായി, ദയവായി ഇന്‍സ്റ്റളേഷന്‍ തുടരുന്നതിനു മുമ്പ് അനുയോജ്യമായ പ്രവര്‍ത്തക ഫ്ലോപ്പി ഇടുക.
nb: Sett inn den rette driverdisketten før du fortsetter, for å laste inn flere drivere.
ne: अन्य फ्लपीबाट अतिरिक्त ड्राइभरहरू लोड गर्न, कृपया निरन्तरता दिनु अघि उचित फ्लपी ड्राइभर घुसाउनुहोस् ।
nn: For å laste fleire drivarar frå ein anna diskett, set inn den nye drivardisketten no før du held fram.
pt_br: Para carregar controladores adicionais a partir de outro disquete, por favor, insira o disquete de controladores apropriado antes de continuar.
ro: Pentru a încărca modulele de nucleu adiționale de pe o altă dischetă, introduceți discheta potrivită înainte de a continua.
ru: Для загрузки дополнительных драйверов с другой дискеты, перед тем как продолжить, вставьте дискету с необходимым драйвером.
sk: Ak potrebujete načítať ovládače z inej diskety, pred ďalším pokračovaním vložte príslušnú disketu s ovládačmi.
sl: Če potrebujete dodatne gonilnike iz druge diskete, pred nadaljevanjem vstavite pravo disketo z gonilniki.
sq: Nëse të duhet të ngarkosh drejtuesit nga një disketë tjetër, të lutem fut disketën e duhur para se të vazhdosh.
sv: För att läsa in ytterligare drivrutiner från en annan diskett, mata in lämplig drivrutinsdiskett innan du fortsätter.
ta: மற்றொரு நெகிழ்வட்டிலிருந்து இயக்கிளை ஏற்ற சரியான இயக்கி நெகிழ்வட்டை தொடரும் முன் சொருகவும்.
tl: Kung kinakailangan ninyong magpasok ng mga driver mula sa iba pang floppy, ikasa ang wastong driver floppy bago magpatuloy.
tr: Yüklemeniz gereken ilâve sürücüler varsa lütfen devam etmeden önce uygun disketi sürücüye yerleştirin.
uk: Вставте потрібну дискету з драйверами перед продовженням, щоб завантажити драйвери з іншої дискети.
