Repository: dankamongmen/s-i
Catalog: packages/floppy-retriever/debian/po/*.po
Languages: ar, bg, bs, ca, cs, es, et, fi, gu, he, hi, hu, ko, lt, mk, ml, nb, ne, nn, pt_br, ro, ru, sk, sl, sq, sv, ta, tl, tr, uk

source: Scanning the floppy
ar: مسح القرص المرن
bg: Сканиране на флопидиска
bs: Pretražujem floppy
ca: S'està analitzant el disquet
cs: Zkoumá se disketa
es: Analizando el disco flexible
et: Flopi skännimine
fi: Tutkitaan levykettä
gu: ફ્લોપીમાં શોધે છે
he: סורק את הדיסקט
hi: फ़्लॉपी को स्कैन किया जा रहा है
hu: Flopi átnézése
ko: 플로피를 찾는 중입니다
lt: Apžvelgiamas lankstus diskelis
mk: Скенирање за дискета
ml: ഫ്ലോപ്പിയില്‍ തിരയുന്നു
nb: Søker gjennom disketten
ne: फ्लपी स्क्यानिङ भइरहेको छ
nn: Søkjer gjennom disketten
pt_br: Lendo o disquete
ro: Se examinează discheta
ru: Анализ дискеты
sk: Prehľadáva sa disketa
sl: Pregledujem disketnik
sq: Duke lexuar disketën
sv: Söker igenom disketten
ta: நெகிழ்வட்டு வருடல்
tl: Sinisiyasat ang floppy
tr: Disket sürücü taranıyor
uk: Сканування дискети

source: Cannot read floppy, or not a driver floppy.
ar: لا يمكن قراءة القرص المرن، أو أنّه ليس قرص تعريف.
bg: Няма флопидисково устройство, флопидискът не може да бъде прочетен или поставеният флопидиск не съдържа драйвери.
bs: Ne mogu čitati floppy ili nema driver floppy-ja.
ca: No es pot llegir el disquet, o no és un disquet de controladors.
cs: Disketu nelze přečíst, nebo to není disketa s ovladači.
es: No se pudo leer el disquete o no se trata de un disquete de controladores.
et: Ei saa flopilt lugeda, pole draiveriflopi.
fi: Levykettä ei voi lukea tai se ei ole ajurilevyke.
gu: ફ્લોપી વાંચી શકતું નથી, અથવા ડ્રાઇવર ફ્લોપી નથી.
he: לא מצליח לקרוא מהדיסקט או שהדיסקט אינו מכיל מנהלי התקנים.
hi: फ़्लॉपी पढ़ी जा सकी, या फिर यह ड्राइवर फ़्लॉपी नहीं है.
hu: A flopi nem olvasható, vagy nem meghajtó flopi.
ko: 플로피를 읽을 수 없거나 드라이버 플로피가 아닙니다.
lt: Negaliu nuskaityti lankstaus diskelio, arba tai ne valdyklių (driver) diskelis.
mk: Неможам да прочитам дискета, или не е управувач за дискета.
ml: ഫ്ലോപ്പിയില്‍ നിന്നു വായിക്കാന്‍ കഴിഞ്ഞില്ല, അല്ലെങ്കില്‍ ഇതൊരു പ്രവര്‍ത്തക ഫ്ലോപ്പിയല്ല.
nb: Klarer ikke lese disketten, eller det er ingen driverdiskett.
ne: फ्लपी पढ्न सकिएन,वा ड्राइभर फ्लपी होइन ।
nn: Klarer ikkje lesa diskett eller det er ingen drivardiskett.
pt_br: Não foi possível ler o disquete ou o mesmo não é um disquete de controladores.
ro: Nu se poate citi discheta, sau nu este o dischetă cu module de nucleu.
ru: Невозможно прочесть дискету, либо на ней нет драйверов.
sk: Nedá sa načítať disketa alebo to nie je disketa s ovládačmi.
sl: Ne morem prebrati diskete ali pa ne gre za disketo z gonilniki.
sq: I pamundur leximi i disketës, ose nuk është një lexues diskete.
sv: Kan inte läsa disketten, eller är inte en drivrutinsdiskett.
ta: நெகிழ்வட்டை அல்லது இயக்கி நெகிழ்வட்டை படிக்க இயலவில்லை.
tl: Hindi mabasa ang floppy, o kaya'y hindi ito driver floppy.
tr: Disket sürücü okunamıyor veya bu bir disket sürücü değil.
uk: Не можливо прочитати дискету, або це не дискета з драйверами.

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
ar: كان هناك خطأ في قراءة البيانات من القرص المرن. رجاء تأكّد من أن وجود القرص المرن الصحيح في السّوّاقة. إن لم تزل المشاكل، فقد يكون لديك قرص مرن سيّء.
bg: Имаше проблем при четене от флопидиска. Моля, уверете се, че правилният флопидиск е в устройството. Ако продължавате да имате проблеми, може би имате развален флопидиск.
bs: Došlo je do problema pri čitanju podataka sa floppy diskete. Molim provjerite da li se u pogonu nalazi odgovarajuća disketa. Ako nastavite imati probleme, možda imate neispravnu floppy disketu.
ca: S'ha produït un error en llegir dades des del disquet. Assegureu-vos que el disquet correcte és dins la unitat. Si continueu tenint problemes, és possible que el disquet siga defectuós.
cs: Při čtení dat z diskety se objevil problém. Ujistěte se, že máte v mechanice správnou disketu. Pokud problém přetrvá, bude disketa asi vadná.
es: Se produjo un error al leer los datos del disquete. Por favor, asegúrese de que ha insertado el disquete correcto en la unidad. Si continúa teniendo problemas puede tratarse de un disquete defectuoso.
et: Flopikettalt andmete lugemisega tekkis probleem. Palun veendu, et seadmes on õige flopiketas. Kui probleemid jätkuvad, võib sul olla kehv flopiketas.
fi: Levykkeeltä tietoja luettaessa tuli pulmia. Varmistu oikean levykkeen olevan asemassa. Jos pulmat jatkuvat, levyke saattaa olla rikki.
gu: ફ્લોપીમાંથી માહિતી વાંચતી વખતે મુશ્કેલી આવી. મહેરબાની કરી ખાતરી કરો કે યોગ્ય ફ્લોપી ડ્રાઇવમાં છે. જો તમારી મુશ્કેલી ચાલુ રહે તો, તમારી ફ્લોપી ખરાબ હોઇ શકે છે.
he: יש בעיה בקריאת מידע מהדיסקט. וודא כי הדיסקט הנכון נמצא בתוך הכונן. אם עדיין יש בעיות, כנראה שהדיסקט דפוק.
hi: फ्लॉपी डिस्क से डाटा पढ़ने में असफल। कृपया सुनिश्चित करें की ड्राइव में सही फ्लॉपी है। यदि आपको फिर भी समस्या आती है तो आपकी फ्लॉपी डिस्क खराब है।
hu: Hiba történt a flopi olvasásakor. Ellenőrizd, hogy valóban a megfelelő flopi van-e a meghajtóban. Ha a hiba tartós, valószínűleg a lemez maga hibás.
ko: 플로피에서 데이터를 읽는 데 문제가 발생했습니다. 올바른 플로피가 드라이브에 들어 있는 지 확인하십시오. 계속 문제가 발생하면, 이 플로피 디스크가 잘못되었을 것입니다.
lt: Tai yra duomenų skaitymo iš lankstaus diskelio problema. Įsitikinkite ar reikiamas diskelis įdėtas į diskelių įrenginį. Jei šis sutrikimas vistik tęsis, Jūsų turimas diskelis blogas.
mk: Имаше проблем при читање на дискетата. Те молам осигурај се дека вистинската дискета е во уредот. Ако продолжиш да имаш проблеми можно е да имаш расипана дискета.
ml: ഫ്ലോപ്പി ഡിസ്കില്‍ നിന്നും ഡാറ്റ വായിക്കുന്നതില്‍ ഒരു പ്രശ്നമുണ്ടായിരുന്നു. ദയവായി ശരിയായ ഫ്ലോപ്പിയാണ് ഡ്രൈവില്‍ ഉള്ളതെന്നു ഉറപ്പു വരുത്തുക. എന്നിട്ടും പ്രശ്നം തുടരുകയാണെങ്കില്‍ നിങ്ങളുടേത്‌ ഒരു കേടു വന്ന ഫ്ലോപ്പി ആയിരിക്കാം.
nb: Det gikk ikke å lese dataene fra disketten. Sjekk at rett diskett står i diskettstasjonen. Hvis du fremdeles har problemer da, kan det hende disketten er ødelagt.
ne: त्यहाँ फ्लपी डिस्क बाट डेटा पढ्न समस्या छ । कृपया ड्राइभमा सही फ्लपी छ भन्ने यकिन हुनुहोस् । यदि तपाईँमा समस्या हुँदाहुँदै निरन्तर गर्नुभयो भने, तपाईँ सँग खराब फ्लपी डिस्क भएको हुन सक्छ ।
nn: Det var problem med å lesa data frå disketten. Sjå etter at rett diskett står i diskettstasjonen. Viss du framleis har problem, kan du ha ein øydelagd diskett.
pt_br: Houve um problema na leitura dos dados de um disquete. Por favor, certifique-se que o disquete correto esteja na unidade. Se você continuar tendo problemas, você pode estar com um disquete ruim.
ro: A existat o problemă la citirea datelor de pe dischetă. Vă rugăm să vă asigurați că discheta corectă se află în unitate. Dacă continuați să întâmpinați probleme, s-ar putea să aveți o dischetă stricată.
ru: При чтении данных с дискеты возникла ошибка. Убедитесь, что в дисководе находится правильная дискета. Если ошибка повторится, то возможно дискета неисправна.
sk: Vyskytol sa problém pri načítavaní údajov z diskety. Uistite sa, že máte v disketovej mechanike správnu disketu. Ak budú problémy pokračovať, asi máte zlú disketu.
sl: Prišlo je do težave pri branju podatkov iz diskete. Prepričajte se, da je prava disketa v pogonu. Če se vaše napake nadaljujejo imate morda slabo disketo.
sq: Pati një problem me leximin e të dhënave nga disketa. Të lutem sigurohu që gjendet disketa e saktë në lexues. Nëse vazhdon të kesh probleme, mund të jetë një disketë difektoze.
sv: Ett problem inträffade när data skulle läsas från disketten. Se till att den korrekta disketten är i enheten. Om du fortsätter att ha problem kan du ha en trasig diskett.
ta: நெகிழ்வட்டிலிருந்து படிப்பதில் பிரச்சினை உள்ளது. சரியான நெகிழ்வட்டு இயக்கி உள்ளே உள்ளதா என சரி பார்க்கவும். தொடர்ந்து பிரச்சினை இருப்பின் நெகிழ்வட்டு மோசமாக உள்ளது என அறியவும் .
tl: Nagkaroon ng problema sa pagbasa ng datos mula sa floppy disk. Paki-siguro na naka-kasa ang tamang floppy sa drive. Kung patuloy na magka-problema, maaaring may sira ang inyong floppy disk.
tr: Disket sürücüden veri okunurken bir sorunla karşılaşıldı. Lütfen sürücüde doğru disketin bulunduğundan emin olun. Eğer sorun devam ediyorsa disket muhtemelen hasarlıdır.
uk: Виникла проблема при читанні даних із дискети. Перевірте, чи знаходиться потрібна дискета в дисководі. Якщо проблеми не зникають, то, можливо, ваша дискета пошкоджена.

source: Load drivers from floppy now?
ar: هل تريد تحميل المُعرّفات من القرص المرن الآن؟
bg: Зареждане на драйвери от флопидиск сега?
bs: Učitaj upravljačke programe sa floppy diska sada?
ca: Voleu carregar els controladors des del disquet ara?
cs: Nahrát ovladače z diskety?
es: ¿Desea cargar controladores desde el disquete ahora?
et: Kas laaadida flopikettalt draiverid?
fi: Lataa ajurit levykkeeltä nyt?
gu: ફ્લોપીમાંથી અત્યારે ડ્રાઇવર લાવશો?
he: לטעון עכשיו את מנהלי ההתקנים מהדיסקט?
hi: अभी फ्लॉपी से ड्राइवर्स लोड करें?
hu: Meghajtómodulok beolvasása?
ko: 지금 플로피에서 드라이버를 읽어들이시겠습니까?
lt: Ar dabar įkelti valdykles (drivers) iš diskelio?
mk: Вчитај ги управувачите од дискета сега?
ml: ഇപ്പോള്‍ ഫ്ലോപ്പിയില്‍ നിന്നു പ്രവര്‍ത്തകങ്ങള്‍‌ ചേര്‍ക്കട്ടേ?
nb: Vil du hente drivere fra diskett nå?
ne: फ्लपीबाट अहिल्यै ड्राइभरहरू लोड गर्नुहुन्छ ?
nn: Henta drivarar frå diskett no?
pt_br: Carregar controladores a partir do disquete agora?
ro: Se încarcă acum modulele de nucleu de pe dischetă?
ru: Загрузить драйверы с дискеты?
sk: Môžu sa teraz načítať ovládače z diskety?
sl: Ali naj sedaj naložim gonilnike iz diskete?
sq: Ti ngarkoj drejtuesat nga disketa tani?
sv: Läsa in drivrutiner från diskett nu?
ta: இப்போது நெகிழ்வட்டிலிருந்து இயக்கிகளை ஏற்றவா?
tl: Magpasok ng mga driver mula sa floppy ngayon?
tr: Sürücüler disketten şimdi yüklensin mi?
uk: Завантажити драйвери з дискети?

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
ar: ربما تحتاج لتحميل مُعرّفات من القرص المرن قبل الاستمرار في التثبيت.يمكنك تخطي هذه الخطوة، إن كنت واثقا من أن التثبيت سينجح دون هذه المُعرّفات الأضافية، يمكنك تخطّي هذه الخطوة.
bg: Може би ще се нуждаете да заредите драйвери от флопидиск, преди да продължите с инсталацията. Ако сте сигурни, че инсталацията ще продължи да работи и без допълнителни драйвери, можете да пропуснете тази стъпка.
bs: Vjerovatno trebate učitati upravljačke programe sa floppy diska prije nego nastavite instalaciju. Ako znate da će instalacija raditi bez dodatnih upravljačkih programa, možete preskočiti ovaj korak.
ca: Probablement necessiteu carregar controladors des d'un disquet abans de continuar amb la instal·lació. Si sabeu que l'instal·lador funcionarà sense controladors addicionals, podeu saltar-vos aquest pas.
cs: Je pravděpodobné, že pro pokračování v instalaci potřebujete z diskety nahrát další ovladače. Pokud víte, že se bez těchto ovladačů obejdete, můžete tento krok přeskočit.
es: Probablemente necesite cargar controladores desde un disquete antes de continuar con la instalación. Si está seguro de que el proceso funcionará sin ningún controlador adicional, puede saltarse este paso.
et: Tõenäoliselt pead enne paigaldamisega edasi minemist flopi pealt draivereid laadima. Kui sa tead, et paigaldamine laabub ka ilma lisadraiveriteta, võid selle sammu vahele jätta.
fi: Todennäköisesti sinun on ladattava ajureita levykkeeltä ennen kuin jatkat asennusta. Jos tiedät asennuksen toimivan ilman ylimääräisiä ajureita, voit ohittaa tämän kohdan.
gu: સ્થાપન સાથે આગળ વધતાં પહેલાં કદાચ તમારે ફ્લોપીમાંથી ડ્રાઇવર લાવવા પડશે. જો તમે જાણતાં હોવ કે સ્થાપન વધારાનાં ડ્રાઇવરો વગર આગળ વધશે તો, તમે આ પગથિયું છોડી શકો છો.
he: כנראה שצריך לטעון מנהלי התקנים מהדיסקט לפני שממשיכים עם ההתקנה. אם אתה יודע שההתקנה תעבוד ללא מנהלי התקנים נוספים אתה יכול לדלג על שלב זה.
hi: आपको आगे बढ़ने से पहले संभवतः फ्लॉपी से ड्राइवर लोड करने पड़ेंगे। यदि आपको पता है कि संस्थापन इन ड्राइवर्स के बिना चल जाएगा, तो आप यह चरण छोड़ सकते हैं।
hu: A telepítés folytatása előtt valószínűleg egyes meghajtókat flopiról kell beolvasnod. Ha viszont mégsem lesz szükség ilyen extra meghajtókra, kihagyhatod ezt.
ko: 설치를 계속하기 전에 플로피에서 드라이버를 읽어들여야 할 것입니다. 추가 드라이버 없이도 설치를 할 수 있다면, 이 단계를 건너 뛸 수 있습니다.
lt: Galbūt, prieš tęsiant įdiegimą, reikia įkelti valdykles iš diskelio. Jei žinote, kad diegimas dirbs ir be papildomų valdyklių, galite praleisti šį žingsnį.
mk: Најверојатно треба да се вчитаат управувачи од дискета пред да се продолжи со инсталацијата. Ако знаеш дека инсталацијата ќе работи без дополнителни управувачи може да го скокнеш овој чекор.
ml: ഇന്‍സ്റ്റളേഷന്‍ തുടരുന്നതിനു മുന്‍പേ നിങ്ങള്‍ക്ക് ഫ്ലോപ്പിയില്‍ നിന്നു പ്രവര്‍ത്തകങ്ങള്‍‌ ചേര്‍​ക്കേണ്ടി വന്നേക്കാം. അധിക പ്രവര്‍ത്തകങ്ങളില്ലാതെ ഇന്‍സ്റ്റാള്‍ നടക്കുമെന്ന് നിങ്ങള്‍ക്കുറപ്പുണ്ടെങ്കില്‍ ഈ നടപടിക്രമം അവഗണിക്കാം.
nb: Du må sannsynligvis laste inn drivere fra en diskett før du fortsetter installasjonen. Hvis du vet at installasjonen skal klare seg uten ekstra drivere, kan du hoppe over dette trinnet.
ne: स्थापनालाई निरन्तरता दिनु अघि फ्लपीबाट तपाईँ सम्बवत: ड्राइभरहरू लोड गर्न चाहानुहुन्छ । यदि तपाईँलाई थाहा भयो कि स्थापना कार्य अतिरिक्त ड्राइभरहरु बिना काम गर्छ भने, तपाईँ यो स्टेपलाई नाघ्नु सक्नुहुन्छ ।
nn: Du må truleg laste inn drivarar frå ein diskett før du held fram med installasjonen. Viss du veit at installasjonen vil fungere utan drivarar kan du hoppa over dette steget.
pt_br: Você provavelmente precisa carregar controladores a partir de um disquete antes de continuar com a instalação. Caso você saiba que a instalação funcionará sem módulos extras, você pode pular este passo.
ro: Probabil că va trebui să încărcați module de pe o dischetă înainte de a continua instalarea. Dacă știți că instalarea va funcționa fără alte module de nucleu, puteți să săriți peste acest pas.
ru: Вам вероятно придётся подгрузить драйверы с дискеты для нормального хода установки. Если вы уверены, что получится и без них, смело пропускайте этот шаг.
sk: Pred pokračovaním inštalácie možno budete potrebovať načítať ovládače z diskety. Ak viete, že inštalácia bude úspešne pokračovať bez potreby extra ovládačov, môžete preskočiť tento krok.
sl: Najverjetneje morate naložiti gonilnike iz diskete preden nadaljujete z namestitvijo. Če veste, da bo namestitev delovala brez dodatnih gonilnikov, lahko ta korak preskočite.
sq: Ndoshta duhet të ngarkosh drejtuesa nga disketa përpara se të vazhdosh me instalimin. Nëse di që instalimi do punojë edhe pa drejtues të tjerë, mund ta kapërcesh këtë hap.
sv: Du behöver förmodligen läsa in drivrutiner från en diskett innan du fortsätter med installationen. Om du vet att installationen kommer att fungera utan extra drivrutiner så kan du hoppa över det här steget.
ta: நீங்கள் நிறுவலை தொடரு முன் நெகிழ்வட்டிலிருந்து இயக்கிகளை ஏற்ற வேண்டும். நிறுவல் கூடுதல் இயக்கிகள் இன்றி வேலை செய்யும் என அறிந்திருந்தால் இந்த படியை விட்டு விடலாம்.
tl: Baka kinakailangan ninyong magpasok ng mga driver mula sa floppy bago kayo magpatuloy ng pagluklok. Kung alam ninyong aandar ang inyong install na walang extra na mga driver, maaari ninyong laktawan ang hakbang na ito.
tr: Kuruluma devam etmeden önce muhtemelen sürücüleri disketten yüklemeniz gerekiyor. Kurulumun ek sürücüler kullanmadan devam edebileceğini biliyorsanız bu adımı atlayabilirsiniz.
uk: Вам, можливо, потрібно завантажити драйвери з дискети перед продовженням встановлення. Якщо ви знаєте, що встановлення можна провести і без додаткових драйверів, ви можете пропустити цей крок.

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
ar: إن لم تكن بحاجة إلى تحميل الدّافعات، أدخل القرص المرن المناسب قبل التكملة.
bg: Ако се нуждаете от зареждане на драйвери, сложете правилното устройство, преди да продължите.
bs: Ako trebate učitati upravljačke programe (drivers), ubacite odgovarajuću driver floppy disketu prije nego nastavite.
ca: Si necessiteu carregar controladors, inseriu el disquet de controladors adient abans de continuar.
cs: Pokud potřebujete nahrát ovladače, vložte do mechaniky příslušnou disketu s ovladači dříve, než budete pokračovat.
es: Inserte el disquete de controladores correcto antes de continuar si desea cargar controladores.
et: Kui pead draivereid laadima, siis sisesta enne jätkamist sobiv draiveriflopi.
fi: Jos ajureita on ladattava, pistä sopiva levyke asemaan ennen kuin jatkat.
gu: જો તમારે ડ્રાઇવર લાવવાની જરૂર પડે તો, આગળ વધતાં પહેલાં યોગ્ય ડ્રાઇવર ફ્લોપી નાખો.
he: אם צריך לטעון מנהלי התקנים, הכנס את דיסקט מנהלי ההתקנים המתאים לכונן לפני שתמשיך.
hi: यदि आपको ड्राइवर लोड करने की आवश्यकता है तो जारी रखने के पहले उपयुक्त ड्राइवर फ्लॉपी डालें.
hu: Ha be kell olvasni meghajtókat, tedd be a megfelelő flopit most.
ko: 드라이브를 읽어들여야 한다면, 계속 하시기 전에 적절한 드라이버 플로피를 드라이브에 넣으십시오.
lt: Jei Jums reikia įkelti valdykles (drivers), įdėkite atitinkamą valdyklių lankstųjį diskelį prieš tęsiant.
mk: Ако е потребно да се вчитаат управувачи, внеси ја соодветната дискета пред да продолжиш.
ml: നിങ്ങള്‍ക്ക് പ്രവര്‍ത്തകങ്ങള്‍‌ ലോഡ്‌ ചെയ്യണമെന്നുണ്ടെങ്കില്‍, തുടരുന്നതിനു മുമ്പ്, ശരിയായ ഡ്രൈവര്‍ ഫ്ലോപ്പി ഇടുക.
nb: Hvis du trenger å laste drivere, sett inn den rette driverdisketten før du fortsetter.
ne: यदि तपाईँ ड्राइभरहरू लोड गर्न चाहानुहुन्छ भने, निरन्तरता दिनु अघि उचित फ्लपी ड्राइभर घुसाउनुहोस् ।
nn: Viss du treng å laste drivarar, set inn den rette drivardisketten før du held fram.
pt_br: Caso você opte por carregar controladores, insira o disquete de controladores apropriado antes de continuar.
ro: Dacă trebuie să încărcați modulele, introduceți discheta potrivită înainte de a continua.
ru: Если вам всё же надо подгрузить драйверы, вставьте дискету с необходимым драйвером.
sk: Ak potrebujete načítať ovládače, pred ďalším pokračovaním vložte príslušnú disketu s ovládačmi.
sl: Če potrebujete gonilnike, pred nadaljevanjem vstavite pravo disketo z gonilniki.
sq: Nëse të duhet të ngarkosh drejtuesat, fut disketën e duhur para se të vazhdosh.
sv: Om du måste läsa in drivrutiner så mata in den lämpliga drivrutinsdisketten innan du fortsätter.
ta: கூடுதல் இயக்கிகள் தேவையானால் தொடரும் முன் பொருத்தமான நெகிழ்வட்டை உள் செருகவும்.
tl: Kung kinakailangan ninyong magpasok ng mga driver, ikasa ang tugmang driver floppy bago magpatuloy.
tr: Yüklemeniz gereken sürücüler varsa, devam etmeden önce uygun disketi sürücüye yerleştirin.
uk: Якщо вам потрібно завантажити драйвери, то вставте відповідну дискету перед продовженням.

source: Load drivers from a floppy
ar: تحميل دافعات من القرص المرن
bg: Зареждане на драйвери от флопидиск
bs: Učitaj upravljačke programe sa floppy diska
ca: Carrega controladors des d'un disquet
cs: Nahrát ovladače z diskety
es: Cargar controladores desde un disquete
et: Lae draiverid flopilt
fi: Lataa ajurit levykkeeltä
gu: ફ્લોપીમાંથી ડ્રાઇવરો લાવો
he: טעינת מנהלי התקנים מדיסקט
hi: फ्लॉपी से ड्राइवर लोड करें
hu: Meghajtók beolvasása flopiról
ko: 플로피에서 드라이버 읽어들이기
lt: Valdyklių (drivers) įkėlimas iš lankstaus diskelio
mk: Вчитај управувачи од дискета
ml: ഫ്ലോപ്പിയില്‍ നിന്നു പ്രവര്‍ത്തകങ്ങള്‍‌ ചേര്‍ക്കുക
nb: Hent drivere fra en diskett
ne: फ्लपीबाट ड्राइभरहरू लोड गर्नुहोस्
nn: Hent drivarar frå ein diskett
pt_br: Carregar módulos a partir de um disquete
ro: Încărcați module de nucleu de pe o dischetă
ru: Загрузить драйверы с дискеты
sk: Načítanie ovládačov z diskety
sl: Naloži gonilnike iz diskete
sq: Ngarko drejtuesët nga një disketë
sv: Läs in drivrutiner från en diskett
ta: நெகிழ்வட்டிலிருந்து இயக்கிகளை ஏற்று.
tl: Magpasok ng mga driver mula sa floppy
tr: Sürücüleri bir disketten yükle
uk: Завантажити драйвери з дискети

source: Unknown floppy. Try to load anyway?
ar: قرص مرن مجهول. هل تريد محاولة تحميله على أي حال؟
bg: Неразпознат флопидиск. Да бъде ли направен опит за зареждане?
bs: Nepoznat floppy. Ipak pokušati učitavanje?
ca: El disquet es desconegut. Voleu intentar carregar-lo igualment?
cs: Neznámá disketa. Přesto zkusit nahrát?
es: Disquete desconocido. ¿Desea cargarlo de todas formas?
et: Tundmatu flopi. Ikka laadida?
fi: Tuntematon levyke. Yritetäänkö silti lataamista?
gu: અજાણી ફ્લોપી. તેમ છતાં લાવવાનો પ્રયત્ન કરશો?
he: דיסקט לא מוכר. לנסות לטעון בכל זאת?
hi: अज्ञात फ्लॉपी. फिर भी लोड करने का प्रयास करें?
hu: Ismeretlen flopi. Megpróbálod mindenképp betölteni?
ko: 알 수 없는 플로피입니다. 그래도 로드해볼까요?
lt: Nežinomas lankstus diskelis. Ar vistiek įkelti?
mk: Непозната дискета. Сепак да пробам да ја вчитам?
ml: തിരിച്ചറിയപ്പെടാത്ത ഫ്ലോപ്പി. എന്നാലും ചേര്‍ക്കട്ടേ?
nb: Ukjent diskett. Forsøke å laste inn likevel?
ne: अज्ञात फ्लपी । जे भए पनि लोड गर्ने प्रयास गर्नुहुन्छ ?
nn: Ukjent diskett. Prøve å laste inn likevel?
pt_br: Disquete desconhecido. Tentar carregar mesmo assim?
ro: Dischetă necunoscută. Se încearcă totuși încărcarea?
ru: Неизвестная дискета. Попытаться загрузить?
sk: Neznáma disketa. Napriek tomu načítať?
sl: Neznana disketa. Skušam vseeno naložiti?
sq: Floppy i panjohur. Të përpiqem t'a ngarkoj sidoqoftë?
sv: Okänd diskett. Försök att läsa in ändå?
ta: அறியப்படாத நெகிழ்வட்டு. எனினும் ஏற்றவா?
tl: Di kilalang floppy. Subukang ipasok pa rin?
tr: Bilinmeyen disket. Buna rağmen yükleme yapılsın mı?
uk: Невідома дискета. Всерівно спробувати завантажити?
