Repository: dankamongmen/s-i
Catalog: tools/cdrom-checker/debian/po/*.po
Languages: de, fr, nb

source: CD-ROM integrity check
nb: CDROM integritetssjekk

source: Warning: this check depends on your hardware and may take some time. Are you sure that you want to continue?
de: Achtung: dieser Vorgang kann abhängig von Ihrer Hardware einige Zeit in Anspruch nehmen. Sind Sie sicher, dass Sie fortfahren möchten?
nb: Advarsel: Denne sjekken avhenger av maskinvaren din og kan ta lang tid. Er du sikker på at du vil fortsette?

source: Insert a Debian CD-ROM
de: Debian CD-ROM einlegen
fr: Insérez un cédérom Debian
nb: Sett inn en Debian-CDROM

source: Please insert one of the official Debian CD-ROMs into the drive and press ENTER to continue.
nb: Sett inn en av de offisielle Debian CDROMene i drevet og trykk ENTER for å fortsette.

source: Failed to mount CD-ROM
fr: Impossible de monter le cédérom
nb: Klarte ikke å montere CDROM-en

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
fr: Le cédérom ${CDROM} ne peut être monté correctement. Veuillez vérifier le support et les câbles, puis essayez une nouvelle fois.
nb: CDROM-en ${CDROM} ble ikke montert korrekt. Sjekk mediet og kabler, og prøv igjen.

source: No valid debian CD-ROM
nb: Ingen gyldig Debian CDROM

source: The CD-ROM you have inserted isn't a valid Debian CD-ROM. Please change the disk.
nb: CDROM-en du satte inn er ikke en gyldig Debian CDROM. Skift CD-plate.

source: Failed to open MD5 file
de: Fehler beim öffnen der MD5-Datei
nb: Klarte ikke å åpne MD5-fil

source: Failed to open the MD5 file, which contains the checksums of the files located on the CD-ROM.
nb: Klarte ikke å åpne MD5-fila som inneholder sjekksummene for filene som er på CDROM-en.

source: Integrity test successful!
de: Integritätstest erfolgreich!
nb: Integritetstesten var vellykket.

source: The integrity for the CD-ROM was successful. The CD-ROM looks good!
nb: Integritetstesten for CDROM-en var vellykket. CDROM-en ser bra ut!

source: Integrity test failed!
de: Integritätstest fehlgeschlagen
nb: Integritetssjekk feilet!

source: The following file has a md5sum mismatch: ${FILE}. Your CD-ROM or this file may be corrupt.
nb: MD5-summen for følgende fil stemte ikke: ${FILE}. Kanskje CDROM-en eller filen er korrupt.

source: Test another CD-ROM
nb: Test en annen CDROM

source: Would you like to test another CD-ROM?
nb: Vil du teste en annen CDROM?

source: Insert Debian boot CD-ROM
fr: Insérez un cédérom Debian
nb: Sett inn en Debian boot-CD

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
fr: Veuillez vous assurer que vous avez inséré le cédérom d'amorce de Debian pour continuer l'installation.
nb: Forsikre deg om at du har satt inn Debian boot-CDROM-en for å fortsette med installasjonen.

source: Checking CD-ROM integrity
fr: Contrôle de l'intégrité du cédérom
nb: Sjekker CDROM-ens integritet

source: Checking file: ${FILE}
de: Überprüfe Datei: ${FILE}
fr: Contrôle du fichier : ${FILE}
nb: Sjekker fil: ${FILE}

source: Verify the cd contents
nb: Verifiser cdens innhold

source: CDROM integrity check
de: CD-ROM Integritätscheck

source: Please insert one of the official Debian cdroms into the drive and press ENTER to continue.
de: Bitte legen Sie eine offizielle Debian CD-ROM in das Laufwerk ein, und geben Sie anschliessend ENTER ein, um fortzufahren.

source: Failed to mount cdrom
de: Fehler beim Einhängen des CD-ROMs.

source: The cdrom ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
de: Das CD-ROM ${CDROM} konnte nicht korrekt eingehängt werden. Bitte überprüfen Sie das Medium und die Kabel, und versuchen Sie es erneut.

source: no valid debian cdrom
de: Ungültige Debian CD-ROM

source: The cdrom you have inserted isn't a valid Debian cdrom. Please change the disk.
de: Die von Ihnen eingelegt CD-ROM ist keine offizielle, gültige CD. Bitte wechseln Sie die CD.

source: Failed to open the MD5 file, which contains the checksums of the files located on the cdrom.
de: Die MD5-Datei, welche die Checksummen der Dateien auf der CD enthält, konnte nicht auf der CD geöffnet bzw gefunden werden.

source: The integrity for the cdrom was successful. The cdrom looks good!
de: Der Integritätstest für die CD war erfolgreich. Die CD ist in Ordnung!

source: The md5sum of the following file mismatch: ${FILE}. Maybe your cdrom or only this file is corrupt.
de: Die Prüfsumme der folgenden Datei ist unterschiedlich: ${FILE}. Möglicherweise ist Ihre CD oder nur diese eine Datei korrupt.

source: Test another cdrom
de: Weitere CD testen?

source: Would you like to test another cdrom?
de: Möchten Sie eine weitet CD testen?

source: Insert Debian boot cdrom
de: Debian Start-CD einlegen

source: Please make sure, you have inserted the Debian boot cdrom to continue with the installation.
de: Um fortzufahren, stellen Sie bitte sicher, dass sich die Debian Start-CD wieder im Laufwerk befindet.

source: Checking cdrom integrity
de: CD Integrität wird überprüft

source: Check CD-ROM integrity?
fr: Contrôler l'intégrité du cédérom ?

source: Warning: this check depends on your hardware and may take some time.
fr: ATTENTION : cette vérification dépend de votre matériel et peut prendre un certain temps.

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
fr: Veuillez insérer l'un des cédéroms officiels de Debian dans votre lecteur avant de continuer.

source: No valid Debian CD-ROM
fr: Aucun cédérom Debian valide

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
fr: Le cédérom que vous avez inséré n'est pas un cédérom Debian valide. Veuillez changer le disque.

source: Failed to open checksum file
fr: Ouverture du fichier MD5 impossible

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
fr: Impossible d'ouvrir le fichier MD5 présent sur le cédérom. Ce fichier contient les sommes de contrôle des fichiers présents sur le cédérom.

source: Integrity test successful
fr: Contrôle d'intégrité terminé avec succès

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
fr: Le contrôle d'intégrité du cédérom a réussi. Le cédérom est valide.

source: Integrity test failed
fr: Échec du contrôle d'intégrité

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
fr: La somme de contrôle MD5 du fichier ${FILE} est incorrecte. Il se peut que l'ensemble du cédérom soit corrompu, ou seulement ce fichier.

source: Check the integrity of another CD-ROM?
fr: Contrôler l'intégrité d'un autre cédérom ?

source: Check the CD-ROM(s) integrity
fr: Contrôler l'intégrité du(des) cédéroms
