Repository: dankamongmen/s-i
Catalog: tools/s390/dasd/debian/po/*.po
Languages: cs, da, es, pt_br

source: ${choices} Quit
cs: ${choices} Ukonèit
da: ${choices} Afbryd
es: ${choices} Salir
pt_br: ${choices} Finalizar

source: Following DASD are available
cs: Následující DASD jsou k dispozici
da: Følgende DASD er tilgængelige
es: Los siguientes DASD están disponibles
pt_br: Os seguintes DASD estão disponíveis

source: Following DASD are available. Please select.
cs: Následující DASD jsou k dispozici. Prosím vyberte.
da: Følgende DASD er tilgængelige. Vælg venligst.
es: Los siguientes DASD están disponibles. Por favor seleccione uno.
pt_br: Os seguintes DASD estão disponíveis. Por favor selecione.

source: Please specify DASD
cs: Zvolte, prosím, DASD
da: Angiv DASD
es: Por favor especifique el DASD
pt_br: Por favor especifique o DASD

source: Please specify DASD. You have to specify the complete device number, including leading zeros.
cs: Zvolte, prosím, DASD. Musíte zadat celé èíslo zaøízení vèetnì úvodních nul.
da: Angiv DASD. Du skal angive det komplette enhedsnummer inklusive foranstillede nuller.
es: Por favor especifique el DASD. Debe especificar el número de dispositivo completo, incluyendo los ceros que lo preceden.
pt_br: Por favor especifique o DASD. Você precisa especificar o número do dispositivo completo, incluíndo os zeros.

source: Invalid DASD
cs: Neplatné DASD
da: Ugyldig DASD
es: DASD inválido
pt_br: DASD inválido

source: Invalid DASD.
cs: Neplatné DASD.
da: Ugyldig DASD.
es: DASD inválido.
pt_br: DASD inválido.

source: An error occured and I cannot continue.
cs: Objevila se chyba, nemohu pokraèovat dále.
da: Der opstod en fejl og jeg kan ikke fortsætte.
es: Ocurrió un error y no se puede continuar.
pt_br: Um erro ocorreu e não é possível continuar.

source: Feel free to retry.
cs: Zkuste to znovu.
da: Prøv eventuelt igen.
es: Por favor reintentelo de nuevo.
pt_br: Sinta-se livre para tentar novamente.

source: Device ${device} seems to be a fresh disk not yet prepared for Linux. If it is, you must format the disk before you can create partitions.
cs: Zdá se, ¾e zaøízení ${device} je¹tì není pro Linux pøipraveno. Pokud je, musíte disk pøed vytvoøením oblastí zformátovat.
da: Enheden ${device} lader til at være en frisk disk, der endnu ikke er forberedt for Linux. Hvis dette er tilfældet, skal du formatere disken før du kan oprette partitioner.
es: El dispositivo ${device} parece un disco limpio que no ha sido preparado aún para Linux. Si lo es, debe formatear el disco antes de poder crear particiones.
pt_br: O dispositivo ${device} parece ser um disco novo ainda não preparado para o Linux. Caso seja esse o caso, você deve formatar o disco antes que você possa criar partições.

source: Device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before it is recommended to format it now.
cs: Zdá se, ¾e zaøízení ${device} je ji¾ nízkoúrovòovì naformátováno. Pokud disk je¹tì nikdy nebyl pou¾it pro Linux 2.4, doporuèujeme jej nyní zformátovat.
da: Enheden ${device} lader til allerede at være en lavniveau-formateret disk. Hvis disken ikke tidligere er benyttet til Linux 2.4, anbefales det at formatere den nu.
es: El dispositivo ${device} parece un disco que ya ha sido formateado a bajo nivel. Si el disco no ha sido usado para Linux 2.4 antes, se recomienda que lo formatee ahora.
pt_br: O dispositivo ${device} parece ser um disco já formatado em baixo nível. Caso esse disco não tenha sido usado para o Linux 2.4 antes é recomendado formatá-lo agora.

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
cs: Varování: V¹echna data na tomto disku budou NENÁVRATNÌ ZTRACENA!
da: ADVARSEL: Alle data på denne disk bliver UIGENKALDELIGT TABT!
es: PRECAUCIÓN: ¡Todos los datos en este disco se PERDERÁN IRREMISIBLEMENTE!
pt_br: AVISO: Todos os dados nesse disco serão IRREVERSIVELMENTE PERDIDOS !

source: Format the disk?
cs: Formátovat disk?
da: Formatér disken?
es: ¿Formatear el disco?
pt_br: Formatar o disco ?

source: DASD Configuration
cs: Konfigurovat DASD
da: DASD-opsætning
pt_br: Configuração DASD
