Repository: dankamongmen/s-i
Catalog: packages/partman/partman-partitioning/debian/po/*.po
Languages: ar, eu, gl, hr, hu, ku, sk, sv, xh

source: Resizing partition...
ar: جاري تغيير حجم التّجزيء...
eu: Partizio tamaina aldatzen...
gl: Axustando o tamaño da partición...
hr: Mijenjam veliinu particije...
hu: Partíció átméretezése folyamatban...
ku: Mezinahiya dabeşê diguherîne...
sk: Mením veľkosť oblasti...
sv: ndrar storlek p partition...
xh: Itshintsha ubungakanani bokwahlulwa...

source: Copying partition...
ar: جاري نسخ التّجزيء...
eu: Partizioa kopiatzen...
gl: Copiando partición...
hr: Preslikavam particiju...
hu: Partíció másolása folyamatban...
ku: Dabeşê ji ber digire...
sk: Kopírujem oblasť...
sv: Kopierar partition...
xh: Ikopa ukwahlulwa...

source: Computing the new state of the partition table...
ar: جاري حساب الحالة الجديدة لجدول التّجزئة...
eu: Partizio taularen egoera berria kalkulatzen...
gl: Procesando o novo estado da táboa de particións...
hr: Raunam novo stanje particijske tablice...
hu: Partíciós tábla új állapotának meghatározása folyamatban...
ku: Rewşa nû ya tabloya dabeşan dihesibîne...
sk: Prepočítavam nové hodnoty tabuľky oblastí...
sv: Berknar partitionstabellens nya tillstnd...
xh: Ithelekelela isimo esitsha setheyibhile yesahlukaniso...

source: Write the changes to disk devices and copy the data?
ar: هل أكتب التّغييرات إلى أجهزة التّخزين وأنسخ البيانات؟
eu: Aldaketak diska gogorrean gorde eta datuak kopiatu?
gl: ¿Escribi-los cambios ós discos e copia-los datos?
hr: Zapii promjene na disk i preslikaj podatke?
hu: A változtatásokat kiírja a lemezekre és átmásolja a szükséges adatokat?
sk: Zapísať zmeny na diskové zariadenia a skopírovať údaje?
sv: Skriv ndringarna till diskenheterna och kopiera datan?

source: Before the copy operation takes place, the changes have to be written to disk.
ar: قبل أن تبدأ عملية النّسخ، يجب أن تكتب التّغييرات إلى أجهزة التّخزين.
eu: Kopiatze ekintza egin baino lehen, aldaketak diska gogorrean gorde behar dira.
gl: Antes de que a copia comece, os cambios debense escribir ós discos.
hr: Promjene moraju biti zapisane na disk prije preslikavanja.
hu: A másolás előtt a változtatásokat ki kell írni a lemezekre.
sk: Zmeny musia byť zapísané na disk ešte pred operáciou kopírovania.
sv: Innan kopieringen sker mste ndringarna skrivas till disk.

source: Please note that the copy operation may require a long time.
ar: رجاءً خذ بعين الاعتبار أنّ عمليّة النّسخ قد تستغرق وقتاً طويلاً.
hr: Molim uzmite u obzir da postupak preslikavanja moe potrajati.
sv: Tnk p att kopieringen kan ta lng tid att utfra.

source: Source partition:
ar: التّجزيء المصدر:
eu: Jaotrrizko partizioa:
gl: Partición de orixe:
hr: Izvorina particija:
hu: Forráspartíció:
ku: Dabeşa çavkanî:
sk: Zdrojová oblasť:
sv: Kllpartition:
xh: Ukwhlulwa komthombo:

source: Please choose the partition which contains the data you want to copy.
ar: رجاء اختر التّجزيء الذي يحتوي البيانات التي تريد نسخها.
eu: Mesedez aukeratu kopiatu nahi dituzun datuak dituen partizioa.
gl: Por favor, elixe a partición que contén os datos que vas copiar.
hr: Molim izaberite particiju s podacima koje elite preslikati.
hu: Válassza ki a másolni kívánt adatokat tartalmazó partíciót.
sk: Zvoľte oblasť s údajmi, ktoré chcete kopírovať.
sv: Vlj partitionen som innehller datan du vill kopiera.
xh: Nceda ukhethe ukwahlulwa okuqulethe iidata ofuna ukuzikopa.

source: Copy operation failure
ar: فشل في عمليّة النّسخ
eu: Kopiatze ekintzak huts egin du.
gl: Fallou a copia
hr: Preslikavanje neuspjelo
hu: Másolás meghiúsult
ku: Neserkeftina operasyona jibergirtinê
sk: Operácia kopírovania zlyhala
sv: Kopieringen misslyckades
xh: Kopa ungaphumeleli komsebenzi

source: The copy operation is aborted.
ar: أجهضت عمليّة النّسخ.
eu: Kopiatze ekintza eten egin da.
gl: O proceso de copia foi abortado.
hr: Preslikavanje prekinuto.
hu: A másolás megszakadt.
ku: Operasyona jibergirtinê hat betal kirin.
sk: Operácia kopírovania bola prerušená.
sv: Kopieringen avbruten.
xh: Umsebenzi wokukopa uyekiwe.

source: The resize operation is impossible
ar: عملية تغيير الحجم مستحيلة
hr: Promjena veliine nije mogua.
ku: Operasyona guherandina mezinahiyê ne gengaz e
sv: Storleksndringen r omjlig.
xh: Umsebenzi wokutshintsha ubungakanani awunakwenzeka

source: Because of an unknown reason it is impossible to resize this partition.
ar: يستحيل تغيير حجم هذا التّجزيء، لسببٍ ما مجهول.
hr: Iz neznanog razloga nije mogue promijeniti veliinu ovoj paritciji.
sv: Av oknda skl r det omjligt att ndra storlek p den hr partitionen.
xh: Ngenxa yesizathu esingaziwayo ayinakwenzeka into yokutshintsha ubungakanani boku kwahlulwa.

source: Write the changes to disk and resize the partition?
ar: هل أكتب التّغييرات إلى القرص وأغيّر حجم التّجزيئات؟
eu: Aldaketa diska gogorrean gorde eta partizioaren tamaina aldatu?
gl: ¿Escribir os cambios ó disco e axustar o tamaño da partición?
hr: Zapii promjene na disk i izmijeni veliinu particije?
hu: A változtatásokat kiírja a lemezekre és átméretezi a partíciót?
sk: Zapísať zmeny na disk a zmeniť veľkosť oblasti?
sv: Skriv ndringarna till disk och ndra storlek p partitionerna?

source: Before the resize operation takes place, the changes have to be written to disk.
ar: قبل أن تبدأ عمليّة تغيير الحجم، يجب أن تكتب التّغييرات إلى القرص.
eu: Tamaina aldatze ekintza egin baino lehen, aldaketak diska gogorrean gorde behar dira.
gl: Antes de que o axuste teña lugar, os cambios deben gardarse no disco.
hr: Promjene moraju biti zapisane na disk prije mijenjanja veliine particije.
hu: Az átméretezés előtt a változtatásokat ki kell írni a lemezekre.
sk: Zmeny musia byť zapísané na disk ešte pred operáciou zmeny veľkosti.
sv: Innan storleksndringen sker mste ndringarna skrivas till disk.

source: You cannot undo this operation.
ar: لا يمكنك التّراجع عن هذه العمليّة
eu: Ezin duzu ekintza hau desegin
gl: Non podes desfacer esta operación.
hr: Ovaj postupak ne moete ponititi.
hu: A műveletet később nem vonhatja vissza.
ku: Ev operasyon nayê zivirandin paş.
sk: Táto operácia je nevratná.
sv: Du kan inte ngra denna operation.
xh: Awunako ukubuyisela okwenziweyo kulo msebenzi.

source: Please note that the resize operation may require a long time.
ar: رجاءً خذ بعين الاعتبار أنّ عمليّة التحجيم قد تستغرق وقتاً طويلاً.
hr: Molim uzmite u obzir da postupak promjene veliine moe potrajati.
sv: Tnk p att storleksndringen kan ta lng tid att utfra.

source: The minimum size you can use is ${MINSIZE} or ${PERCENT} and the maximum size is ${MAXSIZE}.
ar: أقل حجمٍ يمكنك استخدامه هو ${MINSIZE} أو ${PERCENT} و أكبر حجمٍ هو ${MAXSIZE}.
eu: Erabili dezaken gutxiengo tamaina ${MINSIZE} edo ${PERCENT} da eta gehienezkoa ${MAXSIZE} da.
hr: Najmanji raspoloivi prostor koji moete rabiti jest ${MINSIZE} ili ${PERCENT}, a najvei ${MAXSIZE}.
hu: A lehetséges legkisebb méret ${MINSIZE} avagy ${PERCENT}, a legnagyobb pedig ${MAXSIZE}.
sk: Veľkosť, ktorú môžete použiť, musí byť minimálne ${MINSIZE} alebo ${PERCENT} a maximálne ${MAXSIZE}.
sv: Den minsta storleken du kan anvnda r ${MINSIZE} eller ${PERCENT} och den strsta storleken r ${MAXSIZE}.
xh: Ubuncinane bobungakanani ongabusebenzisayo yi ${MINSIZE} okanye ${PERCENT} yaye ubukhulu bobungakanani yi ${MAXSIZE}.

source: Too large size
ar: الحجم كبير جدّاً
eu: Tamaina handiegia
gl: Tamaño demasiado grande
hr: Previe
hu: Túl nagy méret
ku: Mezinahî zêde ye
sk: Príliš veľká hodnota
sv: Fr stor storlek
xh: Ubungakanani obukhulu kakhulu

source: Too small size
ar: الحجم صغير جدّاً
eu: Tamaina txikiegia
gl: Tamaño demasiado pequeno
hr: Premalo
hu: Túl kis méret
ku: Mezinahî kêm e
sk: Príliš malá hodnota
sv: Fr liten storlek
xh: Ubungakanani obuncinane kakhulu

source: Resize operation failure
ar: فشل في عمليّة تغيير الحجم
eu: Tamaina aldatze ekintzak huts egin du.
gl: Non se puido rematar o axuste de tamaño
hr: Mijenjanje veliine neuspjelo
hu: Átméretezés meghiúsult
ku: Neserkeftina guherandina mezinahiyê
sk: Operácia zmeny veľkosti zlyhala
sv: Storleksndring misslyckades
xh: Tshintsha ubungakanani bokungaphumeleli komsebenzi

source: An error occurred while writing the changes to the storage devices.
ar: حدث خطأ أثناء كتابة التّغييرات إلى أجهزة الخزن.
eu: Aldaketak biltegiratze gailuetan gordetzean errore bat gertatu da.
gl: Ocorreu un erro mentres se escribían os cambios os dispositivos de almacenamento
hr: Pojavila se pogreka pri zapisivanju promjena na ureaje za pohranu.
hu: A változások tárolóeszközökre írása során hiba lépett fel.
sk: Pri zapisovaní zmien na úložné zariadenia došlo k chybe.
sv: Ett fel uppstod medan ndringarna skrevs till lagringsenheterna.
xh: Impazamo yenzeke xa ibibhalela iinguqulo kwizixhobo zikavimba.

source: The resize operation is aborted.
ar: أجهضت عملية تغيير الحجم.
eu: Tamaina aldatze ekintzak eten egin da.
gl: A operación de axuste de tamaño foi abortada.
hr: Mijenjanje veliine prekinuto.
hu: Az átméretezés megszakadt.
ku: Operasyona guherandina mezinahiyê hat betal kirin.
sk: Operácia zmeny veľkosti je prerušená.
sv: Storleksndringen avbrts.
xh: Umsebenzi wokutshintshwa kobungakanani uyekiwe.

source: New partition size:
ar: حجم التّجزيء الجديد:
eu: Partizio berriaren tamaina:
gl: Novo tamaño da partición:
hr: Nova veliina particije:
hu: Új partíció mérete:
ku: Mezinahiya dabeşê ya nû:
sk: Veľkosť novej oblasti:
sv: Ny partitionsstorlek:
xh: Ubungakanani obutsha bokwahlulwa:

source: The maximum size you can use is ${MAXSIZE}.
ar: الحجم الأقصى الذي يمكنك استخدامه هو ${MAXSIZE}.
eu: Erabili dezakezun gehienezko tamaina ${MAXSIZE} da.
gl: O tamaño máximo que podes usar é ${MAXSIZE}.
hr: Najvei prostor koji moete rabiti jest ${MAXSIZE}.
hu: A lehetséges legnagyobb méret ${MAXSIZE}.
sk: Maximálna veľkosť, ktorú môžete použiť, je ${MAXSIZE}.
sv: Strsta storleken du kan anvnda r ${MAXSIZE}.
xh: Obona bungakanani bukhulu onokubusebenzisa yi ${MAXSIZE}.

source: Hint: Use "20%" (or "30%", etc.) for 20% (resp. 30%, etc.) of the available free space for this partition. Use "max" as a shortcut for the maximum allowed size.
ar: تلميحة: استعمل "20%" (أو "30%"، إلخ) ل20% (على التّوالي 30%، إلخ) فوق الحد الأدنى المسموح به. استعمل "max" كاختصارٍ لأقصى حد مسموح به.
eu: Laguntza: Erabili "20%" (edo "30%", etab.) gahiturik dagoen toki gutxieneko 20% (resp. 30%, etc.). Erabili "max" gehien gahiturik dagoen tamainarentzat.
hr: Naputak: rabite "20%" (ili "30%" itd.) za 20% (ili "30%" itd.) od raspoloivog slobodnog prostora na particiji. Rabite "max" kao kraticu za sav raspoloivi prostor.
hu: Tipp: "20%" (vagy "30%", stb.) megadásával a partíción levő szabad hely 20%-át (vagy 30%-át, stb.) kitevő méretet jelöl ki. A "max" szó pedig a lehetséges legnagyobb méretet jelenti.
sk: Pomôcka: Skúste použiť "20%" (alebo "30%", atď.) pre 20% (resp. 30%, atď.) z minimálnej dostupnej veľkosti pre túto oblasť. Skúste použiť "max" ako skratku pre maximálnu povolenú veľkosť.
sv: Tips: Anvnd "20%" (eller "30%" etc) fr 20% (respektive 30% etc) av det tillgngliga fria utrymmet p den hr partitionen. Anvnd "max" fr att referera till den maximalt tilltna storleken.
xh: Icebiso: Sebenzisa ama "20%" (okanye ama "30%", njl.njl.) endaweni yama 20% (ngokwahluk. ama 30%, njl.njl.) yesithuba esikhululekileyo esifumanekayo. Sebenzisa u "max" njengendlela enqumlayo yobona bungakanani bukhulu buvumelekileyo.

source: Invalid size
ar: حجم غير صالح
eu: Baliogabeko tamaina
gl: Tamaño non válido
hr: Nevaljana veliina
hu: Érvénytelen méret
ku: Mezinahiya nederbasdar
sk: Chybná veľkosť
sv: Ogiltig storlek
xh: Ubungakanani obungekhosemthethweni

source: Beginning
ar: البداية
eu: Abiarazten
gl: Comezo
hr: na poetku
hu: Kezdet
ku: Destpêk
sk: Začiatok
sv: Brjan
xh: Ekuqaleni

source: End
ar: النّهاية
eu: Amaiera
gl: Remate
hr: na kraju
hu: Vég
ku: Dawî
sk: Koniec
sv: Slutet
xh: Ekupheleni

source: Location for the new partition:
ar: موقع التّجزيء الجديد:
eu: Partizio berriaren kokagunea:
gl: Posición da nova partición:
hr: Mjesto nove particije:
hu: Új partíció helye:
ku: Cihê dabeşa nû:
sk: Umiestnenie novej oblasti:
sv: Lge fr den nya partitionen:
xh: Indawo yokwahlulwa okutsha:

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
ar: رجاءً اختر ما إذا كنت تريد إنشاء التّجزيء الجديد في بداية أو نهاية المساحة المتوفّرة.
eu: Mesedez aukeratu partizio berria erabilgarri dagoen diska tokiaren hasieran edo amaieran nahi duzu.
gl: Por favor, elixe se queres que a nova partición se cree ó comezo ou ó remate do espacio dispoñible.
hr: Molim odredite elite li novu particiju na poetku ili na kraju raspoloivoga prostora.
hu: Válassza ki, hogy az új partíciót a rendelkezésre álló hely elején vagy végén hozza létre.
sk: Rozhodnite sa, či chcete vytvoriť novú oblasť na začiatku alebo na konci dostupného pristoru.
sv: Vlj om du vill att den nya partitionen ska skapas i brjan eller i slutet av det tillgngliga utrymmet.
xh: Nceda ukhethe ukuba ufuna ukuba ukwahlulwa ukutsha kudalwe ekeqaleni okanye ekupheleni kwesithuba esifumanekayo.

source: File system for the new partition:
ar: نظام الملفّات للتّجزيء الجديد:
eu: Partizio berriaren fitxategi sistema:
gl: Sistema de ficheiros da nova partición:
hr: Datoteni sustav nove particije:
hu: Új partíció fájlrendszere:
ku: Pergala dosiyan ya dabeşa nû:
sk: Súborový systém novej oblasti:
sv: Den nya partitionens filsystem:
xh: Inkqubo yefayili yokwahlulwa okutsha:

source: Primary
ar: أوّلي
eu: Primario
gl: Primaria
hr: primarna
hu: Elsődleges
ku: Seretayî
sk: Primárna
sv: Primr
xh: Esisiseko

source: Logical
ar: منطقيّ
eu: Logiko
gl: Lóxica
hr: logika
hu: Logikai
sk: Logická
sv: Logisk
xh: Enengqiqo

source: Type for the new partition:
ar: نوع التجزيء الجديد:
eu: Partizio berri mota:
gl: Tipo da nova partición:
hr: Vrsta nove particije:
hu: Új partíció típusa:
ku: Cureyê dabeşa nû:
sk: Typ novej oblasti:
sv: Den nya partitionens typ:
xh: Uhlobo olwenzelwe isahlukaniso esitsha:

source: Flags for the new partition:
ar: أعلام التجزيء الجديد:
eu: Partizio berriaren banderak:
gl: Bandeiras da nova partición:
hr: Zastavice nove particije:
hu: Új partíció kapcsolói:
ku: Alayên dabeşa nû:
sk: Príznaky novej oblasti:
sv: Flaggor fr den nya partitionen:
xh: Iiflegi ezenzelwe isahlukaniso esitsha:

source: Partition name:
ar: اسم التّجزيء:
eu: Partizio izena:
gl: Nome da partición:
hr: Naziv particije:
hu: Partíció neve:
ku: Navê dabeşê:
sk: Názov oblasti:
sv: Partitionens namn:
xh: Igama lesahlukaniso:

source: Partition table type:
ar: فئة جدول التّجزئات:
eu: Partizio taula mota:
gl: Tipo de táboa de partición:
hr: Vrsta particijske tablice:
hu: Partíciós tábla típusa:
ku: Cureya tabloya dabeşê:
sk: Typ tabuľky oblastí:
sv: Partitionstabellens typ:
xh: Uhlobo letheyibhile lesahlukaniso:

source: Select the type of partition table to use.
ar: اختر فئة جدول التّجزئات الذي سيستعمل.
eu: Aukeratu erabili nahi duzu partizio taula mota.
gl: Elixe o tipo de táboa de partición a usar.
hr: Izaberite vrstu particijske tablice:
hu: Válassza ki a kívánt partícióstábla-típust.
ku: Cureyê tabloya dabeşan bê bikaranîn hilbijêre.
sk: Zvoľte typ tabuľky oblastí, ktorý sa má použiť.
sv: Vlj den typ av partitionstabell som ska anvndas.
xh: Khetha uhlobo letheyibhile yesahlukaniso oluza kusetyenziswa.

source: Set the partition flags
ar: عيّن أعلام التّجزيء
eu: Aukeratu partizio banderak
gl: Elixe as bandeiras da partición
hr: Postavite particijske zastavice
hu: Partíció kapcsolóinak megadása
ku: Bide
sk: Nastaviť príznaky oblasti
sv: Ange partitionens flaggor
xh: Misela iiflegi zesahlukaniso

source: Name:
ar: الاسم:
eu: IZena:
gl: Nome:
hr: Naziv:
hu: Név:
ku: Nav:
sk: Názov:
sv: Namn:
xh: Igama:

source: Bootable flag:
ar: علم إمكانيّة الإقلاع:
eu: Abiarazgarri bandera:
gl: Bandeira de arranque:
hr: Bootable zastavica:
hu: Rendszerindító kapcsoló:
ku: Alaya bootable
sk: Štartovací (boot) príznak:
sv: Startbar-flaggan:
xh: Iflegi evulekayo:

source: on
ar: ممكّن
eu: gaiturik
gl: activada
hr: da
hu: be
ku: vekirî
sk: zapnuté
sv: p
xh: vula

source: off
ar: معطّل
eu: ezgaiturik
gl: desactivada
hr: ne
hu: ki
ku: girtî
sk: vypnuté
sv: av
xh: cima

source: Size:
ar: الحجم:
eu: Tamaina:
gl: Tamaño:
hr: Veliina:
hu: Méret:
sk: Veľkosť:
sv: Storlek:

source: Copy data from another partition
ar: نسخ البيانات من تجزيء آخر
eu: Kopiatu datuak beste partizio batetik
gl: Copiar os datos de outra partición
hr: Preslikaj podatke s druge particije
hu: Adatok másolása másik partícióról
ku: Ber Bigre
sk: Skopírovať údaje z inej oblasti
sv: Kopiera data frn en annan partition
xh: Kopa ii-data ukusuka kwesinye isahlukaniso

source: Delete the partition
ar: حذف التّجزيء
eu: Partizioa ezabatu
gl: Borra-la partición
hr: Obrii particiju
hu: Partíció törlése
ku: Dabeşê jê bibe
sk: Zmazať oblasť
sv: Ta bort partitionen
xh: Cima isahlukaniso

source: Create a new partition
ar: إنشاء تجزيء جديد
eu: Partizio berria sortu
gl: Crear unha nova partición
hr: Naini novu particiju
hu: Új partíció létrehozása
ku: Dabeşeke nû biafirîne
sk: Vytvoriť novú oblasť
sv: Skapa en ny partition
xh: Dala isahlukaniso esitsha

source: Create a new empty partition table on this device
ar: إنشاء جدول تجزئاتٍ فارغ على هذا الجهاز
eu: Partizio taula huts berri bat sortu gailu honetan
gl: Crear una táboa de partición vacía nova neste dispositivo
hr: Naini novu praznu particijsku tablicu na ovom ureaju
hu: Új (üres) partíciós tábla létrehozása az eszközön
ku: Di vê amûrê de tabloyeke dabeşan ye nû biafirîne
sk: Vytvoriť novú prázdnu tabuľku oblastí na tomto zariadeni
sv: Skapa en ny tom partitionstabell p denna enhet
xh: Dala itheyibhile yesahlukaniso esitsha esize kwesi sixhobo

source: Resize the partition (currently ${SIZE})
ku: Mezinahiya partisiyonê biguherîne (niha ${SIZE})
