Repository: dankamongmen/s-i
Catalog: packages/arch/mips/arcboot-installer/debian/po/*.po
Languages: hu, pt_br, sv, vi

source: Install the Arcboot boot loader on a hard disk
hu: Az Arcboot rendszerbetöltő merevlemezre telepítése
pt_br: Instalar o carregador de inicializao Arcboot em um disco rgido
sv: Installera startladdaren (boot loader) Arcboot på en hårddisk
vi: Cài đặt bộ tải khởi động Arcboot vào đĩa cứng

source: Disk for boot loader installation:
hu: A rendszerbetöltő erre a lemezre kerül:
pt_br: Disco onde instalar o carregador de inicializao :
sv: Disk för installation av startladdaren (boot loader):
vi: Đĩa nơi cần cài đặt bộ tải khởi đông:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
hu: Az Arcboot betöltőt egy SGI-lemezcímkéjű lemez kötetfejlécébe kell telepíteni. Leggyakrabban a /dev/sda kötetfejlécébe szokott kerülni. Adja meg az arcboot telepítésére szolgáló lemez eszköznevét.
pt_br: O arcboot deve ser instalado dentro do cabealho de volume de um disco com um rtulo de disco SGI. Normalmente o cabealho de volume /dev/sda usado. Por favor, informe o nome de dispositivo do disco no qual o arcboot deve ser instalado :
sv: Arcboot måste installeras i volymhuvudet på en hårdisk med SGI-disketikett. Vanligtvis används volymhuvudet på /dev/sda. Ange enhetsnamnet på disken som arcboot ska placeras på.
vi: Arcboot phải được cài đặt vào phần đầu khối tin của đĩa có nhãn đĩa kiểu SGI. Thường sử dụng phần đầu khối tin của </dev/sda>. Hãy gõ tên thiết bị nơi cần cài đặt Arcboot.

source: Arcboot configured to use a serial console
hu: Az Arcboot beállítva soros konzol használatára
pt_br: Arcboot configurado para usar um console serial
sv: Arcboot är konfigurerad för att använda ett seriellt konsol
vi: Arcboot có cấu hỉnh sử dụng bàn giao tiếp nối tiếp

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
hu: Az Arcboot egy soros portot (${PORT}) fog konzolnak használni. A soros port sebessége ${SPEED}.
pt_br: O arcboot est configurado para usar a porta serial ${PORT} como console. A velocidade da porta serial est definida para ${SPEED}.
sv: Arcboot är konfigurerad att använda serieporten ${PORT} som konsol. Serieportens hastighet är satt till ${SPEED}.
vi: Trình Arcboot có cấu hình sử dụng cổng nối tiếp ${PORT} là bàn giao tiếp. Tốc độ nối tiếp được lập thành ${SPEED}.

source: Arcboot installation failed. Continue anyway?
hu: Az Arcboot telepítése sikertelenül zárult. Mégis továbblép?
pt_br: A instalao do arcboot falhou. Continuar mesmo assim?
sv: Installationen av arcboot misslyckades. Fortsätt ändå?
vi: Việc cài đặt Arcboot bị lỗi. Vẫn cứ tiếp tục không?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
hu: Az Arcboot /target/ könyvtárba telepítése sikertelenül zárult. Az arcboot rendszerbetöltőként telepítése pedig feltétlenül szükséges. Azért lehet, hogy a telepítés során felmerült problémának nincs köze az arcboot-hoz, ez esetben a telepítés folytatásának elvileg nincs akadálya.
pt_br: A instalao do pacote arcboot em /target/ falhou. necessrio que o arcboot seja instalado com um carregador de inicializao. Porm, o problema de instalao pode no estar relacionado ao arcboot e, portanto, continuar a instalao pode ser possvel.
sv: Misslyckades att installera paketet arcboot i /target/. Att installera arcboot som startladdare (boot loader) är ett obligatoriskt steg. Installationsproblemet kan dock vara obesläktat med Arcboot, så det kan vara möjligt att fortsätta installationen.
vi: Gói « arcboot » không cài đặt được vào </target/>. Cài đặt trình Arcboot như là bộ tải khởi động là bước cần thiết. Tuy nhiên, lỗi cài đặt có lẽ không liên quan đến trình Arcboot thì có lẽ có khả năng tiếp tục lại cài đặt.

source: Setting PROM variables for Arcboot
hu: PROM-változók beállítása az Arcboot betöltőre
pt_br: Definindo variveis da PROM para o Arcboot
sv: Sätta PROM-variabler för Arcboot
vi: Lập biến PROM cho Arcboot

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
hu: Ha a gépen még nem telepítettek Linux-alapú rendszert, vagy ha a merevlemez újrapartícionáláson esett át, akkor a rendszerindítás lehetővé tételéhez a gép PROM-jában levő egyes változókat át kell állítani.
pt_br: Caso esta seja a primeira instalao Linux nesta mquina ou caso os discos rgidos tenham sido reparticionados, algumas variveis precisam ser definidas na PROM antes que o sistema seja capaz de iniciar normalmente.
sv: Om det här är den första Linuxinstallationen på den här maskinen eller om hårddiskarna har blivit ompartitionerade så kan vissa variabler behöva sättas i PROM:en för att systemet ska kunna startas normalt.
vi: Nếu đây là lúc đầu cài đặt hệ thống LInux trên máy này, hoặc nếu những đĩa cứng đã được định dạng lại, cần phải lập một số biến trong PROM trước khi hệ thống có thể khởi động một cách bình thường.

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
hu: A telepítés mostani szakasza után a rendszer újraindítása következik. Miután ez lezajlott, a "Stop for Maintenance" (karbantartási leállítás) választásával lépjen be a parancsmonitorba, és adja ki a következő utasításokat:
pt_br: Ao final deste estgio da instalao, o sistema ser reiniciado. Aps isso, entre no monitor de comandos usando a opo "Parar para Manutenao" ("Stop for Maintenance") e informe os seguintes comandos :
sv: Vid installationens slut kommer systemet att startas om. Efter detta ska du gå in i kommandomonitorn från "Stop for Maintenance"-alternativet och ange följande kommandon:
vi: Tại kết thúc giai đoạn cài đặt này, hệ thống sẽ khởi động lại. Sau đó hãy vào trình theo dõi lệnh từ tùy chọn « Ngừng để sửa » rồi gõ những lệnh theo đây:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next Debian installation stage.
hu: Ezt csak egyszer kell elvégezni. Utána a "boot" paranccsal vagy a rendszer újraindításával léphet a Debian-telepítés következő szakaszába.
pt_br: Voc precisar fazer isto somente uma nica vez. Aps faz-lo, informe o comando "boot" ou reinicie o sistema para prosseguir at o prximo estgio da instalao Debian.
sv: Du kommer bara att behöva göra det här en gång. Efteråt ska du ange kommandot "boot" eller starta om systemet igen för att fortsätta till nästa steg i Debianinstallationen.

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next stage of the installation.
vi: Bạn sẽ cần phải làm như thế chỉ một lần thôi. Sau đó, hãy gõ lệnh « boot » (khởi động) hoặc khởi động lại hệ thống để tiếp tục đến giai đoạn cài đặt kế tiếp.
