Repository: dankamongmen/s-i
Catalog: packages/mdcfg/debian/po/*.po
Languages: ar, bs, eo, he, hr, hu, nl, sk, tr, uk, vi, xh

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
ar: فضلاً اختر التّجزئات التي ستستخدم كأجهزةٍ احتياطيّة. يمكنك اختيار ${COUNT} تجزئات كحدٍّ أقصى. إن اخترت أقل من ${COUNT} أجهزة فالتّجزئات الباقية ستضاف إلى المصفوفة على أنّها "مفقودة". يمكنك إضافتها إلى المصفوفة لاحقاً.
bs: Molim odaberite koje e particije biti koritene kao rezervni ureaji. Moete odabrati do ${COUNT} particija. Ako odaberete manje od ${COUNT} ureaja, ostale particije e biti dodane polju kao "missing". Moi ete ih kasnije dodati u polje.
eo: Bonvolu elekti kiuj diskpartoj estos uzataj kiel malaktivajn aparatojn. Vi povas elektos ĝis ${COUNT} diskpartojn. Se vi elektas malpli ol ${COUNT} aparatoj, la restantaj estos aldonita en "missing" disktabelo. Vi pli malfrue povos alkonstrui ilin en disktabelo.
he: בחר אלו מחיצות ישמשו כעתודה. ניתן לבחור עד ${COUNT} מחיצות. אם תבחר פחות מ-${COUNT}, השאר יצורפו למערך כנעדרים. תוכל להוסיף אותם אחר כך למערך.
hr: Molim odredite koje æe particije biti rabljene kao prièuvne. Mo¾ete odrediti do ${COUNT} particija. Ako odredite manje, preostale æe biti dodane polju kao "nedostajuæe". Kasnije æete i njih moæi dodati polju.
hu: Válassza ki a tartalék eszközökként szolgáló partíciókat. Legfeljebb ${COUNT} ilyen partíciót adjon meg. Ha a megadott eszközök száma kevesebb, mint ${COUNT}, akkor a fennmaradó partíciók "hiányzó" bejegyzést kapnak. Ezeket később is hozzáadhatja a tömbhöz.
nl: Welke partities dienen gebruikt te worden als reserve-apparaten? U mag hiervoor tot ${COUNT} partities opgeven. Wanneer u minder dan ${COUNT} apparaten opgeeft worden de overblijvende partities aan de opstelling toegevoegd als 'missing'. U kunt ze dan latter aan de opstelling toevoegen.
sk: Zvoľte si oblasti, ktoré chcete použiť ako náhradné zariadenia. Môžete si vybrať z ${COUNT} oblastí. Ak si zvolíte menej ako ${COUNT} zariadení, zvyšné oblasti budú pridané do poľa ako "chýbajúce". Neskôr budete mať možnosť pridať ich do poľa.
tr: Lütfen hangi bölümlerin yedek aygıtlar olarak kullanılacağını seçin. ${COUNT} adete kadar bölüm seçebilirsiniz. Eğer ${COUNT} adetten daha az seçerseniz, kalan bölümler diziye "eksik" olarak olarak eklenecektir. Bunları daha sonra diziye ekleme olanağınız olacaktır.
uk: Виберіть, які розділи потрібно використовувати як резервні пристрої. Ви можете вибрати щонайбільше ${COUNT} розділів. Якщо ви виберете менш, ніж ${COUNT} розділів, то пристрої що залишилися будуть додані до масиву як „відсутні“. Ви зможете додати їх до масиву пізніше.
vi: Hãy chọn sử dụng những vùng nào như là thiết bị còn rảnh. Có thể chọn đến ${COUNT} vùng. Nếu bạn chọn ít hơn ${COUNT} thiết bị, những vùng còn lại sẽ được thêm vào mảng như là «thiếu». Sẽ có thể thêm chúng vào mảng về sau.
xh: Nceda ukhethe ukuba zeziphi na izahluli eziya kusetyenziswa njenge zixhobo eziqoqoshiweyo. Ungakhetha kwizahluli ${COUNT}. Ukuba ukhetha ngaphantsi kwezixhobo ${COUNT}, izahluli eziseleyo ziya kudityaniswa eluhlwini njenge zi "lahlekileyo". Uya kuba nako ukudibanisa kolu luhlu ngelinye ixesha.

source: Active devices for the RAID0 multidisk device:
ar: الأجهزة النّشطة لجهاز ريْد0 المتعدّد الأقراص:
bs: Aktivirati ureaje za RAID0 multidisk ureaj:
eo: Aktivaj aparatoj por 'RAID0'-multdiska aparato:
he: רכיבים פעילים בהתקן מרובה דיסקים מסוג RAID0:
hr: Aktivni ureðaji za RAID0 vi¹ediskovni ureðaj:
hu: RAID0 többlemezes eszközben szereplő aktív eszközök:
nl: Wat zijn de actieve apparaten voor dit RAID0-MultiDisk-apparaat?
sk: Aktívne zariadenia pre RAID0 multidisk zariadenie:
tr: RAID0 çokludisk aygıtına ait aktif aygıtlar:
uk: Активні пристрої для мультидискового пристрою RAID0:
vi: Thiết bị hoặt động cho thiết bi đa đĩa RAID0:
xh: Izixhobo zisebenzayo zesixhobo sediski ephinda-phindiweyo yeRAID0:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
ar: لقد اخترت إنشاء مصفوفة ريْد0. رجاءً اختر الأجهزة النّشطة في هذه المصفوفة.
bs: Izabrali ste kreiranje RAID0 polja. Molim odaberite aktivne ureaje za ovo polje.
eo: Vi elektis krei 'RAID0'-an disktabelon. Bonvolu elekti la aktivajn aparatojn inter ĉi tiu disktabelo.
he: בחרת ליצור מערך RAID0. בחר את ההתקנים הפעילים במערך זה.
hr: Odredili ste naèiniti RAID0 polje. Molim odredite aktivne ureðaje u tome polju.
hu: RAID0-tömb létrehozására szánta el magát. Válassza ki a tömböt alkotó aktív eszközöket.
nl: U heeft ervoor gekozen om een RAID0-opstelling aan te maken. Welke actieve apparaten wilt u in deze opstelling opnemen?
sk: Zvolili ste si vytvorenie poľa RAID0. Zvoľte si aktívne zariadenia v tomto poli.
tr: Bir RAID0 dizisi oluşturmayı seçtiniz. Lütfen bu dizideki aktif aygıtları seçin.
uk: Ви вирішили створити масив RAID0. Виберіть активні пристрої для цього масиву.
vi: Bạn đã chọn tại một mảng RAID0. Hãy chọn những thiết bị hoặt động trong mảng này.
xh: Ukhethe ukudala uludwe lwe RAID0. Nceda khethe izixhobo ezisebenzayo kolu ludwe.

source: Active devices for the RAID1 multidisk device:
ar: الأجهزة النّشطة لجهاز ريْد1 المتعدّد الأقراص:
bs: Aktivirati ureaje za RAID1 multidisk ureaj:
he: רכיבים פעילים בהתקן מרובה דיסקים מסוג RAID1:
hr: Aktivni ureðaji za RAID1 vi¹ediskovni ureðaj:
hu: RAID1 többlemezes eszközben szereplő aktív eszközök:
nl: Wat zijn de actieve apparaten voor dit RAID1-MultiDisk-apparaat?
sk: Aktívne zariadenia pre RAID1 multidisk zariadenie:
tr: RAID1 çokludisk aygıtına ait aktif aygıtlar:
uk: Активні пристрої для мультидискового пристрою RAID1:
vi: Thiết bị hoặt động cho thiết bị đa đĩa RAID1:
xh: Izixhobo ezisebenzayo ezenzelwe isixhobo sediski ephinda-phindiweyo se-RAID1:

source: You have chosen to create an RAID1 array with ${COUNT} active devices.
ar: لقد اخترت إنشاء مصفوفة ريْد1 مع ${COUNT} من الأجهزة النّشطة.
bs: Izabrali ste kreiranje RAID1 polja sa ${COUNT} aktivnih ureaja.
he: בחרת ליצור את המערך RAID1 עם ${COUNT} רכיבים פעילים.
hr: Odredili ste naèiniti RAID1 polje s ${COUNT} aktivnih ureðaja.
hu: ${COUNT} darab aktív eszközt tartalmazó RAID1-tömb létrehozására szánta el magát.
nl: U heeft ervoor gekozen om een RAID1-opstelling aan te maken met ${COUNT} actieve apparaten.
sk: Zvolili ste si vytvorenie poľa RAID1 s ${COUNT} aktívnymi zariadeniami.
tr: ${COUNT} adet aktif aygıta sahip bir RAID1 dizisi oluşturmayı seçtiniz.
uk: Ви вирішили створити масив RAID1 із ${COUNT} активними пристроями.
vi: Bạn đã chọn tạo một mảng RAID1 có ${COUNT} thiết bị hoặt động.
xh: Ukhethe ukudala uludwe lwe-RAID1 ngezixhobo ezisebenzayo zoku ${COUNT}.

source: Active devices for the RAID5 multidisk device:
ar: الأجهزة النّشطة لجهاز ريْد5 المتعدّد الأقراص:
he: רכיבים פעילים בהתקן מרובה דיסקים מסוג RAID5:
hr: Aktivni ureðaji za RAID5 vi¹ediskovni ureðaj:
sk: Aktívne zariadenia pre RAID5 multidisk zariadenie:
tr: RAID5 çokludisk aygıtına ait aktif aygıtlar:
uk: Активні пристрої для мультидискового пристрою RAID5:
vi: Thiết bị hoạt động cho thiết bị đa đĩa RAID5:
xh: Izixhobo ezisebenzayo zesixhobo sediski ephinda-phindiweyo se-RAID5:

source: You have chosen to create an RAID5 array with ${COUNT} active devices.
ar: لقد اخترت إنشاء مصفوفة ريْد5 مع ${COUNT} من الأجهزة النّشطة.
he: בחרת ליצור את המערך RAID5 עם ${COUNT} רכיבים פעילים.
hr: Odredili ste naèiniti RAID5 polje s ${COUNT} aktivnih ureðaja.
sk: Zvolili ste si vytvorenie poľa RAID5 s ${COUNT} aktívnymi zariadeniami.
tr: ${COUNT} adet aktif aygıta sahip bir RAID5 dizisi oluşturmayı seçtiniz.
uk: Ви вирішили створити масив RAID5 із ${COUNT} активними пристроями.
vi: Bạn đã chọn tạo một mảng RAID5 có ${COUNT} thiết bị hoặt động.
xh: Ukhethe ukudala uludwe lwe-RAID5 ngezixhobo ezisebenzayo zoku ${COUNT}.

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
ar: فضلاً اختر أيّ التّجزئات هي أجهزةٌ نشطة. يجب أن تختار ${COUNT} تجزئات بالضّبط.
bs: Molim odaberite koje su particije aktivni ureaji. Morate odabrati tano ${COUNT} particija.
eo: Bonvolu elekti aktivajn aparatojn. Vi devas trafe elekti ${COUNT} diskpartojn.
he: בחר אלו מחיצות הן רכיבים פעילים. אתה חייב לבחור בדיוק ${COUNT} מחיצות.
hr: Molim odredite koje particije su aktivni ureðaji. Morate izabrati toèno ${COUNT} particija.
hu: Válassza ki az aktív eszközökként szolgáló partíciókat. Pontosan ${COUNT} ilyen partíciót adjon meg.
nl: Welke partities zijn de actieve apparaten? U dient exact ${COUNT} partities te selecteren.
sk: Zvoľte si oblasti, ktoré chcete použiť ako aktívne zariadenia. Musíte si vybrať presne ${COUNT} oblastí.
tr: Lütfen hangi bölümlerin aktif aygıtlar olduğunu seçin. Tam olarak ${COUNT} adet bölüm seçmelisiniz.
uk: Виберіть, які розділи будуть активними пристроями. Вам потрібно вибрати рівно ${COUNT} розділів.
vi: Hãy chọn những vùng nào là thiết bị hoặt động. Phải chọn ${COUNT} vùng chính xác.
xh: Nceda ukhethe ukuba zeziphi na izinto zokwahlulwa ezi zixhobo ezisebenzayo. Kufuneka ukhethe izinto zokwahlulwa zoku ${COUNT}.

source: Cancel
ar: إلغاء
bs: Poniti
eo: Nuligi
he: בטל
hr: Otka¾i
hu: Mégsem
nl: Annuleren
sk: Zrušiť
tr: İptal et
uk: Скасувати
vi: Thôi
xh: Rhoxisa

source: Multidisk device to be deleted:
ar: الجهاز المتعدّد الأقراص الذي سيحذف:
bs: Multidisk ureaj za brisanje:
eo: Viŝota multdiskaparato:
he: התקן מרובה דיסקים למחיקה:
hr: Obri¹i vi¹ediskovni ureðaj:
hu: Törlendő többlemezes eszköz:
nl: Welk MultiDisk-apparaat wilt u verwijderen?
sk: Multidisk zariadenie na odstránenie:
tr: Silinecek çokludisk aygıtı:
uk: Мультидисковий пристрій що буде видалений:
vi: Thiết bị đa đĩa cần xóa bỏ:
xh: Isixhobo sediski ephinda-phindiweyo kufuneka sicinywe:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
ar: حذف جهازٍ متعدّد الأقراص سيوقفه و يخلي القالب الرّئيس من كل مكوّناته.
bs: Brisanje multidisk ureaja e ga zaustaviti i oistiti superblock svih njegovih komponenata.
eo: Forigo de multdiska aparato ĉesigos ĝian funkciadon kaj purigos la superblokon je ĉiuj ĝiaj komponentoj.
he: מחיקת התקן מרובה דיסקים תפסיק אותו ותמחק את ה-superblock של כל רכיביו.
hr: Brisanje vi¹ediskovnog ureðaja zaustavit æe ga i oèistiti superblok od svih njegovih dijelova.
hu: Egy többlemezes eszköz törlése annak leállítását és a szuperblokkjának kitörlését vonja maga után.
nl: Verwijderen van een multidisk apparaat stopt het apparaat en verwijderd alle componenten uit het superblok van het apparaat.
sk: Pri odstránení multidisk zariadenia sa zariadenie najprv zastaví a potom sa vynuluje superblok všetkých jeho súčastí.
tr: Bir çokludisk aygıtını silmeniz halinde aygıt durdurulacak ve aygıtın bütün bileşenlerine ait süperblok silinecektir.
uk: Видалення мультидискового пристрою зупинить його та очистить суперблоки всіх його компонентів.
vi: Xóa bỏ thiết bị đa đĩa sẽ ngừng nó và xóa tiêu khối ra mọi thành phần.
xh: Ukucima isixhobo sediski ephinda-phindiweyo kuya kuyimisa kuze kucime isithinteli esibalaseleyo isuse onke amalungu.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
ar: فضلاً لاحظ أن هذا لن يخوّلك على الفور أن تعيد استعمال التّجزئات أو الأجهزة في جهازٍ جديدٍ متعدّد الأقراص. من ناحية أخرى ستكون المصفوفة غير قابلةٍ للاستعمال بعد الحذف.
bs: Molim obratite panju da vam ovo nee odmah omoguiti da ponovo koristite particije ili ureaje na novom multidisk ureaju. Polje se, meutim, nee moi koristiti nakon brisanja.
eo: Bonvolu noti, ke tio ne ebligos tuj reuzi aparatojn kaj dispartigojn uzitajn por krei novan multdiskan aparaton. Tamen la ilaro postviŝe uzeblos.
he: שים לב שפעולה זאת לא תאפשר לך באופן מיידי להשתמש מחדש במחיצות בהתקן מרובה דיסקים חדש. למרות זאת, המערך יהיה לא שמיש לאחר המחיקה.
hr: Molim znajte da vam to neæe omoguæiti da odmah iznova koristite particije ili ureðaje u novom vi¹ediskovnom ureðaju, a polje æe biti neupotrebljivo nakon brisanja.
hu: Fontos, hogy a partíciókat és eszközöket ezután nem csoportosíthatja át azonnal egy másik többlemezes eszközbe. Az adott tömböt azonban a törlés rögtön kivonja a használatból.
nl: Merk op dat dit u niet onmiddelijk toelaat om de partities en apparaten te hergebruiken in een nieuw multidisk apparaat. De opstelling is echter wel onbruikbaar na de verwijdering.
sk: Uvedomte si, že vám to neumožní okamžité použitie oblastí alebo zariadení v novom multidisk zariadení. Po odstránení bude pole nepoužiteľné.
tr: Bu işlemin yeni bir çokludisk aygıtındaki bölümlerin veya aygıtların tekrar kullanılabilir hale gelmesini hemen sağlayamacağını lütfen unutmayın. Bununla beraber silindikten sonra dizi kullanılamaz durumda olacaktır.
uk: Зауважте, що ви не зможете одразу використати розділи або пристрої в новому мультидисковому пристрої. Однак масив може бути використаний після видалення.
vi: Hãy ghi chú là bạn không thể sử dụng lại nhửng vùng hay thiết bị trong một thiết bị đa đĩa mới ngay bây giờ. Tuy nhiên, không thể sử dụng mảng ấy sau khi xóa bỏ.
xh: Nceda uqaphele ukuba oku akuyi kukuvumela ukuba usebanzise kwakhona ngokukhawulezileyo izahluli okanye izixhobo kwisixhobo esikwi mulltidiski entsha nokuba kunjalo olu ludwe aluyi kusebenziseka emva kokucinywa.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
ar: إذا اخترت جهازاً للحذف فستحصل على بعض المعلومات عنه و سيكون لديك الخيار بإجهاض هذه العمليّة.
bs: Ako odaberete ureaj za brisanje, dobit ete neke informacije o njemu i dae vam se opcija prekidanja ove operacije.
eo: Se vi elektas viŝotan aparaton, vi ricevos informojn pri ĝi kaj la eblecon daŭrigi aŭ ĉesigi tiun agadon.
he: אם אתה בוחר התקן למחיקה, תקבל מידע עליו ותקבל אפשרות לבטל את פעולה זאת.
hr: Ako izaberete ureðaj za brisanje, dobit æete neke obavijesti o tome i moguænost da prekinete taj postupak.
hu: Egy eszköz törlésre való kiválasztásakor arról információkat kap, és lehetősége nyílik a törléstől való visszalépésre is.
nl: Wanneer u een apparaat selecteert voor verwijdering krijgt u informatie betreffende dat apparaat te zien en krijgt u de mogelijkheid om deze operatie af te breken.
sk: Po zvolení zariadenia na odstránenie dostanete bližšie údaje o zariadení a budete mať možnosť prerušiť túto operáciu.
tr: Silmek üzere bir aygıt seçmişseniz, bu aygıt hakkında hakkında size bazı bilgiler verilecek ve işlemi iptal etme olanağı sunulacaktır.
uk: Якщо ви виберете пристрій для видалення, то ви отримаєте деяку інформацію про нього та зможете відмінити цю операцію.
vi: Nếu bạn chọn một thiết bị cần xóa bỏ thì sẽ gọi thông tin về nó, và tùy chọn hủy bỏ thao tác ấy.
xh: Ukuba ukhetha isixhobo usikhethela ukusicima, uya kufumana inkcazelo ngaso yaye uya kunikwa indlela ongazikhethela yona yokuyekisa le nkqubo.

source: No multidisk devices available
ar: لا توجد أيّة أجهزة متعدّدة الأقراص
bs: Multidisk ureaji nisu dostupni
eo: Neniu disponebla multdiska aparato
he: אין התקנים מרובי דיסקים זמינים
hr: Nema vi¹ediskovnih ureðaja
hu: Nincs rendelkezésre álló többlemezes eszköz
nl: Er zijn geen multidisk apparaten beschikbaar
sk: Nie sú dostupné žiadne multidisk (MD) zariadenia
tr: Herhangi bir çokludisk (MD) aygıtı mevcut değil
uk: Немає жодного мультидискового пристрою
vi: Hiện không có thiết bị đa đĩa.
xh: Akukho zixhobo zediski ephinda-phindiweyo ezifumanekayo

source: No multidisk devices are available for deletion.
ar: لا توجد أيّة أجهزة متعدّدة الأقراص من أجل الحذف.
bs: Multidisk ureaji nisu dostupni za brisanje.
eo: Neniu multdiska aparato estas disponebla por viŝi.
he: אין התקנים מרובי דיסקים זמינים למחיקה.
hr: Nema raspolo¾ivih vi¹ediskovnih ureðaja za brisanje.
hu: Nincs törölhető többlemezes eszköz.
nl: Er zijn geen te verwijderen multidisk apparaten beschikbaar
sk: Nie sú dostupné žiadne multidisk (MD) zariadenia na odstránenie.
tr: Silinecek bir çokludisk aygıtı mevcut değil.
uk: Жоден мультидисковий пристрій недоступний для видалення.
vi: Không có thiết bị đa đĩa nào cần xóa bỏ.
xh: Akukho zixhobo zediski ephinda-phindiweyo zifumanekayo ukwenzela ukucinywa.

source: Really delete this multidisk device?
ar: هل تريد فعلاً حذف هذا الجهاز المتعدّد الأقراص؟
bs: Zaista izbrisati multidisk ureaj?
eo: Ĉu vi vere viŝos tiun multdiskaparaton?
he: האם למחוק את התקן מרובה הדיסקים הזה?
hr: Stvarno obri¹i ovaj vi¹ediskovni ureðaj?
hu: Valóban törli ezt a többlemezes eszközt?
nl: Bent u zeker dat u dit MultiDisk-apparaat wilt verwijderen?
sk: Naozaj odstrániť multidisk zariadenie?
tr: Bu çokludisk aygıtı gerçekten silinsin mi?
uk: Видалити цей мультидисковий пристрій?
vi: Thật sự muốn xóa bỏ thiết bị đa đĩa này không ?
xh: Ingaba usicima nyhani esi sixhobo sediski ephinda-phindiweyo?

source: Please confirm whether you really want to delete the following multidisk device:
ar: فضلاً أكّد فيما إذا كنت تريد فعلاً حذف الجهاز المتعدّد الأقراص التّالي:
bs: Molim potvrdite da stvarno elite izbrisati slijedei multidisk ureaj:
eo: Bonvolu konfirmi ĉu vi vere volas viŝi la sekvantan ordonon:
he: אשר אם ברצונך למחוק את התקן מרובה הדיסקים הבא:
hr: Molim potvrdite da stvarno ¾elite obrisati slijedeæi vi¹ediskovni ureðaj:
hu: Erősítse meg, valóban törli-e ezt a többlemezes eszközt:
nl: Bent u zeker dat u het volgende MultiDisk-apparaat wilt verwijderen?
sk: Potvrďte, či naozaj chcete odstrániť nasledovné multidisk zariadenie:
tr: Lütfen listelenen çokludisk aygıtlarını gerçekten silmek istediğinizi onaylayın:
uk: Підтвердьте, чи ви дійсно хочете видалити наступний мультидисковий пристрій:
vi: Hãy khẳng định là bạn thật sự muốn xóa bỏ thiết bị đa đĩa sau đây:
xh: Nceda uqinisekise ukuba ukufuna nyhani ukusicima esi sixhobo silandelayo sediski ephinda-phindiweyo:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
ar: الجهاز: ${DEVICE} الفئة: ${TYPE} الأجهزة المكوّنة:
bs: Ureaj: ${DEVICE} Tip: ${TYPE} Komponenti ureaji:
eo: Adaptilo: ${DEVICE} Tipo: ${TYPE} Komponantaj aparatoj:
he: התקן: ${DEVICE} סוג: ${TYPE} התקנים קשורים:
hr: Ureðaj: ${DEVICE} Vrsta: ${TYPE} Sadr¾i ureðaje:
hu: Eszköz: ${DEVICE} Típus: ${TYPE} Alkotóeszközök:
nl: Apparaat: ${DEVICE} Type: ${TYPE} Deel-apparaten:
sk: Zariadenie: ${DEVICE} Typ: ${TYPE} Jednotlivé zariadenia:
tr: Aygıt: ${DEVICE} Tip: ${TYPE} Bileşen aygıtlar:
uk: Пристрій: ${DEVICE} Тип: ${TYPE} Складові частини:
vi: Thiết bị: ${DEVICE} Kiểu: ${TYPE} Thiết bị cấu thành:
xh: Isxhobo: ${DEVICE} Uhlobo: ${TYPE} Izixhobo ezingamalungu:

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
eo: Se vi havas tiajn diskpartojn, ili inkludus efektivan dosiersistemon kaj ne povos esti uzitaj de ĉi tiu instalilo.
he: אם יש לך מחיצות כאלה, הן עלולות להכיל מערכות קבצים, ועל פי כן לא זמינות לשימוש על ידי כלי הגדרות זה.
hr: Ako imate takvih particija, one mo¾da veæ sadr¾e datoteène sustave i zato nisu raspolo¾ive ovom programu za pode¹avanje.
sk: Ak už máte takéto oblasti, možno obsahujú súborové systémy, takže nie sú použiteľné v tomto konfiguračnom nástroji.
tr: Böyle bölümlere sahipseniz, bunlar gerçek dosya sistemleri içerebileceğinden bu yapılandırma aracı tarafından kullanılabilir durumda olmayabilir.
vi: Nếu bạn có những vùng kiểu ấy, có lẽ chúng chứa hệ thống tập tin thật thì không cho phép trình tiện ích cấu hình sử dụng.

source: Failed to delete the multidisk device
eo: Viŝo de multdiskadatilo malsukcesis
he: כישלון במחיקת התקן מרובה דיסקים

source: There was an error deleting the multidisk device. It may be in use.
eo: Eraro okazis dum la multdiskaparata viŝo. Verŝajne la aparato estas uzata.
he: התרחשה שגיאה במחיקת התקן מרובה דיסקים. הוא עשוי להיות בשימוש.

source: Number of active devices for the RAID${LEVEL} array:
eo: Nombro da aktivaj aparatoj por la disktabelo de 'RAID${LEVEL}':

source: The RAID${LEVEL} array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of ${MINIMUM} active devices is required.
eo: La disktabelo de 'RAID${LEVEL}' konsistos el kaj aktivaj kaj malaktivaj diskpartoj. La aktivaj diskpartoj estas tiuj ofte uzataj, dum malaktivaj diskpartoj estos uzataj nur se unu aŭ pli el la aktivaj aparatoj fiaskos. Almenaŭ ${MINIMUM} aktivaj aparatoj estas necesaj.

source: Active devices for the RAID${LEVEL} multidisk device:
eo: Aktivaj aparatoj por la multdisk-aparato 'RAID${LEVEL}':

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} active devices.
eo: Vi elektis krei disktabelon 'RAID${LEVEL}' kun ${COUNT} aktivaj aparatoj.

source: Number of spare devices for the RAID${LEVEL} array:
eo: Nombro da malaktivaj aparatoj por la disktabelo 'RAID${LEVEL}':

source: Spare devices for the RAID${LEVEL} multidisk device:
eo: Malaktivaj aparatoj por la multdisk-aparato RAID${LEVEL}:

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} spare devices.
eo: Vi elektis krei disktabelon 'RAID${LEVEL}' kun ${COUNT} malaktivaj aparatoj.

source: Layout of the RAID10 multidisk device:
eo: Aranĝo de la multdiska aparato 'RAID10':

source: The layout must be n, o, or f (arrangement of the copies) followed by a number (number of copies of each chunk). The number must be smaller or equal to the number of active devices.
eo: La aranĝo devas esti n, o, aŭ f (aranĝado de la kopioj) sekvate de numero (nombro da kopioj por ĉiu peco). La numero devas esti pli malgranda aŭ sama ol la nombro da aktivaj aparatoj.

source: The letter is the arrangement of the copies: n - near copies: Multiple copies of one data block are at similar offsets in different devices. f - far copies: Multiple copies have very different offsets o - offset copies: Rather than the chunks being duplicated within a stripe, whole stripes are duplicated but are rotated by one device so duplicate blocks are on different devices.
eo: La litero signifas la aranĝado de la kopioj: n - proksimaj kopioj: Multoblaj kopioj de unu datum-bloko restas ĉe similaj deŝovoj. f - malproksimaj kopioj: Multoblaj kopioj havas tre malsimilajn deŝovojn. o - ŝovitaj kopioj: anstataŭ pecoj duobligitaj ene de bendo, tutaj bendoj estas duobligitaj tamen saltante unu aparaton, tiel ke duobligitaj blokoj restu en malsamaj aparatoj.
