Repository: dankamongmen/s-i
Catalog: packages/mdcfg/debian/po/*.po
Languages: ar, bs, eo, he, hr, hu, nl, sk, tr, uk, vi, xh

source: Configure MD devices
ar: إعداد أجهزة MD
bs: Podesi MD ureaje
eo: Agordi multdiskajn (MD) aparatojn
he: הגדרת התקנים מרובי דיסקים (MD)
hr: Podesi VD ureðaje
hu: Többlemezes eszközök (MD) konfigurálása
nl: MD-apparaten instellen
sk: Nastaviť multidisk (MD) zariadenia
tr: MD aygıtlarını yapılandır
uk: Налаштувати мультидискові пристрої
vi: Cấu hình thiết bị MD
xh: Misela izixhobo ze-MD

source: Multidisk (MD) not available
ar: تعدّد الأقراص (MD) غير متوفّر
bs: Multidisk (MD) nije dostupan
eo: Maldisponebla multdisko (MD)
he: התקנים מרובי דיסקים (Multidisk) לא זמינים
hr: Vi¹ediskovlje (VD) nedostupno
hu: Többlemezes eszközök (MD) támogatása nem elérhető
nl: MultiDisk (MD) is niet beschikbaar
sk: Multidisk (MD) je nedostupný
tr: Çokludisk (MD) mevcut değil
uk: Мультидиск (MD) недоступний
vi: Hiện không có đa đĩa (MD).
xh: Idiski ephinda-phindiweyo (MD) ayifumaneki

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
ar: يبدو أن النّواة الحاليّة لا تدعم أجهزةً متعدّدة الأقراص. يمكن حل هذا بتحميل الوحدات المطلوبة.
bs: Trenutni kernel nema podrku za multidisk ureaje. Ovo bi trebalo biti prevazieno uitavanjem potrebnih modula.
eo: Verŝajne, la nuntempa kerno ne administras multdiskajn aparatojn. La ŝarĝado de necesaj moduloj solvus la problemon.
he: הקרנל הנוכחי לא מכיל תמיכה בהתקנים מרובי דיסקים. ניתן לפתור זאת על ידי טעינת המודולים הנדרשים.
hr: Trenutni kernel ne podr¾ava vi¹ediskovne ureðaje. To æete rije¹iti uèitavanjem potrebnih modula.
hu: Az aktuális rendszermag nem támogatja a több lemezből összeálló eszközöket. E problémát a szükséges modulok betöltésével oldhatja meg.
nl: De huidige kernel biedt geen ondersteuning voor multidisk-apparaten. U kunt dit oplossen door de juiste kernel-modules te laden.
sk: Aktuálne jadro nepodporuje multidisk zariadenia. Možno potrebujete načítať potrebné moduly.
tr: Şu an kullanılan çekirdeğin çokludisk aygıtlarını desteklemediği görünüyor. Bu sorun gerekli modüller yüklenerek çözülmeli.
uk: Поточна конфігурація ядра не підтримує мультидискових пристроїв. Це може бути вирішено шляхом завантаження потрібних модулів.
vi: Hình như hạt nhân hiện thời không hỗ trợ thiết bị đa đĩa. Tải những mô-đun cần thiết nên quyết định vấn đề này.
xh: I-kernel ekhoyo ngoku ayibonakali ngathi iyazixhasa izixhobo ze-multidiski. Len to iya kusonjululwa ngokulayisha iimodyuli ezifunekayo.

source: Create MD device
ar: إنشاء جهاز MD
bs: Kreiraj MD ureaj
eo: Krei multdiskan 'MD'-aparaton
he: יצירת התקני MD
hr: Naèini VD ureðaj
hu: Többlemezes eszköz létrehozása
nl: MD-apparaat aanmaken
sk: Vytvoriť multidisk (MD) zariadenie
tr: MD aygıtı oluştur
uk: Створити мультидисковий пристрій
vi: Tạo thiết bị đa đĩa
xh: Dala isixhobo se-MD

source: Delete MD device
ar: حذف جهاز MD
bs: Obrii MD ureaj
eo: Viŝi multdiskan 'MD'-aparaton
he: מחיקת התקן MD
hr: Obri¹i VD ureðaj
hu: Többlemezes eszköz törlése
nl: MD-apparaat verwijderen
sk: Odstrániť multidisk (MD) zariadenie
tr: MD aygıtı sil
uk: Видалити мультидисковий пристрій
vi: Xóa thiết bị đa đĩa
xh: Cima isixhobo se-MD

source: Finish
ar: إنهاء
bs: Zavri
eo: Ĉesigu
he: סיום
hr: Zavr¹i
hu: Befejezés
nl: Einde
sk: Ukončiť
tr: Bitir
uk: Завершити
vi: Kết thúc
xh: Gqiba

source: Multidisk configuration actions
ar: إجراءات إعداد تعدّد الأقراص
bs: Multidisk konfiguracijske akcije:
eo: Multdiskaj akomodadoj
he: פעולת הגדרת התקנים מרובי דיסקים:
hr: Postupci pode¹avanja vi¹ediskovlja
hu: Többlemezes eszközök konfigurálási lehetőségei
nl: Multidisk configuratie-acties
sk: Kroky nastavenia multidisk-u (MD)
tr: Çokludisk yapılandırma eylemleri
uk: Дії по налаштуванню мультидисків
vi: Thao tác cấu hình đa đĩa
xh: Izenzo zemimiselo-nkqubo lwediski ephinda-phindiweyo

source: This is the Multidisk (MD) and software RAID configuration menu.
ar: هذه قائمة إعداد تعدّد الأقراص (MD) و الرّيْد البرمجي.
bs: Ovo je Multidisk (MD) i software RAID konfiguracijski meni.
eo: Jen la multdisko (MD) kaj 'RAID'-programara akomodada menuo ('software RAID').
he: זהו תפריט הגדרת התקנים מרובי דיסקים ו-RAID תוכנה
hr: Ovo je vi¹ediskovni (VD) i programski RAID izabirnik.
hu: Ez a többlemezes eszközök (MD) és a szoftveres RAID konfigurálómenüje.
nl: Dit is het MultiDisk (MD) en software-RAID configuratiemenu.
sk: Toto je konfiguračné menu Multidisk-u (MD) a softvérového RAID-u.
tr: Şu an Çokludisk (MD) ve yazılımsal RAID yapılandırma menüsündesiniz.
uk: Це меню налаштування мультидисків (MD) та програмного RAID.
vi: Đây là trình đơn cấu hình thiết bị đa đĩa (MD) và phần mềm RAID.
xh: Le yidiski ephindaphindiweyo (MD) nemenyu yomiselo-nkqubo lobucukubhede bekhompyutha i-RAID.

source: Please select one of the proposed actions to configure multidisk devices.
ar: رجاء اختر أحد الإجراءات المقترحة لإعداد الأجهزة المتعدّدة الأقراص.
bs: Molim odaberite jednu od predloenih akcija za podeavanje multidisk ureaja.
eo: Bonvolu elektu iun, inter tiuj agoj por akomodi multdiskajn aparatojn.
he: בחר את אחת הפעולות הבאות להגדרת התקנים מרובי דיסקים.
hr: Molim izaberite jedan od ponuðenih postupaka za pode¹avanje vi¹ediskovnih ureðaja.
hu: Az alábbiakban javasolt műveletekkel konfigurálhatja a többlemezes eszközöket.
nl: Welke van de voorgestelde acties om multidisk-apparaten in te stellen wilt u uitvoeren?
sk: Pre nastavenie multidisk zariadení si zvoľte jednu z nasledovných možností.
tr: Lütfen çokludisk aygıtlarının yapılandırmasına ilişkin olarak önerilen eylemlerden birisini seçin.
uk: Виберіть одну зі наступних опцій для налаштування мультидискових пристроїв.
vi: Hãy chọn một hành động đã đề nghị để định cấu hình thiết bị đa đĩa.
xh: Nceda ukhethe esinye sezenzo ezicetywayo ukuba kumiselwe izixhobo zediski ephindaphindeneyo.

source: No RAID partitions available
ar: لا توجد أيّة تجزئات ريْد
bs: RAID particije nisu dostupne
eo: Neniu 'RAID' disponebla diskparto
he: אין מחיצה RAID זמינה
hr: Nema RAID particija
hu: Nincs rendelkezésre álló RAID-partíció
nl: Er zijn geen RAID-partities beschikbaar
sk: Nie sú dostupné žiadne RAID oblasti
tr: Herhangi bir RAID bölümü mevcut değil
uk: Не знайдені розділи RAID
vi: Không có phân vùng RAID sẵn sàng.
xh: Akukho zahluli ze- RAID ezifumanekayo

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
ar: لا تتوفّر أيّة تجزئات من فئة "لينكس ريْد كشف تلقائي". فضلاً أنشيء تجزيئاً من تلك الفئة أو احذف أيّ جهاز متعدّد الأقراص مستعمل مسبقاً لتوفير تجزئاته.
bs: Slobodne particije tipa "Linux RAID Autodetect" nisu dostupne. Molim kreirajte takvu particiju, ili obriite ve koriteni mulitdisk ureaj da bi ste oslobodili njegove particije.
eo: Neniu disponebla 'Linux RAID Autodetect'-a diskparto. Bonvolu krei RAID-an diskparton, aŭ viŝu uzitan multdiskan aparaton por liberigi ĉi tiujn diskpartojn.
he: אין מחיצות זמינות מסוג "Linux RAID Autodetect". צור מחיצה כזאת, או מחק התקן מרובה דיסקים שנמצא בשימוש כדי לשחרר את המחיצות שלו.
hr: Nema raspolo¾ivih particija vrste "Linux RAID Autodetect". Molim naèinite takvu particiju, ili obri¹ite veæ uporabljeni vi¹ediskovni ureðaj da oslobodite njegove particije.
hu: Nincs "Linux RAID Autodetect"-típusú használaton kívüli partíció. Hozzon létre ilyen partíciót, vagy egy használatban levő többlemezes eszköz törlésével szabadítsa fel annak partícióit.
nl: Er zijn geen ongebruikte partities van het type 'Linux RAID Autodetect' beschikbaar. Gelieve zo'n partite aan te maken, of een reeds bestaand multidisk apparaat te verwijderen om de zpartities ervan vrij te maken.
sk: Nie sú dostupné žiadne nepoužívané oblasti typu "Linux RAID Autodetect". Takúto oblasť si môžete vytvoriť alebo uvoľniť zmazaním už jestvujúceho multidisk zariadenia.
tr: "Linux RAID Autodetect" tipinde kullanılmayan bir bölüm mevcut değil. Lütfen böyle bir bölüm oluşturun veya boş bölüm elde etmek için zaten kullanılan multidisk aygıtlardan birini silin.
uk: Немає жодного вільного розділу типу "Linux RAID Autodetect". Будь ласка, створіть такий розділ або видаліть існуючий мультидисковий пристрій, щоб звільнити його розділи.
vi: Không có vùng chưa dùng có kiểu "Linux RAID Autodetect" (Tự động phát hiện RAID Linux) sẵn sàng. Hãy tạo một vùng kiểu ấy, hoặc xóa bỏ một thiết bị đa đĩa đã dùng để nhả các vùng nó.
xh: Akukho zahluli eziluhlobo lwe "Linux RAID Autodetect" ezifumanekayo. Nceda udale isahluli esinjalo, okanye ucime isixhobo se-multi-diski esele sisetyenzisiwe uyikhulule kwizahluli zayo.

source: If you have such partitions, they might contain actual filesystems, and are therefore not available for use by this configuration utility.
ar: إذا كانت لديك تجزئات كتلك فقد تحتوي أنظمة ملفّاتٍ فعليّة و لذلك فهي ليست متاحةً لأداة الإعداد هذه.
bs: Ako imate takve particije, onda one sadre datotene sisteme i zato nisu dostupne za manipulaciju ovim konfiguracijskim programom.
hu: Ha mégis léteznének ilyen partíciók, azok mindegyikén valószínűleg már van fájlrendszer is, a jelen konfigurálóprogram tehát mindet mellőzni kényszerül.
nl: Als u zo'n partities heeft kunnen deze bestaande bestandssystemen bevatten, waardoor ze niet beschikbaar zijn voor dit configuratiehulpprogramma.
uk: Якщо у вас є такий розділ, то він може містити актуальну файлову систему і тому бути недоступним для використання цією програмою конфігурування.

source: Not enough RAID partitions available
ar: لا توجد تجزئات ريْد كافية
bs: Nedovoljno RAID particija dostupno
eo: Nesufiĉaj disponeblaj 'RAID'-diskpartoj
he: אין מספיק מחיצות RAID זמינות
hr: Nema dovoljno RAID particija
hu: Nincs elég rendelkezésre álló RAID-partíció
nl: Er zijn niet genoeg RAID-partities beschikbaar
sk: Nejestvuje dostatok RAID oblastí
tr: Yeterli sayıda RAID bölümü mevcut değil
uk: Недостатньо доступних розділів RAID
vi: Không có đủ phân vùng RAID.
xh: Akukho zinto ze-RAID zokwahlulwa ezifumanekayo

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
ar: لا تتوفّر تجزئات ريْد كافية لإعدادك الذي اخترت. لديك ${NUM_PART} تجزئات ريْد متوفّرة و لكن إعدادك يتطلّب ${REQUIRED} تجزئات.
bs: Nije dostupno dovoljno RAID particija za vau odabranu konfiguraciju. Dostupno vam je ${NUM_PART} RAID particija ali vaa konfiguracija iziskuje ${REQUIRED} particija.
eo: Nesufiĉaj disponeblaj RAID diskpartoj por via elektinta agordo. Vi nuntempe disponas ${NUM_PART} RAID-ajn diskpartojn, sed ${REQUIRED} diskpartoj necesas por la elekta diskpartoj.
he: אין מספיק מחיצות RAID זמינות בשביל ההגדרות הנבחרות שלך. יש לך ${NUM_PART} מחיצות RAID זמינות, אבל ההגדרות שלך צריכות ${REQUIRED} מחיצות.
hr: Nema dovoljno raspolo¾ivih RAID particija za postavke koje ste izabrali. Imate ${NUM_PART} RAID particija, a treba vam ${REQUIRED} RAID particija.
hu: A megadott konfiguráció kiépítéséhez nem áll rendelkezésre megfelelő számú RAID-partíció. A rendszer felderítése ${NUM_PART} darab rendelkezésre álló RAID-partíciót eredményezett, a megadott konfigurációhoz azonban ${REQUIRED} darab partícióra lenne szükség.
nl: Er zijn niet genoeg RAID-partities beschikbaar voor de door u geselecteerte configuratie. Er zijn slechts ${NUM_PART} RAID-partities beschikbaar terwijl uw configuratie ${REQUIRED} partities vereist.
sk: Pre vaše zvolené nastavenie nejestvuje dostatok RAID oblastí. Máte ${NUM_PART} RAID oblastí, ale vaše nastavenie vyžaduje ${REQUIRED} oblastí.
tr: Seçtiğiniz yapılandırma için yeterli sayıda RAID bölümü mevcut değil. ${NUM_PART} adet RAID bölümü mevcut, fakat yapılandırmanız ${REQUIRED} adet bölüm gerektiriyor.
uk: Недостатньо доступних розділів RAID для вибраної конфігурації. У вас є ${NUM_PART} доступних розділів RAID, але для вашої конфігурації потрібно ${REQUIRED} розділів.
vi: Không có đủ vùng RAID sẵn sàng cho cấu hình đã chọn. Hiện thời có ${NUM_PART} vùng RAID sẵn sàng, còn cấu hình cần thiết ${REQUIRED} vùng.
xh: Akukho zahluli ze-RAID zaneleyo ezenzelwe ukumiselwa kwenkqubo yakho okuthethiweyo. Unezahluli ze-RAID i${NUM_PART} ezifumanekayo kodwa ukumiselwa kwenkqubo kwakho kufuneka izahluli ${REQUIRED}.

source: RAID0
ar: ريْد0
xh: i-RAID0

source: RAID1
ar: ريْد1
xh: i-RAID1

source: RAID5
ar: ريْد5
xh: i-RAID5

source: Multidisk device type:
ar: فئة الجهاز متعدّد الأقراص:
bs: Tip multidisk ureaja:
eo: Multdiska aparata tipo:
he: סוג התקן מרובה דיסקים:
hr: Vrsta vi¹ediskovnog ureðaja:
hu: Többlemezes eszköz típusa:
nl: Wat is het Multidisk-apparaattype?
sk: Typ multidisk zariadenia:
tr: Çokludisk aygıt tipi:
uk: Тип мультидискового пристрою:
vi: Loại thiết bị đa đĩa:
xh: Uhlobo lwesixhobo sediski ephinda-phindiweyo:

source: Please choose the type of the multidisk device to be created.
ar: فضلاً اختر فئة الجهاز متعدّد الأقراص الذي سينشأ.
bs: Molim odaberite tip multidisk ureaja koji e biti kreiran.
eo: Bonvolu elekti tipon de la kreota multdiska aparato.
he: בחר את הסוג של התקן מרובה דיסקים שייווצר.
hr: Molim odredite vrstu vi¹ediskovnog ureðaja koji æe biti naèinjen.
hu: Válassza ki a létrehozandó többlemezes eszköz típusát.
nl: Welk type MultiDisk-apparaat wilt u aanmaken?
sk: Zvoľte si typ vytváraného multidisk zariadenia.
tr: Lütfen oluşturulacak çokludisk aygıtının tipini seçin.
uk: Виберіть тип мультидискового пристрою, який буде створений.
vi: Hãy chọn loại thiết bị đa đĩa cần tạo.
xh: Nceda ukhethe uhlobo oluza kudalwa lwesixhobo sediski ephinda-phindiweyo.

source: Number of active devices for the RAID1 array:
ar: عدد الأجهزة النّشطة لمصفوفة ريْد1:
bs: Broj aktivnih ureaja za RAID1 polje:
he: מספר רכיבים פעילים בשביל מערך RAID1:
hr: Broj aktivnih ureðaja za RAID1 polje:
hu: RAID1-tömb aktív eszközeinek száma:
nl: Hoeveel actieve apparaten voor deze RAID1-opstelling?
sk: Počet aktívnych zariadení pre pole RAID1:
tr: RAID1 dizisine ait aktif aygıtların sayısı:
uk: Кількість активних пристроїв для масиву RAID1:
vi: Số thiết bị hoặt động cho mảng RAID1:
xh: Inani lezixhobo ezisebenzayo ezenzelwe uludwe lwe-RAID1:

source: The RAID1 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail.
ar: مصفوفة ريْد1 ستتألّف من كلا التّجزئات النّشطة و الاحتياطيّة. التّجزئات النّشطة هي التي ستستخدم، بينما التّجزئات الاحتياطيّة ستستخدم فقط في حال فشل أحد الأجهزة النّشطة.
bs: RAID1 polje e se sastojati od aktivnih i rezervnih particija. Aktivne particije su one koje se koriste, dok se rezervni ureaji koriste samo ako jedan ili vie aktivnih ureaja otkae.
he: המערך RAID1 יהיה מורכב ממחיצות פעילות ומחיצות עתודה. המחיצות הפעילות הן אלה שבשימוש, בזמן שהמחיצות העתודה יהיו אלה שיישתמשו בהן במקרה ואחת המחיצות הפעילות יכשלו.
hr: RAID1 polje sadr¾avat æe i aktivne i prièuvne particije. Aktivne æe se particije rabiti uvijek, a prièuvne samo ako koja aktivna zataji.
hu: A RAID1-tömböt aktív és tartalék partíciók alkotják. Normál üzemben az aktív partíciók vannak használatban, a tartalék eszközök pedig az aktív eszközök esetleges meghibásodásakor lépnek az érintett részek helyébe.
nl: De RAID1-opstelling zal uit zowel actieve als reserve-partities bestaan. Actieve partities zijn in gebruik, reserve-partities worden enkel gebruikt indien 1 of meer van de actieve partities problemen ondervinden.
sk: Pole RAID1 sa skladá z aktívnych a náhradných oblastí. Aktívne oblasti sa používajú, zatiaľ čo náhradné oblasti sa použijú iba vtedy, ak zlyhá jedna z aktívnych oblastí.
tr: RAID1 dizisi hem aktif hem de yedek bölümler içerecektir. Aktif bölümler kullanılan bölümler, yedek aygıtlar ise sadece aktif aygıtlardan bir veya daha fazlası çalışmadığında kullanılacak bölümlerdir.
uk: Масив RAID1 буде складатися із активних та резервних розділів. Активні розділи - це ті, які будуть використовуватися; резервні пристрої будуть використовуватися тільки у випадку виходу з ладу одного чи кількох активних пристроїв.
vi: Mảng RAID1 sẽ bao gồm vùng cả hai kiểu hoặt động và còn rảnh đều. Sẽ sử dụng những vùng hoặt động, còn sẽ chỉ sử dụng những vùng còn rảnh nếu một hay nhiều thiết bị hoặt động không làm việc cho đúng.
xh: Uludwe lwe-RAID1 Uya kuba nezahluli okukhutheleyo noku-qoqoshiweyo. Izahluli ezikhutheley zezo zisetyenziswayo, ngeli xa isixhobo eziqoqoshiweyo ziya kusetyenziswa kuphela ukuba isixhobo esinye nangaphezulu zingophuka.

source: Number of spare devices for the RAID1 array:
ar: عدد الأجهزة الاحتياطيّة لمصفوفة ريْد1:
bs: Broj rezervnih ureaja za RAID1 polje:
he: מספר רכיבי עתודה בשביל המערך RAID1:
hr: Broj prièuvnih ureðaja za RAID1 polje:
hu: RAID1-tömb tartalék eszközeinek száma:
nl: Hoeveel reserve-apparaten voor deze RAID1-opstelling?
sk: Počet náhradných zariadení pre pole RAID1:
tr: RAID1 dizisine ait yedek aygıtların sayısı:
uk: Кількість резервних пристроїв для масиву RAID1:
vi: Số thiết bị còn rảnh cho mảng RAID1:
xh: Inani lezixhobo eziseleyo ezenzelwe uludwe lwe-RAID1:

source: Spare devices for the RAID1 multidisk device:
ar: الأجهزة الاحتياطيّة لجهاز ريْد1 المتعدّد الأقراص:
bs: Rezervni ureaji za RAID1 multidisk ureaj:
he: רכיבי עתודה בשביל התקן מרובה דיסקים מסוג RAID1:
hr: Prièuvni ureðaji za vi¹ediskovno RAID1 polje:
hu: RAID1 többlemezes eszközben szereplő tartalék eszközök:
nl: Wat zijn de reserve-apparaten voor dit RAID1-MultiDisk-apparaat?
sk: Náhradné zariadenia pre RAID1 multidisk zariadenie:
tr: RAID1 çokludisk aygıtına ait yedek aygıtlar:
uk: Резервні пристрої для мультидискового пристрою RAID1:
vi: Thiết bị còn rảnh cho thiết bị đa đĩa RAID1:
xh: Izixhobo eziseleyo zesixhobo sediski ephindaphindiweyo ye-RAID1:

source: You have chosen to create an RAID1 array with ${COUNT} spare devices.
ar: لقد اخترت إنشاء مصفوفة ريْد1 مع ${COUNT} من الأجهزة الاحتياطيّة.
bs: Izabrali ste kreiranje RAID1 polja sa ${COUNT} rezervnih ureaja.
he: בחרת ליצור את המערך RAID1 עם ${COUNT} התקני עתודה.
hr: Odredili ste naèiniti RAID1 polje s ${COUNT} prièuvnih ureðaja.
hu: ${COUNT} darab tartalék eszközt tartalmazó RAID1-tömb létrehozására szánta el magát.
nl: U heeft ervoor gekozen om een RAID1-opstelling aan te maken met ${COUNT} reserve-apparaten.
sk: Zvolili ste si vytvorenie poľa RAID1 s ${COUNT} náhradnými zariadeniami.
tr: ${COUNT} adet yedek aygıta sahip bir RAID1 dizisi oluşturmayı seçtiniz.
uk: Ви вирішили створити масив RAID1 із ${COUNT} резервними пристроями.
vi: Bạn đã chọn tạo một mảng RAID1 có ${COUNT} thiết bị con rảnh.
xh: Ukhethe ukudala uludwe lwe RAID1 ngezixhobo eziseleyo zoku${COUNT}.

source: Number of active devices for the RAID5 array:
ar: عدد الأجهزة النّشطة لمصفوفة ريْد5:
he: מספר רכיבים פעילים בשביל מערך RAID5:
hr: Broj aktivnih ureðaja za RAID5 polje:
sk: Počet aktívnych zariadení pre pole RAID5:
tr: RAID5 dizisine ait aktif aygıtların sayısı:
uk: Кількість активних пристроїв для масиву RAID5:
vi: Số thiết bị hoặt động cho mảng RAID5:
xh: Inani lezixhobo ezisebenzayo zoludwe lwe-RAID5:

source: The RAID5 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of three active devices is required.
ar: مصفوفة ريْد5 ستتألّف من كلا التّجزئات النّشطة و الاحتياطيّة. التّجزئات النّشطة هي التي ستستخدم، بينما التّجزئات الاحتياطيّة ستستخدم فقط في حال فشل واحدٍ أو أكثر من الأجهزة النّشطة. ثلاثة أجهزةٍ نشطة هي المطلوبة كحدٍّ أدنى.
he: המערך RAID5 יהיה מורכב ממחיצות פעילות ומחיצות עתודה. המחיצות הפעילות הן אלה שבשימוש, בזמן שהמחיצות העתודה יהיו אלה שיישתמשו בהן במקרה ואחת המחיצות הפעילות יכשלו.
hr: RAID5 polje sadr¾avat æe i aktivne i prièuvne particije. Aktivne æe se particije rabiti uvijek, a prièuvni ureðaji samo ako koji aktivni zataji. Potrebno je imati najmanje tri aktivna ureðaja.
sk: Pole RAID5 sa skladá z aktívnych a náhradných oblastí. Aktívne oblasti sa používajú, zatiaľ čo náhradné oblasti sa použijú iba vtedy, ak zlyhá jedna z aktívnych oblastí. Sú potrebné najmenej tri aktívne zariadenia.
tr: RAID5 dizisi hem aktif hem de yedek bölümler içerecektir. Aktif bölümler kullanılan bölümler, yedek aygıtlar ise sadece aktif aygıtlardan bir veya daha fazlası çalışmadığında kullanılacak bölümlerdir. En az üç aktif aygıt gerekmektedir.
uk: Масив RAID5 буде складатися із активних та резервних розділів. Активні розділи - це ті, які будуть використовуватися; резервні пристрої будуть використовуватися тільки у випадку виходу з ладу одного чи кількох активних пристроїв.
vi: Mảng RAID5 sẽ bao gồm vùng cả hai kiểu hoặt động và còn rảnh đều. Sẽ sử dụng những vùng hoặt động, còn sẽ chỉ sử dụng những vùng còn rảnh nếu một hay nhiều thiết bị hoặt động không làm việc cho đúng. Cần thiết ba thiết bị hoặt động tối thiểu.
xh: Uludwe lwe-RAID5 luya kuba nezahluli ezikhutheleyo neziqoqoshiweyo. Izahluli ezikhutheleyo zezo zisetyenziswayo, ngelixesha izixhobo eziqoqoshiweyo zakusetyenziswa kuuphela xa isinye nangaphezulu sezixhobo ezikhutheleyo zingophuka. Ubunicnane obuzizixhobo ezithathu buyafuneka.

source: NOTE: this setting cannot be changed later.
ar: ملاحظة: هذا الإعداد لا يمكن تغييره لاحقاً.
bs: PANJA: ova postavka se ne moe mijenjati kasnije.
eo: NOTU: tiun agordon ne eblos ŝanĝi pli poste.
he: הערה: לא ניתן לשנות הגדרות אלה אחר כך.
hr: POZOR: ove postake ne mogu biti promijenjene kasnije.
hu: FONTOS: e beállítás a későbbiekben nem lesz módosítható.
nl: OPMERKING: Dit kan later NIET meer veranderd worden.
sk: UPOZORNENIE: toto nastavenie sa už neskôr nedá zmeniť.
tr: NOT: bu ayar daha sonra değiştirilemez.
uk: ЗАУВАЖЕННЯ: ці установки не можуть бути змінені пізніше.
vi: Chú ý: không thể thay đổi thiết lập này về sau.
xh: QAPHELA: oku kumiselwa akunakutshintshwa ngelinye ixesha.

source: Number of spare devices for the RAID5 array:
ar: عدد الأجهزة الاحتياطيّة لمصفوفة ريْد5:
he: מספר רכיבי עתודה בשביל המערך RAID5:
hr: Broj prièuvnih ureðaja za RAID5 polje:
sk: Počet náhradných zariadení pre pole RAID5:
tr: RAID5 dizisine ait yedek aygıtların sayısı:
uk: Кількість резервних пристроїв для масиву RAID5:
vi: Số thiết bị còn rảnh cho mảng RAID5:
xh: Inani lezixhobo eziseleyo zoludwe lwe-RAID5:

source: Spare devices for the RAID5 multidisk device:
ar: الأجهزة الاحتياطيّة لجهاز ريْد5 المتعدّد الأقراص:
he: רכיבי עתודה בשביל התקן מרובה דיסקים מסוג RAID5:
hr: Prièuvni ureðaji za vi¹ediskovno RAID5 polje:
sk: Náhradné zariadenia pre RAID5 multidisk zariadenie:
tr: RAID5 çokludisk aygıtına ait yedek aygıtlar:
uk: Резервні пристрої для мультидискового пристрою RAID5:
vi: Thiết bị còn rảnh cho thiết bị đa đĩa RAID5:
xh: Izixhobo eziseleyo zesixhobo sediski ephinda-phindiweyo ye RAID5:

source: You have chosen to create an RAID5 array with ${COUNT} spare devices.
ar: لقد اخترت إنشاء مصفوفة ريْد5 مع ${COUNT} من الأجهزة الاحتياطيّة.
he: בחרת ליצור את המערך RAID5 עם ${COUNT} התקני עתודה.
hr: Odredili ste naèiniti RAID5 polje s ${COUNT} prièuvnih ureðaja.
sk: Zvolili ste si vytvorenie poľa RAID5 s ${COUNT} náhradnými zariadeniami.
tr: ${COUNT} adet yedek aygıta sahip bir RAID5 dizisi oluşturmayı seçtiniz.
uk: Ви вирішили створити масив RAID5 із ${COUNT} резервними пристроями.
vi: Bạn đã chọn tạo một mảng RAID5 có ${COUNT} thiết bị còn rảnh.
xh: Ukhethe ukudala uludwe lwe-RAID5 ngezixhobo eziseleyo zoku ${COUNT}.
