Repository: dankamongmen/s-i
Catalog: packages/user-setup/debian/po/*.po
Languages: pt, vi

source: Allow login as root?
pt: Permitir login como root?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
pt: Se escolher não permitir que o root faça login, então uma conta de utilizador será criada e ser-lhe-á dado o poder de se tornar root utilizando o comando 'sudo'.

source: Root password:
pt: Password de root:
vi: Mật khẩu chủ:

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
pt: É necessário definir uma password para o 'root', a conta administrativa do sistema. Um utilizador malicioso ou não qualificado com acesso root pode trazer consequências desastrosas, portanto deve ter cuidado para escolher uma password de root que não seja facilmente adivinhada. A password não deve ser uma palavra encontrada no dicionário ou uma palavra que possa ser facilmente associada a si.
vi: Bạn cần phải lập một mật khẩu cho «root» (người chủ), tài khoản quản trị hệ thống. Một người dùng hiểm độc hay người dùng không có kinh nghiệm, với quyền truy cập hệ thống của người chủ thì có thể gây ra kết quả tai hại. Vì vậy bạn nên chọn một cách cẩn thận một mật khẩu người chủ không phải dễ đoán. Đừng chọn một từ có trong từ điển nào, hay một từ liên quan đến bạn một cách dễ dàng.

source: Note that you will not be able to see the password as you type it.
pt: Note que não poderá ver a password enquanto a digita.
vi: Ghi chú là bạn sẽ không thể thấy mật khẩu trong khi gõ nó.

source: Please enter the same root password again to verify that you have typed it correctly.
pt: Por favor introduza a mesma password de root novamente para verificar se a introduziu correctamente.
vi: Hãy gõ lại mật khẩu người chủ ấy để xác nhận để gõ nó cho đúng.

source: Create a normal user account now?
pt: Criar uma conta de utilizador normal agora?
vi: Lúc này thì tạo một tài khoản cho người dùng bình thường không?

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
pt: É uma má ideia usar a conta de root para actividades normais do dia-a-dia, como ler mensagens electrónicas, porque até mesmo um pequeno erro pode resultar num desastre. Agora pode criar uma conta de utilizador normal para utilizar nas tarefas do dia-a-dia.
vi: Không phải tốt để sử dụng tài khoản người chủ khi làm việc bình thường vào trong đời sống, như là đọc thư điện tử, vì ngay cả một lỗi nhỏ có thể gây ra kết thúc rất xấu. Bạn nên tạo một tài khoản người dùng bình thường, để sử dụng khi làm việc hàng ngày.

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an user name, like 'imurdock' or 'rms'.
pt: Note que pode criar essa conta posteriormente (como também qualquer outra conta adicional) digitando 'adduser <nome do utilizador>' como root, onde <nome do utilizador> é um nome de utilizador, como 'imurdock' ou 'rms'.
vi: Ghi chú là bạn có thể tạo nó sau này (và tài khoản thêm nào) bằng cách gõ: adduser <tên_dùng> như là người chủ, mà tên dùng là tên cho người dùng, v.d. nguyenvan hay ngv.

source: Full name for the new user:
pt: Nome completo do novo utilizador:
vi: Họ tên của người dùng mới:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
pt: Uma conta de utilizador será criada para poder usa-la em vez da conta de root para actividades não-administrativas.
vi: Sẽ tạo một tài khoản người dùng bình thường cho bạn sử dụng thay thế tài khoản người chủ, khi làm việc không phải của người chủ.

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
pt: Por favor introduza o nome verdadeiro deste utilizador. Esta informação será usada por exemplo como origem pré-definida de emails enviados por este utilizador bem como qualquer programa que apresente ou utilize o verdadeiro nome do utilizador. O seu nome completo é uma escolha razoável.
vi: Hãy nhập họ tên thật của người dùng này. Trình thư sẽ dùng thông tin này (là gốc mặc định của thư do người dùng này gởi)., chương trình khác cần hiển thị họ tên thật thì cũng vậy. Hãy nhập họ tên thật vào đây.

source: Username for your account:
pt: Nome de utilizador para a sua conta:
vi: Tên người dùng cho tài khoản bạn:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
pt: Seleccione um nome de utilizador para a nova conta. O primeiro nome é uma escolha razoável. O nome de utilizador de começar com uma letra minúscula, que pode ser seguida de qualquer combinação de números e mais letras minúsculas.
vi: Hãy chọn tên dùng cho tải khoản bạn. Chọn tên của bạn là được, hay tên hiệu. Tên dùng này nên bắt đầu với một chữ thường, và có thể chứa bất cứ chữ thường và số nào theo thứ tự nào cũng được.

source: Invalid username
pt: Nome de utilizador inválido .
vi: Tên người dùng không hợp lệ

source: The user name you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
pt: O nome de utilizador introduzido é inválido. Note que nomes de utilizadores devem iniciar com uma letra minúscula, a qual pode ser seguida de qualquer combinação de números e mais letras minúsculas.
vi: Bạn đã gõ một tên người dùng không hợp lệ. Ghi chú là tên người dùng phải bắt đầu với một chữ thường, và sau đó có thể chứa bất cứ chữ thường và số nào theo thứ tự nào cũng được.

source: Choose a password for the new user:
pt: Escolha uma password para o novo utilizador:
vi: Hãy chọn mật khẩu cho người dùng mới:

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
pt: Uma boa password contém uma mistura de letras, números e pontuação e deve ser modificada em intervalos regulares.
vi: Một mật khẩu tốt chứa cả chữ, số và chấm câu được trộn với nhau, và nên được thay đổi theo định kỷ.

source: Re-enter password to verify:
pt: Introduz a password novamente para verificação:
vi: Hãy gỏ lại mật khẩu cần xác nhận:

source: Please enter the same user password again to verify you have typed it correctly.
pt: Por favor, introduza a mesma password novamente para verificar se a digitou correctamente.
vi: Hãy gõ lại mật khầu người dùng ấy, để xác nhận đã gõ nó cho đúng.

source: Password input error
pt: Erro na introdução da password
vi: Lỗi gõ mật khẩu

source: The two passwords you entered were not the same. Please try again.
pt: As duas passwords que você informou não foram a mesma. Por favor, tente novamente.
vi: Bạn đã gõ hai mật khẩu khác nhau. Hãy thử lại.

source: Empty password
pt: Password em branco
vi: Mật khẩu rỗng

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
pt: Introduziu uma password em branco, o que não é permitido. Por favor escolha uma password que não esteja em branco.
vi: Bạn đã nhập một mật khẩu rỗng: không cho phép kiểu này. Hãy chọn một mật khẩu không rỗng.

source: Enable shadow passwords?
pt: Activar as passwords shadow?
vi: Hiệu lực mật khẩu đổ bóng không?

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
pt: Passwords shadow fazem com que o seu sistema seja mais seguro porque ninguém consegue ver as passwords encriptadas. As passwords são guardadas num ficheiro separado, o qual pode ser lido apenas por programas especiais. O uso de passwords shadow é recomendado, excepto em alguns casos tal como em ambientes NIS.
vi: Mật khẩu đổ bóng (shadow passwords) tăng cấp bảo mật lên trong hệ thống bạn, vì không có ai có thể xem ngay cả mật khẩu được mật mã. Các mật khẩu được lưu vào một tập tin riêng mà chỉ chương trình đặc biệt có đọc được. Khuyến khích nặng bạn sử dụng mật khẩu đổ bóng, trù trong vài trường hợp như môi trường NIS.

source: Set up users and passwords
pt: Definir utilizadores e passwords
vi: Thiết lập các người dùng và mật khẩu

source: Setting users and passwords...
pt: A definir utilizadores e passwords...
