Repository: dankamongmen/s-i
Catalog: packages/rescue/debian/po/*.po
Languages: ast, fi, fr, id, nl, pa_in, se, uk, vi

source: Rescue mode
ast: Mou recuperación
fr: Mode de récupération
id: Modus darurat
se: Gádjunmodus
vi: Chế độ cứu

source: Enter rescue mode
ast: Introduz mou rescuperación
fi: Hätäkäynnistys
fr: Entrer dans le mode de récupération
id: Masuk ke modus darurat
nl: Ga 'reddingsmodus' binnen
pa_in: ਖਤਰਾ ਵਿਧੀ ਵਿੱਚ ਜਾਓ
se: Geavat gádjunmodusa
uk: Ввійти до режиму відновлення системи
vi: Vào chế độ cứu

source: No partitions found
ast: Ensín particiones atopaes

source: The installer could not find any partitions, so you will not be able to mount a root file system. This may be caused by the kernel failing to detect your hard disk drive or failing to read the partition table, or the disk may be unpartitioned. If you wish, you may investigate this from a shell in the installer environment.
ast: L'instalador nun puede atopar nenguna partición, colo que nun podrás montar nengún sistema de ficheros root. Esto puede ser causáu por un fallu del kernel al detectar la to unidá del discu duru o un fallu de llectura de la tabla de particiones, o'l discu puede nun tar particionáu. Si quies, puedes investigar esto dende una shell nel entornu del instalador.

source: Device to use as root file system:
ast: Preséu pa usar cómo sistema de ficheros root:
fr: Périphérique à monter comme système de fichiers racine (/) :
se: Ovttadat maid geavahit ruohtasfiilavuogádahkan:
vi: Thiết bị cần dùng là hệ thống tập tin gốc:

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
ast: Introduz un preséu quieras emplegar como sistema de ficheros raigañu. Podrás escoyer ente una riestra d'operaciones de rescate a facer nesti sistema de ficheros.
fr: Veuillez choisir un périphérique qui sera utilisé comme système de fichiers racine. Vous pourrez ensuite choisir entre plusieurs opérations de récupération à effectuer sur ce système de fichiers.
vi: Hãy gõ thiết bị nào bạn muốn sử dụng như là hệ thống tập tin gốc. Bạn sẽ có thể chọn trong vài thi hành cứu khác có thể thực hiện trên hệ thống tập tin này.

source: No such device
ast: Non atopáu preséu
fi: Laitetta ei ole
fr: Périphérique inexistant
id: Tidak ada piranti tersebut
nl: Er is niet zo'n apparaat
pa_in: ਕੋਈ ਅਜਿਹਾ ਜੰਤਰ ਨਹੀਂ
se: Diet ovttadat ii gávdno
uk: Немає такого пристрою
vi: Không có thiết bị như vậy

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
ast: El preséu que inxertaste pal to sistema de ficheros root (${DEVICE}) nun existe. Por favor, intentalo otra vegada.
fi: Juuritiedostojärjestelmäksi annettua laitetta (${DEVICE}) ei löydy. Yritä uudelleen.
fr: Le périphérique que vous avez indiqué comme racine (${DEVICE}) n'existe pas. Veuillez recommencer.
id: Piranti (${DEVICE}) yang Anda masukkan untuk sistem berkas root tidak ada. Silakan coba lagi.
nl: Het door u voor het basisbestandssysteem opgegeven apparaat (${DEVICE}) bestaat niet. Gelieve opnieuw te proberen.
pa_in: ਜੰਤਰ ਜੋ ਤੁਸੀਂ ਆਪਣੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਲਈ ਭਰਿਆ ਹੈ ਮੌਜੂਦ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
vi: Bạn đã gõ một thiết bị (${DEVICE}) không tồn tại cho hệ thống tập tin gốc. Hãy thử lại.

source: Mount failed
ast: Falló montaxe
fi: Liittäminen epäonnistui
fr: Échec de montage
id: Gagal mengaitkan.
nl: Aankoppelen is mislukt
pa_in: ਮਾਊਂਟ ਅਸਫਲ ਹੋਇਆ
se: Čatnan filtii
uk: Монтування не вдалося
vi: Việc lắp bị lỗi

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
ast: Ocurrió un fallu mientres se montaba'l preséu qu'introduciste pal to sistema de ficheros root (${DEVICE}) en /target.
fi: Tapahtui virhe liitettäessä juuritiedostojärjestelmäksi annettua laitetta (${DEVICE}) liitoskohtaan /target.
fr: Une erreur s'est produite au montage sur /target de ${DEVICE} que vous avez indiqué comme système de fichiers racine.
id: Ada kesalahan saat mengaitkan piranti (${DEVICE}) yang Anda masukkan untuk sistem berkas root pada /target
nl: Er is een fout opgetreden tijdens het aankoppelen van het door u als basisbestandssysteem opgegeven apparaat (${DEVICE}) op '/target'.
pa_in: ਜੰਤਰ ਜੋ ਤੁਸੀਂ ਆਪਣੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਲਈ ਭਰਿਆ ਹੈ ਨੂੰ /target ਤੇ ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੋਈ ਹੈ।
vi: Gặp lỗi khi lắp trên </target> thiết bị (${DEVICE}) đã gõ cho hệ thống tập tin gốc của bạn.

source: Please check the syslog for more information.
ast: Por favor, comprueba'l rexistru del sistema pa más información.
fr: Veuillez consulter le journal du système pour plus d'informations.
se: Oza eanet dieđuid syslog:as.
vi: Hãy kiểm tra lại bản ghi hệ thống để xem thông tin thêm.

source: Rescue operations
ast: Operaciones de recuperación
fr: Opérations du mode de récupération
se: Gadjundoaimmat
vi: Thi hành cứu

source: Rescue operation failed
ast: Falló la operación de recuperación
fr: Échec du mode de récupération
se: Gadjundoaibma filtii
vi: Thi hành cứu bị lỗi

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
ast: Falló la operación de recuperación '${OPERATION}' col códigu de salida ${CODE}.
fr: L'exécution de l'opération de récupération « ${OPERATION} » a échoué avec le code d'erreur ${CODE}.
vi: Thi hành cứu « ${OPERATION} » bị lỗi với mã thoát ${CODE}.

source: Execute a shell in ${DEVICE}
ast: Executar una shell en ${DEVICE}
fr: Exécuter un shell dans ${DEVICE}
se: Álggat skálžžu ${DEVICE}:s
vi: Thực hiện hệ vỏ trong ${DEVICE}

source: Execute a shell in the installer environment
ast: Executar una shell nel entornu del instalador
fr: Exécuter un shell dans le contexte de l'installateur
se: Vuoje skálžžu sajáiduhttinbirrasis
vi: Thực hiện hệ vỏ trong môi trường cài đặt

source: Choose a different root file system
ast: Escueye un sistema de ficheros root distintu
fr: Changer de système de fichiers racine
se: Vállje muhton eará ruohtasfiilavuogádat
vi: Chọn hệ thống tập tin gốc khác

source: Reboot the system
ast: Reianiciar el sistema
fr: Redémarrer le système
se: Vuolggát vuogádaga ođđasit
vi: Khởi động lại hệ thống

source: Executing a shell
ast: Executando una shell
fr: Exécuter un shell (ligne de commande)
se: Vuodjimin skálžžu
vi: Đang thực hiện hệ vỏ...

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
ast: Dempues d'esti mensaxe, podrás tener una shell col ${DEVICE} montáu en "/". Si necesites otru sistema de ficheros (como un "/usr" dixebráu), puedes montalu por ti mesmu.
fr: Après ce message, vous aurez accès à la ligne de commande avec ${DEVICE} à la racine (« / »). Si vous avez besoin d'autres systèmes de fichiers, comme un système de fichiers /usr distinct, vous devrez les monter vous-même.
vi: Sau khi xem thông điệp này, bạn sẽ nhận một hệ vỏ với ${DEVICE} được gắn kết vào « / ». Nếu bạn cần hệ thống tập tin khác nào (như </usr> riêng) thì bạn sẽ phải tự gắn kết nó.

source: Error running shell in /target
ast: Fallu executando una shell en /target
fr: Erreur d'exécution du processeur de commandes dans /target
vi: Gặp lỗi khi chạy hệ vỏ trong </target>

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
ast: Un shell (${SHELL}) atopose nel to sistema de ficheros root (${DEVICE}), pero ocurrió un fallu.
fi: Komentotulkki (${SHELL}) löytyi juuritiedostojärjestelmästä (${DEVICE}), mutta tapahtui virhe sitä suoritettaessa.
fr: Un processeur de commandes (« shell » : ${SHELL}) a été trouvé sur votre système de fichiers racine (${DEVICE}), mais une erreur s'est produite lors de son lancement.
id: Sebuah shell (${SHELL}) telah ditemukan pada sistem berkas root (${DEVICE}), tetapi ada kesalahan saat menjalankannya.
nl: Er is een shell (${SHELL}) gevonden in uw basisbestandssysteem (${DEVICE}), maar er trad een fout op bij het uitvoeren ervan.
pa_in: ਤੁਹਾਡੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਤੇ ਸ਼ੈੱਲ (${SHELL}) ਲੱਭਿਆ ਹੈ, ਪਰ ਇਸ ਨੂੰ ਚਲਾਉਣ ਸਮੇਂ ਗਲਤੀ ਹੋਈ ਹੈ।
vi: Tìm thấy hệ vỏ (${SHELL}) trên hệ thống tập tin gốc của bạn (${DEVICE}), nhưng mà gặp lỗi khi chạy nó.

source: No shell found in /target
ast: Nun s'atopó shell en /target
fi: Tiedostojärjestelmästä /target ei löydy komentotulkkia
fr: Aucun processeur de commandes (« shell ») dans /target
id: Tidak ada shell di dalam /target
nl: Er is geen shell gevonden in '/target'
pa_in: /target ਵਿੱਚ ਕੋਈ ਸ਼ੈੱਲ ਨਹੀਂ ਲੱਭਿਆ
se: Ii gavdnan ovttage skálžžu /target:s
uk: Оболонка не знайдена у /target
vi: Không tìm thấy hệ vỏ trong </target>

source: No usable shell was found on your root file system (${DEVICE}).
ast: Nun s'atopó una shell nel to sistema de ficheros root (${DEVICE}).
fi: Juuritiedostojärjestelmästä (${DEVICE}) ei löytynyt komentotulkkia jota voitaisiin käyttää.
fr: Aucun processeur de commandes n'a été trouvé à la racine du système de fichiers ${DEVICE}.
id: Tidak ada shell yang bisa digunakan pada sistem berkas root (${DEVICE}) Anda.
nl: Er is geen bruikbare shell gevonden in uw basisbestandssysteem (${DEVICE}).
pa_in: ਕੋਈ ਵਰਤਣ ਯੋਗ ਸ਼ੈੱਲ ਤੁਹਾਡੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਤੇ ਨਹੀਂ ਲੱਭਿਆ।
vi: Không tìm thấy hệ vỏ có thể dùng trên hệ thống tập tin gốc (${DEVICE}).

source: Interactive shell on ${DEVICE}
ast: Shell interautiva en ${DEVICE}

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
ast: Dempués d'esti mensaxe, tendrás una shell col ${DEVICE} montáu en "/target". Puedes trabayar nel usando les ferramientes disponibles nel entornu del instalador. Si quies facelo'l to sistema de ficheros root temporal, executa "chroot /target". Si necesites otru sistema de ficheros (como un "/usr" dixebráu), puedes montalu por ti mesmu.
fr: Après ce message, vous aurez accès à la ligne de commande avec ${DEVICE} monté sur /target. Vous pourrez utiliser les outils disponibles dans l'environnement de l'installateur. Si vous voulez utiliser temporairement /target comme racine, vous pourrez utiliser la commande « chroot /target ». Si vous avez besoin d'autres systèmes de fichiers, comme un système de fichiers /usr distinct, vous devrez les monter vous-même.
vi: Sau khi xem thông điệp này, bạn sẽ nhận một hệ vỏ với thiết bị ${DEVICE} được gắn kết vào mục đích « /target » Bạn có thể làm việc trong nó bằng những công cụ có sẵn trong môi trường cài đặt. Nếu bạn muốn đặt tạm thời nó là hệ thống tập tin gốc, hãy chạy lệnh « chroot /target ». Nếu bạn cần có hệ thống tập tin khác nào (như </usr> riêng), bạn sẽ phải tự gắn kết nó.

source: Interactive shell in the installer environment
ast: Shell interautiva nel entornu del instalador

source: Passphrase for ${DEVICE}:
ast: Frase de pasu pa ${DEVICE}:

source: Please enter the passphrase for the encrypted volume ${DEVICE}.
ast: Por favor, introduz una frase de pasu pal volume encriptáu ${DEVICE}.

source: If you don't enter anything, the volume will not be available during rescue operations.
ast: Si nun introduces na, el volume nun tará disponible nes operaciones de recuperación.

source: Device to mount as root file system:
fi: Juuritiedostojärjestelmäksi liitettävä laite
id: Piranti yang akan dikaitkan sebagai sistem berkas root:
nl: Welk apparaat dient aangekoppeld te worden als basisbestandssysteem?
pa_in: root ਫਾਇਲ ਸਿਸਟਮ ਤੌਰ ਤੇ ਮਾਊਂਟ ਕਰਨ ਵਾਲਾ ਜਤੰਰ:

source: Enter a device you wish to mount as your root file system.
fi: Kirjoita laite joka liitetään juuritiedostojärjestelmäksi.
id: Masukkan sebuah piranti yang ingin Anda kaitkan sebagai sistem berkas root
nl: Hier voert u het apparaat in dat u wilt aankoppelen als uw basisbestandssysteem.
pa_in: ਤੁਹਾਡੇ root ਫਾਇਲ ਸਿਸਟਮ ਤੌਰ ਤੇ ਮਾਊਂਟ ਕਰਨ ਲਈ ਜੰਤਰ ਚੁਣੋ।

source: After this message, if the file system was mounted successfully, you will be given a shell with that file system on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
fi: Jos tiedostojärjestelmän liittäminen onnistui, käynnistyy tämän viestin jälkeen komentotulkki, jossa tuo tiedostojärjestelmä on liitoskohdassa "/". Jos tarvitaan muita tiedostojärjestelmiä (vaikkapa erillinen "/usr"), on ne liitettävä itse.
id: Setelah pesan ini, jika sistem berkas berhasil dikaitkan, Anda akan masuk ke shell dengan sistem berkas tersebut pada "/". Jika Anda perlu sembarang sistem berkas lainnya (seperti sebuah "/usr" yang terpisah), Anda harus mengaitkannya sendiri.
nl: Na deze boodschap krijgt u (wanneer het aankoppelen gelukt is) een shell met dat bestandssysteem as '/'. Als u verdere bestandssystemen nodig heeft (bijvoorbeeld een aparte '/usr') dient u deze zelf aan te koppelen.
pa_in: ਇਸ ਸੁਨੇਹੇ ਤੋਂ ਬਾਅਦ, ਜੇ ਫਾਇਲ ਸਿਸਟਮ ਸਫਲਤਾ ਨਾਲ ਮਾਊਂਟ ਹੋ ਗਿਆ, ਤੁਹਾਨੂੰ "/" ਉੱਪਰ ਫਾਇਲ ਸਿਸਟਮ ਸਮੇਤ ਸ਼ੈੱਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਕੋਈ ਹੋਰ ਫਾਇਲ ਸਿਸਟਮ (ਜਿਵੇਂ ਵੱਖਰਾ "/usr") ਚਾਹੁੰਦੇ ਹੋ, ਤੁਹਾਨੂੰ ਉਹ ਸਵੈ ਹੀ ਮਾਊਂਟ ਕਰਨੇ ਪੈਣਗੇ।

source: You will now be given a shell in the installer environment instead. Your root file system is mounted on /target.
fi: Komentotulkki käynnistetäänkin asentimesta. Juuritiedostojärjestelmä on liitetty kohtaan /target.
id: Ada sekarang akan menggunakan shell yang ada dalam lingkungan penginstal. Sistem berkas root Anda dikaitkan ke /target
nl: In de plaats hiervan krijgt u nu een shell in de installatieomgeving. Uw basisbestandssysteem is aangekoppeld op '/target'.
pa_in: ਤੁਹਾਨੂੰ ਹੁਣ ਇੰਸਟਾਲਰ ਵਾਤਾਵਰਨ ਵਿੱਚ ਸ਼ੈੱਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਤੁਹਾਡਾ root ਫਾਇਲ ਸਿਸਟਮ /target ਤੇ ਮਾਊਂਟ ਹੈ।

source: When you exit this shell, the system will reboot.
fi: Tästä komentotulkista poistuttaessa järjestelmä käynnistyy uudelleen.
id: Bila Anda keluar dari shell ini, sistem akan reboot
nl: Na het verlaten van deze shell zal het systeem opnieuw opstarten
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਸ਼ੈੱਲ ਤੋਂ ਬਾਹਰ ਗਏ, ਸਿਸਟਮ ਮੁੜ ਚੱਲੇਗਾ।
uk: Після виходу з оболонки, ваша система перезавантажиться.

source: Try fallback shell?
fi: Yritetäänkö varakomentotulkin käynnistämistä?
id: Coba shell darurat?
nl: Wilt u de terugval-shell proberen?
pa_in: ਫਾਲਬੈਕ ਸ਼ੈੱਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ?
uk: Спробувати іншу оболонку?

source: Please confirm whether you want to use a shell in the installer environment instead. Your root file system will be mounted on /target.
fi: Vahvista, että komentotulkki käynnistetäänkin asentimesta. Juuritiedostojärjestelmä liitetään kohtaan /target.
id: Silakan pastikan apakah Anda ingin menggunakan shell dari lingkungan penginstal. Sistem berkas root Anda akan dikaitkan ke /target
nl: Bent u zeker dat u in plaats hiervan een shell wilt uitvoeren van in de installatieomgeving? Uw basisbestandssysteem is dan aangekoppeld op '/target'.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੰਸਟਾਲਰ ਵਾਤਾਵਰਨ ਵਿੱਚ ਸ਼ੈੱਲ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਤੁਹਾਡਾ root ਫਾਇਲ ਸਿਸਟਮ /target ਤੇ ਮਾਊਂਟ ਹੋਵੇਗਾ।

source: When you exit this shell, or if you choose not to run it, the system will reboot.
fi: Tästä komentotulkista poistuttaessa, tai jos sitä ei käynnistetä, järjestelmä käynnistyy uudelleen.
id: Bila Anda keluar dari shell ini, atau memilih tidak menjalankannya, sistem akan reboot.
nl: Nadat u deze shell verlaat, of als u ervoor kiest om de shell niet te gebruiken zal het systeem opnieuw opstarten
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਸ਼ੈੱਲ ਵਿੱਚੋਂ ਬਾਹਰ ਗਏ, ਜਾਂ ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚਲਾਉਣ ਲਈ ਚੁਣਿਆ, ਸਿਸਟਮ ਮੁੜ ਚੱਲੇਗਾ।
uk: Після виходу з оболонки, або якщо ви вирішите не запускати її, система перезавантажиться.

source: Please check the error log on the third console or /var/log/messages for more information.
nl: Verdere informatie vindt u in het foutenlogboek op de derde console, en het bestand '/var/log/messages'.
uk: Перегляньте, будь ласка, журнал помилок на третій консолі або файл /var/log/messages, щоб отримати більше інформації.

source: Device to mount as root filesystem:
uk: Пристрій для монтування в якості кореневої файлової системи:

source: Enter a device you wish to mount as your root filesystem.
uk: Введіть ім'я пристрою, який ви бажаєте використовувати як кореневу файлову систему.

source: After this message, if the filesystem was mounted successfully, you will be given a shell with that filesystem on "/". If you need any other filesystems (such as a separate "/usr"), you will have to mount those yourself.
uk: Після цього повідомлення, якщо файлова система змонтується успішно, вам буде надана оболонка з цією файловою системою в якості кореневої. Якщо вам потрібна будь-яка інша файлова система (наприклад, окрема файлова система „/usr/“), ви повинні будете змонтувати її самостійно.

source: The device you entered for your root filesystem (${DEVICE}) does not exist. Please try again.
uk: Пристрій, який ви ввели для кореневої файлової системи, (${DEVICE}) не існує. Спробуйте знову, будь ласка.

source: An error occurred while mounting the device you entered for your root filesystem (${DEVICE}) on /target.
uk: Виникла помилка під час монтування пристрою, який ви ввели для кореневої файлової системи, (${DEVICE}) на /target.

source: No usable shell was found on your root filesystem (${DEVICE}).
uk: На вашій кореневій файловій системі (${DEVICE}) не знайдена оболонка, яку можна використати.

source: You will now be given a shell in the installer environment instead. Your root filesystem is mounted on /target.
uk: Вам буде надана оболонка встановлювача. Ваша коренева файлова система змонтована на /target.

source: A shell (${SHELL}) was found on your root filesystem (${DEVICE}), but an error occurred while running it.
uk: Оболонка (${SHELL}) була знайдена на вашій кореневій файловій системі (${DEVICE}), однак при її запуску виникла помилка.

source: Please confirm whether you want to use a shell in the installer environment instead. Your root filesystem will be mounted on /target.
uk: Підтвердьте, будь ласка, чи хочете ви використовувати замість неї оболонку встановлювача. Ваша коренева файлова система буде змонтована на /target.
