Repository: dankamongmen/s-i
Catalog: packages/network-console/debian/po/*.po
Languages: cs, eu, hr, mk, nl, pt, ro, zh_cn

source: Continue installation remotely using SSH
cs: Pokraèovat v instalaci vzdálenì pøes SSH
eu: Instalakuntza urrunetik SSH bidez jarraitu
hr: Nastavi instalaciju daljinski, rabeæi SSH
mk: Продолжи со инстлацијата оддалечено користејќи SSH
nl: Installatie verder van op afstand doorlopen via SSH
pt: Continuar a instalação remotamente utilizando o SSH
ro: Se continuă instalarea de la distanţă, utilizând SSH
zh_cn: 使用 SSH 继续远程安装

source: Start menu, Start shell
cs: Spustit menu, Spustit shell
eu: Hasiera menua, Hasiera shell-a
hr: Pokreni izabirnik, Pokreni ¹koljku
mk: Стартутвај мени, Стартувај школка
nl: Menu opstarten, Shell opstarten
pt: Menu de Inicio, Shell de inicio
ro: Porneşte meniul, Porneşte o consolă (shell)
zh_cn: 启动菜单, 启动 shell

source: Network console option:
cs: Mo¾nosti sí»ové konzoly:
eu: Sare kontsola aukerak:
hr: Moguænost mre¾ne konzole:
mk: Опција за мрежна конзола:
nl: Netwerkconsoleoptie:
pt: Opção de consola de rede:
ro: Opţiunea pentru consola de reţea:
zh_cn: 网络控制台选项：

source: This is the network console for the Debian installer. From here, you may start the Debian installer main menu, or execute an interactive shell.
cs: Toto je sí»ová konzole instalaèního programu Debianu. Nyní mù¾ete vstoupit do hlavního instalaèního menu, nebo spustit interaktivní shell.
eu: Hau debian instalatzailearen sare kontsola da. Hemendiz zuk Debian instalatzaile menua edo shell bat abiarazi.
hr: Ovo je mre¾na konzola za Debianov instalacijski program. Odavde mo¾ete pokrenuti glavni izabirnik instalacije, ili interaktivnu ¹koljku.
mk: Ова е мрежната конзола за инсталерот на Дебиан. Од тука може да го стартуваш главното мени на инсталерот, или да извршиш интерактивна школка.
nl: Dit is de netwerkconsole van het Debian-installatieprogramma. Van hieruit kunt u of het hoofdmenu van het Debian-installatieprogramma opstarten, of een interactieve shell opstarten.
pt: Esta é a consola de rede para o instalador de Debian. A partir daqui, pode iniciar o menu principal do instalador de Debian, ou executar uma shell interactiva.
ro: Aceasta este consola de reţea pentru instaler-ul Debian. De aici, puteţi porni meniul instaler-ului Debian, sau să executaţi o consolă (shell) interactivă.
zh_cn: 这是 Debian 安装程序的网络控制台。从这里，您可以启动 Debian 安装程序的主菜单，或者执行交互 shell。

source: To return to this menu, you will need to log in again.
cs: Pro návrat do tohoto menu se budete muset znovu pøihlásit.
eu: Menura itzultzeko saioa berriz abiarazi beharko duzu
hr: Morat æete se ponovo prijaviti da se vratite u ovaj izabirnik.
mk: За да се вратиш во ова мени, ќе треба повторно да се логираш.
nl: Om naar dit menu terug te keren dient u opnieuw aan te melden.
pt: Para voltar a este menu, necessita fazer log in novamente.
ro: Pentru a vă întoarce la acet meniu, va trebui să vă reautenetificaţi (re-login).
zh_cn: 要返回此菜单，您必须重新登录。

source: Generating SSH host key
cs: Generuje se hostitelský SSH klíè
eu: SSH Ostalari gakoa sortzen
hr: Stvaram SSH host kljuè
mk: Генерирање на SSH клуч за домаќинот
nl: SSH-computersleutel wordt gegenereerd
pt: A gerar a chave SSH do host
ro: Se generează cheia SSH pentru calculatorul gazdă (host key)
zh_cn: 生成 SSH 主机密钥

source: Remote installation password:
cs: Heslo pro vzdálenou instalaci:
eu: Urruneko Instalazio Pasahitza:
hr: Zaporka za daljinsku instalaciju:
mk: Лозинка за оддалечена инсталација:
nl: Wat is het wachtwoord voor de installatie op afstand?
pt: Password da instalação remota:
ro: Parola pentru instalarea de la distanţă:
zh_cn: 远程安装密码：

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
cs: Pro vzdálený pøístup k instalaènímu programu Debianu potøebujete nastavit heslo. Zlomyslný nebo neznalý u¾ivatel s pøístupem k instalaènímu systému mù¾e napáchat neuvìøitelné ¹kody, tak¾e byste mìli zvolit takové heslo, je¾ se nedá lehce uhodnout. To znamená, ¾e by to nemìlo být slovo ze slovníku, ani údaj, který se s vámi dá lehce spojit (jméno psa).
eu: Debian instalatzailera urrunetik sartu ahal izateko pasahitz bat ezarri behar diozu. Erabiltzaile maltzur edo ezjakin batek saio baimenak lortzeak emaitza kaltegarriak izan ditzake, honegatik asmatzeko zail den pasahitz bat ezarri beharko zenuke. Ez da hiztegian aurki daitekeen edo zurekin erraz lotu daitekeen hitz bat izan behar.
hr: Morate postaviti zaporku za daljinski pristup Debianovom instalacijskom programu. Zlonamjeran ili nestruèan korisnik koji ima pristup instalaciji mo¾e izazvati golemu ¹tetu, pa se pobrinite da zaporku ne bude jednostavno odgonetnuti. To ne bi trebala biti obièna rijeè, ili rijeè koju je lako povezati s vama.
mk: Потребно е да поставиш лозинка за да му пристапиш на Дебиан инсталерот. Злобен или некфалификуван корисник со пристап до инсталерот може да направи разурнивачки ефекти, па препорачливо е да избереш лозинка која не е лесно да се погоди. Не треба да биде збор од речник или збор кој може лесно да се поврзе со тебе, како твоето презиме.
nl: U dient een wachtwoord in te stellen waarmee u toegang kunt krijgen tot het Debian-installatieprogramma van op afstand. Als een kwaadaardige of nietgekwalificeerde gebruiker toegang verkrijgt tot het installatieprogramma kan dit disastreuze gevolgen hebben. Het is daarom belangrijk dat u een goed wachtwoord kiest dat moeilijk te raden is (dus geen woord uit het woordenboek, of iets dat makkelijk met u te associeren valt zoals bijvoorbeeld uw tweede voornaam).
pt: Necessita definir uma password para acesso remoto ao instalador de Debian. Um utilizador mal intencionado ou não qualificado com acesso ao instalador pode provocar resultados desastrosos, por isso deve tomar o cuidado de escolher uma password que não seja fácil de adivinhar. Não deve ser uma palavra que possa ser encontrada num dicionário, ou uma palavra que possa ser facilmente associada consigo, como por exemplo o seu nome do meio.
ro: Trebuie să setaţi o parolă pentru a accesa de la disanţă instaler-ul Debian. Un utilizator rău-voitor care nu ar trebui să aibă, dar care capătă acces la instaler poate provoca dezastre, deci ar trebui să aveţi grijă să alegeţi o parolă care nu poate fi uşor ghicită. Nu ar trebui să fie un cuvânt care se găseşte în dicţionar sau un cuvânt care poate fi asociat uşor cu dvs., ca de exemplu prenumele dvs.
zh_cn: 您需要设置一个密码以远程操纵 Debian 安装程序。任何恶意或无资格的用户拥有了使用安装程序的权限，都有可能会造成灾难性的后果。因此，您必须小心的选择一个不易猜出的密码。它不应该是一个能在字典中找得到的单词，或者与您有紧密联系的词语，比如您的姓名。

source: This password is used only by the Debian installer, and will be discarded once you finished the installation.
cs: Toto heslo je vyu¾íváno pouze instalaèním programem Debianu a po skonèení instalace bude zapomenuto.
eu: Pasahitz hau Debian instalatzaileak bakarrik erabiliko du eta ezabatu egingo da zure sistema berria instalatzez amaitzerakoan.
hr: Ovu zaporku rabit æe samo Debianov instalacijski program i odbacit æe je èim zavr¹ite instalaciju.
mk: Оваа лозинка се користи само за инсталерот на Дебиан и ќе биде отфрлена штом заврши инсталацијата.
nl: Dit wachtwoord wordt enkel gebruikt door het Debian-installatieprogramma en is na de installatie niet meer geldig.
pt: Esta password é utilizada apenas pelo instalador de Debian, e será eliminada assim que terminar a instalação.
ro: Această parolă este utilizată doar de instalerul Debian şi va fi anulată odată ce se va termina instalarea.
zh_cn: 此密码仅被 Debian 安装程序所使用。安装结束后，它将被自动丢弃。

source: Password confirmation:
cs: Potvrzení hesla:
eu: Pasahitz berrespena:
hr: Potvrda zaporke:
mk: Потврда на лозинката:
nl: wachtwoord bevestigen:
pt: Confirmação da password:
ro: Confiramarea parolei:
zh_cn: 密码确认：

source: Please enter the same remote installation password again to verify that you have typed it correctly.
cs: Znovu zadejte heslo pro vzdálený pøístup, abyste se pøesvìdèili, ¾e jste jej zadali správnì.
eu: Mesdez sar ezazu berriz instalazio pasahitza zuk behar ebzala idatzi duzula ziurtatzeko.
hr: Molim unesite istu zaporku opet, za potvrdu da ste je pravilno utipkali.
mk: Те молам повторно внеси ја истата лозинка за оддалечена инсталација за да се потврди дека правилно си ја искуцал.
nl: Teneinde na te gaan of het wachtwoord correct ingetikt is dient u het wachtwoord voor de installatie op afstand nogmaals in te voeren.
pt: Por favor introduza a mesma password de instalação remota novamente para verificar que a escreveu correctamente.
ro: Vă rugăm să reintroduceţi aceiaşi parolă de instalare de la distanţă pentru a verifica faptul că aţi introdus-o corect.
zh_cn: 请重新输入相同的远程安装密码以确保您的输入正确无误。

source: Password empty
cs: Prázdné heslo
eu: Pasahitz zuria
hr: Zaporka prazna
mk: Празна лозинка
nl: Wachtwoord is leeg
pt: Password vazia
ro: Parolă nulă
zh_cn: 空密码

source: You seem to have entered an empty remote installation password. That is not secure. Please enter a password again.
cs: Zdá se, ¾e jste zadali prázdné heslo. Toto není bezpeèné. Zadejte, prosím, nové heslo.
eu: Dirudienez urruneko instalazio pasahitza zurian utzi duzu. Hau ez da ziurra. Mesedez idatz ezazu pasahitza berriz.
hr: Izgleda da ste unijeli praznu zaporku za daljinsku instalaciju. To je nesigurno. Molim unesite zaporku ponovo.
mk: Изгледа како да внесе празна лозинка за оддалечена инсталација. Ова не е сигурно. Те молам повторно внеси лозинка.
nl: U heeft een leeg wachtwoord ingevoerd voor de installatie op afstand. Dit is onveilig, gelieve een wachtwoord in te voeren.
pt: Parece que introduziu uma password vazia para a instalação remota. Isto não é seguro. Por favor introduza novamente uma password.
ro: Aţi introdus o parolă nulă pentru pentru instalarea de la distanţă. Acet lucru nu este sigur. Vă rugăm să introduceţi din nou o parolă.
zh_cn: 您似乎输入了一个空密码。这是非常不安全的，请重新输入密码。

source: Password mismatch
cs: Hesla nesouhlasí
eu: Pasahitzak ez dira berdinak
hr: Zaporka ne odgovara
mk: Лозинките се разликуваат
nl: Wachtwoorden komen niet overeen
pt: A password difere
ro: Nepotrivire de parole
zh_cn: 密码不匹配

source: The two passwords you entered were not the same. Please enter a password again.
cs: Zadaná hesla nejsou stejná. Zadejte, prosím, heslo znovu.
eu: Zuk idatzitako bi pasahitzak ez dira berdinak. Saiatu berriz mesedez.
hr: Zaporke koje ste unijeli nisu iste. Molim unesite zaporku ponovo.
mk: Двете лозинки што ги внесе не се исти. Те молам повторно внеси лозинка.
nl: De twee door u ingevoerde wachtwoorden zijn komen niet overeen. Gelieve het wachtwoord opnieuw in te voeren.
pt: As duas password que introduziu não são as mesmas. Por favor introduza novamente uma password.
ro: Cele două parole introduse de dvs. nu sunt identice. Vă rugăm să introduceţi din nou o parolă.
zh_cn: 您所输入的两个密码并不相同。请重新输入。

source: To finish the installation, please start the newly installed system and use an SSH client to log in as the "installer" user.
cs: Pro dokonèení instalace spus»te novì instalovaný systém a pøihlaste se do nìj SSH klientem jako u¾ivatel "installer".
eu: Instalazioa jarraitu ahal izateko, mesedez abiarazi instalatu berri dagoen sistema erabili SSH bezeroa "installer" erabiltzaileaz saioa hasteko.
hr: Da zavr¹ite instalaciju, molim pokrenite svoj novi sustav i uporabite SSH klijenta da se prijavite kao "installer" korisnik.
mk: За да завршиш со инсталацијата, те молам вклучи го ново инсталираниот систем и користи SSH клиент за да се логираш како корисник „installer“.
nl: Om de installatie af te ronden dient u eerst het niew geïnstaleerde systeem op te starten en dient u zich daarna met een SSH-client aan te melden als de gebruiker 'installer'.
pt: Para terminar a instalação, por favor inicie o sistema acabado de instalar e utilize um cliente de SSH para fazer log in como o utilizador "installer".
ro: Pentru a finaliza instalarea, vă rugăm să porniţi sistemul nou instalat şi să folosiţi un client SSH pentru a vă autentifica folosind utilizatorul "installer".
zh_cn: 要完成安装，请启动新安装的系统，并使用 SSH 客户端以“installer”用户登录。

source: Finish the installation
cs: Dokonèení instalace
eu: Instalazioa amaitu
hr: Dovr¹i instalaciju
mk: Заврши ја инсталацијата
nl: Installatie afronden
pt: Terminar a instalação
ro: Finalizează instalarea
zh_cn: 完成安装

source: The ${PACKAGE} package was unavailable or failed to install. This means it will not be possible to finish the installation over SSH.
mk: Пакетот ${PACKAGE} неможеше да се инсталира или е недостапен. Ова значи дека не ќе можеш да ја завршиш инсталацијата преку SSH.
pt: O pacote ${PACKAGE} estava indisponível ou falhou a instalação. Isto significa que não vai ser possível terminar a instalação por SSH.

source: After the reboot, the second stage of the installation will be started on the main (or serial) console.
mk: По рестартирањето, втората фаза на инсталацијата ќе се пушти на главната (или сериската) конзола.
pt: Após reiniciar, a segunda etapa da instalação será iniciada na consola principal (ou série).

source: Start SSH
cs: Spustit SSH
eu: SSH Abiarazi
hr: Pokreni SSH
mk: Стартувај SSH
nl: SSH opstarten
pt: Iniciar SSH
ro: Porneşte SSH
zh_cn: 启动 SSH

source: To continue the installation, please use an SSH client to log in as the "installer" user.
cs: Nyní mù¾ete v instalaci pokraèovat tak, ¾e se pøihlásíte SSH klientem jako u¾ivatel "installer".
eu: Instalazioa jarraitu ahal izateko, mesedez erabili SSH bezeroa "installer" erabiltzaileaz saioa hasteko.
hr: Da nastavite instalaciju, molim uporabite SSH klijenta da se prijavite kao "installer" korisnik.
mk: За да продолжиш со инсталацијата, те молам користи SSH клиент за да се логираш како „installer“ корисник.
nl: Om verder te gaan met de installatie dient u met SSH-client aan te melden als de gebruiker 'installer'.
pt: Para continuar com a instalação, por favor utilize um cliente de SSH para fazer log in como o utilizador "installer".
ro: Pentru a continua instalarea, vă rugăm să folosiţi un client SSH pentru a vă autentifica folosind utilizatorul "installer".
zh_cn: 要继续安装进程，请使用 SSH 客户端并以“installer”用户名登录。

source: The fingerprint of this SSH server's host key is: ${fingerprint}
cs: Otisk klíèe tohoto SSH serveru je: ${fingerprint}
eu: SSH zerbitzari honen ostalaro gakoa hau da: ${fingerprint}
hr: Prstotisak SSH poslu¾iteljeva host kljuèa jest: ${fingerprint}
mk: Отпечатокот за SSH клучот за овој сервер е: ${fingerprint}
nl: De vingerafdruk van deze SSH-server's computersleutel is: ${fingerprint}
pt: A impressão digital da chave do host deste servidor de SSH é: ${fingerprint}
ro: Amprenta cheii calculatorului gazdă a acestui server SSH este: ${fingerprint}
zh_cn: 此 SSH 服务器的主机密钥的指纹码(fingerprint)是：${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
cs: Zkontrolujte tento otisk klíèe s otiskem, který vám nahlásí vá¹ SSH klient.
eu: Mesedez araka ezazu berriro zure SSH bezeroak emandako ssh gakoa.
hr: Molim pozorno usporedite ovo s prstotiskom kojega je javio va¹ SSH klijent.
mk: Те молам провери го внимателно со отпечатокот кој го извести твојот SSH клиент.
nl: Deze dient overeen te komen met de vingerafdruk die aangegeven wordt door uw SSH-client. U kunt dit best nauwkeurig controleren.
pt: Por favor verifique isto cuidadosamente com a impressão digital indicada pelo seu cliente de SSH.
ro: Vă rugăm să verificaţi acest lucru cu grijă cu cel raportat de clientul dvs. SSH.
zh_cn: 请仔细核对它是否与 SSH 客户端所报告的指纹码(fingerprint)一致。
