Repository: dankamongmen/s-i
Catalog: packages/arch/powerpc/yaboot-installer/debian/po/*.po
Languages: ar, da, fr, hr, hu, nl, sv, vi, xh, zh_cn

source: Please check the error log on the third console or /var/log/messages for more information.
ar: الرجاء التحقق من سجل الأخطاء على الطرفية الثالثة أو /var/log/messages للمزيد من المعلومات.
fr: Veuillez consulter le journal des erreurs sur la troisime console ou le fichier /var/log/messages pour plus d'informations.

source: Failed to install bootloader
ar: فشل تثبيت محمّل الإقلاع
zh_cn: 安装启动管理器失败

source: Check /var/log/syslog or see virtual console 4 for the details.
hu: A /var/log/syslog vagy a 4. virtális konzol adja a részleteket.
vi: Hãy kiểm tra xem bản ghi hệ thống </var/log/syslog> hoặc xem bàn giao tiếp ảo 4 để tìm chi tiết.

source: Installing YaBoot
zh_cn: 安装 YaBoot

source: The system is now ready to boot the new Debian GNU/Linux system.
zh_cn: 可以启动新的 Debian GNU/Linux 系统了。

source: Mounting the proc filesystem on /target/proc failed.
zh_cn: 无法将 proc 文件系统挂载到 /target/proc 上。
