Repository: dankamongmen/s-i
Catalog: packages/arch/powerpc/yaboot-installer/debian/po/*.po
Languages: ar, da, fr, hr, hu, nl, sv, vi, xh, zh_cn

source: Installing Yaboot
ar: جاري تثبيت يابوتْ
da: Installerer Yaboot
fr: Installation de Yaboot
hr: Instaliram Yaboot
hu: Yaboot-telepítés
nl: Yaboot wordt geïnstalleerd
sv: Installerar Yaboot
vi: Cài đặt Yaboot
xh: Iseka i-Yaboot

source: Installing Yaboot boot loader
ar: جاري تثبيت محمّل الإقلاع يابوتْ
da: Installerer opstartsindlæseren Yaboot
fr: Installation du programme de dmarrage Yaboot
hr: Instaliram Yaboot boot uèitavaè
hu: Yaboot rendszerbetöltő telepítése
nl: Yaboot-opstartlader wordt geïnstalleerd
sv: Installerar startladdaren (boot loader) Yaboot
vi: Đang cài đặt bộ tải khởi động Yaboot...
xh: Iseka isilayishi sokuvula i-Yaboot
zh_cn: 安装 Yaboot 启动管理器

source: Yaboot installation failed. Continue anyway?
ar: فشل تثبيت يابوتْ. هل تريد على كلّ حال؟
da: Installationen af Yaboot mislykkedes. Fortsæt alligevel?
fr: chec de l'installation de Yaboot. Faut-il continuer?
hr: Instalacija Yaboot-a neuspjela. Da ipak nastavim?
hu: A Yaboot telepítése sikertelen. Mégis továbblépsz?
nl: Yaboot-installatie is mislukt. Toch verder gaan?
sv: Installationen av Yaboot misslyckades. Fortsätt ändå?
vi: Việc cài đặt Yaboot bị lỗi. Vẫn cứ tiếp tục không?
xh: Ukusekwa kwenkqubo i-yaboot akuphumelelanga. Qhubeka nakanjani?
zh_cn: Yaboot 安装失败。仍然继续吗？

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
ar: فشل تثبيت حزمة يابوت على /target/. تثبيت يابوت كمحمّل إقلاع خطوةٌ مطلوبة. مع ذلك، فإنّ مشكلة التّثبيت قد لا تكون متعلّقة بيابوت، لذا فإنّ الاستمرار بالتّثبيت قد يكون ممكناً.
da: Det mislykkedes at installere pakken yaboot på /target/. Det er et krævet trin at installere Yaboot som opstartsindlæser. Dog kan det være at installationsproblemet ikke har noget med Yaboot at gøre. I så fald kan det måske stadig lade sig gøre at fortsætte installationen.
fr: Le paquet Yaboot n'a pas pu tre install dans /target/. L'installation du programme de dmarrage Yaboot est une tape indispensable. Ce problme n'est peut-tre pas li Yaboot; il est peut-tre possible de continuer l'installation.
hr: Nije uspjela instalacija yaboot paketa na /target/. Instalacija Yaboot-a kao boot uèitavaèa je zahtijevani korak. Meðutim, problem mo¾e biti nevezan za Yaboot, pa æete mo¾da moæi nastaviti instalaciju.
hu: A yaboot csomag /target/-be telepítése meghiúsult. A Yaboot telepítése pedig szükséges. Lehet, hogy e gond nem a Yaboot-hoz kötődik és a telepítés folytatása mégis lehetséges.
nl: De installatie van het yaboot-pakket in /target/ is mislukt. De installatie van Yaboot als opstartlader is een vereiste stap. Mogelijk heeft het installatieprobleem niks te maken met Yaboot; in dat geval kunt u de installatie voortzetten.
sv: Misslyckades att installera paketet yaboot i /target/. Att installera Yaboot som startladdare (boot loader) är ett obligatoriskt steg. Installationsproblemet kan dock vara obesläktat med Yaboot så det kan ändå vara möjligt att fortsätta.
vi: Gói yaboot không cài đặt được vào </target/>. Cài đặt trình yaboot như là bộ tải khởi động là bước cần thiết. Tuy nhiên, lỗi cài đặt có lẽ không liên quan đến trình yaboot thì có lẽ sẽ có khả năng tiếp tục lại cài đặt.
xh: Umqulu wenkqubo i-yaboot awuphumelanga ukusekela kwi /target/. Ukuseka i-Yaboot njengesilayishi sokuvula linqananaba elifunekayo.Inkathazo yokuseka noko kunjalo kusenokwenzeka ukuba ayinxulumananga ne-Yaboot, ngoko ke ukuqhubeka uoseko kungenzeka.
zh_cn: 无法将 yaboot 软件包安装到 /target/ 中。这是将 Yaboot 安装为启动管理器的必要步骤。此安装问题可能跟 Yaboot 本身并无关系，因此继续进行安装也是可行的。

source: Looking for bootstrap partitions
ar: جاري البحث عن تجزيئات بوتسراب
da: Leder efter opstartspartitioner
fr: Recherche de partitions d'amorage
hr: Tra¾im bootstrap particije
hu: Rendszerbetöltő partíciók felderítése
nl: Bezig met zoeken naar bootstrap-partities
sv: Söker efter bootstrap-partitioner
vi: Đang tìm phân vùng tải và khởi động...
xh: Ikhangela izahlukaniso zemicu yokuvula
zh_cn: 查找引导分区

source: No bootstrap partition found
ar: لم يعثر على تجزيء بوتستراب
da: Fandt ingen opstartspartition
fr: Aucune partition d'amorage trouve
hr: Nema bootstrap particija
hu: Nincs rendszerbetöltő partíció
nl: Er is geen bootstrap-partitie gevonden
sv: Hittade inga bootstrap-partitioner
vi: Không tìm thấy phân vùng tải và khởi động
xh: Akukho sahlukaniso somcu wukuvula esifunyenweyo
zh_cn: 没有找到引导分区

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
ar: لم يعثر على أيّ قرصٍ يحتوي تجزيء "Apple_Bootstrap". عليك أن تنشئ تجزيئاً بحجم 819200 بايت من نوع "Apple_Bootstrap".
da: Der blev ikke fundet nogen diske med en "Apple_Bootstrap"-partition. Du skal oprette en partition med en størrelse på mindst 819200 byte med typen "Apple_Bootstrap".
fr: Aucun disque dur comportant une partition Apple_Bootstrap n'a t dtect. Vous devez crer une partition d'une taille de 819200 octets et de type Apple_Bootstrap.
hr: Niti jedan èvrsti disk ne sadr¾i "Apple_Bootstrap" particiju. Morate naèiniti jednu particiju velièine 819200 bajtova, vrste "Apple_Bootstrap".
hu: Nincs "Apple_Bootstrap" partícióval ellátott merevlemez. Készíts egy 819200 bájt méretű, "Apple_Bootstrap" típusú partíciót.
nl: Er zijn geen harde schijven gevonden met een 'Apple_Bootstrap'-partitie. U dient een 819200-byte partitie met type 'Apple_Bootstrap'.
sv: Hittade inga hårddiskar med en "Apple_Bootstrap"-partition. Du måste skapa en 819200 byte stor partition av typen "Apple_Bootstrap".
vi: Không tìm thấy đĩa cứng có phân vùng kiểu « Apple_Bootstrap », nên bạn phải tạo một phân vùng có kích cỡ 819200 byte với kiểu « Apple_Bootstrap ».
xh: Akukho zidiski zakhelwe ngaphakathi zafunyanwayo ezinesahlukaniso se. "Apple_Bootstrap". Kufuneka udale isahlukaniso esine-byte ezingama-819200 esinohlobo lwe "Apple_Bootstrap".
zh_cn: 没有找到含有“Apple_Bootstrap”分区的磁盘。您必须创建一个 819200 字节大小、类型为“Apple_Bootstrap”的分区。

source: Looking for root partition
ar: جاري البحث عن التّجزيء الجذر
da: Leder efter rodpartition
fr: Recherche d'une partition racine
hr: Tra¾im korijensku particiju
hu: Gyökérpartíció felderítése
nl: Bezig met zoeken naar basispartitie
sv: Söker efter rotpartition
vi: Đang tìm phân vùng gốc...
xh: Ikhangela isahlukaniso esiyingcambu
zh_cn: 查找根分区

source: No root partition found
ar: لم يُعثر على أيّ تجزيءٍ جذر
da: Fandt ingen rodpartition
fr: Aucune partition racine trouve
hr: Nema korijenske particije
hu: Nincs gyökér partíció
nl: Er is geen basispartitie gevonden
sv: Hittade ingen rotpartition
vi: Không tìm thấy phân vùng gốc
xh: Akukho sahlukaniso siyingcambu esifunyenweyo
zh_cn: 没有找到根分区

source: No partition is mounted as your new root partition. You must mount a root partition first.
ar: لم يتمّ تركيب أيّ تجزيءٍ كتجزيئك الجذر الجديد. يجب تركيب تجزيءٍ جذر أوّلاً.
da: Der er ikke monteret nogen partition som din nye rodpartition. Du skal først montere en rodpartition.
fr: Aucune partition n'est monte en tant que nouvelle partition racine. Vous devez d'abord monter une partition racine.
hr: Niti jedna particija nije montirana kao korijenska. Prvo morate montirati korijensku particiju.
hu: Nincs felcsatolva gyökérpartíció. A továbblépéshez csatolj fel egyet.
nl: Er is geen partitie aangekoppeld als de nieuwe basispartitie. U dient eerst een basispartitie aan te koppelen.
sv: Ingen partition är monterad som din nya rotpartition. Du måste montera en rotpartition först.
vi: Chưa gắn kết phân vùng nào như là phân vùng gốc mới. Phải gắn kết một phân vùng gốc trước tiên.
xh: Akukho sahlukaniso sinyuswe njengesahlukaniso sakho esitsha esiyingcambu. Kufuneka unyuse isahlukaniso esiyingcambu kuqala.
zh_cn: 没有挂载新的根分区。您必须先挂载一个根分区。

source: Looking for other operating systems
ar: جاري البحث عن أنظمة تشغيلٍ أخرى
da: Søger efter andre styresystemer
fr: Recherche d'autres systmes d'exploitation
hr: Tra¾im druge upravljaèke sustave
hu: Más operációs rendszerek felderítése
nl: Aanwezigheid van andere besturingssystemen wordt nagegaan
sv: Söker efter andra operativsystem
vi: Đang tìm hệ điều hành khác...
xh: Ikhangela ezinye iinkqubo ezisebenzayo
zh_cn: 正在搜索其它操作系统

source: Device for boot loader installation:
ar: جهاز تثبيت محمّل الإقلاع:
da: Enhed hvorpå opstartsindlæseren skal installeres:
fr: Priphrique o sera install le programme de dmarrage:
hr: Ureðaj za instalaciju boot uèitavaèa:
hu: A rendszerbetöltő erre az eszközre kerül:
nl: Apparaat voor opstartlader-installatie:
sv: Enhet för installation av startladdaren (boot loader):
vi: Thiết bị nơi cần cài đặt bộ tảỉ khởi động:
xh: Isixhobo soseko-nkqubo lwesilayishi sokuvula:
zh_cn: 安装启动管理器的设备：

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
ar: يجب أن يثبّت يابوت (محمّل إقلاع لينكس) على تجزيء قرصٍ صلب كي يصبح نظامك قابلاً للإقلاع. رجاءً اختر التّجزيء الهدف من بين هذه التّجزيئات التي لها علامة قابل للإقلاع.
da: Yaboot (Linux's opstartsindlæser) skal installeres på en harddiskpartition for at dit system kan startes op. Vælg målpartitionen blandt følgende partitioner, som har opstartsflaget sat.
fr: Yaboot (le programme de dmarrage de Linux) doit tre install sur un disque dur pour que votre systme puisse dmarrer. Vous devez choisir une partition d'installation parmi les partitions marques amorables.
hr: Yaboot (Linux boot uèitavaè) mora biti instaliran na particiju èvrstoga diska da bi se va¹ sustav mogao podizati. Molim izaberite odredi¹nu partciju izmeðu onih koje imaju podignutu bootable zastavicu.
hu: A rendszer indítása a yaboot (Linux rendszerbetöltő) merevlemezre telepítésével válik lehetővé. Az alábbi, bejelölt rendszerindítási kapcsolójú partíciók közül válaszd ki a yaboot helyét.
nl: Yaboot (de Linux opstartlader) dient geïnstalleerd te worden op een harde schijf om uw systeem opstartbaar te maken. Op welk van volgende partities wilt u Yaboot installeren en de opstartbaar vlag activeren?
sv: Yaboot (startladdaren för Linux) måste installeras på en hårddiskpartition för att ditt system ska vara startbart. Välj destinationspartitionen bland de partitioner som har startbar-flaggan satt.
vi: Cần phải cài đặt Yaboot (bộ tải khởi động Linux) vào phân vùng đĩa cứng để cho hệ thống bạn khả năng khởi động. Vậy hãy chọn phân vùng đích từ những phân vùng này đã lập cờ khả năng khởi động.
xh: I-Yaboot (isilayishi sokuvula se-linux) kufuneka sisekwe kwidiski eyakhelwe ngaphakathi ukuze inkqubo yakho ikwazi ukuvuleka. Nceda ukhethe isahlukaniso sendawo ekusingwa kuyo kwezi zahlukaniso ezineseti yeeflegi ezivulekayo.
zh_cn: 要使您的系统能够启动，必须将 Yaboot (Linux 引导程序)安装到某个硬盘分区中。请在以下拥有可启动标志的分区中选择一个来安装它。

source: Warning: this will erase all data on the selected partition!
ar: تحذير: سوف يحذف هذا كلّ البيانات على التّجزيء المحدّد!
da: Advarsel: dette vil slette alle data på den valgte partition!
fr: Attention: toutes les donnes prsentes sur la partition choisie seront effaces.
hr: Pozor: to æe obrisati sve podatke na izabranoj particiji!
hu: Figyelem: a kijelölt partíción levő összes adat elvész!
nl: Waarschuwing: Dit verwijdert alle data op de geselecteerde partitie!
sv: Varning: Det här kommer att ta bort all data på den valda partitionen!
vi: • Cảnh báo: hành động này sẽ xóa bỏ hoàn toàn mọi dữ liệu trên phân vùng đã chọn. •
xh: Isilumkiso: le nto iya kuzicima zonke ii-data kwisahlukaniso esikhethiweyo!
zh_cn: 警告：这将删除被选分区上的所有数据资料！

source: Creating yaboot configuration
ar: جاري إنشاء إعداد يابوت
da: Opretter yaboot-opsætning
fr: Cration de la configuration de Yaboot
hr: Stvaram Yaboot-ove postavke
hu: Yaboot-konfiguráció létrehozása
nl: Yaboot-configuratie wordt aangemaakt
sv: Skapar yaboot-konfiguration
vi: Đang tạo cấu hình Yaboot...
xh: Idala umiselo-nkqubo lwe-yaboot
zh_cn: 正在创建 yaboot 配置

source: Failed to create yaboot configuration
ar: فشل إنشاء إعداد يابوت
da: Kunne ikke oprette yaboot-opsætning
fr: chec de la configuration de Yaboot
hr: Stvaranje Yaboot-ovih postavki neuspjelo
hu: Yaboot-konfiguráció létrehozása sikertelen
nl: Aanmaken van de yaboot-configuratie is mislukt
sv: Misslyckades med att skapa yaboot-konfiguration
vi: Việc tạo cấu hình Yaboot bị lỗi
xh: Ayiphumelelanga ukudala umiselo-nkqubo lwe-yaboot
zh_cn: 无法创建 yaboot 配置

source: The creation of the main yaboot configuration file failed.
ar: فشل إنشاء ملف إعداد يابوت الرئيسي.
da: Oprettelsen af hovedopsætningsfilen for yaboot mislykkedes.
fr: La cration du fichier de configuration principal de Yaboot a chou.
hr: Stvaranje glavne Yaboot-ove datoteke postavki neuspjelo.
hu: A fő yaboot-konfigurációs fájl létrehozása nem sikerült.
nl: Aanmaken van yaboot's hoofdconfiguratiebestand is mislukt.
sv: Skapandet av huvudkonfigurationsfilen för yaboot misslyckades.
vi: Việc tạo tập tin cấu hình chính Yaboot bị lỗi.
xh: Ukudalwa komiso lwenkqubo eyintloko ye-yaboot akuphumelelanga.
zh_cn: 创建 yaboot 主配置文件失败。

source: Please check the syslog for more information.
da: Tjek systemloggen for flere oplysninger.
nl: Nadere informatie vindt u in het systeemlog (/var/log/syslog).
sv: Vänligen kontrollera sysloggen för mer information.

source: Installing yaboot into bootstrap partition
ar: جاري تثبيت يابوت على تجزيء بوتستراب
da: Installerer yaboot på opstartspartitionen
fr: Installation de Yaboot sur une partition amorable
hr: Instaliram Yaboot na bootstrap particiju
hu: Yaboot telepítése rendszerbetöltő partícióra
nl: Yaboot wordt in de bootstrap-partitie geïnstalleerd
sv: Installerar yaboot på bootstrap-partitionen
vi: Đang cài đặt trình Yaboot vào phân vùng tải và khởi động...
xh: Imisela inkqubo i-yaboot kwinto yokwahlulwa yomcu wokuvula
zh_cn: 将 yaboot 安装到启动分区

source: Failed to install boot loader
da: Kunne ikke installere opstartsindlæseren
fr: chec de l'installation du programme de dmarrage
hr: Instalacija boot uèitavaèa neuspjela
hu: A boot betöltő telepítése sikertelen
nl: Installatie van de opstartlader is mislukt
sv: Misslyckades att installera startladdaren (boot loader)
vi: Việc cài đặt bộ tải khởi động bị lỗi

source: The installation of the yaboot boot loader failed.
ar: فشل تثبيت محمّل الإقلاع يابوت.
da: Installationen af opstartsindlæseren yaboot mislykkedes.
fr: L'installation du programme de dmarrage Yaboot a chou.
hr: Instalacija Yaboot boot uèitavaèa nije uspjela.
hu: A yaboot rendszerbetöltő telepítése nem sikerült.
nl: De installatie van de yaboot-opstartlader is mislukt.
sv: Installationen av startladdaren (boot loader) yaboot misslyckades.
vi: Việc cài đặt bộ tải khởi động Yaboot bị lỗi
xh: Ukusekwa kwesilayishi sokuvula se-yaboot akuphumelelanga.
zh_cn: 安装 Yaboot 启动管理器失败。

source: Successfully installed yaboot
ar: تمّ تثبيت يابوت بنجاح
da: Yaboot blev installeret
fr: Installation de Yaboot termine
hr: Instalacija Yaboot-a uspjela
hu: A yaboot telepítése sikerült
nl: Yaboot is met succes geïnstalleerd
sv: Framgångsrik installation av yaboot
vi: Yaboot đã được cài đặt.
xh: Iyiseke ngempumelelo inkqubo ye-yaboot
zh_cn: 安装 yaboot

source: The yaboot boot loader was successfully installed.
ar: تمّ تثبيت محمّل الإقلاع يابوت بنجاح.
da: Opstartsindlæseren yaboot blev installeret.
fr: Le programme de dmarrage Yaboot a t correctement install.
hr: Yaboot boot uèitavaè uspje¹no je instaliran.
hu: A yaboot rendszerbetöltő sikeresen települt.
nl: De installatie van de yaboot-opstartlader is gelukt.
sv: Startladdaren (boot loader) yaboot installerades framgångsrikt.
vi: Bộ tải khởi động Yaboot đã được cài đặt.
xh: Isilayishi sokuvula se-yaboot sisekwe ngempumelelo.
zh_cn: yaboot 引导程序已经安装成功。

source: The new system is now ready to boot.
ar: النظام الجديد جاهز للإقلاع الآن.
da: Systemet er nu klart til at starte op.
fr: Le nouveau systme est maintenant prt dmarrer.
hu: Az új rendszer kész az indulásra
nl: Dit nieuwe systeem is nu klaar om op te starten.
sv: Systemet är nu redo för att starta upp det nya Debian GNU/Linux-systemet.
vi: Vậy hệ thống mới sẵn sàng để khởi động.

source: Failed to mount /target/proc
ar: فشل تركيب /target/proc
da: Kunne ikke montere /target/proc
fr: chec du montage de /target/proc
hr: Montiranje /target/proc neuspjelo
hu: /target/proc csatolása sikertelen
nl: Aankoppelen van /target/proc is mislukt
sv: Misslyckades att montera /target/proc
vi: Việc lắp </target/proc> bị lỗi
xh: Ayiphumelelanga ukunyusa /target/proc
zh_cn: 无法挂载 /target/proc

source: Mounting the proc file system on /target/proc failed.
ar: فشل تركيب نظام ملفّات proc عند /target/proc.
da: Montering af proc-filsystemet på /target/proc mislykkedes.
fr: Le montage du systme de fichiers proc sur /target/proc a chou.
hr: Montiranje proc datoteènog sustava na /target/proc neuspjelo.
hu: A proc fájlrendszer csatolása /target/proc-ra nem sikerült.
nl: Aankoppelen van het proc-bestandssysteem op /target/proc is mislukt.
sv: Monteringen av proc-filsystemet i /target/proc misslyckades.
vi: Việc lắp hệ thống tập tin proc vào </target/proc> bị lỗi.

source: Please check the system log or the output on the third console (tty3).
ar: رجاءً تفقّد سجل النّظام أو الإخراج على المنصّة الطّرفيّة الثّالثة (tty3).
da: Tjek systemloggen eller beskederne i den tredje konsol (tty3).
fr: Veuillez vrifier les journaux du systme ou ce qui s'est affich sur la troisime console (tty3).
hr: Molim provjerite sustavske zabilje¹ke ili izlaz na treæoj konzoli (tty3).
nl: Controleer het systeemlogboek of de uitvoer op de derde console (tty3).
sv: Kontrollera systemloggen eller utmatningen på den tredje konsolen (tty3).
xh: Nceda uvavanye i-log yenkqubo okanye iziphumo kwisixhasi sesithathu i (tty3).
zh_cn: 请检查系统日志或者第三个控制台(tty3)上的屏幕输出。

source: Warning: Your system may be unbootable!
ar: تحذير: قد يكون نظامك غير قابلٍ للإقلاع!
da: Advarsel: Dit system er måske ude af stand til at starte op!
fr: Attention: votre systme pourrait ne pas dmarrer!
hr: Pozor: va¹ sustav mo¾da se ne mo¾e pokrenuti!
hu: Figyelem: a rendszer talán indíthatatlan!
nl: Waarschuwing: mogelijk is uw systeem niet opstartbaar!
sv: Varning: Ditt system kan vara omöjligt att starta!
vi: • Cảnh báo: có lẽ hệ thống của bạn sẽ không có khả năng khởi động. •
xh: Isilumkiso: Inkqubo yakho kungenzeka ukuba ayinakuvuleka!
zh_cn: 警告：您的系统可能无法正常启动！

source: Setting firmware variables for automatic boot
ar: جاري تعيين متغيّرات البرمجيّات الضّمنيّة للإقلاع التّلقائي
da: Sætter firmware-variable til automatisk opstart
fr: Rglage des variables du micro-code pour dmarrer automatiquement
hr: Postavljanje 'firmware' varijabli za automatsko podizanje sustava
hu: Firmware-változók automatikus indításra beállítása
nl: Firmware-variabelen worden ingesteld voor automatisch opstarten
sv: Konfigurera fasta programmets variabler för automatisk start
vi: Đang lập các biến phần vững (firmware) để tự động khởi động
xh: Imisela ugcino lwamaxabiso aguqukayo e-firmware olwenzelwe ukuvula okuzenzekelayo

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
ar: يجب تعيين بعض المتغيرات في Pegasos OpenFirmware كي يتمكن نظامك من الإقلاع آليا. عند نهاية التثبيت، سيتم إعادة إقلاع النظام. يجب تعيين متغيرات OpenFirmware عند ملقن Pegasos OpenFirmware لتمكين الإقلاع الآلي:
da: Der skal sættes nogle variable i Pegasos OpenFirmware, for at dit system kan starte op automatisk. Ved afslutningen af installationen vil systemet genstarte. Sæt følgende OpenFirmware-variable ved Pegasos Openfirmware's prompt for at aktivere automatisk opstart:
fr: Certaines variables doivent tre positionnes dans le micro-code OpenFirmware Pegasos afin que votre systme puisse dmarrer automatiquement. la fin de cette tape d'installation, le systme redmarrera. l'invite de l'OpenFirmware Pegasos, positionnez les variables suivantes pour activer le dmarrage automatique:
hu: A Debian automatikus indításához a Pegasos OpenFirmware egyes változóit kell beállítani. A telepítés végén a rendszer újraindul. Az automatikus indításhoz a Pegasos OpenFirmware parancssorban az alábbiakat kell megadni:
nl: Sommige variabelen van de Pegasos OpenFirmware dienen ingesteld te worden opdat uw systeem automatisch zou opstarten. Aan het einde van het installatieproces zal uw systeem heropgestart worden. Op de OpenFirmware-prompt dienen de volgende OpenFirmware-variabelen ingesteld te worden om automatisch opstarten te activeren:
sv: Vissa variabler behöver konfigureras i Pegasos OpenFirmware för att ditt system ska kunna starta upp automatiskt. Vid slutet av installationen kommer systemet att startas om. För att aktivera automatisk start av systemet ska du vid Pegasos OpenFirmware-prompten ställa in följande variabler:
vi: Cần phải lập một số biến trong Pegasos OpenFirmware để mà hệ thống bạn tự động khởi động. Tại kết thúc cài đặt, hệ thống sẽ khởi động lại. Tại dấu nhắc Pegasos OpenFirmware, bạn hãy lập những biến OpenFirmware theo đây để bật chạy tự động khởi động:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next stage of the installation.
ar: تحتاج إلى القيام بهذا هذه المرة فقط. بعد ذلك، أدخل الأمر "boot" أو قم بإعادة إقلاع النظام للتقدم إلى المرحلة التالية من التثبيت.
da: Du behøver kun at gøre dette én gang. Giv derefter kommandoen "boot" eller genstart systemet for at fortsætte til næste installationsstadium.
fr: Cette opration ne doit tre effectue qu'une seule fois. Aprs cela, utilisez la commande boot ou redmarrez le systme pour continuer l'installation.
hu: Ezt csak egyszer kell megtenni. Ezután a "a boot" parancs vagy az újraindítás a telepítő következő lépésére lép.
nl: Dit hoeft u slechts eenmaal in te stellen. Eens u hier mee klaar kunt u verder gaan met volgende stage van de installatie door het 'boot' commando in te geven, of door het systeem opnieuw op te starten
sv: Du kommer bara att behöva göra det här en gång. Efteråt ska du ange kommandot "boot" eller starta om systemet för att gå vidare till nästa steg i installationen.
vi: Bạn sẽ cần phải làm như thế chỉ một lần thôi. Sau đó, hãy gõ lệnh « boot » (khởi động) hoặc khởi động lại hệ thống để tiếp tục đến giai đoạn cài đặt kế tiếp.

source: Alternatively, you will be able to boot the system manually by entering:
ar: بدلا من ذلك، يمكن إقلاع النظام يدويا بإدخال:
da: Alternativt vil du kunne starte systemet op manuelt ved at skrive:
fr: Le noyau pourra galement tre dmarr manuellement avec:
hu: Kézzel is lehetséges lesz az indítás így:
nl: U kunt het systeem ook handmatige opstarten door het volgende in te voeren:
sv: Alternativt kan du starta upp systemet manuellt genom att köra:
vi: Hoặc bạn có thể tự khởi động hệ thống bằng cách gõ :

source: at the OpenFirmware prompt.
ar: عند ملقّن OpenFirmware.
da: ved OpenFirmware-prompten.
fr: l'invite d'OpenFirmware.
hr: na OpenFirmware promptu.
hu: Ez a fenti OpenFirmware-parancssorral lehetséges.
nl: op de OpenFirmware-prompt.
sv: vid OpenFirmware-prompten.
vi: tại dấu nhắc OpenFirmware.
xh: kwi-OpenFirmware ngokukhawuleza.

source: Install yaboot on a hard disk
ar: جاري تثبيت يابوت على قرصٍ صلب
da: Installér yaboot på en harddisk
fr: Installer Yaboot sur un disque dur
hr: Instaliraj Yaboot na èvrsti disk.
hu: Yaboot telepítése merevlemezre
nl: Yaboot op een harde schijf installeren
sv: Installera yaboot på en hårddisk
vi: Cài đặt Yaboot vào đĩa cứng
xh: Seka i-yaboot kwidiski eyakhelwe ngaphakathi
zh_cn: 将 yaboot 安装至硬盘

source: Reinstall yaboot boot loader
da: Geninstallér opstartsindlæseren Yaboot
hu: Yaboot boot betöltő újratelepítése
nl: Yaboot-opstartlader opnieuw installeren
sv: Ominstallera startladdaren yaboot
vi: Cài đặt lại bộ tải khởi động Yaboot
