Repository: dankamongmen/s-i
Catalog: partman/partman-basicfilesystems/debian/po/*.po
Languages: cs, fi, it, ja, lt, nl, ru, sk, tr

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
cs: Kontroluje se souborový systém ${TYPE} oblasti è.${PARTITION} na ${DEVICE}...
fi: Tarkistetaan tiedostojärjestelmä ${TYPE} laitteen ${DEVICE} levyosiolla #${PARTITION]...
it: Verifica del filesystem ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE} in corso
ja: ${DEVICE} にあるパーティション ${PARTITION} の ${TYPE} ファイルシステムを確認しています...
lt: Tikrinimas ${TYPE} failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
nl: Het ${TYPE}-bestandssysteem van partitie #{PARTITION} op ${DEVICE} wordt gecontroleerd...
ru: Проверка файловой системы ${TYPE} на разделе #${PARTITION} устройства ${DEVICE}...
sk: Kontrolujem súborový systém ${TYPE} v oblasti è.${PARTITION} na ${DEVICE}...
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde ${TYPE} dosya sistemi kontrol ediliyor...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
cs: Vytváøí se souborový systém ${TYPE} v oblasti è.${PARTITION} na ${DEVICE}...
fi: Luodaan tiedostojärjestelmä ${TYPE} laitteen ${DEVICE} levyosiolle #${PARTITION]...
it: Creazione filesystem ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE} in corso
ja: ${DEVICE} にあるパーティション ${PARTITION} に ${TYPE} ファイルシステムを作成しています...
lt: Kūrimas ${TYPE} failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
nl: ${TYPE}-bestandssysteem wordt aangemaakt van partitie #${PARTITION} op ${DEVICE}...
ru: Создание файловой системы ${TYPE} на разделе #${PARTITION} устройства ${DEVICE}...
sk: Vytváram súborový systém ${TYPE} v oblasti è.${PARTITION} na ${DEVICE}...
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde ${TYPE} dosya sistemi oluşturuluyor

source: Go back to the partitioning menu
ja: パーティショニングメニューに戻る

source: Continue anyway
ja: 続ける

source: Uncorrected errors in a file system
ja: ファイルシステムに修正不可能なエラーが発生しました

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cs: Test souborového systému ${TYPE} v oblasti è.${PARTITION} na ${DEVICE} odhalil neopravitelné chyby.
fi: Tiedostojärjestelmän ${TYPE} tarkistus laitteella ${DEVICE} osiossa #${PARTITION} löysi virheitä joita ei korjattu.
it: Trovati errori non corretti durante il test del filesystem di tipo ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE}.
ja: ${DEVICE} にあるパーティション ${PARTITION} のファイルシステムタイプ ${TYPE} のテストで修正不可能なエラーが見つかりました。
lt: Tikrinant ${TYPE} tipo failų sistemą·įrenginio·${DEVICE}·skirsnyje·#${PARTITION}, rasta neištaisytų klaidų.
nl: De test van het ${TYPE}-bestandssysteem van partitie #{PARTITION} op ${DEVICE} heeft niet-herstelde fouten gevonden.
ru: Во время проверки файловой системы ${TYPE} на разделе #${PARTITION} устройства ${DEVICE} обнаружены неисправленные ошибки.
sk: Pri kontrole súborového systému ${TYPE} v oblasti è.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde ${TYPE} dosya sistemi için yapılan testte düzeltilmemiş hatalar bulundu.

source: Please choose whether you want to go back to the partitioning menu or ignore these errors and continue the process.
ja: パーティショニングメニューに戻るか、これらのエラーを無視して処理を続けるかいずれかを選択してください。

source: Failed to create a file system
cs: Selhalo vytváøení souborového systému
fi: Tiedostojärjestelmän luonti ei onnistunut
it: Creazione del filesystem fallita
ja: ファイルシステムの作成に失敗しました
lt: Nepavyko sukurti failų sistemos
nl: Aanmaken van het bestandssysteem is mislukt
ru: Не удалось создать файловую систему
sk: Vytvorenie súborového systému zlyhalo
tr: Dosya sistemi oluşturulamıyor

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
cs: Vytváøení souborového systému ${TYPE} v oblasti è.${PARTITION} zaøízení ${DEVICE} selhalo.
fi: Tiedostojärjestelmän ${TYPE} luonti laitteelle ${DEVICE} osiolle #${PARTITION} ei onnistunut.
it: Fallimento nella creazione del filesystem ${TYPE} nella partizione n° ${PARTITION} di ${DEVICE}.
ja: ${DEVICE} のパーティション ${PARTITION} の ${TYPE} ファイルシステムの作成に失敗しました。
lt: Nepavyko sukurti ${TYPE} failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
nl: Het aanmaken van de ${TYPE}-partitie van partitie #${PARTITION} op ${DEVICE} is mislukt.
ru: Не удалось создать файловую систему ${TYPE} на разделе #${PARTITION} устройства ${DEVICE}.
sk: Vytvorenie súborového systému ${TYPE} v oblasti è.${PARTITION} na ${DEVICE} zlyhalo.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde ${TYPE} dosya sistemi oluşturulamıyor.

source: Resume partitioning
ja: パーティショニングを再開

source: Do not use the partition
ja: パーティションを使わない

source: Use partition with no file system. Resume the partitioning?
ja: ファイルシステムなしでパーティションを使います。パーティショニングを再開しますか?

source: No mount point is assigned for ${FILESYSTEM} filesystem in partition #${PARTITION} of ${DEVICE}. Do you want to return to the partitioning menu?
ja: ${DEVICE} にあるパーティション ${PARTITION} の ${FILESYSTEM} ファイルシステムがどのマウントポイントにも割り当てられていません。パーティショニングメニューに戻りますか?

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
cs: /, /boot, /home, /tmp, /usr, /usr/local, /var, Zadat ruènì, Nepøipojovat
fi: /, /boot, /home, /tmp, /usr, /usr/local, /var, Määritä itse, Älä liitä
it: /, /boot, /home, /tmp, /usr, /usr/local, /var, Inserito manualmente, Non montare
ja: /, /boot, /home, /tmp, /usr, /usr/local, /var, 手動で入力, マウントしない
lt: /, /boot, /home, /tmp, /usr, /usr/local, /var, Įveskite rankiniu būdu, Nemontuoti jo
nl: /, /boot, /home, /tmp, /usr, /usr/local, /var, Handmatig invoeren, Niet aankoppelen
ru: /, /boot, /home, /tmp, /usr, /usr/local, /var, Другая, Не монтировать этот раздел
sk: /, /boot, /home, /tmp, /usr, /usr/local, /var, Zada» manuálne, Nepripája»
tr: /, /boot, /home, /tmp, /usr, /usr/local, /var, Manuel olarak giriniz, Bunu bağlamayınız

source: Enter manually
cs: Zadat ruènì
fi: Määritä itse
it: Inserire manualmente
ja: 手動で入力
lt: Įveskite rankiniu būdu
nl: informatie handmatig invoeren
ru: Другая
sk: Zada» manuálne
tr: Manuel olarak girin

source: Do not mount it
cs: Nepøipojovat
fi: Älä liitä
it: Non montarla
ja: マウントしない
lt: Nemontuoti jo
nl: Niet aankoppellen
ru: Не монтировать этот раздел
sk: Nepripája»
tr: Bunu bağlamayın

source: Invalid mount point
cs: Neplatný pøípojný bod
fi: Liitoskohta ei kelpaa
it: Mount point non valido
ja: 無効なマウントポイント
lt: Neteisingas montavimo taškas
nl: Ongeldige aanhechtpunt
ru: Неверная точка монтирования
sk: Neplatný prípojný bod
tr: Geçersiz bağlama noktası

source: The mount point you entered is invalid.
cs: Zadaný pøípojný bod je neplatný.
fi: Antamasi liitoskohta ei kelpaa.
it: Il mount point inserito non è valido.
ja: 入力されたマウントポイントは無効です。
lt: Jūsų nurodytas montavimo taškas neteisingas.
nl: Het ingevoerde aanhechtpunt is ongeldig.
ru: Указанная вами точка монтирования не может быть использована.
sk: Zadaný prípojný bod je neplatný.
tr: Girdiğiniz bağlama noktası geçersiz

source: Mount points must start with /. They cannot contain spaces.
cs: Pøípojné body musí zaèínat / a nemohou obsahovat mezery.
fi: Liitoskohtien pitää alkaa /-merkillä. Välilyöntejä ei saa olla.
it: I mount point devono iniziare con /. Non possono contente spazi.
ja: マウントポイントは / ではじまらなければなりません。スペースも含めてはいけません。
lt: Montavimo taškas turi prasidėti simboliu / ir negali turėti tarpo simbolių.
nl: Aanhechtpunten dienen te starten met '/', en kunnen geen spaties bevatten.
ru: Точка монтирования должна начинаться с символа /. Она не может содержать символов пробела.
sk: Prípojné body musia zaèína» lomítkom. Nesmú obsahova» medzery.
tr: Bağlama noktası / ile başlamalı ve boşluk içermemeli

source: Mount point for this partition:
cs: Pøípojný bod pro tuto oblast:
fi: Tämän osion liitoskohta:
it: Mount point per questa partizione:
ja: このパーティションのマウントポイント:
lt: Šio disko skirsnio montavimo taškas:
nl: Aanhechtpunt voor deze partitie:
ru: Точка монтирования этого раздела:
sk: Prípojný bod pre túto oblas»:
tr: Bu bölüm için bağlama noktası:

source: Swap space
cs: Odkládací prostor (swap)
it: Spazio di swap
ja: スワップ領域
lt: Mainų (swap) vieta
nl: Wisselgeheugenruimte
ru: Раздел подкачки

source: Specify mount options
cs: Zadat volby pøipojení
it: Specificare le opzioni di mount
ja: ウントポイントの指定
lt: Nusakyti montavimo savybes
nl: Aankoppelopties opgeven
ru: Указать дополнительные опции монтирования

source: noatime -- do not update inode access times for each access. This option is e.g. useful for fast access to news spools. It is recommended for file systems on Compact Flash cards, USB Flash Drive and similar devices as they break down after too many writes.
cs: noatime -- neaktualizovat èas pøístupu k souboru. Tato volba je u¾iteèná napø. pro rychlý pøístup k mnoha malým souborùm. Také se hodí pro souborové systémy na Compact Flash kartách, USB klíèenkách a podobných zaøízeních, jeji¾ ¾ivotnost je daná poètem zápisù.
fi: noatime -- inoden käyttöaikaa ei päivitetä joka käytön jälkeen. Tämä valitsin on hyödyllinen esimerkiksi uutisryhmäjonon nopeaan käsittelyyn. Käyttöä suositellaan Compact Flash -korteille, USB Flash -laitteille ja vastaaville jotka lakkaavat toimimasta kun niille on kirjoitettu liian monta kertaa.
it: noatime -- non aggiorna l'ora di accesso agli inode ad ogni accesso. Questa opzione è µtile aad esempio per accessi veloci a spool di news. E' raccomandato per filesystem su schede Compact Flash, USB Flash Drive e dispositivi simili dato che si rompono dopo troppe scritture.
ja: noatime -- 各アクセスで、inode アクセス時間情報を更新しません。このオプションはニューススプールに高速にアクセスしたいときなどに有用です。多量の書き込みで壊れてしまうような、コンパクトフラッシュカード、USB フラッシュドライブ、およびその類のデバイスのファイルシステムにお勧めします。
lt: noatime -- neatnaujinti kreipimosi į katalogą/failą laiko kiekvieno kreipimosi metu. Šis pasirinkimas naudingas kreipimosi į disko skirsnį pagreitinimui (pvz. naujienų skaitymas). Jis rekomenduojamas failų sistemoms, esančioms Compact Flash, USB Flash ir panašiuose įrenginiuose, kadangi esant daugkartiniam rašymui jie genda.
nl: noatime -- inode-toegang niet bijwerken voor elk gebruik. Deze optie is nuttig voor snelle toegang tot news-spools. Deze optie is aangeraden voor bestandssystemen op Compact Flash Cards, USB Flash Drives, en gelijkaardige apparaten, aangezien deze na te veel schrijfopdrachten niet meer werken.
ru: noatime -- не обновлять время последнего доступа к файлам/каталогам. Эта опция может быть полезна для ускорения доступа к разделам (например новостей). Эта опция рекомендуется для различных флэш-карт и тому подобных устройств, так как они быстро приходят в негодность при многократной перезаписи.
sk: noatime -- neobnovova» èasy prístupu k súborom. Táto voµba je u¾itoèná napr. pre rýchly prístup k veµkému poètu malých súborov. Je to odporúèané aj pre súborové systémy na Compact Flash kartách, USB Flash pamätiach alebo ïal¹ích podobných zariadeniach, ktorých funkènos» zlyhá po veµkom mno¾stve zápisov.
tr: noatime -- her erişim için inode erişim sürelerini güncellemez. Bu seçenek haber gruplarına erişimde faydalı olabilir. Compact Flash kartlar, USB Flash Drive'lar ve benzer aygıtlardaki(çünkü bir iki yazma da bozulabilirler) dosya sistemleri için tavsiye edilir

source: nodev -- do not interpret character or block special devices. On hardened secure hosts this option should be used for all file systems that contain directories where regular users have write access (/home, /tmp, /var/tmp, etc.). Do not use this option for the root file system.
cs: nodev -- nepou¾ívat speciální znaková nebo bloková zaøízení. Pro zvý¹ení bezpeènosti by se mìla tato volba pou¾ít na v¹ech souborových systémech, které obsahují adresáøe, do nich¾ mohou u¾ivatelé zapisovat (/home, /tmp, /var/tmp, apod.). Tuto volbu nepou¾ívejte pro koøenový souborový systém.
fi: nodev -- älä käytä merkki- tai lohkolaitteita. Tietoturvalliseksi suojatuissa koneissa tätä valitsinta olisi käytettävä kaikille tiedostojärjestelmille, joissa on hakemistoja joihin tavallisilla käyttäjillä on kirjoitusoikeus (/home/, /tmp, /var/tmp/, jne.). Älä käytä tätä valitsinta juuritiedostojärjestelmälle.
it: nodev -- non interpreta i file device speciali a caratteri o blocchi. Su host sicuri e hardened questa opzione dovrebbe essere usata per tutti i filesystem che contengono directory con utenti normali che hanno diritto di scrittura (/home, /tmp, /var/tmp, etc.). Non usare questa opzione per il filesystem root.
ja: nodev -- キャラクタまたはブロック特殊デバイスを解釈しません。堅固でセキュアなホストでは、このオプションを一般のユーザーが書き込みアクセスを持つディレクトリ (/home, /tmp, /var/tmp など) を含んでいるすべてのファイルシステムに使うべきです。ルートファイルシステムにはこのオプションは使えません。
lt: nodev -- neleisti kurti specialių simbolinių ar blokinių įrenginių. Esant padidintam saugumo reikalavimui, šis pasirinkimas turi būti naudojamas visoms failų sistemoms, turinčioms katalogus, kuriuose paprastas naudotojas turi rašymo teises (/home, /tmp, /var/tmp, ir pan.). Nenaudokite šio nustatymo šakninei (root) failų sistemai.
nl: nodev -- karakter- en blokapparaatbestanden worden niet geïnterpreteerd. Op sterk beveiligde systemen is het aan te raden om deze optie te gebruiken voor alle bestandssystemen die mappen bevatten waarin gewone gebruikers schrijfrechten hebben (/home, /tmp, /var/tmp, ...). Gebruik deze optie niet op het basisbestandssysteem
ru: nodev -- не позволять создавать специальные файлы устройств. На компьютерах с повышенными требованиями безопасности это опция должна использоваться с файловыми системами, к которым обычные пользователи имеют доступ на запись (/home, /tmp, /var/tmp, и т. д.). Не используйте эту опцию для корневой файловой системы.
sk: nodev -- nepou¾ívaj znakové alebo blokové ¹peciálne zariadenia. Na zvý¹enie bezpeènosti poèítaèov by mala by» táto voµba pou¾itá pre v¹etky súborové systémy, ktoré obsahujú adresáre s povoleným zápisom pre be¾ných pou¾ívateµov (/home, /tmp, /var/tmp, atï.). Nepou¾ívajte túto voµby pre koreòový súborový systém.
tr: nodev -- bir karakteri veya blok aygıtı kullanmaz. Güvenliğe önem veren yerlerde, normal kullanıcıların yazma hakkı olan klasörler(/home, /tmp, /var/tmp, vs.) içeren tüm dosya sistemleri için kullanılmalıdır. Bunu kök dosya sistemi için kullanmayın.

source: nosuid -- ignore set-user-identifier or set-group-identifier bits (this is not safe if you have suidperl installed).
cs: nosuid -- ignorovat pøíznaky setuid a setgid (není to bezpeèné pokud máte nainstalovaný suidperl).
fi: nosuid -- ohita set-user-identifier ja set-group-identifier bitit (jos suidperl on asennettu tämä ei riitä takaamaan tietoturvaa).
it: nosuid -- ignora i bit set-user-identifier o set-group-identifier (questo non è ³icuro se avete suidperl installato).
ja: nosuid -- SUID (set-user-identifier) および SGID (set-group-identifier) ビットを無視します (suidperl をインストールしている場合には安全ではありません)。
lt: nosuid -- ignoruoti SUID ir SGID bitus (tai nesaugu, jei įdiegtas suidperl).
nl: nosuid -- set-user-identifier en set-group-identier bits negeren (niet veilig als u suidperl geïnstalleerd heeft).
ru: nosuid -- игнорировать SUID и SGID биты (это небезопасно, если у вас установлен suidperl).
sk: nosuid -- nev¹ímaj si SUID alebo SGID príznaky (nie je to bezpeèné, ak máte nain¹talovaný suidperl).
tr: nosuid -- suid ve guid bit'lerini yok sayar (eğer suidperl kurulu ise bu seçenek güvenli değildir)

source: noexec -- do not allow execution of any binaries.
cs: noexec -- nedovolit spou¹tìní spustitelných souborù.
fi: noexec -- binääritiedostojen suoritusta ei sallita.
it: noexec -- non permette l'esecuzione di nessun binario
ja: noexec -- あらゆるバイナリの実行を許可しません。
lt: noexec -- neleisti vykdyti jokių programų.
nl: noexec -- uitvoeren van binaire bestanden niet toestaan.
ru: noexec -- запретить выполнение любых программ.
sk: noexec -- nedovoµ vykonávanie spustiteµných súborov.
tr: noexec -- binary'lerin çalıştırılmasına izin vermez

source: usrquota / grpquota -- user/group disk quota accounting enabled, and limits (optionally) enforced.
cs: usrquota / grpquota -- zapnout pou¾ívání u¾ivatelských/diskových kvót a (volitelnì) vynutit dodr¾ování limitù.
fi: usrquota / grpquota -- Käyttäjän/ryhmän levykiintiöt ovat käytössä ja ylitystä ei (valinnaisesti) sallita.
it: usrquota / grpquota -- accounting per la quota del disco user/group abilitato e limiti (opzionalmente) imposte.
ja: usrquota / grpquota -- ユーザ/グループのディスククオータ計測を有効にし、(オプションで) 強制的に制限します。
lt: usrquota / grpquota -- leisti naudotojų/grupių kvotų apskaitą, ir naudoti (nebūtinai) limitus.
nl: usrquota / grpquota -- gebruiker- en groepquotas zijn ingeschakelt, en begrenzingen worden (optioneel) afgedwongen.
ru: usrquota / grpquota -- разрешить учёт дисковых квот пользователей/групп , и включить (необязательно) лимиты.
sk: usrquota / grpquota -- aktivované diskové kvóty pre pou¾ívateµa/skupinu a (voliteµne) vynútené obmedzenia.
tr: usrquota / grpquota -- kullanıcı ve gruplar için disk kotalarını aktifleştirir ve limitler (opsiyonel) zorlanır.

source: Mount options:
cs: Volby pøipojení:
fi: Liitosvalitsimet:
it: Opzioni di mount:
ja: マウントオプション:
lt: Montavimo nuostatos:
nl: Aankoppelopties:
ru: Опции монтирования:
sk: Voµby pripojenia:
tr: Bağlama noktası:

source: You may choose one or more mounting options among the following:
cs: Z následujících voleb si mù¾ete vybrat jednu nebo více mo¾ností:
fi: Seuraavista liitosvalitsimista voidaan valita yksi tai useampi:
it: È possibile scegliere una o più azioni tra le seguenti:
ja: 以下の中から1つ以上のマウントオプションを選択できます:
lt: Jūs galite pasirinkti vieną ar daugiau montavimo nuostatų iš žemiau pateiktų:
nl: U kunt één of meer van volgende aankoppelopties uitkiezen:
ru: Вы можете выбрать одну или несколько следующих опций монтирования:
sk: Mô¾ete si zvoli» jedno alebo viac z nasledovných nastavení:
tr: Seçenekler arasından bir veya daha fazla bağlama seçeneği seçebilirsiniz.

source: ro -- mount the file system read-only.
cs: ro -- pøipojit souborový systém jen pro ètení.
fi: ro -- liitä tiedostojärjestelmä kirjoitussuojattuna.
it: ro -- monta il filesystem in sola lettura
ja: ro -- 読み取りのみとしてファイルシステムをマウントします。
lt: ro -- primontuoti failų sistemą tik skaitymui.
nl: ro -- bestandssysteem aankoppellen als alleen-lezen.
ru: ro -- монтировать эту файловую систему только для чтения.
sk: ro -- pripoji» súborový systém iba na èítanie (read-only).
tr: ro -- dosya sistemini salt-okunur olarak bağlar

source: sync -- all input/output activities occur synchronously on the file system;
cs: sync -- v¹echny vstupnì/výstupní operace souborového systému budou probíhat synchronnì.
ja: sync -- すべての入出力の処理はファイルシステムと同期します:
ru: sync -- все процессы ввода-вывода на этой файловой системе будут происходить синхронно;

source: quiet -- attempts to change owner and permissions on files will not return errors, although they fail. This option may be useful but should be used with caution.
cs: quiet -- pokusy o zmìnu vlastníka a pøístupových práv souborù neskonèí s chybou, i kdy¾ sel¾ou. Tato volba mù¾e být u¾iteèná, ale mìla by se pou¾ívat velmi opatrnì.
fi: quiet -- tiedostojen omistajan ja käyttöoikeuksien muutosyrityksistä ei palaudu virhettä vaikka ne eivät onnistuisikaan. Tämä valitsin voi olla hyödyllinen mutta sitä käytettäessä on oltava varovainen.
it: quiet -- provare a cambiare il proprietario e i permessi sui file non produce errori, anche se falliscono. Questa opzione può ¥³sere usata ma dovrebbe essere usata con cautela.
ja: quiet -- ファイルの所有者とパーミッションの変更の試行はエラーを返しませんが、失敗します。このオプションは利用できますが注意して使うべきです。
lt: quiet -- bandymai pakeisti failo savininką ir teises negrąžins klaidos, netgi tam nepavykus. Ši nuostata gali būti naudinga, bet turi būti naudojama su atsargumu.
nl: quiet -- pogingen om de eigenaar en rechten van een bestand te veranderen mislukken zonder foutmeldingen. Soms nuttig, maar dient voorzichtig gebruikt te worden.
ru: quiet -- попытка сменить владельца файлов или права доступа к ним не будет возвращать ошибку, даже в случае неудачи. Эта опция может быть полезна, но должна использоваться с осторожностью.
sk: quiet -- pokusy o zmenu vlatníka a prístupových práv súborov sa v prípade chyby neprejavia. Táto voµba mô¾e by» u¾itoèná, ale mala by sa pou¾íva» ve+mi obozretne.
tr: quiet -- dosya izinleri değiştirilmesine izin verilmediği halde bir hata çıktısı vermez. Bu seçenek faydalı olabilir ancak dikkatli kullanılmalıdır.

source: Go back to the menu and correct errors?
cs: Vrátit se zpìt do menu a opravit chyby?
fi: Palaa valikkoon ja korjaa virheet?
it: Tornare indietro al menù e correggere gli errori?
lt: Ar grįžti į meniu ir ištaisyti klaidas?
nl: Wilt u teruggaan naar het menu om de fouten te herstellen?
ru: Вернуться в меню и исправить ошибки?
sk: Vráti» sa spä» do menu a odstráni» chyby?
tr: Menüye geri dönüp hataları düzelt ?

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
cs: Pokud se nevrátíte zpìt do rozdìlovacího menu a neopravíte tyto chyby, oblast se vùbec nepou¾ije.
fi: Mikäli et palaa osiointivalikkoon ja korjaa näitä virheitä, jätetään tämä osio kokonaan käyttämättä.
it: Se non si torna al menù di partizionamento e si correggono questi errori la partizione non sarà usata
lt: Jei Jūs negrįšite į disko dalijimo meniu ir neištaisysite šių klaidų, šis skirsnis nebus naudojamas iš viso.
nl: Als u aan deze fouten niet herstelt (hiertoe dient u terug te gaan naar het schijfindelingsmenu) zal deze helemaal niet gebruikt worden.
ru: Если вы не вернётесь в меню разбиения на разделы и не исправите эти ошибки, раздел не будет использоваться.
sk: Ak sa nevrátite spä» do menu rozdeµovania a neodstránite chyby, táto oblas» sa vôbec nepou¾ije.
tr: Eğer bölümleme menüsüne geri dönüp hataları düzeltmezsenin, bölüm kullanılamayacaktır.

source: Do you want to return to the partitioning menu?
cs: Chcete se vrátit do rozdìlovacího menu?
fi: Haluatko palata osiointivalikkoon?
it: Ritornare al menù di partizionamento?
lt: Ar norite grįžti į disko dalijimo meniu?
nl: Wilt u terugkeren naar het schijfindelingsmenu?
ru: Вы хотите вернуться в меню разбивки на разделы?
sk: Chcete sa vráti» do menu rozdeµovania?
tr: Bölümleme menüsüne dönmek istermisiniz?

source: No mount point is assigned for ${FILESYSTEM} filesystem in partition #${PARTITION} of ${DEVICE}.
cs: Souborovému systému ${FILESYSTEM} v oblasti è.${PARTITION} na ${DEVICE} není pøiøazen ¾ádný pøípojný bod.
fi: Tiedostojärjestelmälle ${FILESYSTEM} laitteella ${DEVICE} osiolla #${PARTITION} ei ole määritetty liitoskohtaa.
it: Nessun mount point assegnato per il filesystem ${FILESYSTEM} nella partizione n° ${PARTITION} di ${DEVICE}. Si vuole ritornare al menù di partizionamento?
lt: Nėra priskirta montavimo taško failų·sistemai ${FILESYSTEM}, esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
nl: Er is geen aanhechtpunt toegewezen aan het ${FILESYSTEM}-bestandssysteem van paritie #${PARTITON} op ${DEVICE}.
ru: Для файловой системы ${FILESYSTEM} на разделе #${PARTITION} устройства ${DEVICE} не назначена точка монтирования.
sk: K súborovému systému ${FILESYSTEM} v oblasti è.${PARTITION} na ${DEVICE} nie je priradený ¾iaden prípojný bod.
tr: Bağlama noktası ${DEVICE} aygıtındaki #${PARTITION} bölümündeki ${FILESYSTEM} dosya sistemi olarak belirlendi.
