Repository: dankamongmen/s-i
Catalog: partman/partman-basicfilesystems/debian/po/*.po
Languages: cs, fi, it, ja, lt, nl, ru, sk, tr

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all
cs: Pokud se nevrátíte zpìt do rozdìlovacího menu a nepøiøadíte oblasti pøípojný bod, oblast se vùbec nepou¾ije.
fi: Mikäli et palaa osiontekovalikkoon ja määritä siellä liitoskohtaa, jätetään tämä osio kokonaan käyttämättä.
it: Se non si torna al menù di partizionamento e si assegna un punto di mount da li, questa partizione non sarà usata
lt: Jei Jūs negrįšite į disko dalijimo meniu ir nepriskirsite montavimo taško, šis skirsnis nebus naudojamas iš viso.
nl: Als u aan deze partitie geen bestandssysteem toewijst (hiertoe dient u terug te gaan naar het schijfindelingsmenu) zal deze helemaal niet gebruikt worden.
ru: Если вы не вернётесь в меню разбивки на разделы и не назначите там точку монтирования, раздел не будет использоваться.
sk: Ak sa nevrátite spä» do menu rozdeµovania a nepriradíte odtiaµ prípojný bod, táto oblas» sa vôbec nepou¾ije
tr: Eğer bölümleme tablosuna geri dönüp bir bağlama noktası belirlemezseniz, bölüm kullanılamayacaktır.

source: Specify mount point
lt: Nurodykite montavimo tašką
nl: Aanhechtpunt specificeren

source: sync -- all input/output activities occur synchronously on the file system.
fi: sync -- kaikki tiedostojärjestelmän syöttö/tulostus tapahtuu synkronisesti.
lt: sync -- visi įvesties/išvesties veiksmai šioje failų sistemoje vyks sinchroniškai.
nl: sync -- alle invoer/uitvoer-aktiviteiten gebeuren synchroon op het bestandssysteem;
sk: sync -- v¹etky vstupno/výstupné èinnosti sa na súborovom systéme vykonajú synchrónne.
tr: sync -- dosya sistemindeki tüm giriş/çıkış işlemleri eş zamanlı olarak yürütülür

source: You may choose one or more mounting options among the following.
fi: Seuraavista liitosvalitsimista voidaan valita yksi tai useampi.
lt: Jūs galite pasirinkti vieną ar daugiau montavimo nuostatų iš žemiau pateiktų.
nl: U kunt één of meer van volgende aankoppelopties uitkiezen:
sk: Mô¾ete si zvoli» jedno alebo viac z nasledovných nastavení pripojenia.
tr: Seçenekler arasından bir veya daha fazla bağlama seçeneği seçebilirsiniz.
