Repository: dankamongmen/s-i
Catalog: tools/yaboot-installer/debian/po/*.po
Languages: cs, es, lt, nb, pt_br

source: Installing YaBoot
lt: Diegiama įkelties tvarkyklė YaBoot

source: This machine is not a NewWorld PowerMac
cs: Tento poèítaè není NewWorld PowerMac
lt: Šis kompiuteris nėra NewWorld PowerMac

source: Yaboot can only be used on NewWorld PowerMac's. Please use the correct boot loader for your ppc-architecture.
cs: Yaboot lze pou¾ít pouze na NewWorld PowerMacích. Pro svou ppc architekturu budete muset pou¾ít jiný zavadìè.
lt: Yaboot galima naudoti tik NewWorld PowerMac'ams. Prašau pasirinkti tinkamą įkelties tvarkyklė jūsų PPC architektūrai.

source: Looking for bootstrap partitions
lt: Ieškau įkelties skaidinių

source: No bootstrap partition found
cs: Zavádìcí oblast nebyla nalezena
es: No se han encontrado particiones bootstrap
lt: Nerasta įkelties skaidinių
nb: Fant ingen bootstrap-partisjon
pt_br: Nenhum partição boostrap encontrada

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 800k partition named "bootstrap", with type "Apple_Bootstrap".
cs: Nebyly nalezeny ¾ádné disky s oblastí "Apple_Bootstrap". Musíte vytvoøit oblast pojmenovanou "bootstrap" o velikosti 800k, která má typ "Apple_Bootstrap".
es: No se ha encontrado ningún disco duro que tenga una partición tipo «Apple_Bootstrap» y etiquetarla como «bootstrap».
lt: Neradau kietų diskų, kurie turėtų "Apple_Bootstrap" skaidinį. Sukurkite 800k dydžio skaidinį, pavadintą "bootstrap", kurio tipas būtų "Apple_Bootstrap".
nb: Fant ingen disk som har en «Apple_Bootstrap»-partisjon. Du må lage en partisjon på 800 Kb som heter «bootstrap», med type «Apple_Boostrap».
pt_br: Nenhum disco rígido que possua uma partição "Apple_Bootstrap" foi encontrado. Você deve criar uma partição de 800k chamada "boostrap" do tipo "Apple_Boostrap".

source: Looking for root partition
lt: Ieškau šakninio (root) skaidinio.

source: No root partition found
cs: Nebyla nalezena koøenová oblast
es: No se ha encontrado partición raíz
lt: Neradau šakninio (root) skaidinio.
nb: Fant ingen rot-partisjon
pt_br: Nenhum partição raíz encontrada

source: No partition is mounted as your new root partition. You must mount a root partition first.
cs: ®ádná oblast není pøipojena jako koøenová. Nejprve musíte pøipojit koøenovou oblast.
lt: Nėra skaidinio, primontuoto kaip naujas šakninis skaidinys. Jūs turite primontuoti šakninį skaidinį prieš tęsdami.

source: Device for boot loader installation:
cs: Zaøízení pro instalaci zavadìèe:
lt: Įrenginys įkelties tvarkyklės diegimui:

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition among these "Apple_Bootstrap" partitions.
cs: Aby jste mohli zavádìt svùj systém, musí se Yaboot (linuxový zavadìè) nainstalovat na pevný disk. Z dostupných oblastí "Apple_Bootstrap" si jednu vyberte.
lt: Kad galėtumėte įkrauti sistemą, reikia įdiegti Yaboot (Linux įkelties tvarkyklę) į kietojo disko skaidinį. Pasirinkite vieną iš "Apple_Bootstrap" skaidinių.

source: Creating kernel-image configuration
lt: Kuriama brandulio atvaizdo konfigūracija.

source: Failed to create kernel-image configuration
cs: Selhalo vytvoøení konfiguraèního souboru jádra
lt: Nepavyko sukurti brandulio atvaizdo konfigūracijos.

source: The creation of a new kernel image configuration file failed.
cs: Vytváøení nové konfigurace obrazu jádra selhalo.
lt: Nepavyko sukurti naujo brandulio atvaizdo konfigūracijos failo.

source: Creating yaboot configuration
lt: Kuriama yaboot konfigūracija

source: Failed to create yaboot configuration
cs: Selhalo vytvoøení konfiguraèního souboru pro yaboot
lt: Nepavyko sukurti yaboot konfigūracijos

source: The creation of the main yaboot configuration file failed.
cs: Vytváøení halavního konfiguraèního souboru yabootu selhalo.
lt: Nepavyko sukurti pagrindinio yaboot konfigūracijos failo.

source: Installing yaboot into bootstrap partition
lt: Įkelties tvarkyklės yaboot diegimas į įkelties skaidinį

source: Failed to install bootloader
cs: Selhala instalace zavadìèe
es: Falló al instalar el gestor de arranque
lt: Nepavyko įdiegti įkelties tvarkyklės
nb: Klarte ikke å installere bootloaderen
pt_br: Falha ao instalar gerenciador de inicialização

source: The installation of the yaboot boot loader failed.
cs: Instalace zavadìèe yaboot selhala.
lt: Nepavyko įdiegti yaboot įkelties tvarkyklės.

source: Successfully installed yaboot
cs: Yaboot byl úspì¹nì nainstalován
es: Yaboot se instaló con éxito
lt: yaboot įdiegta sėkmingai
nb: Installasjonen av yaboot var vellykket.
pt_br: Yaboot instalado com sucesso

source: The yaboot boot loader was successfully installed.
cs: Zavadìè yaboot byl úspì¹nì nainstalován.
lt: Įkelties tvarkyklė yaboot įdiegta sėkmingai.

source: The system is now ready to boot the new Debian GNU/Linux system.
cs: Poèítaè je nyní pøipraven k zavedení nového systému.
lt: Dabar jau galima įkelti naują Debian GNU/Linux sistemą.

source: Failed to mount /target/proc
cs: Pøipojení /target/proc selhalo
lt: Nepavyko primontuoti /target/proc

source: Mounting the proc filesystem on /target/proc failed.
cs: Pøipojení souborového systému proc pod /target/proc selhalo.
lt: Nepavyko primontuoti 'proc' failų sistemos prie /target/proc.

source: Please check the system log or the output on the third console (tty3).
cs: Zkontrolujte, prosím, systémový log nebo výpis na tøetí konzoli (tty3).
lt: Patikrinkite /var/log/messages ar tekstą trečiojoje konsolėje (tty3).

source: Warning: Your system may be unbootable!
cs: Varování: Vá¹ systém nemusí nabootovat!
lt: Dėmesio: jūsų sistema gali nepasikelti!

source: Installing yaboot bootloader
lt: Diegiama įkelties tvarkyklė yaboot

source: Install yaboot on a hard disk
cs: Instalovat yaboot na pevný disk
lt: Įkelties tvarkyklės yaboot diegimas į kietąjį diską

source: No NewWorld PowerMac
es: Para PowerMac no NewWorld
nb: Ingen NewWorld PowerMac
pt_br: Não é um PowerMac NewWorld

source: Yaboot can only be used on NewWorld PowerMac's. Please use the correct boot-loader for your ppc-architecture.
es: Yaboot solo puede usarse en PowerMac's que no sean NewWorld. Por favor, use el gestor de arranque correcto para su arquitectura PPC.
nb: Yaboot kan kun brukes på NewWorld PowerMac-er. Bruk korrekt bootloader for din ppc-arkitektur
pt_br: O Yaboot pode ser usado somente em PowerMacs NewWorld. Por favor use o gerenciador de inicialização correto para sua arquitetura PPC.

source: No partition were found which is mounted as your new root partition. You must mount a root partition first.
es: No se ha encontrado una partición que esté montada como nueva partición raíz. Debe montar una partición raíz en primer lugar.
pt_br: Nenhuma partição que estivesse montada como sua partição raíz foi encontrada. Você deve montar a partição raíz primeiro.

source: On which device should yaboot be installed?
es: ¿En qué dispositivo se debe instalar yaboot?
nb: På hvilken enhet skal yaboot installeres?
pt_br: Em qual dispositivo o yaboot deve ser instalado ?

source: Yaboot (the Linux bootloader) needs to be installed on a hard disk in order for your system to be bootable. You must pick from the available hard disks which have "Apple_Bootstrap" partitions available.
es: Yaboot (el gestor de arranque de Linux) necesita ser instalado en un disco duro para poder hacer arrancable el sistema. Tiene que elegir de entre los discos duros disponibles cual tiene una partición «Apple_Bootstrap» disponible.
nb: Yaboot ( Linux oppstarter) må installeres på en disk for at systemet ditt skal kunne startes. Du må velge en av de tilgjengelige diskene som har «Apple_Bootstrap»-partisjoner.
pt_br: O Yaboot ( o carregador de inicialização Linux) precisa ser instalado em um disco rígido para que seu sistema possa ser inicializável. Você deve escolher dentre os discos rígidos aquele que possui partições "Apple_Bootstrap" disponíveis.

source: Failed to create kernel-image config
es: Falló al crear una configuración para la imagen del kernel
nb: Klarte ikke å opprette oppsett for kjerneavtrykket.
pt_br: Falha ao criar configuração da imagem de kernel

source: Unable to create an new kernel image config file. Please check systemlog and/or the output on the third console (tty3).
es: No se pudo crear un nuevo fichero de configuración para la imagen del kernel. Por favor compruebe los registros del sistema y/o la salida en la tercera consola (tty3).
pt_br: Não foi possível criar um novo arquivo de configuração de imagem de kernel. Por favor confira o log sos sistema e/ou a saída com os erros no terceiro console (tty3).

source: Failed to create yaboot config
es: Falló al crear la configuración de yaboot
nb: Klarte ikke å opprette yaboot-oppsett
pt_br: Falha ao criar configuração do yaboot

source: Unable to create the main yaboot config file. Please check systemlog and/or the output on the third console (tty3). Warning: Your system will maybe be unbootable!
es: No se pudo crear el archivo de configuración principal de yaboot. Por favor, compruebe los registros del sistema y/o la salida de la tercera consola (tty3). Atención: ¡Su sistema es probable que quede inarrancable!
pt_br: Não foi possível criar um arquivo de configuração principal do yaboot. Por favor confira o log do sistema e/ou a saída com os erros no terceiro console (tty3). Aviso : seu sistema não estará inicializável !

source: Unable to install the yaboot bootloader. Please check systemlog and/or the output on the third console (tty3). Warning: Your system will maybe be unbootable!
es: No se pudo instalar el gestor de arranque yaboot.Por favor, compruebe los registros del sistema y/o la salida de la tercera consola (tty3). Atención: ¡Su sistema es probable que quede inarrancable!
pt_br: Não foi possível instalar o gerenciador de inicialização yaboot. Por favor confira o log do sistema e/ou a saída com os erros no terceiro console (tty3). Aviso : seu sistema não estará inicializável !

source: Yaboot was successfully installed! The system is now ready to boot the new Debian GNU/Linux system.
es: ¡Yaboot se ha instalado con éxito! El sistema ya está preparado para arrancar su nuevo sistema Debian GNU/Linux.
nb: Installasjonen av Yaboot var vellykket. Systemet er nå klart til å starte det nyinstallerte Debian GNU/Linux-systemet.
pt_br: O Yaboot foi instalado com sucesso ! O sistema está agora pronto para iniciar o novo sistema Debian GNU/Linux.

source: No partition was found which is mounted as your new root partition. You must mount a root partition first.
nb: Fant ingen partisjon som er montert som din rot-partisjon. Du må montere en rot-partisjon først.

source: Unable to create a new kernel image config file. Please check systemlog and/or the output on the third console (tty3).
nb: Ute av stand til å opprette en ny konfigurasjonsfil for kjernebilde. Kontroller systemlog og/eller utskrift på det tredje konsollet (tty3).

source: Unable to create the main yaboot config file. Please check systemlog and/or the output on the third console (tty3). Warning: Your system may be unbootable!
nb: Ute av stand til å opprette hovedkonfigurasjonsfilen for yaboot. Kontroller systemlog og/eller utskrift på det tredje konsollet (tty3). Advarsel: Systemet kan være ubootbart!

source: Unable to install the yaboot bootloader. Please check systemlog and/or the output on the third console (tty3). Warning: Your system may be unbootable!
nb: Ute av stand til å installere yaboot bootlasteren. Kontroller systemlog og/eller utskrift på det tredje konsollet (tty3). Advarsel: Systemet kan være ubootbart!
