Repository: dankamongmen/s-i
Catalog: win32-loader/l10n/po/*.po
Languages: lt

source: LANG_ENGLISH
lt: LANG_LITHUANIAN

source: windows-1252
lt: windows-1257

source: cp437
lt: cp775

source: English
lt: Lithuanian

source: Debian Installer
lt: Debian diegiklis

source: English.nlf
lt: Lithuanian.nlf

source: Debian-Installer Loader
lt: Debian įdiegiklio įkėliklis

source: Cannot find win32-loader.ini.
lt: Nepavyko rasti win32-loader.ini.

source: win32-loader.ini is incomplete. Contact the provider of this medium.
lt: win32-loader.ini nepilnas. Susisiekite su tiekėju.

source: This program has detected that your keyboard type is "$0". Is this correct?
lt: Ši programa nustatė, kad Jūsų klaviatūros tipas yra „$0“. Ar tai tiesa?

source: Please send a bug report with the following information: - Version of Windows. - Country settings. - Real keyboard type. - Detected keyboard type. Thank you.
lt: Atsiųskite pranešimą apie klaidą su šia informacija: - Windows versija. - Regioniniai nustatymai. - Tikrasis klaviatūros tipas. - Nustatytasis klaviatūros tipas. Ačiū.

source: There doesn't seem to be enough free disk space in drive $c. For a complete desktop install, it is recommended to have at least 3 GB. If there is already a separate disk or partition to install Debian, or if you plan to replace Windows completely, you can safely ignore this warning.
lt: Atrodo, kad nėra pakankamai laisvos vietos diske $c. Pilnam įdiegimui reikėtų bent 3 GB. Jei jau turite atskirą skirsnį Debianui arba jei žadate pilnai pakeisti Windows, galite į šį įspėjimą nekreipti dėmesio.

source: Error: not enough free disk space. Aborting install.
lt: Klaida: trūksta vietos diske. Diegimas nutraukiamas.

source: This program doesn't support Windows $windows_version yet.
lt: Ši programa dar nepalaiko Windows $windows_version.

source: The version of Debian you're trying to install is designed to run on modern, 64-bit computers. However, your computer is incapable of running 64-bit programs. Use the 32-bit ("i386") version of Debian, or the Multi-arch version which is able to install either of them. This installer will abort now.
lt: Bandote įdiegti Debian versiją, skirtą šiuolaikiniams 64 bitų kompiuteriams, tačiau Jūsų kompiuteris negali vykdyti 64 bitų programų. Naudokite 32 bitų („i386“) Debian variantą arba Multi-arch versiją, kuri gali įdiegti ir 32, ir 64 bitų sistemą. Diegiklis darbą nutraukia.

source: Your computer is capable of running modern, 64-bit operating systems. However, the version of Debian you're trying to install is designed to run on older, 32-bit hardware. You may still proceed with this install, but in order to take the most advantage of your computer, we recommend that you use the 64-bit ("amd64") version of Debian instead, or the Multi-arch version which is able to install either of them. Would you like to abort now?
lt: Jūsų kompiuteris palaiko šiuolaikines 64 bitų programas, tačiau versija, kurią bandote įdiegti, pritaikyta senesnei 32 bitų įrangai. Galite tęsti diegimą, tačiau kad pilnai išnaudotumėte kompiuterio galimybes, siūlome verčiau įdiegti 64 bitų („amd64“) Debiano variantą, arba Multi-arch, kuris gali įdiegti bet kurį iš jų. Ar norėtumėte nutraukti diegimą?

source: Select install mode:
lt: Pasirinkite diegimo veikseną:

source: Normal mode. Recommended for most users.
lt: Normali veiksena. Rekomenduojama daugumai naudotojų.

source: Expert mode. Recommended for expert users who want full control of the install process.
lt: Ekspertinė veiksena. Rekomenduojama ekspertams, kurie nori valdyti įdiegimo procesą iki smulkmenų.

source: Select action:
lt: Pasirinkite veiksmą:

source: Install Debian GNU/Linux on this computer.
lt: Įdiegti Debian GNU/Linux šiame kompiuteryje.

source: Repair an existing Debian system (rescue mode).
lt: Pataisyti jau įdiegtą Debian sistemą (gelbėjimo veiksena).

source: Graphical install
lt: Grafinis diegimas

source: Text install
lt: Tekstinis diegimas

source: Downloading %s
lt: Parsiunčiama %s

source: Connecting ...
lt: Jungiamasi...

source: second
lt: sekundė

source: minute
lt: minutė

source: hour
lt: valanda

source: %dkB (%d%%) of %dkB at %d.%01dkB/s
lt: %dkB (%d%%) iš %dkB, %d.%01dkB/s

source: (%d %s%s remaining)
lt: (liko %d %s%s)

source: Select which version of Debian-Installer to use:
lt: Pasirinkite Debian diegiklio variantą:

source: Stable release. This will install Debian "stable".
lt: Stabili laida. Įdiegs Debian „stable“.

source: Daily build. This is the development version of Debian-Installer. It will install Debian "testing" by default, and may be capable of installing "stable" or "unstable" as well.
lt: Šios dienos. Tai darbinė Debian diegiklio versija. Ji standartiškai įdiegs Debian „testing“ ir gali sugebėti taip pat įdiegti „stable“ ar „unstable“.

source: It is recommended that you check for known issues before using a daily build. Would you like to do that now?
lt: Rekomenduojama prieš naudojant darbinį Debian diegiklį patikrinti, ar nėra žinomų klaidų. Ar norėtumėte dabar tai atlikti?

source: Desktop environment:
lt: Darbo aplinka:

source: None
lt: Jokios

source: Debian-Installer Loader will be setup with the following parameters. Do NOT change any of these unless you know what you're doing.
lt: Debian diegiklio įkėliklis bus nustatytas su šiais parametrais. NEKEISKITE nė vieno iš jų, nebent tikrai žinote, ką darote.

source: Proxy settings (host:port):
lt: Įgaliotojo serverio nustatymai (kompiuteris:prievadas):

source: Location of boot.ini:
lt: boot.ini vieta:

source: Base URL for netboot images (linux and initrd.gz):
lt: Netboot atvaizdžių (linux ir initrd.gz) bazinis URL:

source: Error
lt: Klaida

source: Error: failed to copy $0 to $1.
lt: Klaida: nepavyko nukopijuoti $0 į $1.

source: Generating $0
lt: Generuojamas $0

source: Appending preseeding information to $0
lt: Pridedama „preseeding“ informacija prie $0

source: Error: unable to run $0.
lt: Klaida: nepavyko paleisti $0

source: Disabling NTFS compression in bootstrap files
lt: Išjungiamas NTFS suspaudimas „bootstrap“ failams

source: Registering Debian-Installer in NTLDR
lt: Debian diegiklis registruojamas NTLDR

source: Registering Debian-Installer in BootMgr
lt: Debian diegiklis registruojamas BootMgr

source: Error: failed to parse bcdedit.exe output.
lt: Klaida: nepavyko išanalizuoti bcdedit.exe išvedimo.

source: VERY IMPORTANT NOTICE:\n\n
lt: LABAI SVARBUS PRANEŠIMAS:\n\n

source: The second stage of this install process will now be started. After your confirmation, this program will restart Windows in DOS mode, and automaticaly load Debian Installer.\n\n
lt: Dabar prasidės antroji diegimo proceso dalis. Po patvirtinimo Windows bus įkrauti DOS veiksena ir automatiškai paleis Debian diegiklį.\n\n

source: You need to reboot in order to proceed with your Debian install. During your next boot, you will be asked whether you want to start Windows or Debian Installer. Choose Debian Installer to continue with the install process.\n\n
lt: Kad galėtumėte tęsti Debian diegimą, turite iš naujo įkrauti kompiuterį.Kompiuteriui kraunantis Jūsų paklaus, ar paleisti Windows, ar Debian diegiklį. Pasirinkite Debian diegiklį, jei norite tęsti diegimo procesą.\n\n

source: During the install process, you will be offered the possibility of either reducing your Windows partition to install Debian or completely replacing it. In both cases, it is STRONGLY RECOMMENDED that you have previously made a backup of your data. Nor the authors of this loader neither the Debian project will take ANY RESPONSIBILITY in the event of data loss.\n\nOnce your Debian install is complete (and if you have chosen to keep Windows in your disk), you can uninstall the Debian-Installer Loader through the Windows Add/Remove Programs dialog in Control Panel.
lt: Diegimo metu bus siūloma sumažinti Windows skirsnį ir diegti Debian į atlaisvintą vietą arba visiškai pakeisti Windows. Abiem atvejais PRIMYGTINAI REKOMENDUOJAMA padaryti svarbių duomenų atsarginę kopiją. Nei šio įkėliklio autoriai, nei Debian projektas NEATSAKO už galimą duomenų praradimą.\n\nJei nusprendėti pasilikti Windows, pasibaigus Debian diegimui galite išinstaliuoti Debian diegiklio įkėliklį pasinaudoję Windows Diegti/šalinti programas („Add/Remove Programs“) dialogu valdymo skyde (Control Panel).

source: Do you want to reboot now?
lt: Ar norite dabar iš naujo įkrauti kompiuterį?
