Repository: dankamongmen/s-i
Catalog: packages/media-retriever/debian/po/*.po
Languages: am, ast, be, bs, he, lt, sr, zh_cn

source: Scanning the floppy
am: ፍሎፒ በማግኘት ላይ

source: Cannot read floppy, or not a driver floppy.
am: ፍሎፕውን ማንበብ አልቻልኩም ወይም የፍሎፒ ነጂ የለም፡፡

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
am: ከፍሎፒ ዲስኩ ዴታ ለማንበብ ችግር ተፈትሯል። እባክዎ ትክክለኛው የፍሎፒ ዲስክ በማንጃው ውስጥ መኖሩን ያረጋግጡ።

source: Load drivers from floppy now?
am: ከፍሎፒ የተካይ አካሎች ይጫኑ?

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
am: ነጂ ስልቶችን ማናልባት ከፍሎፒ ዲስክ መጫን ይኖርብዎታል። ተከላው ያለተጨማሪ ነጂ ስልት እንደሚሰራ እርግጠኛ ከሆኑ ይህንን ደረጃ ሊዘሉት ይችላሉ።

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
am: ነጂ ስልቶችን መጫን ካስፈለገዎት ከመቀጠልዎ በፊት ያለበትን የፍሎፒ ዲስክ ያስገቡ።

source: Load drivers from a floppy
am: ከፍሎፒ ላይ ነጂ ስልቶችን ይጫኑ

source: Unknown floppy. Try to load anyway?
am: የማይታወቅ ፍሎፒ፤ ቢሆንም ለመጫን ልሞክር?

source: The floppy is not a known driver floppy. Please make sure that the correct floppy is in the drive. You can still continue if you have an unofficial floppy you want to use.
am: ፍሎፒው የታወቀ የነጂስልት ፍሎፒ አይደለም። ባይሆንም ሌላ ተመሳሳይ ከሆነ ምናልባት ሊቀጥሉ ይችላሉ።

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
am: እባክዎ መጀመሪያ ${DISK_LABEL} ('${DISK_NAME}')ን ያስገቡ።
ast: Enxerta primero ${DISK_LABEL} ('${DISK_NAME}').
be: Спачатку ўстаўце ${DISK_LABEL} ('${DISK_NAME}').
bs: Molim prvo ubacite ${DISK_LABEL} ('${DISK_NAME}').
he: הכנס את ${DISK_LABEL} ('${DISK_NAME}') ראשון.
lt: Pirma įdekite ${DISK_LABEL}·('${DISK_NAME}')
sr: Молим, прво убаците ${DISK_LABEL} ('${DISK_NAME}').
zh_cn: 请首先插入 ${DISK_LABEL} (“${DISK_NAME}”)。

source: Due to dependencies between packages, driver floppies must be loaded in the correct order.
am: በጥቅሎች ተደጋጋፊነት ምክንያት ነጂ ፍሎፒዎች በትክክለኛ ቅደም ተከተል መግባት አለባቸው።

source: Load drivers from another floppy?
am: ከፍሎፒ ነጂ ስልቶች ይጫኑ?

source: To load additional drivers from another floppy, please insert the appropriate driver floppy before continuing.
am: ከሌላ ፍልፒ ተጨማሪ ነጂዎችን ላመጫን ከመቀጠልዎ በፊት ተፈላጊውን ፍሎፒ ያስገቡ፡፡

source: Scanning removable media
ast: Escaneando medíu estrayible
be: Прагляд рухомага носьбіта
bs: Učitavam medij
he: סורק מדיה נתיקה
lt: Keičiamosios laikmenos apžvalga
sr: Скенирам изменљиве медијуме
zh_cn: 正在扫描可移动媒介

source: Cannot read removable media, or no drivers found.
ast: Nun puede lleese medíu estrayible, o ensín controladores atopaos.
be: Немагчыма прачытаць рухомы носьбіт, або не знойдзены драйверы.
bs: Ne mogu čitati medij ili nema nema upravljačkih programa (drivera).
he: לא מצליח לקרוא מהמדיה הנתיקה או שלא נמצאו מנהלי התקנים.
lt: Negaliu nuskaityti keičiamosios laikmenos, arba joje nėra valdyklių (drivers).
sr: Не могу да прочитам изменљиве медијуме или нисам нашао драјвере за њих.
zh_cn: 无法读取可移动媒介，或者没有找到驱动程序。

source: There was a problem reading data from the removable media. Please make sure that the right media is present. If you continue to have trouble, your removable media might be bad.
ast: Hubo un problema lleendo los datos dende'l medíu estrayible. Por favor, tate seguru que'l mediu correutu ta presente. Si sigues con problemes, el medíu estrayible puede tar mal.
be: Узнікла праблема падчас чытання дадзеных з рухомага носьбіта. Калі ласка, пераканайцеся, што ў прыладзе знаходзіцца прыдатны носьбіт. Калі праблемы працягваюцца, магчыма, ваш носьбіт пашкоджаны.
bs: Došlo je do problema pri čitanju podataka sa medija. Molim provjerite da li se u pogonu nalazi odgovarajući medij. Ako nastavite imati probleme, možda imate neispravan medij.
he: יש בעיה בקריאת מידע מהמדיה הנתיקה. וודא כי המדיה הנכונה מחוברת. אם עדיין יש בעיות, כנראה שהמדיה מקולקלת.
lt: Tai yra duomenų skaitymo iš keičiamosios laikmenos problema. Įsitikinkite ar reikiama laikmena įdėta. Jei šis sutrikimas vistik tęsis, Jūsų turima laikmena bloga.
sr: Уочен је проблем при читању података са изменљивог медијума. Молим, проверите да ли је одговарајући медијум убачен. Уколико наставите да имате проблема, ваш изменљиви медијум је можда лош.
zh_cn: 从可移动媒介上读取数据出错。请确定正确的媒介已经连接好。如果您持续遇到错误，也许是您的可移动媒介已经损坏。

source: Load drivers from removable media now?
ast: ¿Cargar controladores dende media removible agora?
be: Загрузіць драйверы з рухомага носьбіта зараз?
bs: Učitaj drivere sa CDa sad?
he: האם לטעון מנהלי התקנים מתוך מדיה נתיקה?
lt: Ar įkelti valdykles iš keičiamosios laikmenos?
sr: Да учитам недостајуће драјвере са изменљивог медијума?
zh_cn: 现在从可移动媒介中加载驱动程序吗？

source: You probably need to load drivers from removable media before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
ast: Probablemente necesites cargar controladores dende un medíu estrayible anantes de siguir cola instalación. Si sabes que la instalación puede siguir ensín controladores extra, puedes saltar esti pasu.
be: Магчыма, Вам трэба загрузіць драйверы з рухомага носьбіта перад працягам устаноўкі. Калі Вы ўпэўненыя, што ўстаноўка атрымаецца без дадатковых драйвераў, можна прапусціць гэты крок.
bs: Vjerovatno trebate učitati upravljačke programe sa CDa prije nego nastavite instalaciju. Ako znate da će instalacija raditi bez dodatnih upravljačkih programa, možete preskočiti ovaj korak.
he: כנראה שצריך לטעון מנהלי התקנים מהדיסקט או מהתקן USB לפני שממשיכים עם ההתקנה. אם אתה יודע שההתקנה תעבוד ללא מנהלי התקנים נוספים אתה יכול לדלג על שלב זה.
lt: Galbūt, prieš tęsiant įdiegimą, reikia įkelti valdykles iš keičiamosios laikmenos. Jei žinote, kad diegimas dirbs ir be papildomų valdyklių, galite praleisti šį žingsnį.
sr: Вероватно бисте требали учитати драјвере са изменљивог медијума пре него што наставите са инсталацијом. Ако знате да ће инсталирање радити без додатних драјвера можете прескочити овај корак.
zh_cn: 在继续安装之前，您可能需要从可移动媒介中加载一些驱动程序。如果安装过程不需要其他驱动程序，可以跳过这一步。

source: If you do need to load drivers, insert the appropriate removable media, such as a driver floppy or USB stick before continuing.
ast: Si necesites cargar controladores, inxerta'l mediu estrayible apropiáu, dalgo como un disquete o un llápiz uSB anantes de siguir.
be: Калі Вам трэба загружаць драйверы, устаўце адпаведны рухомы носьбіт (дыскету ці флэшку) перад працягам.
bs: Ako trebate učitati upravljačke programe (drivers), ubacite odgovarajuću driver floppy disketu ili USB stick prije nego nastavite.
he: אם צריך לטעון מנהלי התקנים, הכנס דיסקט או התקן USB שמכיל את מנהלי ההתקנים המתאימים לכונן לפני שתמשיך.
lt: Jei Jums reikia įkelti valdykles (drivers), prieš tęsiant įdėkite atitinkamą valdyklių keičiamąją laikmeną, tokią kaip USB laikmena ar lankstus diskelis.
sr: Ако је потребно да учитате драјвере убаците одговарајући изменљиви медијум као што је флопи диск или УСБ флеш пре него што наставите.
zh_cn: 如果您确实需要加载驱动程序，请在选择继续之前插入相应的可移动媒介，比如驱动软盘或者 USB 棒。

source: Load drivers from removable media
ast: Cargar controladores dende medíu estrayible
be: Загрузіць драйверы з рухомага носьбіта
bs: Učitaj upravljačke programe sa CDa/DVDa
he: טען מנהלי התקנים מתוך מדיה נתיקה
lt: Įkelti valdykles iš keičiamosios laikmenos
sr: Учитај драјвере са изменљивог медијума
zh_cn: 从可移动媒介中加载驱动程序

source: Unknown removable media. Try to load anyway?
ast: Mediu estrayible desconocíu. ¿Intentar cargalu igualmente?
be: Невядомы рухомы носьбіт. Усё роўна загрузіць?
bs: Nepoznat medij. Ipak pokušati učitavanje?
he: מדיה נתיקה לא מוכרת. לנסות לטעון בכל זאת?
lt: Nežinoma keičiamoji laikmena. Ar vistiek įkelti?
sr: Непознат изменљиви медијум. Да ипак покушам да учитам?
zh_cn: 未知的可移动媒介。仍然试图加载吗？

source: Detected removable media that is not a known driver media. Please make sure that the correct media is inserted. You can still continue if you have an unofficial removable media you want to use.
ast: Detectáu medíu estrayible que nun ye un medíu conocíu. Por favor, tate seguru que'l mediu correutu ta inxertáu. Puedes siguir si tienes un medíu estrayible non oficial que quies usar.
be: Вызначаны рухомы носьбіт не змяшчае драйвераў. Калі ласка, пераканайцеся, што ў прыладзе знаходзіцца прыдатны носьбіт. Вы можаце працягваць, калі маеце неафіцыйны носьбіт.
bs: Pronađeni medij ne sadrži upravljačke programe. Molim provjerite da li se u pogonu nalazi odgovarajući medij. Još možete nastaviti ako imate neoficijelni medij koji želite koristiti.
he: הדיסקט או התקן USB אינו מוכר כמכיל מנהלי התקנים. וודא כי הינך משתמש בדיסקט או התקן USB הנכון. ניתן עדיין להמשיך אם יש לך דיסקט או התקן USB לא רשמי שברצונך להשתמש בו.
lt: Aptikta keičiamoji laikmena nepanaši į valdyklių laikmeną. Įsitikinkite ar reikiama keičiamoji laikmena įdėta. Jus vistiek galite tęsti jei turite neoficialią keičiamąją laikmeną ir norite jį naudoti.
sr: Детектован је изменљиви медијум који није познат медијум са драјверима. Молим проверите да ли је убачен исправан медијум. И даље можете наставити уколико имате незванични изменљиви медијум са драјверима који желите да користите.
zh_cn: 检测到的可移动媒介不是已知的驱动媒介。请确定驱动器中所插入的是正确的媒介。如果您是要使用非官方的可移动媒介，那么您仍可以继续。

source: Due to dependencies between packages, drivers must be loaded in the correct order.
ast: Debido a dependencies ente paquetes, controladores deben ser cargaos nel orden correutu.
be: Паводле залежнасцяў паміж пакетамі драйверы трэба загружаць у адпаведным парадку.
bs: Zbog zavisnosti među paketima, upravljački programi se moraju učitati u pravilnom redoslijedu.
he: בשל תלויות בין החבילות, מנהלי ההתקנים חייבים להיטען לפי הסדר הנכון.
lt: Dėl priklausomybių tarp paketų, valdyklės (drivers) turi būti įkelti teisinga tvarka.
sr: Због међузависности пакета, драјвери морају бити учитани у исправном редоследу.
zh_cn: 由于软件包之间存在依赖关系，必须以正确的顺序加载驱动程序。

source: Load drivers from another removable media?
ast: ¿Cargar controladores dende otru mediu estrayible?
be: Загрузіць драйверы з іншага рухомага носьбіта?
bs: Učitaj upravljačke programe sa drugog medija (CDa, diskete, etc)?
he: האם לטעון מנהלי התקנים מתוך מדיה נתיקה אחרת?
lt: Ar įkelti valdykles iš kitos keičiamosios laikmenos?
sr: Да учитам драјвере са неког другог изменљивог медијума?
zh_cn: 从另一个可移动媒介中加载驱动程序吗？

source: To load additional drivers from another removable media, please insert the appropriate removable media, such as a driver floppy or USB stick before continuing.
ast: Al cargar controladores adicionales dende otru medíu estrayible, por favor, inxerta'l medíu estrayible apropiáu, como un disquete o llápiz USB anantes de siguir.
be: Калі Вам трэба загружаць драйверы з іншага рухомага носьбіта, устаўце такі носьбіт (дыскету ці флэшку) перад працягам.
bs: Kako bi učitali upravljačke programe (drivers) s druge diskete, ubacite odgovarajući medij, poput driver floppy diskete ili USB sticka, prije nego nastavite.
he: כדי לטעון מנהלי התקנים מדיסקט או התקן USB אחר, הכנס את המדיה המתאים לפני שתמשיך.
lt: Papildomų valdyklių (drivers) įkėlimui iš kitos keičiamosios laikmenos, prieš tęsiant įdėkite atitinkamą laikmeną, tokią kaip USB laikmena ar lankstus diskelis.
sr: Да бисте учитали додатне драјевере са неког другог изменљивог медијума, молим, убаците одговарајући медијум као што је флопи диск или УСБ флеш пре настављања.
zh_cn: 如果您要从另一张可移动媒介里加载其它的驱动程序，请在选择继续之前插入相应的可移动媒介，比如驱动软盘或者 USB 棒。
