Repository: dankamongmen/s-i
Catalog: tools/ddetect/debian/po/*.po
Languages: ar, cs, da, es, fi, fr, it, ja, lt, nb, nl, nn, pl, ru, sk, sl, sv

source: What module does your ethernet card require?
cs: Který modul je vy¾adován va¹í ethernetovou kartou?
da: Hvilket modul kræver dit Ethernetkort?
fr: De quel module votre carte Ethernet a-t-elle besoin ?
ja: イーサネットカードに必要なモジュールはどれですか?
nl: Welke module vereist uw ethernet kaart?
nn: Kva for ein modul skal nettverkskortet bruka?
pl: Jakiego modu³u wymaga Twoja karta ethernet?

source: This is a list of modules that I know about. Choose the module from the list that supports your card. If none of the modules do, you may need to load additional modules from a driver floppy; choose none of the above.
cs: Toto je seznam modulù, které znám. Vyberte modul, který podporuje va¹i kartu. Pokud ¾ádný modul nevyhovuje, mù¾ete zkusit nahrát dal¹í ovladaèe z diskety s ovladaèi - zvolte nic z uvedeného.
da: Dette er en liste over moduler som jeg kender. Vælg det modul fra listen, som understøtter dit kort. Hvis ingen af dem passer, kan du indlæse yderligere moduler fra en driverdiskette; undlad da at vælge nogen moduler herover.
pl: Poni¿ej znajduje siê lista znanych mi modu³ów. Wybierz z niej modu³, który obs³uguje Twoj± kartê. Je¶li ¿aden z modu³ów nie pasuje, mo¿esz za³adowaæ dodatkowe modu³y z dyskietki. W takim przypadku wybierz ¿adne z powy¿szych.

source: Cannot detect your ethernet card.
cs: Nemohu rozpoznat ethernetovou kartu.
da: Kan ikke finde dit ethernetkort.
pl: Nie mogê rozpoznaæ Twojej karty sieciowej.

source: Your ethernet card was not found.
cs: Nebyly nalezeny ¾ádné ethernetové karty.
da: Dit ethernetkort blev ikke fundet.
pl: Twoja karta sieciowa nie zosta³a znaleziona.

source: An error occured while running '${CMD_LINE_PARAM}'
cs: Nastala chyba pøi bìhu '${CMD_LINE_PARAM}'
da: Der opstod en fejl under kørslen af '${CMD_LINE_PARAM}'
fr: Une erreur est survenue pendant l'exécution de '${CMD_LINE_PARAM}'
ja: '${CMD_LINE_PARAM' の実行中にエラーが発生しました
nl: Er is een fout opgetreden bij het uitvoeren van '${CMD_LINE_PARAM}'
pl: B³±d podczas wykonywania '${CMD_LINE_PARAM}'

source: Something must have gone wrong.
cs: Nìco se muselo pokazit.
da: Noget er tilsyneladende gået galt.
fr: Quelque chose s'est mal passé.
ja: 何らかの問題が発生しました。
nl: Blijkbaar is er iets misgegaan.
pl: Co¶ musia³o pój¶æ nie tak jak trzeba.

source: Please enter any additional parameters for module ${MODULE}
cs: Zadejte volitelné parametry modulu ${MODULE}
da: Indtast venligst eventuelle yderligere parametre for modulet ${MODULE}
fr: Veuillez ajouter des paramètres supplémentaires pour le module ${MODULE}
ja: モジュール ${MODULE} の追加パラメータを入力してください
nl: Gelieve eventuele aanvullende argumenten voor module ${MODULE} in te voeren
pl: Podaj wszelkie dodatkowe parametry dla modu³u ${MODULE}

source: Would you like me to try to detect hardware?
cs: Chcete, abych zkusil najít hardware?
da: Skal jeg prøve at detektere hardwaren?
fr: Souhaitez-vous que je détecte automatiquement votre matériel ?
ja: ハードウェアの検出を試みますか?
nl: Wilt u dat ik probeer om hardware te detecteren?
nn: Vil du prøva å la maskinvara bli funnen automatisk?
pl: Czy chcesz spróbowaæ automatycznego wykrywania sprzêtu?

source: I can automatically detect some hardware. If you don't use automatic detection, you will be prompted to identify your hardware.
cs: Umím rozpoznat nìkterý hardware automaticky. Pokud nepou¾ijete automatickou detekci, budete po¾ádáni o identifikaci svého hardwaru.
da: Noget hardware kan detekteres automatisk. Hvis du ikke vælger automatisk detektering, vil du blive bedt om at identificere din hardware.
fr: Je peux détecter automatiquement certains matériels. Si vous n'utilisez pas la détection automatique, il faudra alors que vous identifiiez vous-même votre matériel.
ja: 自動的にいくつかのハードウェアの検出ができます。もし自動検出を使わないのであれば、あなたのハードウェアを識別するための質問が行われます。
nl: Ik kan een deel van uw hardware automatisch herkennen. Indien u de automatische herkenning niet gebruikt, zult u gevraagd worden om uw hardware te identificeren.
pl: Czê¶æ sprzêtu mo¿na wykryæ automatycznie. Je¶li wolisz nie korzystaæ z automatycznego wykrywania, zostaniesz poproszony o zidentyfikowanie Twojego sprzêtu.

source: Detecting HW and loading kernel modules
cs: Zavádím jaderné moduly a zji¹»uji dostupný HW
da: Søger efter udstyr og indlæser kernemoduler
ja: ハードウェア検出とカーネルモジュールのロードを行っています
pl: Wykrywanie sprzêtu i ³adowanie modu³ów j±dra

source: Detecting hardware, please wait
da: Søger efter udstyr, vent venligst
pl: Wykrywanie sprzêtu, proszê czekaæ

source: Loading kernel modules
cs: Nahrávám jaderné moduly
da: Henter kernemoduler
fr: Chargement des modules du noyau
ja: カーネルモジュールをロードしています
lt: Įkeliami branduolio moduliai
nl: Bezig met het laden van de kernel modules
pl: £adowanie modu³ów j±dra
sv: Laddar kärnmoduler

source: Loading module '${MODULE}' for '${CARDNAME}'
cs: Nahrávám modul '${MODULE}' pro '${CARDNAME}'
da: Indlæser modulet '${MODULE}' for '${CARDNAME}'
pl: £adowanie modu³u '${MODULE}' dla '${CARDNAME}'

source: Detect hardware (full version)
cs: Rozpoznat sí»ový hardware (plná verze)

source: Some modules required for some of your hardware did not load. If you need to use this hardware to install, you will need to load more kernel modules from a driver floppy.
cs: Nìkteré moduly vy¾adované hardwarem se nenahrály. Pokud tento hardware potøebujete k instalaci, musíte si z diskety s ovladaèi nahrát dal¹í moduly.

source: Network Hardware Configuration
ja: ネットワークハードウェア設定

source: Where is the module for your ethernet card?
fr: Où se trouve le module pour votre carte Ethernet ?
ja: イーサネットカードのモジュールはどこにありますか?
nl: Waar bevindt zich de module voor uw ethernet kaart?
nn: Kvar er modulen for nettverkskortet?

source: Please enter the full path to the module for your ethernet card.
fr: Veuillez entrer le chemin complet du module de votre carte Ethernet.
ja: イーサネットカードのモジュールのフルパスを入力してください。
nl: Geef het volledige pad waar de module van uw ethernet kaart staat.
nn: Skriv det fullstendige filnamnet til modulen for nettverkskortet (ethernet).

source: No ethernet cards were detected.
fr: Aucune carte Ethernet n'a été détectée.
ja: イーサネットカードは検出されませんでした。
nl: Geen ethernetkaarten gevonden.
nn: Fann ingen nettverkskort.

source: Make sure the card is firmly seated and try again.
fr: Assurez-vous que la carte est correctement mise en place et essayez une nouvelle fois.
ja: カードをしっかりと差し込んで再度試してみてください。
nl: Controleer of de kaart goed vast zit en probeer 't nog eens.
nn: Sjå til at kortet sit skikkeleg på plass og prøv igjen.

source: 3c59x, 8139too, e100, mii, natsemi, ne, ne2k-pci, smc-ultra, tulip, via-rhine, wd, winbond-840, other
fr: 3c59x, 8139too, e100, mii, natsemi, ne, ne2k-pci, smc-ultra, tulip, via-rhine, wd, winbond-840, autre
ja: 3c59x, 8139too, e100, mii, natsemi, ne, ne2k-pci, smc-ultra, tulip, via-rhine, wd, winbond-840, その他
nl: 3c59x, 8139too, e100, mii, natsemi, ne, ne2k-pci, smc-ultra, tulip, via-rhine, wd, winbond-840, overig

source: This is a list of modules that I know about. Choose the module from the list that supports your card. If your card requires a different module, choose 'other' and you will be prompted for the location of that module.
fr: Voici la liste des modules connus. Choisissez, dans cette liste, le module qui correspond à votre carte. Si votre carte a besoin d'un module non listé, choisissez « autre » et indiquez alors l'emplacement du module.
ja: これは知っている限りのモジュールのリストです。リストからあなたのカードをサポートするモジュールを選んでください。もしカードに対して異なるモジュールが必要であれば、'その他' を選ぶと、モジュールの場所を尋ねられます。
nl: Dit is een lijst van modules die ik ken. Kies de module uit de lijst die uw kaart ondersteunt. Indien uw kaart een andere module nodig heeft, kies dan 'overig' en u zal gevraagd worden naar de locatie van die module.
nn: Dette er ei liste over dei modulane installasjonsprogrammet kan bruka. Vel ein modul som passar til nettverksmkortet. Dersom kortet må bruka ein annan modul, må du velja «anna» og oppgi plasseringa av modulen.

source: Unable to load module '${MODULE}' for '${CARDNAME}'.
ja: '${CARDNAME}' 用のモジュール '${MODULE}' をロードできませんでした。

source: The '${MODULE}' module required for '${CARDNAME}' is missing. If you want it loaded, you will need to load more kernel modules from a driver floppy.
ja: '${CARDNAME}' に必要な '${MODULE}' モジュールが見当たりません。これをロードしたいのであれば、ドライバフロッピーからカーネルモジュールをさらにロードする必要があります。

source: Detected module '${MODULE}' for '${CARDNAME}'
fr: Le module '${MODULE}' a été détecté pour '${CARDNAME}'
ja: '${CARDNAME}' 用のモジュール '${MODULE}' が検出されました
nl: Module '${MODULE}' voor '${CARDNAME}' is gedetecteerd.

source: Do you want to load the missing module from a drivers floppy?
fr: Souhaitez-vous charger les modules manquants à partir d'une disquette de pilotes ?
nl: Wilt u de missende module vanaf driver diskette laden?

source: The '${MODULE}' module required for '${CARDNAME}' is missing from this installation disk. If you want to load it from a driver floppy, then insert this floppy disk in the floppy drive before proceeding.
fr: Le module '${MODULE}' nécessaire à '${CARDNAME}' est absent de ce disque d'installation. Si vous souhaitez le charger depuis une disquette de pilotes, insérez alors la disquette dans le lecteur avant d'aller plus loin.
nl: De module '${MODULE}' die vereist is voor '${CARDNAME}' is niet aanwezig op de installatie schijf. Indien u deze wil laden vanaf een driver diskette, dient u die diskette in het diskettestation te steken alvorens verder te gaan.

source: 3c59x, 8139too, eepro100, mii, natsemi, ne, ne2k-pci, smc-ultra, tulip, via-rhine, wd, winbond-840, other
nn: 3c59x, 8139too, eepro100, mii, natsemi, ne, ne2k-pci, smc-ultra, tulip, via-rhine, wd, winbond-840, anna

source: An error occured.
nn: Det oppstod ein feil.

source: Something went wrong.
nn: Noko gjekk gale.

source: Please enter any additional parameters.
nn: Oppgi eventuelle tilleggsparametrar.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "IRQ=7 IO=0x220"
nn: Enkelte modular kan tilpassast med ekstra parametrar ved innlasting. Desse parametrane er ofte I/U-port og IRQ-nummer som kan variera mellom ulike maskiner og ikkje kan fastsetjast ut frå maskinvara. Eit døme på ekstra parametrar kan vera «IRQ=7 IO=0x220».

source: I can automatically detect some hardware. If you would like me to try choose 'yes'. If you choose 'no' you will be prompted to identify your hardware.
nn: Du kan velja om installasjonsprogrammet skal prøva å finna ein del maskinvare automatisk. Dersom du vel «nei», blir du spurd om kva for maskinvare som finst på maskina.

source: Would you like me to attempt to load the '${module}' module?
nn: Vil du at modulen «${module}» skal lastast inn?

source: An ethernet card has been detected on the ${bus} bus. In order for the operating system to use this card the module '${module}' must be loaded.
nn: Eit nettverkskort er funne på ${bus}-bussen. For at operativsystemet skal kunna bruka dette kortet, må modulen «${module}» lastast inn.
