Repository: dankamongmen/s-i
Catalog: tools/ddetect/debian/po/*.po
Languages: ar, cs, da, es, fi, fr, it, ja, lt, nb, nl, nn, pl, ru, sk, sl, sv

source: ${CHOICES}, none of the above
ar: ${CHOICES}, ليس أيا مما هو أعلاه
cs: ${CHOICES}, nic z uvedeného
da: ${CHOICES}, ingen af ovenstående
es: ${CHOICES}, ninguna de las anteriores
fi: ${CHOICES}, ei mikään edellisistä
it: ${CHOICES}, nessuna delle precedenti
lt: ${CHOICES}, niekas iš paminėtų
nb: ${CHOICES}, ingen av de over
pl: ${CHOICES}, ¿adne z powy¿szych
ru: ${CHOICES}, ни один из перечисленных
sk: ${CHOICES}, niè z uvedeného
sl: ${CHOICES}, nič od tega
sv: ${CHOICES}, inget av ovanstående

source: Module needed by your ethernet card:
ar: الوحدة التي تحتاجها بطاقة إيثرنت
es: ¿Qué módulo necesita su tarjeta red?
fi: Mitä moduuleja ethernet-korttisi tarvitsee?
it: Modulo da utilizzare per la scheda di rete:
lt: Modulis reikalingas Jūsų tinklo plokštei:
nb: Hvilken modul trenger ethernet-kortet ditt?
ru: Какой модуль требуется для вашей сетевой карты?
sk: Modul po¾adovaný va¹ou ethernetovou kartou:
sl: Modul, ki ga potrebuje vaša mrežna kartica:
sv: Modul som krävs av ditt ethernetkort:

source: Please choose the module for your card from the list of known modules. If the correct module is not listed, you may need to load additional modules from a driver floppy. In that case, choose the option which indicates that your module is not listed.
ar: رجاء اختر الوحدة لبطاقتك من قائمة الوحدات المعروفة. إن لم تكن الوحدة الصحيح مسردة، قد تحتاج إلى تحميل وحدات إضافية من قرص دافع مرن. في تلك الحالة، اختر الخيار الذي يحدد أن وحدتك غير مسردة.
es: Por favor, elija de la lista de módulos conocidos el módulo para su tarjeta. Si el módulo correcto no aparece en la lista, puede que necesite cargar módulos adicionales desde un disquete. En ese caso, escoja la opción que indica que el módulo no está listado.
fi: Valitse korttisi tarvitsema moduuli luettelosta. Jos oikeaa moduulia ei luettelossa ole, voit joutua lataamaan lisää moduleita ajurilevykkeeltä jolloin valitset vaihtoehdon joka tarkoittaa ettei moduuliasi ole luettelossa.
lt: Prašau pasirinkti Jūsų plokštę palaikantį·modulai iš man žinomų modulių sąrašo. Jei Jūsų plokštei tinkamo modulio nėra, Jums gali tekti įkelti papildomą modulį iš valdyklių diskelio (driver·floppy); tokiu atveju pasirinkite - niekas iš pažymėtų.
nb: Dette er en liste over moduler jeg vet om. Velg fra lista modulen som støtter kortet ditt. Hvis ingen av modulene kan brukes, kan det hende du må laste ytterligere moduler fra en driver-diskett. Vel i så fall "ingen av de over".
ru: Вот список доступных модулей. Выберите из этого списка модуль, который поддерживает вашу карту. Если для вашей карты нужен другой модуль, вам скорее всего придётся подгрузить его с дискеты. В этом случае выберите пункт "ни один из перечисленных".
sk: Vyberte modul, ktorý podporuje va¹u kartu zo zoznamu známych modulov. Ak tu nie je uvedený správny modul, potrebujete nahra» ïal¹ie moduly z diskety. V takomto prípade zvoµte "niè z uvedeného".
sl: Prosim izberite modul za vašo kartico iz seznama znanih modulov. Če ni primernega modula na seznamu, morate morda naložiti dodatne module iz diskete z gonilniki. V tem primeru izberite možnost, ki nakazuje, da vašega modula ni na seznamu.
sv: Välj modulen för ditt kort från listan över kända moduler. Om den korrekta modulen inte är med i listan kan du behöva ladda ytterligare moduler från en drivrutinsdiskett. Om så är fallet väljer du det alternativ som anger att din modul inte är med i listan.

source: Ethernet card not found
ar: لم يوجد بطاقة إيثرنت
es: No se ha detectado ninguna tarjeta de red
fi: Ethernet-korttiasi ei löytynyt
it: Non è stata rilevata alcuna scheda di rete
lt: Tinklo plokštės nerasta
nb: Ethernet-kort ble ikke funnet
ru: Сетевая карта не найдена.
sk: Nena¹iel som ethernetovú kartu
sl: Nisem našel mrežne kartice
sv: Ethernetkort hittades inte

source: No Ethernet card was found on the system.
ar: لم يتم العثور على بطاقة إيثرنت على النظام.
es: No se ha detectado ninguna tarjeta de red en el sistema.
fi: Ethernet-korttiasi ei löytynyt.
it: Non è stata rilevata alcuna scheda di rete.
lt: Nerasta tinklo plokštės šioje sistemoje.
nb: Fant ikke noe ethernet-kort i systemet.
ru: Сетевых карт не найдено.
sk: V systéme nebola nájdená ¾iadna ethernetová karta.
sl: Nobena mrežna kartica ni bila najdena na sistemu.
sv: Inget ethernetkort hittades i systemet

source: Error while running '${CMD_LINE_PARAM}'
ar: خطأ خلال تشغيل '${CMD_LINE_PARAM}'
es: Ocurrió un error mientras se ejecutaba '${CMD_LINE_PARAM}'
fi: Virhe suoritettaessa komentoa "${CMD_LINE_PARAM}"
it: Si è verificato un errore durante l'esecuzione di '${CMD_LINE_PARAM}'
lt: Vykdant komandą '${CMD_LINE_PARAM}' įvyko klaida
nb: En feil oppsto under kjøring av «${CMD_LINE_PARAM}»
ru: При выполнении команды '${CMD_LINE_PARAM}' произошла ошибка.
sk: Chyba poèas vykonávania '${CMD_LINE_PARAM}'
sl: Ob poganjanju '${CMD_LINE_PARAM}' je prišlo do napake
sv: Fel under körning av "${CMD_LINE_PARAM}"

source: Additional parameters for module ${MODULE}:
ar: متغيّرات إضافية للوحدة ${MODULE}:
es: Por favor introduzca los parámetros adicionales para el módulo ${MODULE}:
fi: Moduulille ${MODULE} lisäparametrit:
it: Parametri addizionali per il modulo ${MODULE}:
lt: Papildomi·parametrai moduliui ${MODULE}:
nb: Skriv inn flere parametre om det trengs for modul ${MODULE}:
ru: Введите дополнительные параметры для модуля ${MODULE}:
sk: Prídavné parametre pre modul ${MODULE}:
sl: Vnesite dodatne parametre za modul ${MODULE}:
sv: Ytterligare parametrar för modulen ${MODULE}:

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. A typical parameter string is "IRQ=7 IO=0x220".
es: Algunos módulos aceptan parámetros en tiempo de carga para ajustar su funcionamiento. Estos parámetros se refieren con frecuencia al puerto de entrada/salida (IO) y números de petición de interrupción (IRQ) que pueden variar entre máquinas y no se puede determinar a partir del hardware. Un ejemplo de estos parámetros sería: «IRQ=7 IO=0x220».
fi: Jotkut moduulit hyväksyvät latauksen aikaisia parametrejä toimintansa muokkaamiseksi. Näitä parametreja on usein I/O-portti- ja IRQ-numerot, jotka vaihtelevat koneelta toiselle eikä niitä voida selvittää laitteistolta. Merkkijono voi näyttää esimerkiksi tältä: "IRQ=7 IO=0x220".
lt: Kai kurie moduliai, jų veikimo pritaikymui, priima įkėlimo parametrus. Dažnai, tai įvesties-išvesties prievadas (port) ir pertraukimo numeris (IRQ), kurie skiriasi skirtinguose kompiuteriuose ir negali būti nustatyti automatiškai. Pavyzdžiui, parametrai gali atrodyti taip: "IRQ=7·IO=0x220"
nb: Noen moduler tar imot parametre når de lastes inn, for å tilpasse virkemåten. Disse parametrene er ofte I/U-port og IRQ-nummer som varierer fra maskin til maskin og ikke kan finnes ved å sjekke maskinvaren. Det kan f.eks. se slik ut: «IRQ=7 IO=0x220».
sk: Niektoré moduly akceptujú pri nahrávaní parametre na ovplyvnenie ich èinnosti. Èasto sú to vstupno-výstupné (I/O) porty a hodnoty preru¹ení (IRQ), ktoré sa mô¾u lí¹i» na ka¾dom poèítaèi a nemô¾u by» zistené z hardvéru. Vzorový re»azec mô¾e vyzera» napríklad takto: "IRQ=7 IO=0x220".
sl: Nekateri moduli sprejmejo parametre ob nalaganju, da lahko prilagodite njihovo delovanje. Ti parametri so pogosto vrata V/I in številka IRQ, ki se od stroja do stroja različne in jih ni mogoče zaznati s strojno opremo. Tipičen parameter je na primer "IRQ=7·IO=0x220".
sv: Vissa moduler kan ta parametrar vid laddning för att anpassa hur de ska fungera. Dessa parametrar är ofta I/O-port och IRQ-nummer som varierar från maskin till maskin och inte kan avgöras från hårdvaran. En typisk parametersträng är "IRQ=7 IO=0x220".

source: Try to detect hardware?
ar: هل أحاول اكتشاف العتاد؟
es: ¿Quiere que intentar detectar el hardware?
fi: Yritetäänkö laitteiston automaattitunnistusta?
it: Provare a rilevare automaticamente l'hardware?
lt: Ar bandyti nustatyti (detect) aparatinę įrangą?
nb: Prøv å detektere utstyr?
ru: Попробовать автоматически разпознать оборудование?
sk: Skúsi» rozpoznávanie zariadení?
sl: Naj poskusim zaznati strojno opremo?
sv: Försök upptäcka maskinvara?

source: Some hardware may be automatically detected. If you don't use automatic detection, you will be prompted to identify your hardware.
ar: يمكن اكتشاف بعض العتاد تلقائياً. إن لم تستخدم الاكتشاف التلقائي، سوف تُسأل عن تعريف عتادك.
es: Se puede detectar automáticamente algún hardware. Si no usa la detección automática , se le solicitará la información necesaria para identificar su hardware.
fi: Jotkin laitteet voidaan tunnistaa automaattisesti. Jos et käytä automaattitunnistusta, joudut tunnistamaan laitteistosi itse.
it: Alcune schede possono essere riconosciute automaticamente. Se non si utilizza il rilevamento automatico, verrà chiesto di specificare la scheda presente.
lt: Kai kurie įrenginiai gali būti aptikti automatiškai. Jei jūs nenaudosite automatinės paieškos, jums bus pasiūlyta nurodyti turimus įrenginius.
nb: Jeg kan automatisk finne en del maskinvare. Hvis du ikke ønsker å finne den automatisk, vil du bli bedt om å oppgi informasjon om maskinvaren din.
ru: Некоторые устройства могут быть обнаружены автоматически. Если вы не воспользуетесь автоматическим поиском, то вам нужно будет самим указать имеющиеся устройства.
sk: Niektoré zariadenia mô¾u by» rozpoznané automaticky. Ak nepou¾ijete automatické rozpoznávanie, budete po¾iadaní o identifikáciu va¹ich zariadení.
sl: Nekatero strojno opremo lahko zaznam samodejno. Če samodejne zaznave ne želite uporabiti, boste morali sami povedati katero strojno opremo imate.
sv: Viss hårdvara kan identifieras automatiskt. Om du inte använder automatisk identifiering kommer du att frågas om identiteten på din hårdvara.

source: Detect network hardware
ar: اكتشف عتاد الشبكة
cs: Rozpoznat sí»ový hardware
da: Find netværksudstyr
es: Detección de hardware de red
fi: Tunnista verkkolaitteisto
it: Rilevamento dellla scheda di rete
lt: Tinklo įrangos paieška
nb: Gjenkjenn nettverks-utstyr
pl: Wykrywanie sprzêtu sieciowego
ru: Распознать сетевое оборудование
sk: Rozpozna» sie»ové zariadenia
sl: Zaznaj mrežno strojno opremo
sv: Upptäck nätverkshårdvara

source: Detect hardware
ar: اكتشف العتاد
da: Søg efter udstyr
es: Detección de hardware
fi: Tunnistetaan laitteisto
it: Rilevamento dell'hardware
lt: Aparatinės įrangos nustatymas
nb: Detekterer utstyr
ru: Распознать оборудование
sk: Rozpozna» zariadenia
sl: Zaznaj strojno opremo
sv: Upptäck hårdvara

source: Detecting hardware and loading kernel modules
ar: جاري اكتشاف العتاد وتحميل وحدات النواة
es: Detección de hardware y carga de los módulos del núcleo
fi: Tunnistetaan laitteistoa ja ladataan ytimen moduulit
it: Rilevamento dell'hardware e caricamento dei moduli del kernel in corso
lt: Nustatoma turima aparatūra ir įkeliami branduolio moduliai
nb: Detekterer utstyr og laster kjernemoduler
ru: Разпознавание оборудования и загрузка модулей ядра
sk: Rozpoznávam zariadenia a naèítavam kernel moduly
sl: Zaznavam strojno opremo in nalagam module za jedro
sv: Upptäcker hårdvara och laddar kärnmoduler

source: Unable to load some modules
ar: لم يمكن تحميل بعض الوحدات
cs: Nelze nahrát nìkteré moduly
da: Kunne ikke indlæse alle modulerne
es: Es imposible cargar algunos de los módulos
fi: Ei voitu ladata joitain moduuleja
it: Impossibile caricare i moduli
lt: Negaliu įkelti kai kurių modulių
nb: Ute av stand til å laste noen moduler
pl: Nie uda³o siê za³adowaæ niektórych modu³ów
ru: Не удалось загрузить некоторые модули
sk: Nemô¾em naèíta» niektoré moduly
sl: Nekaterih modulov ni bilo mogoče naložiti
sv: Kunde inte ladda vissa moduler

source: Linux kernel modules needed to drive some of your hardware are not available yet. If you need to use this hardware to install, you will need to load more kernel modules from a driver floppy.
ar: وحدات نواة لينكس المطلوبة لتشغيل بعض عتادك غير متوفرة بعد. إن كنت تحتاج هذا العتاد للتثبيت، ستحتاج إلى تحميل وحدات نواة إضافية من قرص دافع مرن.
da: Linux-kernemoduler, der kræves af noget af dit udstyr, er ikke tilgængelige. Hvis du har brug for dette udstyr under installationen, er du nødt til at indlæse flere kernemoduler fra en driverdiskette.
es: Los módulos del núcleo Linux necesarios para controlar parte de su hardware no están disponibles todavía. Si necesita utilizar este hardware para la instalación, será preciso cargar más módulos del núcleo desde disquete.
fi: Jotkin laitteistosi käyttämiseen tarvittavat Linux-ytimen moduulit eivät ole saatavilla vielä. Jos tarvitset tätä laitteistoa asennuksessa, sinun tarvitsee ladata lisää ytimen moduleeja ajurilevykkeeltä.
it: I moduli del kernel Linux necessari per utilizzare l'hardware presente non sono ancora disponibili. Se l'hardware in questione è necessario per portare a termine l'installazione, sarà possibile caricare i moduli aggiuntivi da un disco di driver.
lt: Kai kuriai jūsų aparatinei įrangai trūksta reikalingų modulių. Jei jūs norite šiuos įrenginius naudoti, jums reikės įkelti daugiau branduolio modulių iš valdyklų diskelio (driver·floppy).
nb: Noen moduler som trengs til dine enheter er ennå ikke tilgjengelig. Hvis du trenger å bruke disse enhetene for å installere, så må du laste flere kjernemoduler fra en driver-diskett.
ru: Недоступны модули ядра, необходимые для работы с вашим оборудованием. Если это оборудование вам необходимо для установки (например, модуль для управления контроллером жёсткого диска), то вы можете загрузить дополнительные модули ядра с дискеты.
sk: Linux kernel moduly vy¾adované niektorým va¹ím zariadením sú nedostupné. Ak potrebujete pou¾íva» toto zariadenie na in¹taláciu, musíte si nahra» ïal¹ie moduly z diskety s ovládaèmi.
sl: Nekateri moduli jedra, ki so potrebni za vašo strojno opremo še niso na voljo. Če potrebujete to strojno opremo za namestitev, boste morali več modulov namestiti iz diskete z gonilniki.
sv: De moduler som Linuxkärnan använder för att styra en del av din maskinvara är ännu inte tillgänglig. Om du behöver denna hårdvara för att installera så måste du ladda mer kärnmoduler från en drivrutinsdiskett.

source: The missing modules, and the devices that need them are: ${MISSING_MODULES_LIST}
ar: الوحدات المفقودة، والأجهزة التي تحتاجها هي: ${MISSING_MODULES_LIST}
cs: Chybìjící moduly a zaøízení, které je vy¾adují, jsou: ${MISSING_MODULES_LIST}
da: Dette er de manglende moduler, og enheder, der behøver dem: ${MISSING_MODULES_LIST}
es: Los módulos perdidos y los dispositivos que los necesitan son: ${MISSING_MODULES_LIST}
fi: Puuttuvat moduulit ja laitteet, jotka niitä tarvitsevat: ${MISSING_MODULES_LIST}
it: Sono riportati di seguito i driver mancanti e i dispositivi che ne fanno uso: ${MISSING_MODULES_LIST}
lt: Trūkstami moduliai ir įrenginiai, kuriems tų modulių reikia: ${MISSING_MODULES_LIST}
nb: De manglende modulene, og enhetene som trenger dem er: ${MISSING_MODULES_LIST}
pl: Brakuj±ce modu³y oraz urz±dzenia ich wymagaj±ce:${MISSING_MODULES_LIST}
ru: Отсутствующие модули, и устройства, которым они нужны: ${MISSING_MODULES_LIST}
sk: Chýbajúce moduly a zariadenia, ktoré ich vy¾adujú, sú: ${MISSING_MODULES_LIST}
sl: Manjkajoči moduli in naprave, ki jih potrebujejo so: ${MISSING_MODULES_LIST}
sv: De saknade modulerna, och enheterna som behöver dem, är: ${MISSING_MODULES_LIST}

source: Detecting hardware
ar: جاري اكتشاف العتاد
da: Søger efter udstyr
es: Detección de hardware
fi: Tunnistetaan laitteistoa
it: Rilevamento dell'hardware in corso
lt: Paieškoma aparatinė įranga
nb: Detekterer utstyr (komplett versjon)
pl: Wykrywanie sprzêtu
ru: Распознавание оборудования
sk: Rozpoznávam zariadenia
sl: Zaznavam strojno opremo
sv: Upptäcker hårdvara

source: Detecting hardware, please wait...
ar: جاري اكتشاف العتاد، رجاء انتظر...
es: Detectando el hardware. Espere, por favor...
fi: Tunnistetaan laitteistoa, ole hyvä ja odota
it: Rilevamento dell'hardware in corso, attendere...
lt: Paieškoma aparatinė įranga, prašau palaukti...
nb: Detekterer utstyr, vennligst vent...
ru: Идет поиск оборудования, минуточку...
sk: Rozpoznávam zariadenia, poèkajte, prosím...
sl: Zaznavam strojno opremo, prosim počakajte...
sv: Upptäcker hådvara, vänta...

source: Loading module '${MODULE}' for '${CARDNAME}'...
ar: تحميل الوحدة '${MODULE}' لـ'${CARDNAME}'...
es: Cargando módulo '${MODULE}' para '${CARDNAME}'
fi: Ladataan moduuli "${MODULE}" kortille "${CARDNAME}"
it: Caricamento del modulo '${MODULE}' per '${CARDNAME}' in corso...
lt: Įkeliamas modulis '${MODULE}' skirtas '${CARDNAME}'...
nb: Laster modul «${MODULE}» for «${CARDNAME}»...
ru: Загружается модуль '${MODULE}' для карты '${CARDNAME}'
sk: Nahrávam modul '${MODULE}' pre '${CARDNAME}'...
sl: Nalagam modul '${MODULE}' za '${CARDNAME}'...
sv: Laddar modulen "${MODULE}" för {$CARDNAME}"...

source: Skipping unavailable module '${MODULE}' for '${CARDNAME}'
ar: تخطي الوحدة '${MODULE}' الغير متوفرة لـ'${CARDNAME}'
da: Springer over det ikke-tilgængelige '${MODULE}' for '${CARDNAME}'
es: Saltando módulo no disponible '${MODULE}' para '${CARDNAME}'
fi: Ohitetaan moduuli "${MODULE}", jota ei ole saatavilla, kortille "${CARDNAME}"
it: Modulo '${MODULE}' per '${CARDNAME}' non disponibile
lt: Praleidžiamas neturimas (nepasiekiamas) modulis '${MODULE}' skirtas '${CARDNAME}'
nb: Dropper utilgjengelig modul «${MODULE}» for «${CARDNAME}»
ru: Пропускается недоступный модуль '${MODULE}' для карты '${CARDNAME}'
sk: Vynechávam nedostupný modul '${MODULE}' pre '${CARDNAME}'
sl: Nalagam modul '${MODULE}' za '${CARDNAME}'...
sv: Hoppar över den ej tillgängliga modulen "${MODULE}" för "${CARDNAME}"

source: Modules to load:
it: Moduli da caricare:
ru: Загружаемые модули:
sk: Moduly na naèítanie:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
it: I seguenti moduli del kernel Linux sono stati associati all'hardware rilevato. Se uno o più di questi non sono necessari, o causano dei problemi, si può scegliere di non caricarli. Se non si sa che cosa fare si consiglia di lasciare tutto selezionato.
ru: Указанные ниже модули ядра судя по всему подходят под ваше оборудование. Если вы точно знаете, что некоторые из них не нужны или проблематичны, то укажите, что их загружать не нужно. Если вы не уверены, то оставьте всё как есть.
sk: Vá¹mu hardvéru zodpovedajú nasledovné rozpoznané moduly jadra Linuxu. Ak viete o nejakých ne¾elaných príèinách problémov, nemusíte tieto moduly naèítava». Ak si nie ste istí, nechajte v¹etky zvolené moduly vybrané.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "IRQ=7 IO=0x220"
ar: تقْبل بعض الوحدات متغيرات وقت التحميل لتخصيص عملها. هذه المتغيرات هي غالباً منفذ I/O وأرقام IRQ التي تختلف من جهاز إلى آخر ولا يمكن تحديدها من خلال العتاد. نص المتغيّر المثالي يبدو مشابهاً لـ"IRQ=7 IO=0x220".
cs: Nìkteré moduly pøi nahrávání akceptují parametry, kterými mù¾ete ovlivnit jejich èinnost. Èasto to bývají V/V porty a èísla pøeru¹ení, které se li¹í poèítaè od poèítaèe a nemohou být zji¹tìny z hardwaru. Ukázkový øetìzec mù¾e vypadat tøeba takto: "IRQ=7 IO=0x220".
da: Visse modulers funktion kan tilpasses med loadtime-parametre. Disse parametre er ofte I/O-portnumre og IRQ-numre som varierer fra maskine til maskine og ikke kan detekteres af hardwaren. Et eksempel på en streng kan være "IRQ=7 IO=0x220"
es: Algunos módulos aceptan parámetros en tiempo de carga para ajustar su funcionamiento. Estos parámetros se refieren con frecuencia al puerto de entrada/salida (IO) y números de petición de interrupción (IRQ) que pueden variar entre máquinas y no se pueden determinar a partir del hardware. Un ejemplo sería algo parecido a esto: «IRQ=7 IO=0x220».
fi: Jotkut moduulit hyväksyvät latauksen aikaisia parametrejä toiminnan räätälöimiseksi. Näitä parametreja on usein I/O-portti ja IRQ-numerot, jotka vaihtelevat koneelta toiselle eikä niitä voida selvittää laitteistolta. Merkkijono voi näyttää esimerkiksi tältä: "IRQ=7 IO=0x220"
fr: Quelques modules peuvent prendre des paramètres de démarrage pour affiner leur fonctionnement. Ces paramètres sont généralement des ports d'entrée/sortie et des numéros d'IRQ qui diffèrent d'une machine à l'autre et ne peuvent être déterminés à partir du matériel. Voici un exemple de configuration : « IRQ=7 IO=0x220 »
ja: いくつかのモジュールはロード時にその操作をカスタマイズするパラメータを受け付けます。これらのパラメータでよくあるのは、マシンごとに変動し、ハードウェアから決定できない I/O ポートや IRQ 番号です。たとえば "IRQ=7 IO=0x220" のような文字列になります。
lt: Kai kurie moduliai, jų veikimo pritaikymui, priima įkėlimo parametrus. Dažnai, tai įvesties-išvesties prievadas (port) ir pertraukimo numeris (IRQ), kurie skiriasi skirtinguose kompiuteriuose ir negali būti nustatyti automatiškai. Pavyzdžiui, parametrai gali atrodyti taip: "IRQ=7·IO=0x220"
nb: Noen moduler tar imot parametre når de lastes inn, for å tilpasse virkemåten. Disse parametrene er ofte I/U-port og IRQ-nummer som varierer fra maskin til maskin og ikke kan finnes ved å sjekke maskinvaren. Det kan f.eks. se slik ut: «IRQ=7 IO=0x220»
nl: Sommige modules aanvaarden laad-argumenten waarmee je hun werking kunt aanpassen. Deze argumenten geven vaak de I/O poort en IRQ getallen die van machine tot machine verschillen indien deze niet hardwarematig bepaald kunnen worden. Een voorbeeld van zo'n regel ziet er uit als "IRQ=7 IO=0x220"
pl: Niektóre modu³y akceptuj± parametry, które w jaki¶ sposób zmieniaj± ich dzia³anie. Zazwyczaj s± to porty I/O i numery IRQ, które mog± byæ inne na ró¿nych komputerach i nie da siê ich odgadn±æ. Przyk³adowy ci±g: "IRQ=7 IO=0x220"
ru: У некоторых модулей есть параметры загрузки, управляющие их работой. Часто это номера портов ввода-вывода и номера прерываний, меняющиеся от одного компьютера к другому и не определяемые автоматически. Например, параметры могут выглядеть так: "IRQ=7 IO=0x220".
sk: Niektoré moduly akceptujú pri nahrávaní parametre na ovplyvnenie ich èinnosti. Èasto sú to vstupno-výstupné (I/O) porty a hodnoty preru¹ení (IRQ), ktoré sa mô¾u lí¹i» na ka¾dom poèítaèi a nemô¾u by» zistené z hardvéru. Vzorový re»azec mô¾e vyzera» napríklad takto: "IRQ=7 IO=0x220".
sl: Nekateri moduli sprejmejo parametre ob nalaganju, da lahko prilagodite njihovo delovanje. Ti parametri so pogosto vrata V/I in številka IRQ, ki se od stroja do stroja različne in jih ni mogoče zaznati s strojno opremo. Niz za primer izgleda nekako takole "IRQ=7·IO=0x220"
sv: Vissa moduler kan ta parametrar vid laddning för att anpassa hur de fungerar. Dessa parametrar är ofta I/O-port och IRQ-nummer som varierar från maskin till maskin och inte kan avgöras från hårdvaran. En exempelsträng ser ut ungefär som "IRQ=7 IO=0x220".

source: If you don't know what to enter, leave it blank.
ar: إن لم تكن تعرف ماذا تدخل، دعه فارغاً.
cs: Pokud nevíte co zadat, nechte pole prázdné.
da: Hvis du ikke ved, hvad du skal skrive, så undlad at udfylde feltet.
es: Si no sabe qué escribir, déjelo en blanco.
fi: Jos et tiedä mitä syöttää, jätä tyhjäksi.
it: Lasciare vuoto se non si sa cosa inserire.
lt: Jei nežinote ką įvesti, palikite tuščią.
nb: Hvis du ikke vet hva du skal skrive, la feltet være blankt.
pl: Je¶li nie wiesz co wpisaæ, zostaw puste miejsce.
ru: Если Вы не знаете, что ввести, то оставьте поле пустым.
sk: Ak neviete, èo vlo¾i», nechajte pole prázdne.
sl: Če ne veste kaj vnesti, ne vnesite ničesar.
sv: Lämna tomt om du inte vet vad du ska ange.
