Repository: dankamongmen/s-i
Catalog: packages/partman/partman-md/debian/po/*.po
Languages: cs, eu, hr, hu, pt, xh, zh_cn

source: Software RAID device
cs: Softwarové zaøízení RAID
eu: Software RAID gailua
hr: Programski RAID ure暐j
hu: Szoftveres RAID-eszköz
pt: Dispositivo RAID por Software
xh: isixhobo se-RAID sobucukubhede bekhompyutha
zh_cn: 软件 RAID 设备

source: Configure software RAID
cs: Nastavit softwarový RAID
eu: Konfiguratu software RAID-a
hr: Podesi programski RAID
hu: Szoftveres RAID konfigurálása
pt: Configurar RAID por software
xh: Misela inkqubo ye-RAID ye-software
zh_cn: 软件 RAID 设置

source: Write the changes to the storage devices and configure RAID?
cs: Zapsat zmìny na zaøízení a nastavit RAID?
eu: Aldakaetak biltegiratze gailuan gorde eta RAID-a konfiguratu?
hr: Zapi졀 promjene na ure暐je za pohranu i podesi RAID?
hu: A változásokat kiírja a tárolóeszközökre és konfigurálja a RAID-et?
pt: Escrever as alterções nos dispositivos de armazenamento e configurar o RAID?
xh: Bhala iinguqulelo kwizixhobo zovimba uze umisele inkqubo i-RAID?
zh_cn: 将修改内容写入存储设备并配置 RAID 吗？

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
cs: Døíve ne¾ budete moci nastavit RAID, musí se aktuální rozdìlení zapsat na disk. Tyto zmìny nebudete moci vrátit zpìt.
eu: RAID konfiguratu ahal izan baino lehen, aldaketak biltegiratze giluetan gorde behar dira. Aldaketa hauek ezin dira desegin.
hr: Prije negoli krenete pode져vati RAID, promjene moraju biti zapisane na 搬rsti disk. To se ne mo쬰 poni졊iti.
hu: Mielőtt a RAID-et konfigurálhatná, a változásokat ki kell írnia a tárolóeszközökre. E változásokat később nem lehet visszavonni.
pt: Antes do RAID ser configurado, as alterações têm de ser escritas nos dispositivos de armazenamento. Estas alterações não podem ser desfeitas.
xh: Ngaphambi kokuba i-RAID ibe nokumiselwa, iinguqulo kufuneka zikhutshelwe kwizixhobo ezikuvimba. Ezi nguqulo azinako ukuphinda zibuyiselwe.
zh_cn: 在设置 RAID 之前，所有改动都必须被写入存储设备。这些改动将无法被撤消。

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
cs: Po nastavení RAIDu ji¾ nebudete moci zasahovat do oblastí le¾ících na stejných discích, jako fyzické svazky. Ujistìte se, ¾e jste s nynìj¹ím rozdìlením tìchto diskù spokojeni.
eu: BeinRAID-a konfiguraturik dagoela, ezingo dira aldaketa gehiago egin bolume fisikoak dituen disketan. Mesedez ziurtatu zaitez diskak duten partizioak behar dituzunak direla.
hr: Kad je RAID pode젼n, vi젼 nisu dopu졊ene promjene partcija na diskovima koji sadr쬰 fizi膊e prostore. Molim uvjerite se da ste zadovoljni trenutnom shemom particioniranja tih diskova.
hu: A RAID konfigurálása után a fizikai köteteket tartalmazó lemezek partícionálása már nem változtatható. Győződjön meg tehát, hogy e lemezek jelenlegi partícionálása mindenben megfelel az igényeinek.
pt: Quando o RAID estiver configurado, não serão permitidas alterações adicionais nas partições dos discos que contém os volumes físicos. Por favor convença-se a si próprio que está satisfeito com o esquema de particionamento actual nestes discos.
xh: Xa i-RAID imiselwa, akukho zinguqulo zivumelekileyo kwizahlukaniso kwiidiski eziqulethe ubukhulu obuphathekayo. Nceda uzixelele ukuba wanelisekile yindlela ezenzeka ngoku zokwahlukanisa kwezi diski.
zh_cn: RAID 设置完成后，就不能再对含有物理卷的磁盘上的分区进行修改。因此，请您确定真的满意这些磁盘上当前的分区方案。

source: RAID configuration failure
cs: Chyba nastavení RAID
eu: Huts RAID konfigurazioan
hr: Pode져vanje RAID-a neuspjelo
hu: RAID-konfigurációs hiba
pt: Falha na configuração do RAID
xh: UKungaphumeleli kokumisela i-RAID
zh_cn: RAID 配置失败

source: An error occurred while writing the changes to the storage devices.
cs: Bìhem zápisu zmìn na úlo¾ná zaøízení nastala chyba.
eu: Aldaketak biltegiratze gailuetan gordetzean errore bat gertatu da.
hr: Pojavila se pogre졂a pri zapisivanju promjena na ure暐je za pohranu.
hu: A változások tárolóeszközökre írása során hiba lépett fel.
pt: Ocorreu um erro enquanto escrevia as alterações nos dispositivos de armazenamento.
xh: Impazamo yenzeke xa ibibhalela iinguqulo kwizixhobo zikavimba.
zh_cn: 将修改内容写入存储设备时出现一个错误。

source: The configuration of RAID is aborted.
cs: Nastavení RAIDu je pøeru¹eno.
eu: RAID konfiguraketak utzi egin da.
hr: Pode져vanje RAID-a prekinuto je.
hu: A RAID konfigurálása megszakadt.
pt: A configuração do RAID está abortada.
xh: Ukumiselwa kwenkqubo i-RAID kuyekiwe.
zh_cn: RAID 配置被中止。

source: physical volume for RAID
cs: fyzický svazek pro RAID
eu: RAID bolume fisikoa
hr: fizi膊i prostor za RAID
hu: RAID fizikai kötet
pt: volume físico para o RAID
xh: ubukhulu obubambekayo be-RAID
zh_cn: RAID 物理卷

source: Really use software RAID?
cs: Opravdu pou¾ít softwarový RAID?
eu: Ziur software RAID-a erabili nahi duzula?
hr: Stvarno rabi programski RAID?
hu: Tényleg igénybe veszi a szoftveres RAID-et?
pt: Utilizar mesmo RAID por software?
zh_cn: 确认使用软件 RAID？

source: Debian does not currently support using software RAID for the root filesystem or /boot partition. A system installed in this way will not boot.
cs: Debian zatím nepodporuje pou¾ití softwarového RAIDu pro koøenový souborový systém a oblast /boot. Takto instalovaný systém se nezavede.
eu: Debianek oraindik ez du onartzen RAID erro edo /boot fitxategi sistema bezala. Era honetara instalaturiko sistemek ezingo dute abiarazi.
hr: Debian trenutno ne podr쬬va kori졊enje programskog RAID-a za korijenski datote迫i sustav ili /boot particiju. Tako instaliran sustav ne老 se pokrenuti.
hu: A Debian jelenleg sem a gyökér-fájlrendszer, sem a /boot partíció szoftveres RAID-re helyezését nem támogatja. Egy ilyen módon telepített rendszer indításképtelen lesz.
pt: Debian actualmente não suporta RAID por software para o sistema de ficheiros raíz ou a partição /boot. Um sistema instalado desta forma não iniciará.
zh_cn: 现在 Debian 尚不支持在根文件系统或 /boot 分区上使用软件 RAID。这样安装的系统将无法启动。

source: Keep current partition layout and configure RAID?
xh: Gcina imo yesahlukaniso esikhoyo ngoku uze umisele inkqubo ye-RAID?

source: raid
xh: i-raid
