Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
cy: Mae'r rhaniadau angenrheidiol wedi eu creu a'i clymu yn /target. Cewch nawr fynd ymlaen gyda'r broses sefydlu.
de: Die benötigten Partitionen wurden erstellt und unter /target eingehängt. Sie können jetzt mit der Installation fortfahren.
el: Τα ζητούμενα τμήματα δημιουργήθηκαν επιτυχώς και προσαρτήθηκαν στον κατάλογο /target. Μπορείτε τώρα να συνεχίσετε την διαδικασία της εγκατάστασης.
eo: La bezona diskpartigo estis kretita kaj surmetita sur '/target'-dosierujo. Vi povas nur daŭri la instaladan procezon.
et: Vajalikud partitsioonid on loodud ja /target külge haagitud. Võid nüüd paigaldamise protsessiga edasi minna.
eu: Eskatutako partizioak sortu dira eta /target-en muntatu dira. Instalatzeko prozesuarekin jarrai dezakezu orain.
fa: پارتیشنهای مورد نیاز ایجاد و بر روی /target بارگذاری شد. میتوانید عملیات نصب را ادامه دهید.
fi: Pakolliset osiot on luotu ja liitetty liitoskohtaan /target. Asennusta voidaan nyt jatkaa.
gl: Creáronse e montáronse en /target as particións necesarias. Agora pode continuar a instalación.
he: המחיצות הנדרשות נוצרו ועוגנו על /target. עכשיו תוכל להמשיך את תהליך ההתקנה
id: Pembagian cakram (disk) yang diharapkan telah dibuat dan dikaitkan pada /target. Anda bisa melanjutkan proses instalasi.
kk: Қажетті бөлімдер құрылып, /target-ке қалыптастырылды. Енді сіз орнатуды жалғастыра аласыз.
lt: Reikiami disko skirsniai sukurti ir prijungti prie /target. Dabar Jūs galite tęsti įdiegimo procesą.
lv: Nepieciešamās partīcijas ir izveidotas un piemontētas zem /target direktorijas. Jūs varat turpināt instalācijas procesu.
ml: ആവശ്യമായ ഭാഗങ്ങള്‍ സൃഷ്ടിച്ച് /target ല്‍ മൌണ്ട് ചെയ്തിരിക്കുന്നു. നിങ്ങള്ക്കിപ്പോഴും ഇന്സ്റ്റലേഷന്‍ പ്രക്രിയ തുടരാം.
nn: Dei naudsynte partisjonane er oppretta og monterte under /target. Du kan no halda fram med installeringa.
pa: ਲੋੜੀਂਦਾ ਭਾਗ ਬਣ ਗਿਆ ਅਤੇ /target ਤੇ ਮਾਊਂਟ ਹੋ ਗਿਆ। ਤੁਸੀਂ ਹੁਣ ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਜਾਰੀ ਕਰ ਸਕਦੇ ਹੋ।
pl: Wymagane partycje zosta³y utworzone i zamontowane w katalogu /target. Mo¿esz kontynuowaæ instalacjê.
pt_br: As partições requeridas foram criadas e montadas sob /target. Você pode agora continuar o processo de instalação.
ro: Partiţiile necesare au fost create şi montate în sub-arborele /target. Acum puteţi continua procesul de instalare.
sl: Zahtevani razdelek sem ustvaril in jo priklopil na /target. Sedaj lahko nadaljujete s postopkom namestitve.
zh_tw: 所需的磁碟分割區已被建立並已掛載在 /target。現在，您可以繼續安裝程序了。

source: File containing the requested partition table:
cy: Y ffeil sy'n cynnwys y tabl rhaniad gofynnol:
de: Datei mit der gewünschten Partitionstabelle:
el: Αρχείο που περιέχει τον ζητούμενο πίνακα κατάτμησης:
eo: Dezirota diskpartigotabla dosiero:
et: Soovitud partitsioonitabelit sisaldav fail:
eu: Eskatutako partizio-taula duen fitxategia:
fa: این پرونده شامل اطلاعات جدول پارتیشن خواسته شده است:
fi: Tiedosto, jossa on vaadittu osiotaulu:
gl: Ficheiro que contén a táboa de particións solicitada:
he: קובץ המכיל את טבלת המחיצות המבוקשת:
id: Berkas yang berisi tabel partisi disk yang diharapkan:
kk: Қажетті бөлімдер таблицасы бар файл:
lt: Failas talpinantis reikiamų disko skirsnių lentelę:
lv: Fails, kas satur pieprasīto partīciju tabulu:
ml: ആവശ്യപ്പെട്ട വിഭജനപ്പട്ടികയുള്ക്കൊള്ളുന്ന ഫയല്‍:
nn: Fila som inneheld den førespurde partisjonstabellen:
pa: ਫਾਇਲ ਜਿਸ ਵਿੱਚ ਲੋੜੀਂਦੀ ਭਾਗ ਸਾਰਣੀ ਹੈ:
pl: Plik zawieraj±cy ¿±dan± tablicê partycji:
pt_br: Arquivo contendo a tabela de partições requisitada :
ro: Fişierul care conţine tabela de partiţii cerută:
sl: Datoteka, ki vsebuje zahtevano razdeljevalno tabelo:
zh_tw: 包含所需的磁碟分割表的檔案：

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
cy: Caiff y rhaniadu awtomatig ei wneud gan ddefnyddio'r rhaniadau a'r meintiau a benodir yn y ffeil hwn.
de: Die automatische Partitionierung wird anhand der Partitionen und Größen aus dieser Datei durchgeführt.
el: Ο αυτόματος μηχανισμός κατάτμησης θα εκτελεστεί βάσει των τμημάτων και μεγεθών που καταγράφονται σε αυτό το αρχείο.
eo: La aŭtamata diskpartigo estos kreita laŭ la diskpartigoj kaj ampleksoj indikataj en tiu dosiero.
et: Automaatne partitsioneerimine sooritatakse selles failis määratud partitsioonide ja suuruste abil.
eu: Partizioak automatikoki egiteko aukera fitxategi honetan zehaztutako partizioak eta tamainak erabiliz egingo da.
fa: پارتیشن بندی اتوماتیک با استفاده از اندازه و پارتیشن‌هایی که در این پرونده آمده است انجام میگیرد.
fi: Levyosiot tehdään automaattisesti. Luotavat osiot ja niiden koot katsotaan tästä tiedostosta.
gl: Hase crear o particionamento automático empregando as particións e tamaños indicados neste ficheiro.
he: היצירה האוטומטית של המחיצות תשתמש בערכים הרשומים בקובץ הזה.
id: Pembagian disk otomatis akan dibuat dengan menggunakan pembagian dan ukuran yang telah dirinci pada berkas ini.
kk: Автоматты бөлшектеу бөлімдер туралы, және олардың бұл файлдан өлшемдері туралы деректерді пайдаланады.
lt: Automatinis disko dalijimas bus atliktas naudojant skirsnius ir dydžius nurodytus šiame faile.
lv: Automātiskā dalīšana notiks saskaņā ar partīciju un to izmēru sadalījumu, kas ir norādīts šajā failā.
ml: ഈ ഫയലില്‍ പറഞ്ഞ ഭാഗങ്ങളും വലിപ്പങ്ങളും ഉപയോഗിച്ച് സ്വയം വിഭജനം സൃഷ്ടിക്കുന്നതായിരിക്കും.
nn: Den automatiske partisjoneringa vil bli sett opp ut i frå partisjonane og storleikane som er oppgjevne i denne fila.
pa: ਇਸ ਫਾਇਲ ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਭਾਗ ਅਤੇ ਅਕਾਰ ਵਰਤ ਕੇ ਸਵੈ ਵਿਭਾਗੀਕਰਨ ਬਣ ਗਿਆ।
pl: Automatycznie partycjonowanie wykorzysta partycje i rozmiary podane w tym pliku.
pt_br: O particionamento automático será criado usando as partições e tamanhos especificados nesse arquivo.
ro: Partiţionarea automată se va face folosind partiţiile şi dimensiunile specificate în acest fişier.
sl: Samodejno razdeljevanje bo program opravil z uporabo razdelkov in velikosti, ki so navedene v tej datoteki.
zh_tw: 磁碟自動分割工具將根據該檔中所指定的磁碟分割區及其大小進行操作。

source: Automatically partition hard drives
cy: Rhaniadu disgiau caled yn awtomatig
de: Automatisch Festplatten partitionieren
el: Αυτόματη κατάτμηση δίσκων
eo: Aŭtomate dispartigu fiksajn diskojn
et: Partitsioneeri kõvakettad automaatselt
eu: Disko gogorretan partizioak automatikoki egitea
fa: پارتیشن‌بندی اتوماتیک دیسک سخت
fi: Tee levyosiot automaattisesti
gl: Particionar automaticamente os discos duros
he: חלוקת דיסקטים למחיצות באופן אוטומטי
id: Membagi (mempartisi) disk secara otomatis
kk: Дискіні автоматты түрде бөлімдерге бөлу
lt: Automatinis kietųjų diskų dalijimas skirsniais
lv: Automātiski sadalīt cieto disku
mg: Zarao amin'ny fomba ôtômatika ny kapila mafy rehetra
ml: സ്വയമേ ഹാര്ഡ് ഡിസ്കുകളെ വിഭജിക്കുക
nn: Automatisk partisjonering av harddiskar
pa: ਹਾਰਡ ਡਰਾਈਵ ਦਾ ਸਵੈ ਵਿਭਾਗੀਕਰਨ ਕਰੋ
pl: Automatyczne partycjonowanie dysków twardych
pt_br: Particionar discos rígidos automaticamente
ro: Partiţionează automat discurile fixe
sl: Samodejno razdeli trde diske
zh_tw: 自動對硬碟進行分割

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
cy: Yn creu gofod storfa '${FSTYPE} ar '${MOUNTPOINT}'
de: Erzeuge »${FSTYPE}« Speicherplatz auf »${MOUNTPOINT}«
el: Δημιουργία συστήματος αρχείων '${FSTYPE}' στο κατάλογο '${MOUNTPOINT}'
eo: Kreado de '${FSTYPE}'-memoraspaco en '${MOUNTPOINT}'-o
et: '${FSTYPE}' salvestusruumi loomine '${MOUNTPOINT}' külge.
eu: Biltegiratzeko lekua '${FSTYPE}' sortzea '${MOUNTPOINT}' muntatze-puntuan
fa: ایجاد فضای '${FSTYPE}' بر روی '${MOUNTPOINT}'
fi: Liitoskohtaan ${MOUNTPOINT} luotavan tiedostojärjestelmän tyyppi on ${FSTYPE}
gl: A crear espazo de armacenamento '${FSTYPE}' en '${MOUNTPOINT}'
he: יוצר מקום אכסון מסוג '${FSTYPE}' על '${MOUNTPOINT}'
id: Membuat '${FSTYPE}' ruang penyimpanan pada '${MOUNTPOINT}'
kk: '${MOUNTPOINT}-те '${FSTYPE}' бөлімін құру
lt: Kuriama '${FSTYPE}' saugojimo vieta prijungimo taške '${MOUNTPOINT}'
lv: Izveidoju '${FSTYPE}' tipa partīciju priekš '${MOUNTPOINT}'
mg: Mamorona ny toerana fitahirizana ${FSTYPE} ao amin'ny ${MOUNTPOINT}
ml: '${MOUNTPOINT}' ല്‍ '${FSTYPE}' സൂക്ഷിക്കാനുള്ള സ്ഥലം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Opprettar lagerplass «${FSTYPE}» på «${MOUNTPOINT}»
pa: '${MOUNTPOINT}' ਤੇ '${FSTYPE}' ਭੰਡਾਰ ਬਣਾ ਰਿਹਾ ਹੈ
pl: Tworzenie systemu plików ${FSTYPE} na '${MOUNTPOINT}'
pt_br: Criando sistema de arquivos '${FSTYPE}' em '${MOUNTPOINT}'
ro: Creează spaţiul de stocare '${FSTYPE}' pe '${MOUNTPOINT}'
sl: Ustvarjam '${FSTYPE}' prostor za podatke na '${MOUNTPOINT}'
zh_tw: 正於 ${MOUNTPOINT} 上建立 ${FSTYPE} 的儲存空間

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
cy: Amcangyfrif amser ar ôl: ${HOURS} awr ${MINUTES} munud
de: Geschätzte Restdauer: ${HOURS} Stunde(n) ${MINUTES} Minute(n)
el: Απομένοντας χρόνος: ${HOURS} ώρα(ες), ${MINUTES} λεπτό(α)
eo: Taksita restanta daŭro: '${HOURS}' horo(j) '${MINUTES}' minuto(j)
et: Veel kulub (ennustatavalt): ${HOURS} tund(i) ja ${MINUTES} minut(it).
eu: Geratzen den denbora: ${HOURS} ordu ${MINUTES} minutu
fa: تخمین زمان باقی‌مانده:${HOURS} ساعت و ${MINUTES} دقیقه
fi: Aikaa jäljellä arviolta: ${HOURS} tuntia ${MINUTES} minuuttia
gl: Tempo restante estimado: ${HOURS} hora(s), ${MINUTES} minuto(s)
he: זמן משוער שנשאר: ${HOURS} שעות ${MINUTES} דקות
id: Waktu yang tersisa diperkirakan: ${HOURS} jam ${MINUTES} menit
kk: Аяқталу уақыты: ${HOURS} с. ${MINUTES} мин.
lt: Numatomas likęs laikas: ${HOURS} valanda(os) ${MINUTES} minutė(s)
lv: Darbība tiks pabeigta pēc: ${HOURS} stundas(ām) ${MINUTES} minutes(ēm)
mg: Fotoana sisa tavela voatombana: ${HOURS} ora ${MINUTES} minitra
ml: കണക്ക് കൂട്ടിയ ബാക്കി സമയം: ${HOURS} മണിക്കൂര്‍ ${MINUTES} മിനിറ്റ്
nn: Estimert tid igjen: ${HOURS} time/timar ${MINUTES} minutt
pa: ਲੱਗਭਗ ਬਾਕੀ ਸਮਾਂ: ${HOURS} ਘੰਟੇ(s) ${MINUTES} ਮਿੰਟ(s)
pl: Oczekiwany pozosta³y czas: ${HOURS}h${MINUTES}m
pt_br: Tempo restante estimado : ${HOURS} hora(s) e ${MINUTES} minuto(s)
ro: Timp rămas estimat: ${HOURS} ore(ă) ${MINUTES} minut(e)
sl: Predviden čas do konca: ${HOURS} ur(a) ${MINUTES} minut(a)
zh_tw: 剩餘時間： ${HOURS} 小時 ${MINUTES} 分鐘

source: Estimated time left: ${MINUTES} minute(s)
cy: Amcangyfrif amser ar ôl: ${MINUTES} munud
de: Geschätzte Restdauer: ${MINUTES} Minute(n)
el: Απομένοντας χρόνος: ${MINUTES} λεπτό(α)
eo: Taksita restanta daŭro: ${MINUTES} minuto(j)
et: Veel kulub (ennustatavalt): ${MINUTES} minut(it).
eu: Geratzen den denbora: ${MINUTES} minutu
fa: تخمین زمان باقی‌مانده:${MINUTES} دقیقه
fi: Aikaa jäljellä arviolta: ${MINUTES} minuuttia
gl: Tempo restante estimado: ${MINUTES} minuto(s)
he: זמן משוער שנשאר: ${MINUTES} דקות
id: Waktu yang tersisa diperkirakan: ${MINUTES} menit
kk: Аяқталу уақыты: ${MINUTES} мин.
lt: Numatomas likęs laikas: ${MINUTES} minutė(s)
lv: Darbība tiks pabeigta pēc: ${MINUTES} minutes(ēm)
mg: Fotoana sisa tavela voatombana: ${MINUTES} minitra
ml: കണക്ക് കൂട്ടിയ ബാക്കി സമയം: ${MINUTES} മിനിറ്റ്
nn: Estimert tid igjen: ${MINUTES} minutt
pa: ਲੱਗਭਗ ਬਾਕੀ ਸਮਾਂ: ${MINUTES} ਮਿੰਟ(s)
pl: Oczekiwany pozosta³y czas: ${MINUTES}m
pt_br: Tempo restante estimado : ${MINUTES} minuto(s)
ro: Timp rămas estimat: ${MINUTES} minut(e)
sl: Predviden čas do konca: ${MINUTES} minut(a)
zh_tw: 剩餘時間： ${MINUTES} 分鐘

source: Estimated time left: less than 1 minute
cy: Amcangyfrif amser ar ôl: llai nag 1 munud
de: Geschätzte Restdauer: weniger als eine Minute
el: Απομένοντας χρόνος: Λιγότερο από 1 λεπτό
eo: Taksita restanta daŭro: malpli ol unu minuto
et: Veel kulub (ennustatavalt): alla 1 minuti.
eu: Geratzen den denbora: minutu 1 baino gutxiago
fa: تخمین زمان باقی مانده: کمتر از یک دقیقه
fi: Aikaa jäljellä arviolta: alle minuutti
gl: Tempo restante estimado: menos de 1 minuto
he: זמן משוער שנשאר: פחות מדקה אחת
id: Waktu yang tersisa diperkirakan: kurang dari 1 menit
kk: Аяқталу уақыты: 1 минуттан кем
lt: Numatomas likęs laikas: mažiau kaip 1 minutė
lv: Darbība tiks pabeigta pēc: mazāk nekā 1 minūtes
mg: Fotoana sisa tavela voatombana : ambanin'iray minitra
ml: കണക്ക് കൂട്ടിയ ബാക്കി സമയം: 1 മിനിറ്റില്‍ കുറവ്
nn: Berekna tid igjen er mindre enn eit minutt
pa: ਲੱਗਭਗ ਬਾਕੀ ਸਮਾਂ: 1 ਮਿੰਟ ਤੋਂ ਘੱਟ
pl: Oczekiwany pozosta³y czas: mniej ni¿ minuta
pt_br: Tempo restante estimado : menos de um minuto
ro: Timp rămas estimat: mai puţin de un minut
sl: Predviden čas do konca: manj kot 1 minuta
zh_tw: 剩餘時間：不到一分鐘

source: ctc: Channel to Channel (CTC) or ESCON connection
cy: ctc: cysylltiad Channel to Channel (CTC) neu ESCON
de: ctc: Channel to Channel (CTC) oder ESCON-Verbindung
eo: ctc: Kanalo al Kanalo (CTC) aŭ ESCON konekto
et: ctc: Channel to Channel (CTC) või ESCON ühendus
eu: ctc: kanaletik kanalera (CTC) edo ESCON konexioak
gl: ctc: Conexión canle a canle (CTC) ou ESCON
he: ctc: חיבור ערוץ לערוץ (CTC) או חיבור ESCON
kk: CTC: Channel to Channel (CTC)немесе ESCON қосу
lt: ctc: Channel to Channel (CTC) arba ESCON jungtis
lv: ctc: No kanāla uz kanālu (CTC) vai ESCON savienojums
ml: ctc: ചാനല്‍ ടു ചാനല്‍ (CTC) അല്ലെങ്കില്‍ ESCON കണക്ഷന്‍
pa: ctc: ਚੈਨਲ ਤੋਂ ਚੈਨਲ (CTC) ਜਾਂ ESCON ਕੁਨੈਕਸ਼ਨ
ro: ctc: Conexiune "Channel to Channel" (CTC) sau conexiune ESCON
zh_tw: ctc: Channel to Channel (CTC) 或 ESCON 連線

source: qeth: OSA-Express in QDIO mode / HiperSockets
cy: qeth: OSA-Express mewn modd QDIO / HiperSockets
de: qeth: OSA-Express im QDIO mode / HiperSockets
eo: qeth: OSA-Express en QDIO modo / HiperSockets
et: qeth: OSA-Express QDIO režiimis / HiperSockets
eu: qeth: OSA-Express QDIO moduan / HiperSockets
gl: qeth: OSA-Express en modo QDIO / HiperSockets
kk: qeth: OSA-Express QDIO / HiperSockets режімінде
lt: qeth: OSA-Express inQDIO režime / HiperSockets
lv: qeth: OSA-Express QDIO režīmā / HiperSockets
ml: qeth: QDIO മോഡിലുള്ള OSA-എക്സ്പ്രസ്സ് / ഹൈപര്സോക്കറ്റ്സ്
pa: qeth: OSA-ਐਕਸਪਰੈੱਸ QDIO ਵਿਧੀ ਵਿੱਚ / ਹਾਈਪਰਸਾਕਟ
ro: qeth: OSA-Express în mod QDIO / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
cy: iucv: Inter-User Communication Vehicle - ar gael ar gyfer gwesteion VM yn unig
de: iucv: Inter-User Communication Vehicle - verfügbar nur für »VM guests«
eo: iucv: 'Inter-User Communication Vehicle' - nur disponebla por 'VM'-gasto
et: iucv: Inter-User Communication Vehicle - saadaval vaid VM külalistele
eu: iucv: erabiltzailearteko komunikazioa - VM bezeroentzat bakarrik gaiturik
gl: iucv: IUCV (vehículo de comunicación interusuario) - dispoñible só para hóspedes VM
he: iucv: Inter-User Communication Vehicle - זמין לאורחי VM בלבד
kk: iucv: Inter-User Communication Vehicle–тек қана VM-дегі меймандық операциялық жүйелерге мүмкіндікті.
lt: iucv: Inter-User Communication Vehicle - tik VM svečiams
lv: iucv: Starplietotāju komunikāciju līdzeklis- pieejams tikai VM viesiem
ml: iucv: ഉപയോക്താക്കള്ക്കിടയിലെ ആശയവിനിമയ വാഹനം - VM അഥിതികള്ക്ക് മാത്രം ലഭ്യം
pa: iucv: ਅੰਤਰ ਉਪਭੋਗੀ ਸੰਚਾਰ ਸਾਧਨ - ਸਿਰਫ VM ਮਹਿਮਾਨਾਂ ਲਈ ਉਪਲੱਬਧ
ro: iucv: Vehicul de comunicare inter-utilizator - pentru oaspeţii VM
zh_tw: iucv: Inter-User Communication Vehicle - 僅適用於 VM 客戶端

source: Network device type:
cy: Math dyfais rhwydwaith:
de: Typ des Netzwerkgerätes:
el: Τύπος συσκευής δικτύου:
eo: Retadaptila tipo:
et: Võrguseadme tüüp:
eu: Sareko gailu-mota:
fi: Verkkolaitteen tyyppi:
gl: Tipo de dispositivo de rede:
he: סוג רכיב רשת:
id: Jenis piranti jaringan:
kk: Желілік құрылғының түрі:
lt: Tinklo įrenginio tipas:
lv: Tīkla ierīces tips:
ml: നെറ്റ്‌വര്ക്ക് ഉപകരണ തരം:
nn: Einingstype for nettverk:
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਕਿਸਮ:
pl: Rodzaj urz±dzenia sieciowego:
pt_br: Tipo de dispositivo de rede :
ro: Tipul plăcii de reţea:
sl: Vrsta omrežne naprave:
zh_tw: 網路裝置類型：

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
cy: Os gwelwch yn dda, dewiswch math eich rhyngwyneb rhwydwaith sylfaenol byddwch angen er mwyn sefydlu'r system Debian (drwy NFS neu HTTP). Dim ond y dyfeisiau a rhestrir a chynhelir.
de: Bitte wählen Sie den Typ Ihrer ersten Netzwerkkarte, die für die Debian-Installation (über NFS oder HTTP) benötigt wird. Nur die aufgelisteten Geräte werden unterstützt.
el: Επιλέξτε τον τύπο της κύριας διασύνδεσης που θα χρειαστείτε για την εγκατάσταση του Debian (μέσω NFS ή HTTP). Μόνο οι ακόλουθες συσκευές υποστηρίζονται.
eo: Bonvole elektu vian elementan retinterfacan tipon, kiun vi bezonos por instali la Debianan sistemon (per 'NFS' aŭ 'HTTP'). Nur menciitaj adaptiloj estas administraj.
et: Palun vali oma peamise võrguliidese, mida on tarvis Debiani süsteemi (NFS või HTTP abil) paigaldamiseks, tüüp. Toetatud on vaid nimekirjas asuvad seadmed.
eu: Aukeratu Debian sistema (NFS edo HTTP bidez) instalatzeko beharko duzun lehen mailako sare-interfazearen mota. Zerrendako gailuak bakarrik onartzen dira.
fi: Valitse Debianin asentamiseen (NFS:n tai HTTP:n kautta) tarvittavan ensisijaisen verkkolaitteen tyyppi. Vain luettelossa näkyvät laitteet ovat tuettuja.
gl: Escolla o tipo da súa interface primaria de rede, que vai necesitar para instalar o sistema Debian (por NFS ou HTTP). Só hai soporte para os dispositivos da lista.
he: נא לבחור את סוג ממשק הרשת הראשי שנדרש להתקנה דביאן (דרך NFS או HTTP). רק הרכיבים הרשומים נתמכים.
id: Silakan memilih jenis antar muka jaringan utama yang Anda perlukan untuk memasang Debian (melalui NFS atau HTTP). Hanya piranti yang terdaftar saja yang didukung.
kk: Келесі желілік құрылғылар қолданыста. Debian (NFS немесе HTTP бойынша) жүйесін орнату үшін қажетті бастапқы желлілік интерфейс түрін таңдап алыңыз.
lt: Pasirinkite pagrindinio tinklo įrenginio tipą, kurį naudosite Debian'o diegimui (per NFS ar HTTP). Tik nurodyti įrenginiai yra palaikomi.
lv: Lūdzu izvēlieties Debian sistēmas instalācijai nepieciešamo primārās tīkla saskarnes tipu. Atbalstītas tiek tikai sarakstā norādītās ierīces.
ml: ഡെബിയന്‍ സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ (NFS അല്ലെങ്കില്‍ HTTP വഴി) നിങ്ങള്ക്കാവശ്യം വരുന്ന പ്രാഥമിക നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസിന്റെ തരം ദയവായി തിരഞ്ഞെടുക്കൂ. പട്ടികയിലുള്ള ഉപകരണങ്ങള്‍ മാത്രമേ സപ്പോര്ട്ട് ചെയ്യൂ.
nn: Vel typen til det primære nettverksgrensesnittet du skal bruka til å installera Debian-systemet med (via NFS eller HTTP). Berre dei opplista nettverkseiningane er støtta.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਾਇਮਰੀ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਦੀ ਕਿਸਮ ਚੁਣੋ ਜੋ ਡੇਬੀਅਨ ਸਿਸਟਮ (NFS ਜਾਂ HTTP ਰਾਹੀਂ) ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਲੋੜੀਂਦਾ ਹੈ। ਸਿਰਫ ਵਿਖਾਏ ਜੰਤਰਾਂ ਨੂੰ ਸਹਿਯੋਗ ਹੈ।
pl: Wybierz rodzaj g³ównego interfejsu sieciowego, który zostanie wykorzystany podczas instalacji system Debian (przez NFS lub HTTP). Tylko poni¿sze urz±dzenia sieciowe s± obs³ugiwane.
pt_br: Por favor, escolha o tipo de sua interface de rede primária, a qual será usada para instalar o sistema Debian (via NFS ou HTTP). Somente os dispositivos listados são suportados.
ro: Vă rugăm alegeţi tipul interfeţei de reţea principale a dvs. de care veţi avea nevoie pentru a instala sistemul Debian (via NFS sau HTTP). Numai dispozitivele afişate sunt suportate.
sl: Izberite vrsto vašega primarnega omrežnega vmesnika, ki ga boste uporabili za namestitev sistema Debian (prek NFS ali HTTP). Podprte so samo naštete naprave.
zh_tw: 請選擇您在安裝 (藉由 NFS 或 HTTP) Debian 系統時所使用的主要網路介面的類型。僅支援以下所列出的裝置。

source: CTC read device:
gl: Dispositivo de lectura CTC:
ml: CTC വായന ഉപകരണം:
pa: CTC ਪੜ੍ਹਨ ਜੰਤਰ:

source: CTC write device:
gl: Dispositivo de escritura CTC:
ml: CTC എഴുത്ത് ഉപകരണം:
pa: CTC ਲਿਖਣ ਜੰਤਰ:

source: The following device numbers might belong to CTC or ESCON connections.
gl: Os seguintes números de dispositivo poden pertencer a conexións CTC ou ESCON.
ml: താഴേക്കൊടുത്തിരിക്കുന്ന ഉപകരണ നമ്പറുകള്‍ CTC അല്ലെങ്കില്‍ ESCON കണക്ഷന്റേതാകാം.
pa: ਹੇਠਲੇ ਜੰਤਰ ਨੰਬਰ CTC ਜਾਂ ESCON ਕੁਨੈਕਸ਼ਨਾਂ ਨਾਲ ਸੰਬੰਧਿਤ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
cy: Y paramedrau wedi cyflunio: sianel ddarllen = ${device_read} sianel ysgrifennu = ${device_write} protocol = ${protocol}
de: Die Konfigurationsparameter sind: Kanal lesen = ${device_read} Kanal schreiben = ${device_write} Protokoll = ${protocol}
el: Οι ορισμένες παράμετροι είναι: κανάλι εισόδου = ${device_read} κανάλι εξόδου = ${device_write} πρωτόκολλο = ${protocol}
eo: La akomodaj parametroj estas : lega kanalo = ${device_read} skriba kanalo = ${device_write} protokolo = ${protocol}
et: Seadistatud parameetrid on: lugemiskanal = ${device_read} kirjutuskanal = ${device_write} protokoll = ${protocol}
eu: Konfiguratutako parametroak hauek dira: irakurri kanala = ${device_read} idatzi kanala = ${device_write} protokoloa = ${protocol}
fi: Tehdyt asetukset ovat: lukukanava = ${device_read} kirjoituskanava = ${device_write} yhteyskäytäntö = ${protocol}
gl: Os parámetros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} protocolo = ${protocol}
he: הפרמטרים שנקבעו: ערוץ קריאה = ${device_read} ערוץ כתיבה = ${device_write} פרוטוקול = ${protocol}
id: Parameter yang terkonfigurasi adalah: kanal baca = ${device_read} kanal tulis = ${device_write} protokol = ${protocol}
kk: Ағымдағы баптаулар: оқу арнасы = ${device_read} жазба арнасы = ${device_write} хаттама = ${protocol}
lt: Sukonfigūruoti parametrai: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
lv: Konfigurācijas parametri ir: lasīšanas kanāls = ${device_read} rakstīšanas kanāls = ${device_write} protokols = ${protocol}
ml: ക്രമീകരിച്ച പരാമീറ്ററുകള്‍: വായന ചാനല്‍ = ${device_read} എഴുത്ത് ചാനല്‍ = ${device_write} പ്രോട്ടോകാള്‍ = ${protocol}
nn: Dei oppsette parameterane er: lesekanal = ${device_read} skrivekanal = ${device_write} protokoll = ${protocol}
pa: ਸੰਰਚਿਤ ਪੈਰਾਮੀਟਰ ਹਨ: ਪੜਨ ਵਾਲਾ ਚੈਨਲ = ${device_read} ਲਿਖਣ ਵਾਲਾ ਚੈਨਲ = ${device_write} ਪ੍ਰੋਟੋਕਾਲ = ${protocol}
pl: Skonfigurowane parametry: kana³ odczytu = ${device_read} kana³ zapisu = ${device_write} protokó³ = ${protocol}
pt_br: Os parâmetros configurados são : canal de leitura = ${device_read} canal de gravação = ${device_write} protocolo = ${protocol}
ro: Parametrii configuraţi sunt: canal de citire = ${device_read} canal de scriere = ${device_write} protocol = ${protocol}
sl: Nastavljeni parametri so: bralni kanal = ${device_read} pisalni kanal = ${device_write} protokol = ${protocol}
zh_tw: 所設定的參數為： 讀取通道 = ${device_read} 寫入通道 = ${device_write} 通訊協定 = ${protocol}

source: No CTC or ESCON connections
cy: Dim cysylltiadau CTC neu ESCON
de: Keine CTC- oder ESCON-Verbindung
el: Δεν ανιχνεύθηκαν συνδέσεις CTC ή ESCON
eo: Neniu 'CTC' aŭ 'ESCON'-konektoj
et: Pole CTC ega ESCON ühendusi
eu: Ez dago CTC edo ESCON konexiorik
fi: Ei CTC- tai ESCON-yhteyksiä
gl: Non hai conexións CTC ou ESCON
he: אין חיבורי CTC או ESCON זמינים
id: Tidak terdapat sambungan CTC atau ESCON
kk: CTC немесе ESCON бірлестіктері айқындалған жоқ
lt: CTC ar ESCON jungčių nėra
lv: Nav neviena CTC vai ESCON savienojuma
ml: CTC അല്ലെങ്കില്‍ ESCON കണക്ഷനുകള്‍ ലഭ്യമല്ല
nn: Fann ingen CTC- eller ESCON-samband.
pa: ਕੋਈ CTC ਜਾਂ ESCON ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ
pl: Nie wykryto ¿adnych po³±czeñ CTC ani ESCON
pt_br: Nenhuma conexão CTC ou ESCON
ro: Nu există conexiuni CTC sau ESCON
sl: Program ni zaznal povezav CTC ali ESCON.
zh_tw: 沒有 CTC 或 ESCON 連線
