Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
cy: Ni chanfuwyd unrhyw gyfrolau corfforol (h.y. rhaniadau) yn eich system. Efallai fod pob cyfrol corfforol eisioes yn cael ei ddefnyddio. Neu efallai bod angen i chi lwytho rhai modulau cnewyllyn angenrheidiol neu ailrhaniadu'r disgiau caled.
de: Auf Ihrem System wurden keine physikalischen Volumes (Partitionen) gefunden. Möglicherweise sind bereits alle physikalischen Volumes in Gebrauch. Es könnte außerdem notwendig sein, zunächst einige Kernel-Module zu laden oder die Festplatten neu zu partitionieren.
el: Δε βρέθηκαν χρησιμοποιήσιμοι φυσικοί τόμοι (δηλ. τμήματα) στο σύστημά σας. Πιθανόν όλοι οι φυσικοί τόμοι είναι ήδη σε χρήση. Διαφορετικά, ίσως να πρέπει να φορτώσετε τους απαραίτητους οδηγούς πυρήνα, ή να κατατμήσετε το σκληρό σας δίσκο ξανά.
eo: Neniu datumportilo (t.e. diskpartigo) estas trovita sur via sistemo. Ĉiuj datumportiloj eblas jam uzataj. Ankau, vi bezonus ŝargi kelkajn necesajn kernajn sistemblokojn aŭ denove diskpartigi la fiksitajn diskojn.
et: Su süsteemist ei leitud ühtki füüsilist volüümi (ehk partitsiooni). Kõik füüsilised volüümid võivad juba kasutusel olla. Ühtlasi võib olla vajalik tarvilike tuuma moodulite laadimine või kõvaketta ümber partitsioneerimine.
eu: Bolumen fisikorik (hau da, partiziorik) ez da aurkitu zure sisteman. Baliteke bolumen fisiko guztiak lehendik erabilita egotea. Agian behar diren nukleo-modulu batzuk kargatu edo disko gogorretan partizioak berriro egin beharko dituzu.
fa: هیچ فضای منطقی (مانند پارتیشن‌ها) روی سیستم شما پیدا نشد. ممکن است از تمام پارتیشن‌های سیستم خود استفاده کرده باشید و نیز ممکن است برای پارتیشن بندی دیسک سخت خود نیاز به بارگزاری ماژولی از هسته باشید.
fi: Yhtään levynidettä (t.s. levyosiota) ei löytynyt laitteistostasi. Kaikki levyniteet ovat ehkä jo käytössä. Mahdollisesti on ladattava tarvittavia ytimen moduuleita tai tehtävä kiintolevyjen levyosiot uudestaan.
gl: Non se atopou ningún volume físico (é dicir, particións) no seu sistema. Pode que tódolos volumes físicos estean xa en uso. Tamén pode que teña que cargar algúns módulos necesarios no núcleo ou reparticionar os discos duros.
he: לא נמצאו כרכים פיזיים (מחיצות לדוגמה) במערכת שלך. כל הכרכים הפיזיים יכולים להיות כבר בשימוש. אולי תצטרך לטעון מודולים לקרנל שלך או לחלק מחדש דיסקים קשיחים.
id: Tidak ditemukan Volum Fisik (mis. partisi) pada sistem Anda. Semua Volum Fisik mungkin telah dipakai. Anda mungkin perlu juga memuat modul kernel yang diperlukan atau mempartisi lagi hard disk Anda.
kk: Сіздің жүйеңізде бір де бір физикалы том Ұяғни бөлімдіҚ таба алмадым. Мүмкін физикалық томдар пайдаланымда болу керек. Мүмкін ядро модульдерін жүктеу керек немесе қатқыл дисктері қайта бөлу керек.
lt: Jūsų sistemoje neradau fizinių tomų (t.y. diskų skirsnių). Galbūt jie visi jau naudojami. Galbūt jums reiktų įkelti kokių branduolio modulių ar perdalyti kietus diskus.
lv: Fiziskie sējumi (piem. partīcijas) nav atrastas uz jūsu sistēmas. Iespējams visi esošie sējumi jau tiek izmantoti. Iespējams Jums vajadzēs ielādēt dažus papildus kodola moduļus vai pārdalīt cietā diska partīcijas.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ഭൌതിക വാള്യങ്ങളൊന്നും (അതായത് ഭാഗങ്ങള്‍) കണ്ടില്ല. എല്ലാ ഭൌതിക വാള്യങ്ങളും നേരത്തെ തന്നെ ഉപയോഗത്തിലായിരിക്കാം. നിങ്ങള്ക്ക് ആവശ്യമായ ചില കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍ ചേര്ക്കേണ്ടതായോ ഹാര്ഡ് ഡ്രൈവുകളെ വീണ്ടു വിഭജിക്കേണ്ടതായോ വന്നേക്കാം.
nn: Klarte ikkje å finna nokon fysiske dataområde (dvs. partisjonar) på systemet. Alle fysiske dataområde kan allereie vera i bruk. Du må også kanskje lasta nokre påkrevde kjernemodular eller ompartisjonera harddisken.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਕੋਈ ਵਰਤਣ ਯੋਗ ਭੌਤਿਕ ਵਾਲੀਅਮ (ਜਿਵੇਂ ਭਾਗ) ਨਹੀਂ ਹੈ। ਸਾਰੇ ਭੌਤਿਕ ਵਾਲੀਅਮ ਵਰਤੋਂ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹਨ। ਤੁਹਾਨੂੰ ਕੁਝ ਕਰਨਲ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨ ਜਾਂ ਹਾਰਡ ਡਰਾਈਵ ਦਾ ਮੁੜ ਵਿਭਾਗੀਕਰਨ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ।
pl: Nie znaleziono fizycznych woluminów (np. partycji) w Twoim systemie. Mo¿liwe, ¿e wszystkie fizyczne woluminy s± aktualnie u¿ywane. Mo¿esz równie¿ spróbowaæ za³adowaæ wymagane modu³y do j±dra lub przepartycjonowaæ dysk twardy.
pt_br: Nenhum volume físico (ou seja, nenhuma partição) foi encontrado em seu sistema. Você pode também precisar carregar alguns módulos de kernel necessários ou reparticionar os discos rígidos.
ro: Nu s-a găsit nici un volum fizic (ex.: partiţii) pe sistemul dvs. S-ar putea ca toate volumele fizice să fie deja utilizate. S-ar putea să trebuiască să încărcaţi câteva module de nucleu necesare sau să repartiţionaţi discurile fixe.
sl: Program ni mogel najti nobenega fizičnega nosilca (npr. razdelka) na vašem sistemu. Mogoče morate naložiti zahtevane module jedra ali ponovno razdeliti diske ali pa so vsi fizični pogoni že v uporabi.
zh_tw: 無法在系統中找到任何的 Physical Volume (即磁碟分割區)。所有的 Physical Volume 可能都在使用中。您也許應該再載入一些必需的 Kernel 模組，或者將硬碟重新分割。

source: Logical Volume Manager not available
cy: Nid yw'r Rheolydd Cyfrol Rhesymegol ar gael
de: Logical Volume Manager ist nicht verfügbar
el: Δεν είναι διαθέσιμος ο Διαχειριστής Λογικών Τόμων (Logical Volume Manager)
eo: Maldisponebla logika datumportila administranto (LVM).
et: Loogiliste volüümide haldur (LVH) pole saadaval
eu: Bolumen Logikoen Kudeatzailea ez dago erabilgarri
fa: مدیر فضای مجازی(Logical Volume Manager( قابل دسترسی نیست.
fi: Levyniteiden hallintaohjelmaa ei ole käytettävissä
gl: O xestor de volumes lóxicos (LVM) non está dispoñible
he: אין LVM זמין
id: Logical Volume Manager tidak tersedia
kk: Логистикалық томдардың менеджерге қатынау әзірше мүмкін емес
lt: Loginių tomų tvarkyklės (LVM) nėra
lv: Loģisko sējumu pārvaldnieks nav peejams
ml: ലോജിക്കല്‍ വാള്യം മാനേജര്‍ ലഭ്യമല്ല
nn: Handteraren av logiske dataområde er ikkje tilgjengelig
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pl: Mened¿er woluminów logicznych niedostêpny
pt_br: Gerenciador de Volumes Lógicos não disponível
ro: Managerul de volume logice nu este disponibil
sl: Upravljalnik logičnih nosilcev (LVM) ni na voljo
zh_tw: Logical Volume Manager 無法使用

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
cy: Nid yw'r cnewyllyn cyfredol yn cynnal y Rheolydd Cyfrol Rhesymegol. Efallai bo angen i chi lwytho'r modiwl lvm-mod.
de: Der gegenwärtig laufende Kernel unterstützt den Logical Volume Manager nicht. Möglicherweise müssen Sie erst das Modul lvm-mod laden.
el: Ο τρέχων πυρήνας δεν υποστηρίζει Διαχείριση Λογικών Τόμων (LVM). Πιθανόν να χρειάζεται να φορτώσετε το άρθρωμα lvm-mod για την ενεργοποίηση αυτής της λειτουργίας.
eo: La nuntempa kerno ne administras logikan datumportilan administranton. Vi bezonus ŝargi 'lvm-mod'-modulo.
et: Käesolev tuum ei toeta Loogiliste volüümide haldurit. Tõenäoliselt pead laadima mooduli lvm-mod.
eu: Uneko nukleoak ez du Bolumen Logikoen Kudeatzailea onartzen. Agian lvm-mod kargatu behar da.
fa: هسته‌ی موجود از مدیر فضای مجازی پشتیبانی نمیکند. ممکن است نیاز باشد تا ماژول مربوط به آن را بارگزاری کنید.
fi: Ajossa oleva ydin ei tue levyniteiden hallintaohjelmaa (LVM). Mahdollisesti on ladattava lvm-mod -moduuli.
gl: O núcleo actual non ten soporte para o xestor de volumes lóxicos (LVM). Pode ter que cargar o módulo lvm-mod.
he: הקרנל הנוכחי לא מכיל תמיכה ב-LVM. כדאי לטעון את המודול lvm-mod.
id: Kernel yang dipakai tidak mendukung Logical Volume Manager. Anda mungkin perlu memuat modul lvm-mod.
kk: Ағымдағы ядроның конфигурациясы логистикалық томдардың менеджерін қолданбайды. Ядроның бұл функциясы іске қосылу үшін сізге модуль lvm-mod жүктеу керек.
lt: Esamas branduolys nepalaiko loginių tomų tvarkyklės (LVM). Galbūt reikia įkelti modulį 'lvm-mod'.
lv: Jūsu šībrīža kodols neatbalsta Loģisko Sējumu Pārvaldnieku (LVM). Iespējams jums jāielādē lvm-mod modulis.
ml: ഇപ്പോഴുള്ള കെര്‍ണല്‍ ലോജിക്കല്‍ വാള്യം മാനേജറിനെ സപ്പേര്ട്ട് ചെയ്യുന്നില്ല. നിങ്ങള്ക്ക് lvm-mod എന്ന മൊഡ്യൂള്‍ ചേര്ക്കേണ്ടതായി വന്നേക്കാം.
nn: Noverande kjerne støttar ikkje styring av logiske dataområder. Du må kanskje lasta modulen lvm-mod.
pa: ਮੌਜੂਦਾ ਕਰਨਲ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਦਿੰਦਾ। ਤੁਹਾਨੂੰ lvm-mod ਮੈਡੀਊਲ ਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Aktualne j±dro nie posiada obs³ugi mened¿era woluminów logicznych. Mo¿liwe, ¿e musisz za³adowaæ modu³ lvm-mod.
pt_br: O kernel atual não suporta o Gerenciador de Volumes Lógicos. Talvez você precise carregar o módulo lvm-mod.
ro: Nucleul curent nu suportă Managerul de volume logice. S-ar putea să trebuiască să încărcaţi modulul lvm-mod.
sl: Trenutno jedro ne podpira Upravljalnika logičnih nosilcev (LVM). Mogoče morate naložiti modul lvm-mod.
zh_tw: 目前所使用的 Kernel 並不支援 Logical Volume Manager。您也許必須載入 lvm-mod 模組。

source: Software RAID device
cy: Dyfais RAID meddalwedd
de: Software-RAID-Gerät
el: Μονάδα RAID λογισμικού
eo: Programa 'RAID'-adaptilo
et: Tarkvaraline RAID seade
eu: RAID softwarearen gailua
fa: دستگاه نرم‌افزاری RAID
fi: Ohjelmallisesti toteutettu RAID-laite
gl: Dispositivo de RAID software
he: התקן RAID תוכנה
id: Piranti perangkat lunak RAID
kk: Программалық RAID құрылғысы
lt: Programinis RAID įrenginys
lv: Programmatūras RAID ierīce
ml: സോഫ്റ്റ്‍ വെയര്‍ RAID ഉപകരണം
nn: Eining for programvarestyrt RAID
pa: ਸਾਫਟਵੇਅਰ RAID ਜੰਤਰ
pl: Programowe urz±dzenie RAID
pt_br: Dispositivo RAID via software
ro: Dispozitiv software RAID
sl: Programska naprava RAID
zh_tw: 軟體 RAID 裝置

source: Configure software RAID
cy: Cyflunio RAID meddalwedd
de: Software-RAID konfigurieren
el: Ρύθμιση RAID λογισμικού
eo: Akomodu 'RAID'-programaron
et: Seadista tarkvaraline RAID
eu: Konfiguratu RAID softwarea
fa: تنظیم RAID نرم‌افزاری
fi: Tee ohjelmallisesti toteutetun RAID-laitteen asetukset
gl: Configurar o RAID software
he: הגדרת RAID תוכנה
id: Mengonfigurasi perangkat lunak RAID
kk: Программалық RAID-тті баптау
lt: Konfigūruoti programinį RAID
lv: Konfigurēt programmatūras RAID
mg: Tefeo ny rindran'asa RAID
ml: സോഫ്റ്റ്‍ വെയര്‍ RAID ക്രമീകരിക്കൂ
nn: Set opp program for RAID
pa: ਸਾਫਟਵੇਅਰ RAID ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguruj RAID programowy
pt_br: Configurar RAID via software
ro: Configurează RAID-ul software
sl: Nastavi programski RAID
zh_tw: 設定軟體 RAID

source: Write the changes to the storage devices and configure RAID?
cy: Ysgrifennu'r newidiadau i'r dyfeisiau storfa a chyflunio RAID?
de: Änderungen auf das Speichergerät schreiben und RAID konfigurieren?
el: Να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης και να ρυθμιστεί το RAID;
eo: Skribu ŝanĝojn en la memoraparatoj kaj akomodu 'RAID'-programaron?
et: Kirjutada muudatused salvestusseadmetele ja seadistada RAID?
eu: Aldaketak biltegiratze-gailuetan idaztea eta RAID konfiguratzea nahi duzu?
fa: آیا مایلید این اطلاعات بر روی دستگاههای ذخیره‌ساز ثبت و RAID تنظیم گردد؟
fi: Tallennetaanko muutokset massamuistilaitteille ja tehdäänkö RAID:n asetukset?
gl: ¿Gravar os cambios nos dispositivos de armacenamento e configurar RAID?
he: כתוב את השינויים להתקני האכסון והגדר RAID?
id: Tulis perubahan-perubahan ke piranti penyimpanan dan kemudian mengonfigurasi RAID?
kk: Сақтау құрылғыларына өзгерістерді сақтап, RAID-тті баптау керек пе?
lt: Įrašyti pakeitimus į laikmenas ir sukonfigūruoti RAID?
lv: Saglabāt izmaiņas datu nesējā un konfigurēt RAID?
ml: മാറ്റങ്ങള്‍ ശേഖരണ ഉപകരണങ്ങളിലേക്ക് എഴുതി സോഫ്റ്റ്‍ വെയര്‍ RAID ക്രമീകരിക്കട്ടേ?
nn: Skriv endringane til lagringseininga og set opp RAID?
pa: ਭੰਡਾਰ ਜੰਤਰ ਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖੋ ਅਤੇ RAID ਸੰਰਚਿਤ ਕਰੋ?
pl: Zapisaæ zmiany w urz±dzeniach i skonfigurowaæ RAID?
pt_br: Gravar as mudanças nos dispositivos de armazenamento e configurar o suporte a RAID ?
ro: Scriu schimbările pe mediile de stocare şi configurez RAID-ul?
sl: Zapišem spremembe na pomnilniške naprave in nastavim RAID?
zh_tw: 是否要將變更寫入儲存裝置中並設定 RAID？

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
cy: Cyn gellir cyflunio RAID, rhaid ysgrifennu'r newidiadau i'r dyfeisiau storfa. Ni ellir datwneud y newidiadau yma.
de: Bevor RAID konfiguriert werden kann, müssen die Änderungen auf das Speichergerät geschrieben werden. Diese Änderungen können nicht rückgängig gemacht werden.
el: Προτού είναι δυνατή η ρύθμιση του RAID, θα πρέπει να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης. Αυτές οι αλλαγές δε μπορούν να ακυρωθούν.
eo: Antaŭ ol akomodi 'RAID'-on, la ŝanĝojn endas skribitaj en memaparatoj. Tiuj ŝanĝoj estas definitivaj.
et: Enne kui võib seadistada RAID'i, tuleb muudatused salvestusseadmetele kirjutada. Neid muudatusi ei saa tagasi võtta.
eu: RAID konfiguratu baino lehen, aldaketak biltegiratze-gailuetan idatzi behar dira. Aldaketa horiek ezin dira desegin.
fa: قبل از اینکه RAID تنظیم گردد، تغییرات باید بر روی دستگاههای ذخیره‌ساز ثبت گردند. این تغییرات قابل بازگشت نیستند.
fi: Ennen kuin RAID:n asetukset voidaan tehdä, on muutokset tallennettava massamuistilaitteille. Näitä muutoksia ei voi kumota.
gl: Antes de poder configurar RAID, teñen que se gravar os cambios nos dispositivos de armacenamento. Estes cambios non se poden desfacer.
he: לפני שניתן להגדיר RAID, השינויים חייבים להיכתב להתקני האכסון. השינויים האלו אינם ניתנים לביטול.
id: Sebelum RAID dapat dikonfigurasi, perubahan-perubahan yang terjadi harus dituliskan ke piranti penyimpanan. Perubahan ini tidak dapat dibatalkan.
kk: RAID-ті баптауға мүмкіндік болғанда, сақтау құрылғыларында өзгерістер сақталады. Бұл өзгерістерді өзгерту мүмкін емес.
lt: Prieš konfigūruojant RAIDą pakeitimai turi būti įrašyti į laikmenas. Šių pakeitimų vėliau atšaukti nebebus galima.
lv: Pirms konfigurēt RAID veiktās izmaiņas jāsaglabā datu nesējā. Šīs izmaiņas nevarēs atcelt.
ml: RAID ക്രമീകരിക്കുന്നതിന് മുന്പേ മാറ്റങ്ങള്‍ ശേഖരണ ഉപകരണങ്ങളിലേക്ക് എഴുതേണ്ടതുണ്ട്. ഈ മാറ്റങ്ങള്‍ തിരിച്ചെടുക്കാന്‍ പറ്റുന്നവയല്ല.
nn: Før RAID kan setjast opp må endringane skrivast til harddisk. Desse endringane kan ikkje angrast.
pa: RAID ਸੰਰਚਿਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਤਬਦੀਲੀਆਂ ਭੰਡਾਰ ਜੰਤਰ ਤੇ ਲਿਖੀਆਂ ਹੋਣ। ਇਹ ਤਬਦੀਲੀਆਂ ਰੱਦ ਨਹੀਂ ਹੋ ਸਕਣਗੀਆਂ।
pl: Zanim RAID bêdzie móg³ zostaæ skonfigurowany, zmiany musz± zostaæ zapisane w urz±dzeniach. Zmian tych nie mo¿na cofn±æ.
pt_br: Antes que o suporte a RAID possa ser configurado, as mudanças precisam ser gravadas nos dispositivos de armazenamento. Essas mudanças não poderão ser desfeitas.
ro: Înainte ca operaţia de configurare a RAID-ului să aibă loc, schimbările trebuie scrise pe mediile de stocare. Aceste schimbări nu pot fi anulate.
sl: Preden nastavite RAID morate spremembe zapisati na pomnilniške naprave. Teh sprememb se ne da razveljaviti.
zh_tw: 必須先將這些變更寫入儲存裝置中，然後才能對 RAID 進行設定。這些變更將無法還原。

source: Keep current partition layout and configure RAID?
cy: Cadw'r cynllun rhaniad cyfredol a chyflunio RAID?
de: Aktuelle Einteilung der Partitionen beibehalten und RAID konfigurieren?
el: Να κρατηθούν οι τρέχουσες αλλαγές και να γίνει η ρύθμιση του RAID;
eo: Konservu nuntempan diskpartigan aranĝon kaj akomodu 'RAID'-on?
et: Säilitada praegune partitsioonide paigutus ja seadistada RAID?
eu: Uneko partizio-eskema bere horretan uztea eta RAID konfiguratzea nahi duzu?
fi: Säilytä nykyiset levyosiot ja tee RAID asetukset?
gl: ¿Conservar o esquema de particionamento actual e configurar RAID?
he: שמור את הפריסה הקיימת של המחיצות והגדר את RAID?
id: Jaga layout partisi yang ada dan konfigurasikan RAID?
kk: Өзгерістерді дискке жазып, RAID-ды баптау керек пе?
lt: Ar išsaugoti esamą disko skirsnių planą ir konfigūruoti RAID?
lv: Saglabāt līdzšinējo partīciju izkārtojumu un konfigurēt RAID?
ml: ഇപ്പോഴത്തെ വിഭജന വിന്യാസം സൂക്ഷിച്ചു കോണ്ട് സോഫ്റ്റ്‍ വെയര്‍ RAID ക്രമീകരിക്കട്ടേ?
nn: Halda på noverande partisjonsoppsett og setja opp RAID?
pa: ਮੌਜੂਦਾ ਭਾਗ ਖਾਕਾ ਰੱਖੋ ਅਤੇ RAID ਸੰਰਚਿਤ ਕਰੋ?
pl: Zostawiæ aktualny uk³ad partycji i skonfigurowaæ RAID?
pt_br: Manter o layout de particionamento atual e configurar RAID ?
ro: Păstrez configuraţia curentă a partiţiilor şi configurez RAID?
sl: Obdržim trenuten razpored razdelkov in nastavim RAID?
zh_tw: 是否保留目前的磁碟配置並設定 RAID？

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
cy: Pan mae RAID wedi ei gyflunio, ni chaniateir unrhyw newidiadau i'r rhaniadau yn y disgiau sy'n cynnwys cyfrolau corfforol. Os gwelwch yn dda, sicrhewch eich bod chi'n fodlon gyda'r cynllun rhaniadu cyfredol yn y disgiau hyn.
de: Wenn RAID konfiguriert ist, können keine zusätzlichen Änderungen an den Partitionen gemacht werden, die physikalische Volumes enthalten. Bitte vergewissern Sie sich, ob die gegenwärtigen Partitionseinstellungen auf diesen Festplatten korrekt ist.
el: Κατά τη ρύθμιση του RAID, δεν επιτρέπονται αλλαγές στα τμήματα των δίσκων που περιέχουν φυσικές μονάδες. Παρακαλώ επιβεβαιώστε ότι είστε ικανοποιημένοι με την τρέχουσα κατάτμηση σε αυτούς τους δίσκους.
eo: Kiam 'RAID'-o estas akomodita, neniu plua ŝanĝo en diskpartigo estas permesa sur diskoj kiuj enhavas datumpartilaĵojn. Bonvole kontrolu la taŭgontan nuntempan diskaranĝon.
et: Peale RAID seadistamist pole mingeid muudatusi füüsilisi volüüme sisaldavate ketaste partitsioonidele lubatud. Palun veendu enne jätkamist, et oled nende ketaste praeguse partitsioneerimisskeemiga rahul.
eu: RAID konfiguratutakoan, bolumen fisikoak dituen diskoetako partizioetan beste aldaketarik ezin da egin. Ziurtatu ea gustura zauden disko hauetako uneko partizio-eskemarekin.
fa: هنگانی که RAID تنظیم شد، هیچ تغییرات اضافی بر روی پارتیشن ها قابل اعمال نیست. آیا از شمای پارتیشن‌بندی بر روی این دیسکها رضایت دارید؟
fi: Kun RAID:n asetukset on tehty, ei ole sallittua tehdä lisää muutoksia niihin levyosioihin joissa fyysiset niteet ovat. Varmista, että nyt tehdyt levyosiot ovat sellaiset kuin haluat.
gl: Ao configurar RAID, non se admiten máis cambios nas particións dos discos que conteñen volumes físicos. Asegúrese de estar satisfeito co esquema de particionamento actual deses discos.
he: כאשר RAID מוגדר, אסור לבצע שינויים נוספים למחיצות המכילות כרכים פיזיים. וודא כי אתה מרוצה עם החלוקה הנוכחית למחיצות בדיסקים האלו.
id: Ketika RAID sedang dikonfigurasi, perubahan-perubahan tambahan pada partisi yang berkaitan dengan isi fisik hard disk, tidak diperbolehkan. Yakinkan diri Anda dahulu bahwa Anda sudah puas dengan pola partisi saat ini.
kk: Баптаудан кейін RAID-ке логикалық томдары бар дисктің бөлімдерінде қосымша өзгерістер енгізуге болмайды. Осы дискдегі бөлу кестесі сізді қанағат тандыратынына көз жеткізіңіз.
lt: Po to, kai RAIDas bus sukonfigūruotas, daugiau nebebus galima keisti skirsnių diskuose, turinčiuose fizinių tomų. Įsitikinkite, kad esate patenkinti tų diskų sudalinimu.
lv: Konfigurējot RAID, esošajām fizisko sējumu partīcijām vairs nevarēs veikt nekādas izmaiņas. Pārliecinieties, ka jūs apmierina šī brīža partīciju izkārtojums.
ml: RAID ക്രമീകരിച്ചു കഴിഞ്ഞാല്‍ ഭൌതിക വാള്യങ്ങളുള്ക്കൊള്ളുന്ന ഡിസ്കുകളിലെ ഭാഗങ്ങളില്‍ കൂടുതല്‍ മാറ്റങ്ങളനുവദിക്കുന്നതല്ല. ദയവായി ഈ ഡിസ്കുകളിലെ ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ നിങ്ങള്‍ പൂര്ണ സംതൃപ്തരാണെന്ന് നിങ്ങളെ തന്നെ ബോധ്യപ്പെടുത്തുക.
nn: Når RAID er sett opp kan du ikkje gjera fleire endringar på partisjonar på harddiskar som inneheld fysiske volum. Forviss deg om at du er nøgd med den gjeldande partisjoneringa på desse harddiskane før du held fram.
pa: RAID ਸੰਰਚਿਤ ਕਰਨ ਸਮੇਂ, ਭੌਤਿਕ ਵਾਲੀਅਮ ਵਾਲੀ ਡਿਸਕ ਵਿੱਚ ਭਾਗ ਤੇ ਕੋਈ ਵਾਧੂ ਤਬਦੀਲੀ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਵਿਸ਼ਵਾਸ ਦਿਵਾਓ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਡਿਸਕਾਂ ਤੇ ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਨਾਲ ਸਹਿਮਤ ਹੋ।
pl: Kiedy RAID jest skonfigurowany, niedozwolone s± jakiekolwiek dodatkowe zmiany na dyskach zawieraj±cych fizyczne woluminy. Proszê siê upewniæ, ¿e aktualny schemat partycjonowania jest satysfakcjonuj±cy.
pt_br: Quando o suporte a RAID for configurado, nenhuma mudança adicional nas partições que contém os volumes físicos será permitida. Por favor, certifique-se de estar satisfeito com o esquema de particionamento atual usado nesses discos.
ro: Când RAID-ul este configurat, nu mai sunt permise schimbări suplimentare pe partiţiile de pe discurile care conţin volume fizice. Vă rugăm să vă convingeţi că sunteţi satisfăcut cu modelul de partiţionare curent de pe aceste discuri.
sl: Potem ko nastavite RAID niso dovoljene nobene spremembe razdelkov trdih diskov, ki vsebujejo fizične enote. Pred nadaljevanjem se prepričajte, da ste zadovoljni s trenutno shemo razdelkov na teh diskih.
zh_tw: 一旦 RAID 設定完成，就不能再對磁碟中包含了 Physical Volume 的分割區進行任何額外的變更了。因此，在繼續之前請確認您是否已決定採用目前這些磁碟所採取的分割方式。

source: RAID configuration failure
cy: Methiant cyfluniad RAID
de: RAID-Konfiguration fehlgeschlagen
el: Σφάλμα κατά τη ρύθμιση του RAID
eo: 'RAID'-akomodado fiaskas
et: RAID seadistamine nurjus
eu: Ezin izan da RAID konfiguratu
fa: تنظیم RAID شکست خورد.
fi: RAID:n asetusten teko epäonnistui
gl: Fallo na configuración de RAID
he: כשלון בהגדרת RAID.
id: Kegagalan pada proses konfigurasi RAID
kk: RAID–ті баптау кезіндегі жүйелік қате
lt: RAID konfigūracijos klaida
lv: RAID konfigurācijas kļūda
mg: Tsy nahomby ny fanefena RAID
ml: RAID ക്രമീകരണത്തില്‍ പരാജയം
nn: Oppsett av RAID feila
pa: RAID ਸੰਰਚਨਾ ਅਸਫਲਤਾ
pl: Konfiguracja RAID nie powiod³a siê
pt_br: Falha na configuração RAID
ro: Eşec la configurarea RAID
sl: Napaka pri nastavljanju RAID-a
zh_tw: RAID 的設定失敗了

source: The configuration of RAID is aborted.
cy: Mae cyfluniad RAID wedi ei erthylu.
de: Die RAID-Konfiguration wurde abgebrochen.
el: Η ρύθμιση του RAID ακυρώθηκε.
eo: La akomodado de 'RAID'-o fiaskis.
et: RAID seadistamine on peatatud.
eu: RAIDen konfigurazioa abortatu egin da.
fa: از تنظیم RAID صرف نظر شد.
fi: RAID:n asetusten teko on keskeytetty.
gl: Abortouse a configuración de RAID.
he: הגדרת RAID מבוטלת
id: Pengonfigurasian RAID dibatalkan.
kk: RAID-ті баптауын орындатпау.
lt: RAID konfigūracija atšaukta.
lv: RAID konfigurācija pārtraukta.
mg: Najanona ny fanefena ny periferika RAID.
ml: RAID ക്രമീകരണത്തില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Oppsettt av RAID er avbroten.
pa: RAID ਦੀ ਸੰਰਚਨਾ ਅਧੂਰੀ ਖਤਮ ਕੀਤੀ ਗਈ।
pl: Konfiguracja RAID zosta³a przerwana.
pt_br: A configuração RAID foi abortada.
ro: Procesul de configurare al RAID-ului este abandonat.
sl: Nastavljanje RAID-a ni uspelo.
zh_tw: RAID 的設定作業已經中止。

source: physical volume for RAID
cy: cyfrol corfforol ar gyfer RAID
de: Physikalisches Volume für RAID
el: φυσική μονάδα για RAID
eo: 'RAID'-a datumportilo
et: füüsiline volüüm RAID tarvis
eu: RAIDen bolumen fisikoa
fa: فضای فیزیکی RAID
fi: fyysinen nide RAID:ia varten
gl: volume físico para RAID
he: כרך פיזי ל-RAID
id: Isi fisik bagi RAID
kk: RAID үшін физикалық том
lt: fizinis tomas RAIDui
lv: RAID fiziskais sējums
ml: RAID നു വേണ്ട ഭൌതിക വാള്യം
nn: fysisk volum for RAID
pa: RAID ਲਈ ਭੌਤਿਕ ਵਾਲੀਅਮ
pl: fizyczny wolumin dla RAID
pt_br: volume físico para RAID
ro: volum fizic pentru RAID
sl: fizična enota za RAID
zh_tw: RAID 的 Physical Volume

source: raid
ml: റെയ്ഡ്

source: Unallocated physical volumes:
gl: Volumes físicos sen reservar:
ml: അലോക്കേറ്റ് ചെയ്യാത്ത ഭൌതിക വാള്യങ്ങള്‍:
pa: ਨਾ-ਜਾਰੀ ਕੀਤੇ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ:

source: Volume groups:
gl: Grupos de volumes:
ml: വാള്യം ഗ്രൂപ്പുകള്‍:
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ:

source: Uses physical volume:
gl: Emprega o volume físico:
ml: ഭൌതിക വാള്യം ഉപയോഗിക്കുന്നു:
pa: ਭੌਤਿਕ ਵਾਲੀਅਮ ਵਰਤੋਂ:

source: Provides logical volume:
gl: Fornece o volume lóxico:
ml: ലോജിക്കല്‍ വാള്യം നല്കുന്നു:
pa: ਉਪਲੱਬਧ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
gl: ningún
ml: ഒന്നുമില്ല
pa: ਕੋਈ ਨਹੀਂ

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
gl: ningún
ml: ഒന്നുമില്ല
pa: ਕੋਈ ਨਹੀਂ

source: PV
gl: VF
ml: പി വി (PV)

source: In use by LVM volume group ${VG}
gl: Usado polo grupo de volumes LVM ${VG}
ml: LVM വാള്യം ഗ്രൂപ്പ് ${VG} ഉപയോഗിച്ചുകൊണ്ടിരിക്കുന്നു
pa: LVM ਵਾਲੀਅਮ ਗਰੁੱਪ ${VG} ਵਲੋਂ ਵਰਤੋਂ ਅਧੀਨ
