Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
de: Damit Ihr Computer Ihr neues System starten kann, wird ein so genannter Bootloader benötigt. Er kann entweder im Master Boot Record der ersten Festplatte oder in einer Partition installiert werden. Wenn der Bootloader in einer Partition installiert wird, muss diese Partition das bootable-Flag gesetzt haben. Eine solche Partition wird im Hauptpartitionsmenü mit »${BOOTABLE}« gekennzeichnet.
eo: Praŝargilo estas uzita por ekfunkciigi vian novan sistemon. Ĝi povas esti instalata aŭ en superpraŝargarikordo el unua fiksita disko aŭ en diskpartigo. Kiam la praŝargilo estas instalata en diskpartigo, vi nepre deklaru ĝian praŝargeblan flagon. Tio estos anoncata per '${BOOTABLE}'-marko en la diskpartigada nenuo.
eu: Sistema berria abiarazteko, abioko kargatzailea erabiltzen da. Disko gogorreko abioko erregistro maisuan edo partizio batean instala daiteke. Abioko kargatzailea partizio batean instalatzen denean, abiagarriaren bandera ezarri behar diozu. Partizio horrek "${BOOTABLE}" marka izango du partizioak egiteko menu nagusian.
gl: Para iniciar o seu novo sistema emprégase un cargador de inicio. Pódese instalar no rexistro mestre de inicio do primeiro disco duro ou nunha partición. Ao instalar o cargador de inicio nunha partición, debe establecerse nela o indicador de inicio. Esta partición hase marcar con "${BOOTABLE}" no menú principal de particionamento.
lt: Tam, kad galėtų startuoti Jūsų nauja sistema, naudojamas taip vadinamas pradinis įkėliklis (boot loader). Jis gali būti įdiegtas į pirmojo kietojo disko pagrindinį įkelties įrašą (master boot record), arba į disko skirsnį. Kuomet pradinis įkėliklis diegiamas į disko skirsnį, jo nustatymuose turi būti įjungta įkrovos vėlevėlė (boot flag). Toks skirsnis pagrindiniame disko dalijimo meniu bus pažymėtas žyme "${BOOTABLE}".
lv: Lai varētu sākt darbu ar savu jauno sistēmu tiek lietots tā saucamais sāknētājs. To var instalēt diska galvenajā sāknēšanas ierakstā (MBR) vai arī kādā partīcijā. Ja sāknētājs ir uzinstalēts kādā partīcijā tai jānorāda sāknēšanās iezīme. Šāda partīcija partīciju izvēlnē tiks atzīmēta ar "${BOOTABLE}".
ml: നിങ്ങളുടെ സിസ്റ്റം തുടങ്ങുന്നതിന് ബൂട്ട് ലോഡര്‍ എന്ന് വിളിക്കുന്ന ഒന്നാണ് ഉപയോഗിക്കുന്നത്. ഇത് ആദ്യത്തെ ഹാര്ഡ് ഡിസ്കിന്റെ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡിലോ അല്ലെങ്കില്‍ ഒരു ഭാഗത്തോ ഇന്സ്റ്റാള്‍ ചെയ്യാവുന്നതാണ്. ബൂട്ട് ലോഡര്‍ ഒരു ഭാഗത്ത് ഇന്സ്റ്റാള്‍ ചെയ്യുമ്പോള്‍ നിങ്ങളതിന്‍ ബൂട്ട് ചെയ്യാവുന്ന എന്ന കൊടി സെറ്റ് ചെയ്യണം. ഇങ്ങനെയുള്ള ഭാഗങ്ങള്‍ പ്രധാന വിഭജന മെനുവില്‍ "${BOOTABLE}" എന്ന് അടയാളപ്പെടുത്തിയിട്ടുണ്ടാകും.
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਨ ਸਿਸਟਮ ਚਲਾਉਣ ਲਈ, ਬੂਟ ਲੋਡਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਹ ਜਾਂ ਤਾਂ ਪਹਿਲੀ ਹਾਰਡ ਡਿਸਕ ਦੇ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਡਰ ਵਿੱਜਾਂ ਇੱਕ ਭਾਗ ਵਿੱਚ ਚ ਇੰਸਟਾਲ ਹੋ ਸਕਦਾ ੱਚ। ਜਦੋਂ ਬੂਟ ਲੋਡਰ ਭਾਗ ਵਿੱਚ ਇੰਸਟਾਲ ਹੁੰਦਾ ਹੈ, ਤੁਹਾਨੂੰ ਇਸ ਲਈ ਬੂਟ-ਹੋਣ-ਯੋਗ ਚਿੰਨ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜਰੂਰੀ ਹੈ। ਅਜਿਹਾ ਭਾਗ ਮੁੱਖ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਵਿੱਚ "${BOOTABLE}" ਨਾਲ ਦਰਸਾਇਆ ਜਾਂਦਾ ਹੈ।
ro: Pentru a porni noul dvs. sistem, este folosit un aşa numit încărcător de sistem. Poate fi instalat fie în înregistrarea master boot fie într-o partiţie. Când încărcătorul de sistem este instalat într-o partiţie, trebuie să activaţi fanionul bootabil pentru ea. O asemenea partiţie va fi marcat cu "${BOOTABLE}" în meniul principal de partiţionare.
zh_tw: 必須藉由開機程式，您的新系統才能夠啟動。它可以安裝在第一個硬碟的主要開機記錄 (MBR) 裡，或是安裝在某個分割區中。如果把開機程式安裝在分割區裡時，您必須將該分割區設定為【啟動】。在主要磁碟分割選單中，設定為【啟動】的分割區將被標示為【${BOOTABLE}】。

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
de: Damit Ihr Computer Ihr neues System starten kann, wird ein so genannter Bootloader benötigt. Er wird in einer bootfähigen Partition installiert. Sie müssen das »bootable«-Flag für die Partition aktivieren. Eine solche Partition wird im Hauptpartitionsmenü mit »${BOOTABLE}« gekennzeichnet.
eo: Praŝargilo estas uzita por ekfunkciigi vian novan sistemon. Ĝi estas instalata en praŝarga diskpartigo. Vi nepre deklaru ĝian praŝargeblan flagon. Tio estos anoncata per '${BOOTABLE}'-marko en la diskpartigada menuo.
eu: Sistema berria abiarazteko, abioko kargatzailea erabiltzen da. Abioko partizio batean instalatuta dago. Abiagarriaren bandera ezarri behar diozu. Partizio horrek "${BOOTABLE}" marka izango du partizioak egiteko menu nagusian.
gl: Para iniciar o seu novo sistema emprégase un cargador de inicio, que se instala nunha partición de inicio. Debe establecerse o indicador de inicio na partición; esta partición hase marcar con "${BOOTABLE}" no menú principal de particionamento.
lt: Tam, kad galėtų startuoti Jūsų nauja sistema, naudojamas taip vadinamas pradinis įkėliklis (boot loader). Jis įdiegtas kietojo disko įkelties (boot) skirsnyje. Jūs turite nustatyti įkrovos vėlevėlę (bootable flag) šiam skirsniui. Toks skirsnis pagrindiniame disko dalijimo meniu bus pažymėtas žyme "${BOOTABLE}".
lv: Lai varētu sākt darbu ar savu jauno sistēmu tiek lietots tā saucamais sāknētājs. Tas tiek instalēts sāknēšanas (boot) partīcijā. Jums šai partīcijai ir jānorāda sāknēšanās iezīme. Šāda partīcija partīciju izvēlnē tiks atzīmēta ar "${BOOTABLE}".
ml: നിങ്ങളുടെ സിസ്റ്റം തുടങ്ങുന്നതിന് ബൂട്ട് ലോഡര്‍ എന്ന് വിളിക്കുന്ന ഒന്നാണ് ഉപയോഗിക്കുന്നത്. ഒരു ബൂട്ട് ഭാഗത്താണ് ഇത് ഇന്സ്റ്റാള്‍ ചെയ്തിരിക്കുന്നത്. നിങ്ങള്‍ ആ ഭാഗത്തിന് ബൂട്ട് ചെയ്യാവുന്ന എന്ന കൊടി സെറ്റ് ചെയ്യണം. പ്രധാന വിഭജന മെനുവില്‍ അങ്ങനെയൊരു ഭാഗം "${BOOTABLE}" എന്ന അടയാളപ്പെടുത്തിയിരിക്കും.
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਨ ਸਿਸਟਮ ਚਾਲੂ ਕਰਨ ਲਈ, ਬੂਟ ਲੋਡਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਹ ਬੂਟ ਭਾਗ ਵਿੱਚ ਇੰਸਟਾਲ ਕੀਤਾ ਹੈ। ਤੁਹਾਨੂੰ ਭਾਗ ਲਈ ਬੂਟ ਹੋਣ ਯੋਗ ਚਿੰਨ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜਰੂਰੀ ਹੈ। ਅਜਿਹਾ ਭਾਗ ਮੁੱ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਵਿੱਚ "${BOOTABLE}" ਨਾਲ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।
ro: Pentru a porni noul dvs. sistem, este folosit un aşa numit încărcător de sistem. Acesta este instalat într-o partiţie de pornire. Trebuie să aveţi activat indicatorul de "bootabil" (poate porni sistemul) pentru partiţie. O asemenea partiţie va fi marcată cu "${BOOTABLE}" în meniul principal de partiţionare.
zh_tw: 必須藉由安裝在啟動分割區上的開機程式，才能讓您新的系統能夠啟動。您必須將該分割區設定為【啟動】﹔而在主要磁碟分割選單中，設定為【啟動】的分割區將被標示為【${BOOTABLE}】。

source: Identical mount points for two file systems
cy: Pwyntiau clymu unfath ar gyfer dau system ffeiliau
de: Gleicher Einhängepunkt für zwei Dateisysteme
eo: Identaj surmetingoj por du dosiersistemoj
et: kahel failisüsteemil samad haakepunktid
eu: Muntatze puntu berdina bi fitxategi sistementzat
gl: Puntos de montaxe iguais para dous sistemas de ficheiros
he: נקודות עגינה זהות על שתי מערכות קבצים
kk: Екі файлдық жүйе үшін бірдей құрастыру нүктелері
lt: Vienodi prijungimo taškai dviem failų sistemoms
lv: Divām failu sistēmām norādīti vienādi montēšanas punkti
ml: രണ്ട് ഫയല്‍ സിസ്റ്റങ്ങള്ക്ക് ഒരേ മൌണ്ട് പോയിന്റ്
pa: ਦੋ ਫਾਇਲ ਸਿਸਟਮਾਂ ਲਈ ਇੱਕੋ ਜਿਹੇ ਮਾਊਂਟ ਪੁਆਂਇਟ
ro: Puncte de montare identice pentru două sisteme de fişiere
zh_tw: 兩個檔案系統指向同一個掛載點

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
cy: Mae dau system ffeiliau wedi eu cysylltu a'r un pwynt clymu (${MOUNTPOINT}): ${PART1} a ${PART2}.
de: Zwei Dateisystemen wurde der selbe Einhängepunkt ${MOUNTPOINT} zugewiesen: ${PART1} und ${PART2}.
el: Δύο συστήματα αρχείων, έχουν το ίδιο σημείο επαφής ${MOUNTPOINT}: ${PART1} και ${PART2}
eo: Du dosiersistemoj (${PART1} kaj ${PART2}) asignas la saman surmetingon: ${MOUNTPOINT}.
et: Ühele haakepunktile on määratud kaks failisüsteemi (${MOUNTPOINT}): ${PART1} ja ${PART2}.
eu: Bi fitxategi-sistemei muntatze-puntu berdina esleitu zaie (${MOUNTPOINT}): ${PART1} eta ${PART2}.
fa: یک نقطه‌ی بارگذاری برای دو پارتیشن مختلف تعریف شده است. (${MOUNTPOINT}): ${PART1} و ${PART2}.
fi: Kahdella tiedostojärjestelmällä on sama liitoskohta (${MOUNTPOINT}): ${PART1} ja ${PART2}.
gl: Hai dous sistemas de ficheiros co mesmo punto de montaxe asignado (${MOUNTPOINT}): ${PART1} e ${PART2}.
he: שתי מערכות קבצים מיועדות לאותה נקודת העגינה ${MOUNTPOINT}: ${PART1} ו-${PART2}.
id: Dua buah sistem berkas telah dikaitkan pada titik kait yang sama (${MOUNTPOINT}): ${PART1} dan ${PART2}.
kk: Екі файлдық жүйене не бір ${MOUNTPOINT} құрастыру нүктесі көрсетілген: ${PART1} және ${PART2}.
lt: Dvi failų sistemos yra priskirtos tam pačiam prijungimo taškui ${MOUNTPOINT}: ${PART1} ir ${PART2}.
lv: Divām failu sistēmām ir norādīti vienādi montēšanas punkti (${MOUNTPOINT}):${PART1} un ${PART2}.
mg: File system roa (${PART1} sy ${PART2}) no mizara ny teboka fampakarana ${MOUNTPOINT}.
ml: രണ്ട് ഫയല്‍ സിസ്റ്റങ്ങള്ക്ക് ഒരേ മൌണ്ട് പോയിന്റ് (${MOUNTPOINT}) കൊടുത്തിരിക്കുന്നു: ${PART1} ഉം ${PART2} ഉം.
nn: To filsystem er tilordna det same monteringspunktet ${MOUNTPOINT}: ${PART1} og ${PART2}.
pa: ਦੋਨੋਂ ਫਾਇਲ ਸਿਸਟਮਾਂ ਨੂੰ ਇੱਕੋ ਮਾਊਂਟ ਪੁਆਂਇਟ (${MOUNTPOINT}) ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ: ${PART1} ਅਤੇ ${PART2}
pl: Dwa systemy plików maj± przydzielony ten sam punkt montowania (${MOUNTPOINT}): ${PART1} i ${PART2}.
pt_br: Dois sistemas de arquivos esão atribuídos para o mesmo ponto de montagem (${MOUNTPOINT}): ${PART1} e ${PART2}.
ro: Două sisteme de fişiere sunt asociate la acelaşi punct de montare (${MOUNTPOINT} simultan): ${PART1} şi ${PART2}.
sl: Dva datotečna sistema želite sočasno priklopiti na {MOUNTPOINT}: ${PART1} in ${PART2}.
zh_tw: 有兩個檔案系統指定到同一個掛載點 (${MOUNTPOINT}) 上了：${PART1} 及 ${PART2}。

source: Please correct this by changing mount points.
cy: Cywirwch yn gan newid pwyntiau clymu os gwelwch yn dda.
de: Bitte beheben Sie das, indem Sie die Einhängepunkte ändern.
el: Παρακαλώ διορθώστε αυτό το λάθος αλλάζοντας σημεία επαφής.
eo: Bonvolu korekti tion per ŝanĝi la surmetingojn.
et: Palun paranda see viga haakepunkte muutes.
eu: Zuzendu hau muntatze-puntuak aldatuz.
fa: لطفا این مشکل را با تغییر یکی از نقاط بارگذاری تصحیح کنید.
fi: Korjaa tämä vaihtamalla liitoskohtia.
gl: Corrixa isto cambiando os puntos de montaxe.
he: נא לתקן זאת ע"י שינוי נקודות העגינה
id: Silakan perbaiki dengan mengubah titik-titik kaitnya.
kk: Құрастыру нүктелерін дұрыстап жіберіңіз.
lt: Prašau tai pataisyti, pakeičiant prijungimo taškus.
lv: Lūdzu izlabojiet to izmainot montēšanas punktus.
mg: Azafady hahintsio amin'ny alalan'ny fanovana ny teboka fampakarana io.
ml: ദയവായി മൌണ്ട് പോയിന്റുകള്‍ മാറ്റി ഇത് തിരുത്തൂ.
nn: Rett opp dette ved å endra monteringspunkt.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਮਾਊਂਟ ਪੁਆਂਇਟ ਤਬਦੀਲ ਕਰਕੇ ਠੀਕ ਕਰੋ।
pl: Proszê to poprawiæ zmieniaj±c punkty montowania.
pt_br: Por favor, corrija essa situação mudando os pontos de montagem.
ro: Vă rugăm să corectaţi acest lucru prin schimbarea punctelor de montare.
sl: Popravite napako, tako da spremenite priklopni točki.
zh_tw: 請藉由改變掛載點來修正這個錯誤。

source: No root file system
cy: Dim system ffeiliau gwraidd
de: Kein Root-Dateisystem
el: Μη ορισμένο βασικό σύστημα αρχείων
eo: Neniu radika dosiersistemo
et: Pole juurfailisüsteemi
eu: Ez dago erroko fitxategi-sistemarik
fa: فایل سیستم ریشه تعریف نشده است.
fi: Juuritiedostojärjestelmää ei ole
gl: Non hai un sistema de ficheiros raíz
he: אין root file system
id: Sistem berkas root tak ada
kk: Түпкі файлдық жүйе (root file system) жоқ.
lt: Nėra šakninės (root) failų sistemos
lv: Nav saknes failu sistēmas
mg: Tsy misy file system root
ml: റൂട്ട് ഫയല്‍ സിസ്റ്റമൊന്നുമില്ല
nn: Ingen rot-filsystem
pa: ਕੋਈ root ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ
pl: Brak g³ównego systemu plików
pt_br: Nenhum sistema de arquivos raíz
ro: Nu există sistem de fişiere rădăcină
sl: Ni datotečnega sistema root
zh_tw: 沒有 root 檔案系統

source: No root file system is defined.
cy: Does dim system ffeiliau gwraidd wedi ei ddiffinio.
de: Es wurde kein Root-Dateisystem festgelegt.
el: Δεν έχει οριστεί βασικό σύστημα αρχείων!
eo: Neniu radika dosiersistemo estis difinata.
et: Juurfailisüsteemi pole defineeritud.
eu: Ez da erroko fitxategi-sistemarik definitu.
fa: فایل سیستم ریشه تعریف نشده است.
fi: Juuritiedostojärjestelmää ei ole määritelty.
gl: Non se definiu ningún sistema de ficheiros raíz.
he: אין root file system מגודרת.
id: Sistem berkas root tidak didefinisikan.
kk: Түпкі файлдық жүйе анықталмады.
lt: Šakninė (root) failų sistema nenurodyta.
lv: Saknes failu sistēma nav definēta.
ml: റൂട്ട് ഫയല്‍ സിസ്റ്റമൊന്നും ഡിഫൈന്‍ ചെയ്തിട്ടില്ല.
nn: Ingen rot-filsystem er oppgjeve.
pa: ਕੋਈ root ਫਾਇਲ ਸਿਸਟਮ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀਂ ਹੈ।
pl: Nie zdefiniowano g³ównego systemu plików.
pt_br: Nenhum sistema de arquivos raíz foi definido.
ro: Nu este definit nici un sistem de fişiere ca rădăcină.
sl: Datotečni sistem root ni definiran.
zh_tw: 沒有定義 root 檔案系統。

source: Please correct this from the partitioning menu.
cy: Os gwelwch yn dda, cywirwch hyn o'r dewislen rhaniadu.
de: Bitte beheben Sie dies im Partitions-Menü.
el: Παρακαλώ διορθώστε αυτό το λάθος από το μενού κατάτμησης.
eo: Bonvolu korekti tio el diskpartigada menuo.
et: Palun paranda see viga partitsioneerimise menüüst.
eu: Zuzendu hau partizioak egiteko menuan.
fa: لطفا این مشکل را از طریق منوی پارتیشن‌بندی تصحیح کنسد.
fi: Korjaa tämä osiointivalikossa.
gl: Corrixa isto no menú de particionamento.
he: נא לתקן זאת מתפריט החלוקה למחיצות.
id: Silakan perbaiki melalui menu partisi.
kk: Мұны бөлу менюында түзетіңіз.
lt: Prašau tai pataisyti iš disko dalijimo meniu.
lv: Lūdzu izlabojiet to partīciju izveides izvēlnē.
mg: Azady ahitsio avy amin'ny alalan'ny safidy mikasika ny fizarana kapila ny diso.
ml: ദയവായി വിഭജന മെനുവില്‍ നിന്നും ഇത് തിരുത്തൂ.
nn: Rett opp dette frå partisjonsmenyen.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੋਂ ਠੀਕ ਕਰੋ।
pl: Proszê to poprawiæ w menu partycjonowania.
pt_br: Por favor, corrija essa situação a partir do menu de particionamento.
ro: Vă rugăm să corectaţi acest lucru din meniul de partiţionare.
sl: Popravite napako v meniju za razdelke.
zh_tw: 請回到磁碟分割選單來修正這個錯誤。

source: Do you want to resume partitioning?
cy: Ydych chi eisiau mynd ymlaen a'r rhaniadu?
de: Wollen Sie die Partitionierung fortsetzen?
el: Θέλετε να συνεχίσετε την κατάτμηση;
eo: Ĉu vi volas reeki diskpartigadan?
et: Kas soovid partitsioneerimist jätkata?
eu: Partizioak egiten jarraitu nahi duzu?
fa: آیا میخواهید پارتیشن‌بندی را اداه دهید؟
fi: Haluatko jatkaa osiointia?
gl: ¿Quere continuar o particionamento?
he: האם ברצונך להמשיך בחלוקה למחיצות?
id: Apakah Anda ingin melanjutkan proses pemartisian?
kk: Бөлуді жалғастыру керек пе?
lt: Ar Jūs norite tęsti disko dalijimą?
lv: Vai vēlaties turpināt partīciju izveidi?
mg: Tianao averina ve ny fizarana?
ml: വിഭജനം പുനരാരംഭിക്കാന്‍ നിങ്ങളാഗ്രഹിക്കുന്നുണ്ടോ?
nn: Vil du halda fram med partisjonering?
pa: ਕੀ ਤੁਸੀਂ ਵਿਭਾਗੀਕਰਨ ਤੇ ਮੁੜ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz kontynuowaæ partycjonowanie?
pt_br: Você deseja reiniciar o particionamento ?
ro: Doriţi să continuaţi partiţionarea?
sl: Želite ponoviti razdeljevanje diska?
zh_tw: 您是否想要重新分割磁區？

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
cy: Methodd y cais i glymu system ffeiliau gyda'r math ${TYPE} yn ${DEVICE} at ${MOUNTPOINT}.
de: Der Versuch, ein Dateisystem vom Typ ${TYPE} auf ${DEVICE} nach ${MOUNTPOINT} einzubinden, schlug fehl.
el: Απέτυχε η προσπάθεια προσάρτησης του συστήματος αρχείων τύπου ${TYPE} από το${DEVICE} στο ${MOUNTPOINT}.
eo: La provado de surmeti '${TYPE}'-a dosiersistemon en ${DEVICE} sur ${MOUNTPOINT} malsukcesis.
et: Katse luua kettale ${DEVICE} haakepunkti ${MOUNTPOINT} tarvis failisüsteemi ${TYPE} nurjus.
eu: Huts egin du ${TYPE} motako fitxategi-sistema ${DEVICE} gailuan ${MOUNTPOINT} muntatze-puntuan muntatzeko ahaleginak.
fa: تلاش برای بارگذاری فایل سیستم ${TYPE} بر روی ${DEVICE} در نقطه‌ی ${MOUNTPOINT} شکست خورد.
fi: Tiedostojärjestelmän tyypiltään ${TYPE} liittäminen laitteelle ${DEVICE} liitoskohtaan ${MOUNTPOINT} ei onnistunut.
gl: Non se puido montar un sistema de ficheiros de tipo ${TYPE} no dispositivo ${DEVICE} en ${MOUNTPOINT}.
he: כשלון בניסיון לעגות את מערכת המקבצים מסוג ${TYPE} ברכיב ${DEVICE} על נקודת העגינה ${MOUNTPOINT}.
id: Usaha untuk mengkaitkan sebuah sistem berkas dengan jenis ${TYPE} pada ${DEVICE} ke ${MOUNTPOINT} gagal.
kk: ${DEVICE} құрылғысының ${MOUNTPOINT} нүктесінде ${TYPE} типті файлдық жүйені құрастырып жіберу сәтсіз аяқталды.
lt: Bandymas prijungti ${TYPE} tipo failų sistemą, esančią įrenginyje ${DEVICE},prie taško ${MOUNTPOINT} nepavyko.
lv: Mēģinājums piemontēt ${TYPE} tipa failu sistēmu ${MOUNTPOINT} uz ${DEVICE} nav izdevies.
mg: Tsy nahomby ny andrana fampakarana ny file system ${TYPE} an'ny ${DEVICE} ao amin'ny teboka fampakarana ${MOUNTPOINT}.
ml: ${DEVICE} എന്ന ഉപകരണത്തിലെ ${TYPE} തരത്തിലുള്ള ഫയല്‍ സിസ്റ്റം ${MOUNTPOINT} ല്‍ മൌണ്ട് ചെയ്യാനുള്ള ശ്രമം പരാജയപ്പെട്ടു.
nn: Forsøket med å montera eit filsystem med type ${TYPE} (${DEVICE}) på ${MOUNTPOINT}) feila.
pa: ${DEVICE} ਵਿੱਚ ${TYPE} ਕਿਸਮ ਦੇ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ${MOUNTPOINT} ਤੇ ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
pl: Próba zamontowania systemu plików ${TYPE} na ${DEVICE} w ${MOUNTPOINT} nie powiod³a siê.
pt_br: A tentativa de montar um sistema de arquivos do tipo ${TYPE} em ${DEVICE} em ${MOUNTPOINT} falhou.
ro: Încercarea de montare a sistemului de fişiere de tipul ${TYPE} în ${DEVICE} la ${MOUNTPOINT}, a eşuat.
sl: Poskus priklopa datotečnega sistema vrste ${TYPE} na ${DEVICE} v ${MOUNTPOINT} ni uspel.
zh_tw: 試圖在 ${MOUNTPOINT} 上掛載 ${DEVICE} 的 ${TYPE} 檔案系統時失敗了。

source: You may resume partitioning from the partitioning menu.
cy: Cewch fynd ymlaen gyda rhaniadu o'r dewislen rhaniadu.
de: Sie können die Partitionierung im Partitions-Menü fortsetzen.
el: Μπορείτε να συνεχίσετε την κατάτμηση από το μενού κατάτμησης.
eo: Vi povas reprovi la diskpartigadon de la menuo.
et: Võid partitsioneerimismenüüst partitsioneerimist jätkata.
eu: Partizioak egiten jarrai dezakezu partizioak egiteko menuan.
fa: شما میتوانید پارتیشن‌بندی را از طریق منوی اصلی ادامه دهید.
fi: Osioiden tekoa voidaan jatkaa osiointivalikosta.
gl: Pode continuar o particionamento dende o menú de particionamento.
he: ניתן להמשיך את החלוקה למחיצות מתפריט החלוקה למחיצות.
id: Anda bisa melanjutkan proses pemartisian melalui menu partisi.
kk: Басты менюдан бөлуді жалғастыру мүмкін.
lt: Jūs galite pratęsti dalijimą iš disko dalijimo meniu.
lv: Jūs varat turpināt partīciju izveidi partīciju veidošanas izvelnē.
mg: Afaka mamerina ny fizarana amin'ny alalan'ny safidy ianao.
ml: നിങ്ങള്ക്ക് വിഭജന മെനുവില്‍ നിന്നും വിഭജനം പുനരാരംഭിക്കാവുന്നതാണ്.
nn: Du kan halda fram med partisjoneringa frå partisjoneringsmenyen.
pa: ਤੁਸੀਂ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੋਂ ਵਿਭਾਗੀਕਰਨ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Mo¿esz kontynuowaæ partycjonowanie z menu partycjonowania.
pt_br: Você pode reiniciar o particionamento a partir do menu de particionamento.
ro: Puteţi continua partiţionarea din meniul de partiţionare.
sl: Razdeljevanje lahko ponovite iz menija za razdeljevanje.
zh_tw: 您可以返回磁碟分割選單來重新分割磁區。

source: How to use this partition:
cy: Sut i ddefnyddio'r rhaniad hwn:
de: Zweck der Partition:
el: Χρήση αυτού του τμήμα:
eo: Kiel uzi tiu diskpartigon:
et: Selle partitsiooni kasutusviis:
eu: Nola erabili partizio hau:
fa: چگونه از این پارتیشن استفاده شود:
fi: Miten tätä osiota käytetään:
gl: Como empregar esta partición:
he: כיצד להשתמש במחיצה זאת:
id: Bagaimana partisi ini digunakan:
kk: Осы бөлімді пайдалану принципі:
lt: Kaip naudoti šį disko skirsnį:
lv: Kā lietot šo partīciju:
mg: Fomba ampisaina an'io fizarana io:
ml: ഈ ഭാഗം എങ്ങനെ ഉപയോഗിക്കണം:
nn: Korleis bruka denne partisjonen:
pa: ਇਸ ਭਾਗ ਨੂੰ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ:
pl: W jaki sposób u¿yæ tej partycji:
pt_br: Como usar esta partição :
ro: Cum să se utilizeze acestă partiţie:
sl: Kako uporabiti ta razdelek:
zh_tw: 要如何運用該分割區：

source: Use as:
cy: Defnyddio fel:
de: Benutzen als:
el: Χρήση ως:
eo: Uzi tiel:
et: Kasuta kui:
eu: Honela erabili:
fi: Käyttö:
gl: Empregar coma:
he: השתמש כ:
id: Gunakan sebagai:
kk: Пайдалану керек:
lt: Naudoti kaip:
lv: Lietojums:
mg: Ampiasaina ho:
ml: ഇതു പോലെ ഉപയോഗിക്കൂ:
nn: Bruk som:
pa: ਇਸਤਰਾਂ ਵਰਤੋਂ:
pl: U¿yj jako:
pt_br: Usar como :
ro: Folosit ca:
sl: Uporabi kot:
zh_tw: 用途：

source: Help on partitioning
cy: Cymorth ynghylch rhaniadu
de: Hilfe zur Partitionierung
el: Εμφάνιση βοήθειας για την κατάτμηση
eo: Helpo pri diskpartigado
et: Abiinfo partitsioneerimise kohta
eu: Partizioak egiteko laguntza
fa: کمک در پارتیشن‌بندی
fi: Ohjeita osioiden teosta
gl: Axuda do particionamento
he: קבלת עזרה לגבי החלוקה למחיצות
id: Panduan tentang proses partisi
kk: Бөлу бойынша анықтама
lt: Diskų dalijimo pagalba
lv: Palīdzība dalīšanā
mg: Fanampiana amin'ny fanaovana ny fizarana
ml: വിഭജനത്തിന് സഹായം
nn: Hjelp med partisjonering
pa: ਵਿਭਾਗੀਕਰਨ ਲਈ ਸਹਾਇਤਾ
pl: Pomoc na temat partycjonowania
pt_br: Ajuda sobre o particionamento
ro: Instrucţiuni de partiţionare
sl: Pomoč pri razdeljevanju?
zh_tw: 磁碟分割作業的說明資訊

source: Antarctica/McMurdo, Antarctica/South_Pole, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
de: McMurdo, Südpol, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
eo: 'McMurdo'-bazo, 'Scott-Admundsen'-bazo (suda poluso)', 'Rothera'-bazo, 'Palmer'-bazo, 'Mawson'-bazo, 'Davis'-bazo, 'Casey'-bazo, 'Vostok'-bazo, 'Dumont-d'Urville'-bazo, 'Syowa'-bazo
eu: Antartika/McMurdo, Antartika/South_Pole, Antartika/Rothera, Antartika/Palmer, Antartika/Mawson, Antartika/Davis, Antartika/Casey, Antartika/Vostok, Antartika/DumontDUrville, Antartika/Syowa
gl: McMurdo, Polo Sul, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
lt: McMurdo, Pietų ašigalis, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
lv: McMurdo, Ziemeļpols, Rotera, Palmera, Masona, Deivisa, Čeisija, Vostoka, Dumont-d'Urvilla, Siova
ml: മക്മര്ഡോ, തെക്കന്‍ ധ്രുവം, റൊതേര, പാമര്‍, മാസണ്‍, ഡാവിസ്, കാസീ, വോസ്ടോക്, ഡുമൊണ്ട്-ഡി'ഉര്‍വില്ലെ, സിയോവ
ro: McMurdo, Polul sud, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
zh_tw: McMurdo, 南極點, Rothera, Palmer, Mawson, Davis, Casey, Vostok, DumontDUrville, 昭和

source: Australia/Lord_Howe, Australia/Hobart, Australia/Melbourne, Australia/Sydney, Australia/Broken_Hill, Australia/Brisbane, Australia/Lindeman, Australia/Adelaide, Australia/Darwin, Australia/Perth
de: Lord-Howe-Insel, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
eo: 'Lord Howe'-insulo, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
gl: Illa de Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
lt: Lord Howe sala, Hobartas, Melburnas, Sidnis, Broken Hill, Brisbenas, Lindeman, Adelaidė, Darvinas, Pertas
lv: Lorda Hove Sala, Hobarta, Melburna, Sidneja, Brokenhilla, Brisbana, Lindemana, Adelaide, Darvina, Perta
ml: ലോര്ഡ് ഹോവ് ദ്വീപ്, ഹോബാര്ട്ട്, മെല്ബോണ്‍, സിഡ്നി, ബ്രോക്കണ്‍ ഹില്‍, ബ്രിസ്ബേന്‍, ലിന്ഡെമാന്‍, അഡലൈഡ്, ഡാര്‍വിന്‍, പെര്ത്ത്
pa: ਆਸਟਰੇਲੀਆ/ਲਾਰਡ_ਹਾਵੇ, ਆਸਟਰੇਲੀਆ/ਹੋਬਾਰਟ, ਆਸਟਰੇਲੀਆ/ਮੈਲਬੌਰਨ, ਆਸਟਰੇਲੀਆ/ਸਿਡਨੀ, ਆਸਟਰੇਲੀਆ/ਬਰੋਕਨ_ਹਿੱਲ, ਆਸਟਰੇਲੀਆ/ਬਰਿਸਬੇਨ, ਆਸਟਰੇਲੀਆ/ਲਿੰਡੇਮੈਨ, ਆਸਟਰੇਲੀਆ/ਅਡੇਲਾਈਡੇ, ਆਸਟਰੇਲੀਆ/ਡਾਰਵਿਨ, ਆਸਟਰੇਲੀਆ/ਪਰਥ
ro: Insula Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
zh_tw: Lord Howe 島, Hobart, Melbourne, Sydney, Broken_Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
