Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
cy: Ymddengys fod y modylau cnewyllyn Linux canlynol yn cydfynd a'ch caledwedd. Gallwch ddewis peidio llwytho rhai os ydych chi'n gwybod nad ydynt yn angenrheidiol, neu eu bod nhw'n achosi problemau. Os nad ydych ch'n siwr, dylech eu gadael nhw i gyd wedi eu dewis.
de: Für Ihre Hardware wurden die folgenden Linux-Kernel-Module gefunden. Wenn Sie wissen, dass einige nicht benötigt werden oder Probleme verursachen, können Sie diese hier entfernen. Wenn Sie sich nicht sicher sind, sollten Sie die Auswahl belassen.
el: Ανιχνεύθηκαν οι ακόλουθοι οδηγοί (αθρώματα), ως συμβατοί με τον υπολογιστή σας. Αν πιστεύετε ότι κάποιοι είναι περιττοί ή δημιουργούν προβλήματα, μπορείτε να επιλέξετε να μη φορτώνονται. Αν δεν είστε σίγουροι, συνιστάται η αποδοχή των επιλεγμένων.
eo: Jen la Linuksaj kernaj sistemblokoj kiuj konformiĝas kun via aparataro. Se vi ne bezonos ilin, aŭ leviĝos problemoj, eble vi ŝargos ilin. Se vi ne scios, prefere lasu ĉion kion vi elektis.
et: Tundub, et sinu riistvaraga sobivad järgnevad Linux'i tuuma moodulid. Kui sa tead, et mõned neist on ebaolulised või põhjustavad probleeme, võid valida, et neid ei laetaks. Kui sa pole päris kindel, ära muuda midagi.
eu: Zure hardwarearekin bat datozen Linux-eko nukleo-modulu hauek atzeman dira. Batzuk beharrezkoak ez direla baldin badakizu edo arazoak sortzen badituzte, ez kargatzea aukera dezakezu. Ziur ez bazaude, utzi denak hautatuta.
fa: ماژولهای زیر به عنوان ماژولهای مناسب سخت‌افزار شما تشخیص داده شدند. اگر شما میدانید که بعضی ارز آنها اضافی اند یا باعث ایجاد مشکل در سیستم میگردند میتوانید آنها را انتخاب کنید تا بارگیری نگردند، اگر مطمئن نیستید تمام به تمام آنها اجازه دهید بارگیری گردند.
fi: Seuraavat Linux-ytimen moduulit tarjoavat ajurit laitteiston tunnistetuille komponenteille. Jos tiedät joidenkin niistä olevan tarpeettomia tai aiheuttavan ongelmia, voit jättää ne lataamatta. Jos olet epävarma, ne pitäisi kaikki jättää valituiksi.
gl: Detectáronse os seguintes módulos do núcleo Linux para o seu hardware. Se sabe que algúns son innecesarios ou causan problemas, pode non cargalos. Se non está seguro, déixeos todos seleccionados.
he: מודולי הקרנל הבאים זוהו כמתאימים לחומרה שלך. אם אתה יודע כי חלקם אינם נחוצים או שיגרמו לבעיות, אתה יכול לבחור שלא לטעון אותם. אם אינך בטוח, כדאי להשאיר אותם מסומנים.
id: Modul-modul kernel Linux berikut yang terdeteksi dapat digunakan untuk perangkat keras Anda. Bila terdapat modul yang tidak diperlukan atau dapat menyebabkan masalah, Anda boleh tidak menggunakannya. Bila tidak yakin, biarkan semuanya dipakai.
kk: Орнату программасы анықталды, сіздің жабдықтауыңызбен жұмысқа арналған төменгі көрсетілген модулдер керек, егер сіз дәл білсеңіз олардың кейбіреуі керек емес екенін немесе кедергілер тудыратынын, оларды жүктеуге болмайтынын атап көрсетіңіз егер сіз сенімсіз болсаңыз, онда сол қалпында қалтырыңыз.
lt: Šie Linux'o branduolio moduliai aptikti kaip tinkantys Jūsų aparatinei įrangai. Jei žinote, kad kai kurie iš jų nereikalingi ar sukeliantys problemų, galite nurodyti, kad jų neįkeltų. Jei abejojate, palikite juos visus pasirinktais.
lv: Šie ir Linux kodola moduļi, kas tika detektēti kā nepieciešami Jūsu aparatūras darbībai. Ja Jūs zināt, ka daži no šiem moduļiem var izraisīt problēmas, Jūs varat noņemt no tiem izdalījumu, lai tie netiktu lādēti. Ja Jūs nēesat pārliecināti - atstājiet viņus visus ieslēgtus.
mg: Ireto avy ny module ana kernel Linux mifanaraka amin'ny ati-milinao. Raha toa ka fantatrao fa misy tsy ilaina amin'izy ireo na misy hiteraka olana dia afaka atao ny tsy mampiasa azy. Raha misy ny fisalasalana dia avelao ho voafidy daholo izy rehetra.
ml: താഴെപ്പറയുന്ന ലിനക്സ് കെര്‍ണല്‍ മൊഡ്യൂളുകളള്‍ താങ്കളുടെ ഹാര്ഡ്‌വെയറിനു യോജിക്കുന്നവയായി കണ്ടെത്തിയിരിക്കുന്നു. ഇതില്‍ ഏതെങ്കിലും ആവശ്യമില്ലാത്തതാണെന്നോ പ്രശ്നങ്ങള്‍ ഉണ്ടാക്കാന്‍ സാധ്യതയുള്ളതാണെന്നോ താങ്കള്‍ക്ക് തോന്നുന്നുണ്ടെങ്കില്‍ അവ ചേര്ക്കാതിരിക്കാന്‍ നിര്‍ദ്ദേശിയ്ക്കാം.എന്തു ചെയ്യണം എന്ന്‌ ഉറപ്പില്ലെങ്കില്‍ എല്ലാ സംഘാതങ്ങളും ചേര്ക്കുന്നതായിരിക്കും നല്ലത്‌.
nn: Dei følgjande Linux kjernemodulane vart funne å passa maskinvara di. Viss du veit at nokre ikkje er naudsynte, eller orsakar problem, kan du velja å ikkje lasta dei. Viss du er usikker, så skal du la alle vera valde.
pa: ਹੇਠਲੇ ਲੀਨਕਸ ਕਰਨਲ ਮੈਡੀਊਲ ਲੱਭੇ ਹਨ, ਜੋ ਤੁਹਾਡੇ ਹਾਰਡਵੇਅਰ ਨਾਲ ਮਿਲਦੇ ਹਨ। ਜੇ ਤੁਸੀਂ ਕੁਝ ਨਾ-ਜਰੂਰੀ ਜਾਣਦੇ ਹੋ, ਜਾਂ ਮੁਸ਼ਕਿਲ ਪੈਦਾ ਕਰਦੇ ਹਨ, ਤੁਸੀਂ ਉਹਨਾ ਨੂੰ ਲੋਡ ਨਾ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ। ਜੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਨਹੀਂ, ਤੁਸੀਂ ਸਾਰੇ ਚੁਣੇ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Nastêpuj±ce modu³y j±dra Linuksa zosta³y wykryte jako pasuj±ce do Twojego sprzêtu. Je¶li wiesz, ¿e niektóre s± niepotrzebne lub mog± powodowaæ problemy, mo¿esz wy³±czyæ ich ³adowanie. Je¶li nie jeste¶ pewien, powiniene¶ zostawiæ wszystkie wybrane.
pt_br: Os seguintes módulos do kernel Linux foram detectados para seu hardware. Caso você saiba que alguns deles não são necessários ou causem problemas você pode optar por não carregá-los. Em caso de dúvidas, você deverá manter todos selecionados.
ro: Următoarele module de nucleu Linux au fost detectate ca fiind potrivite pentru componentele dvs. Dacă ştiţi că unele nu sunt necesare, sau cauzează probleme, puteţi să optaţi să nu le încărcaţi. Dacă sunteţi nesigur, ar fi bine să le lăsaţi selectate pe toate.
sl: Za naslednje module Linux jedra sem zaznal, da ustrezajo vaši strojni opremi. Če veste, da so nekateri nepotrebni ali povzročajo težave lahko izberete, da jih ne želite naložiti. Če niste prepričani pustite vse izbrane.
zh_tw: 以下是被偵測到符合您的硬體裝置的 Linux Kernel 模組。如果您知道其中哪些是不必要的或者會導致問題的，您可以選擇不要載入它們。如果您不確定，那就不要更動，讓它們全部保持為被選取。

source: Start PC card services?
cy: Cychwyn gwasanaethau cerdyn PC?
de: PC-Card Services starten?
el: Να φορτωθούν οι υπηρεσίες καρτών PC;
eo: Ĉu oni aktivigas la diservajn kumputilajn kartojn?
et: Käivitada PC kaardi teenused?
eu: PC txartel-zerbitzuak abiarazi nahi dituzu?
fa: آیا سرویس کارت کامپیوتر آغاز شود؟
fi: Käynnistetäänkö PC-card-palvelut?
gl: ¿Iniciar os servizos de tarxetas PC?
he: התחל שירותי כרטיסי PC?
id: Menjalankan layanan PC-Card?
kk: РС-карт сервисін жіберу?
lt: Ar palesti (startuoti) PC plokščių servisus?
lv: Palaist PC karšu servisus?
mg: Elefa ve ny fiasan'ny karatra PC?
ml: പിസി കാര്‍ഡ് സേവനം ആരംഭിയ്ക്കട്ടെ?
nn: Starta tenester for PC-kort?
pa: PC ਕਾਰਡ ਸੇਵਾ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ?
pl: Uruchomiæ us³ugi kard PC?
pt_br: Iniciar serviços de cartões PC ?
ro: Se pornesc serviciile asociate plăcilor PC?
sl: Zaženem PC card servise?
zh_tw: 是否要啟動 PC 卡服務程式？

source: Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
gl: Indique se quere que se inicien os servizos de tarxetas PC para permitir o emprego de tarxetas PCMCIA.
ml: PCMCIA കാര്‍ഡ് ഉപയോഗയോഗ്യമാക്കാനായി പിസി കാര്‍ഡ് സേവനം ആരംഭിയ്ക്കണോ എന്ന് തീരുമാനിക്കുക.
pa: ਚੁਣੋ ਕਿ ਕੀ PCMCIA ਕਾਰਡ ਵਰਤਣ ਦੀ ਮਨਜੂਰੀ ਲਈ PC ਕਾਰਡ ਸੇਵਾਵਾਂ ਚਲਾਉਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ।

source: PCMCIA resource range options:
cy: Opsiynnau amrediad adnodd PCMCIA:
de: Optionen für den Betriebsbereich von PCMCIA
el: Φάσμα πόρων για παραμέτρους PCMCIA:
eo: Atingopovaj alternativoj de 'PCMCIA'-rimedoj:
et: PCMCIA ressursivahemiku valikud:
eu: PCMCIA baliabide-bitartearen aukerak:
fa: دامنه‌ی گزینه‌های منابع PCMCIA:
fi: PCMCIA-resurssien arvoalueasetukset:
gl: Opcións do rango de recursos de PCMCIA:
he: אפשרויות טווח משאבי PCMCIA:
id: Pilihan rentang sumber daya PCMCIA:
kk: PCMCIA қорларының диапозон параметрлері:
lt: PCMCIA resursų intervalo parametrai:
lv: PCMCIA resursu plašuma opcijas:
ml: PCMCIA വിഭവ നിര ഓപ്‌ഷന്‍സ്:
nn: Val for PCMCIA-ressursområde:
pa: PCMCIA ਸਰੋਤ ਸੀਮਾ ਚੋਣ:
pl: Opcje zakresu zasobów PCMCIA:
pt_br: Opções da faixa de recursos PCMCIA :
ro: Opţiuni legate de domeniul de resurse PCMCIA:
sl: nastavitve mej PCMCIA sredstev:
zh_tw: PCMCIA 資源範圍選項：

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
cy: Mae peth caledwedd PCMCIA angen opsiynnau cyfluniad adnodd arbennig er mwyn gweithio, a gall achosi i'r gyfrifiadur rhewi fel arall. Er enghraifft, mae rhai gliniaduron angen "exclude port 0x800-0x8ff" wedi ei benodi yma. Caiff yr opsiynnau yma eu ychwanegu i'r ffeil /etc/pcmcia/config.opts. Gweler y llawlyfr sefydlu neu'r HOWTO PCMCIA ar gyfer mwy o wybodaeth.
de: Bei einiger PCMCIA-Hardware müssen spezielle Einstellungen für den Betrieb angegeben werden, können aber den Computer zum einfrieren bringen. Beispielsweise benötigen einige Dell-Laptops hier die Angabe von »exclude port 0x800-0x8ff«. Diese Einstellungen müssen zu /etc/pcmcia/config.opts hinzugefügt werden. Für mehr Informationen sehen Sie sich bitte das PCMCIA-HOWTO an.
el: Ορισμένο υλικό PCMCIA χρειάζεται ειδικές παραμέτρους για να λειτουργήσει, και σε αντίθετη περίπτωση είναι δυνατόν να παγώσει τον υπολογιστή σας Για παράδειγμα μερικοί φορητοί Dell χρειάζονται το "exclude port 0x800-0x8ff" να καθοριστεί εδώ. Αυτές οι παράμετροι θα προστεθούν στο /etc/pcmcia/config.opts. Δείτε το εγχειρίδιο εγκατάστασης PCMCIA-HOWTO για περισσότερες πληροφορίες.
eo: Por bone funkcii, iuj 'PCMCIA'-aparatoj bezonas apartajn agordojn por specifi la atingpovajn rimedojn. Kontraŭe ne specifi la agordojn blokus la komputilon. Ekzemple, kelkaj 'Dell'-porteblaj komputiloj bezonas agordon 'exclude port 0x800-0x8ff'. Tiuj agordoj estos lokataj en la dosiero '/etc/pcmcia/config.opts'. Bonvolu konsulti la instaladan lernolibron aŭ la 'PCMCIA HOWTO'-akton.
et: Mõni PCMCIA riistvara vajab töötamiseks spetsiaalset ressursiseadistust. Vastava seadistuse puudumisel võib arvuti hanguda - näiteks mõningate Dell'i sülearvutite puhul on vaja määrata "exclude port 0x800-0x8ff". See info lisatakse faili /etc/pcmcia/config.opts. Lisainfot võib leida paigaldamisjuhendist või PCMCIA HOWTO'st.
eu: PCMCIA hardware batzuek baliabidea konfiguratzeko aukera bereziak behar dituzte funtzionatzeko, bestela ordenagailua blokea dezakete. Adibidez, Dell eramangarri batzuek hemen "exclude port 0x800-0x8ff" zehaztea behar dute. Aukera horiek hemen gehituko dira: /etc/pcmcia/config.opts. Informazio gehiago nahi izanez gero, ikus instalatzeko eskuliburua edo PCMCIA NOLA.
fa: بعضی از سخت‌افزارهای PCMCIA نیاز به تنظیمات خاصی برای منابع (resource( دارند وگرنه باعث قفل شدن کامپیوتر میگردند. برای مثال برای بعضی از کامپیوترهای کیفی دِل باید "exclude port 0x800-0x8ff" در اینجا قید گردد. این تنظیمات به /etc/pcmcia/config.opts اضافه میگردند. برای اطلاعات بیشتر به کتاب راهنما PCMCIA و یا PCMCIA HOWTO نگاهی بیاندازید.
fi: Joillekin PCMCIA-laitteille on tehtävä resurssien asetuksia jotta ne toimisivat; muuten tietokone voi jumittua. Esimerkiksi jotkin Dellin kannettavat tarvitsevat "exclude port 0x800-0x8ff" asetuksen. Nämä asetukset lisätään tiedostoon /etc/pcmcia/config.opts. Katso asennuskäsikirjasta tai PCMCIA HOWTO:sta lisätietoja.
gl: Algúns dispositivos PCMCIA precisan de algunhas opcións especiais de configuración de recursos para funcionar, sen as que poden facer que o ordenador se colgue. Por exemplo, algúns portátiles Dell necesitan que se especifique aquí "exclude port 0x800-0x8ff". Estas opcións hanse engadir a /etc/pcmcia/config.opts. Consulte o manual de instalación ou o PCMCIA HOWTO para obter máis información.
he: חלק מחומרת PCMCIA צריכה אפשרויות משאבים מיוחדות כדי לעבוד, ואחרת יכולה לגרום למחשב לקפוא. לדוגמה, חלק מהמחשבים הניידים של Dell צריכים לפרט כאן "exclude port 0x800-0x8ff". אפשרויות אלה יתווספו לקובץ /etc/pcmcia/config.opts. ראה את מדריך ההתקנה או את PCMCIA Howto למידע נוסף.
id: Beberapa perangkat keras PCMCIA membutuhkan pilihan konfigurasi sumber daya khusus agar dapat bekerja, dan dapat menyebabkan komputer hang bila tidak bekerja. Sebagai contoh, beberapa laptop Dell membutuhkan pilihan "exclude port 0x800-0x8ff" yang harus ditentukan disini. Pilihan-pilihan ini akan ditambahkan ke /etc/pcmcia/config.opts. Lihat petunjuk instalasi atau HOWTO PCMCIA untuk informasi lengkap.
kk: Жұмыс істеуге арналған кейбір құрылғылар PCMCIA арнайы қорларын күйге келтіру параметрлерін көрсетуді талап етеді, әйтпесе компьютер жұмыс істеуін тоқтатады. Мысалы, кейбір мобиль компьютерлері үшін Dell осында көрсету керек "exclude port 0x800-0x8ff". Бұл параметрлер /etc/pcmcia/config.opts қосылады. Толық хабарды нұсқауды орнату барысында көресіз немесе PCMCIA HOWTO.
lt: Kai kuriai PCMCIA įrangai reikia nurodyti specialius resursų konfigūravimo parametrus, tam kad ji veiktų, nes kitaip ji gali ir "pakabinti" kompiuterį. Pavyzdžiui, kai kuriems Dell nešiojamiems kompiuteriams čia reikia nurodyti "exclude port 0x800-0x8ff". Šie parametrai bus padėti i /etc/pcmcia/config.opts. Dagiau informacijos rasite PCMCIA HOWTO arba įdiegimo vadove.
lv: Dažām PCMCIA kartēm ir nepieciešamas speciālas konfigurācijas opcijas, lai strādātu, un citādāk tās var 'sasaldēt' datoru. Piemēram, dažiem Dell portatīvajiem datoriem ir nepieciešams lietot "exclude port 0x800-0x8ff" opciju. Šīs opcijas tiks pievienotas /etc/pcmcia/config.opts. Skat. instalācijas rokasgrāmatu vai PCMCIA HOWTO lai iegūt vairāk informācijas par šo jautājumu.
ml: ചില PCMCIA ഹാര്ഡ്‌വെയറിന് പ്രവര്ത്തിക്കാന്‍ പ്രത്യേക വിഭവ ക്രമീകരണ ഓപ്ഷനുകള്‍ ആവശ്യമാണ് എന്നു മാത്രമല്ല അല്ലെങ്കില്‍ കമ്പ്യുട്ടര്‍ സ്തംഭിക്കാന്‍ കാരണമാകാം.
nn: Noko PCMCI-maskinvare treng særskilde val for ressursoppsett for å fungera, og kan få maskina til å låse seg elles. Til dømes treng somme bærbare frå Dell at ein skriv inn «exclude port 0x800-0x8ff» her. Desse innstillingar vil bli lagt til fila /etc/pcmcia/config.opts. Sjå installasjonsmanualen eller PCMCIA-HOWTOen for meir informasjon.
pa: ਕੁਝ PCMCIA ਹਾਰਡਵੇਅਰ ਦੇ ਕੰਮ ਕਰਨ ਵਾਸਤੇ ਕੁਝ ਖਾਸ ਸਰੋਤ ਸੰਰਚਨਾ ਚੋਣ ਦੀ ਲੋੜ ਹੈ, ਅਤੇ ਜਾਂ ਫਿਰ ਕੰਪਿਊਟਰ ਨੂੰ ਸਥਿਰ ਰੱਖਣ ਲਈ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਕੁਝ ਡੈੱਲ ਲੈਪਟਾਪ ਲਈ ਇੱਥੇ "exclude port 0x800-0x8ff" ਦਰਸਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਇਹ ਚੋਣਾਂ /etc/pcmcia/config.opts ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣਗੇ। ਇੰਸਟਾਲੇਸ਼ਨ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ ਜਾਂ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ PCMCIA HOWTO ਵੇਖੋ।
pl: Niektóry sprzêt PCMCIA, by móg³ pracowaæ, potrzebuje specjalnych opcji konfiguruj±cych zasoby, w przeciwnym razie mo¿e zawiesiæ komputer. Przyk³adowo niektóre laptopy Della potrzebuj± opcji "exclude port 0x800-0x8ff". Te opcje zostan± dodane do /etc/pcmcia/config.opts. Wiêcej informacji uzyskasz w podrêczniku instalacyjnym lub w PCMCIA HOWTO.
pt_br: Alguns hardwares PCMCIA precisam de opções de configuração de recursos especiais para que possam funcionar e podem fazer com que o computador congele caso tais opções não sejam usadas. Por exemplo, alguns laptops Dell precisam que a opção "exclude port 0x800-0x8ff" seja especificada aqui. Essas opções serão adicionadas ao arquivo /etc/pcmcia/config.opts. Consulte o manual de instalação ou o PCMCIA HOWTO para maiores informações.
ro: Unele plăci PCMCIA au nevoie de opţiuni speciale de configurare a resurselor pentru a funcţiona şi pot cauza blocări ale sistemului, neconfigurate. De exemplu, unele laptopuri Dell au nevoie de următoarele opţiuni "exclude port 0x800-0x8ff" să fie specificate aici. Aceste opţiuni vor fi adăugate la /etc/pcmcia/config.opts. Consultaţi manualul de instalare sau PCMCIA HOWTO pentru mai multe informaţii.
sl: Določena PCMCIA strojna oprema potrebuje za delovanje posebne nastavitve in lahko drugače povzroči, da računalnik zamrzne. Na primer, nekateri prenosniki Dell potrebujejo tu nastavitev "exclude port 0x800-0x8ff". Te nastavitve bodo dodane v datoteko /etc/pcmcia/config.opts. Preverite namestitveni priročnik ali PCMCIA HOWTO spis za več informacij.
zh_tw: 有些 PCMCIA 硬體需要在設置了特定的資源選項後才能運作，否則很可能會導致電腦失去回應。比如說，有些 Dell 的筆記型電腦就需要在這裡指定為 "exclude port 0x800-0x8ff"。這些特定的選項將會寫入 /etc/pcmcia/config.opts 中。請查閱安裝手冊或是 PCMCIA HOWTO 來得到更多的詳細訊息。

source: For most hardware, you do not need to specify anything here.
cy: Ar gyfer y rhan fwyaf o galedwedd does dim rhaid i chi benodi dim byd yma.
de: Meist muss hier nichts angegeben werden.
el: Για την πλειονότητα του υλικού δεν χρειάζεται να καθορίσετε τίποτα εδώ.
eo: La plejmultaj aparataroj ne bezonas specifaĵon.
et: Enamiku riistvara puhul ei ole vaja siin midagi määrata.
eu: Hardware gehienetarako ez duzu ezer zehaztu behar hemen.
fa: برای اکثر سخت‌افزارها نیازی به اضافهکردن چیز خاصی نیست.
fi: Useimmille laitteille ei tarvitse määritellä tässä kohtaa mitään.
gl: A maioría dos dispositivos non precisan que se especifique nada aquí.
he: בשביל רוב רכיבי החומרה, לא תצטרך לפרט כאן כלום.
id: Untuk sebagian besar perangkat keras, Anda tidak perlu menentukan apapun di sini.
kk: Құрылғылардың көпшілігіне арналған ештеңе көрсетуге осында болады.
lt: Daugumai aparatinės įrangos, Jums nereikia čia nieko nurodyti.
lv: Lielākai aparatūras daļai Jums te nekas nav jāieraksta.
mg: Ho an'ny ankabehazan'ny ati-milina dia tsy mila milaza zavatra firy eto.
ml: മിക്കവാറും ഹാര്ഡ്‌വെയറുകള്‍ക്ക് ഇവിടെ പ്രത്യേകമായി ഒന്നും ചെയ്യേണ്ടതില്ല.
nn: For mesteparten av maskinvare treng du ikkje skriva inn noko her.
pa: ਬਹੁਤੇ ਹਾਰਡਵੇਅਰਾਂ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਥੇ ਕੁਝ ਵੀ ਦਰਸਾਉਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ।
pl: Dla wiêkszo¶ci sprzêtu nie trzeba tutaj nic okre¶laæ.
pt_br: Para maioria dos hardwares, você não precisa especificar nenhum parâmetro aqui.
ro: Pentru majoritatea plăcilor nu trebuie specificat nimic.
sl: Za večino strojne opreme tu ne potrebujete ničesar določiti.
zh_tw: 對於大多數的硬體而言，您並不需要在此特別去指定任何選項。

source: Additional parameters for module ${MODULE}:
cy: Paramedrau ychwanegol ar gyfer y modiwl ${MODULE}:
de: Bitte geben Sie zusätzliche Parameter für das Modul ${MODULE} an:
el: Επιπλέον παράμετροι για τον οδηγό ${MODULE}:
eo: Komplementaj parametroj por sistembloko '${MODULE}':
et: Lisaparameetrid moodulile ${MODULE}:
eu: ${MODULE} modulurako beste parametro batzuk:
fa: پارامترهای اضافی برای ماژول ${MODULE}:
fi: Moduulille ${MODULE} lisäparametrit:
gl: Parámetros adicionais para o módulo ${MODULE}:
he: פרמטרים נוספים בשביל המודול ${MODULE}:
id: Parameter tambahan untuk modul ${MODULE}:
kk: Модульге арналған қосымша параметрлерді енгізу ${MODULE}:
lt: Papildomi parametrai moduliui ${MODULE}:
lv: Papildus parametri modulim ${MODULE}:
mg: Parameters fanampiny ho an'ny module ${MODULES}:
ml: ${MODULE} സംഘാതത്തിനാവശ്യമായ അധിക വിവരങ്ങള്‍:
nn: Oppgje eventuelle tilleggsparametrar for modulen ${MODULE}:
pa: ${MODULE} ਮੈਡੀਊਲ ਲਈ ਵਾਧੂ ਮੁੱਲ :
pl: Podaj dodatkowe parametry dla modu³u ${MODULE}
pt_br: Parâmetros adicionais para o módulo ${MODULE} :
ro: Parametri suplimentari pentru modulul ${MODULE}:
sl: Vnesite dodatne parametre za modul ${MODULE}:
zh_tw: 模組 ${MODULE} 的額外參數：
