Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Activating partition ${bootdev}
cy: Yn gweithredu'r rhaniad ${bootdev}
de: Aktiviere Partition ${bootdev}
el: Ενεργοποίηση του τμήματος ${bootdev}
eo: Activado de la diskpartigo ${bootdev}
et: Partitsiooni ${bootdev} aktiveerimine
eu: ${bootdev} partizioa aktibatzen
fa: فعال سازی پارتیشن ${bootdev}
fi: Aktivoidaan osio ${bootdev}
gl: A activar a partición ${bootdev}
he: מפעיל את המחיצה ${bootdev}
id: Mengaktifkan partisi ${bootdev}
kk: ${bootdev} бөлімінің активтенуі
lt: Aktyvuojamas disko skirsnis ${bootdev}
lv: Aktivizēju partīciju ${bootdev}
ml: ${bootdev} ഭാഗം സജീവമാക്കിക്കൊണ്ടിരിക്കുന്നു
nn: Aktiverer partisjon ${bootdev}
pa: ਭਾਗ ${bootdev} ਨੂੰ ਸਰਗਰਮ ਰਿਹਾ ਹੈ
pl: Aktywacja partycji ${bootdev}
pt_br: Ativando partição ${bootdev}
ro: Se activează partiţia ${bootdev}
sl: Aktiviranje razdelka ${bootdev}
zh_tw: 正在將分割區 ${bootdev} 設定為【啟動】

source: Creating lilo.conf
cy: Yn creu lilo.conf
de: Erstelle lilo.conf
el: Δημιουργία του lilo.conf
eo: Kreado de 'lilo.conf'
et: lilo.conf loomine
eu: lilo.conf sortzen
fa: ایجاد پرونده‌ی پیکربندی لیلو
fi: Luodaan lilo.conf
gl: A crear lilo.conf
he: יוצר את lilo.conf
id: Membuat lilo.conf
kk: lilo.conf файлын жасау
lt: Kuriamas failas lilo.conf
lv: Veidoju lilo.conf
ml: lilo.conf സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Lagar lilo.conf
pa: lilo.conf ਬਣਾ ਰਿਹਾ ਹੈ
pl: Tworzenie lilo.conf
pt_br: Criando lilo.conf
ro: Se creează lilo.conf
sl: Ustvarjanje lilo.conf
zh_tw: 正在建立 lilo.conf

source: Installing the LILO package
cy: Yn sefydlu'r pecyn LILO
de: Installiere das LILO-Paket
el: Εγκατάσταση του πακέτου LILO
eo: Instalado de 'LILO'-a pako
et: Paketi LILO paigaldamine
eu: LILO paketea instalatzen
fa: نصب بسته‌ی لیلو
fi: Asennetaan LILO-paketti
gl: A instalar o paquete LILO
he: מתקין את החבילה lilo
id: Memasang paket LILO
kk: LILO дестесін орнату
lt: Diegiamas paketas LILO
lv: Instalēju LILO paku
mg: Mametraka ny pakajy ny LILO
ml: ലിലോ പാക്കേജ് ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Installerer LILO-pakka
pa: LILO ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja pakietu LILO
pt_br: Instalando o pacote LILO
ro: Se instalează pachetul LILO
sl: Nameščanje paketa LILO
zh_tw: 正在安裝 LILO 套件

source: Running LILO for ${bootdev}
cy: Yn rhedeg LILO ar gyfer ${bootdev}
de: Führe LILO mit ${bootdev} aus
el: Εκτέλεση του LILO για το ${bootdev}
eo: Lanĉi 'LILO' por ${bootdev}
et: LILO ${bootdev} jaoks käivitamine
eu: LILO ${bootdev}(e)rako exekutatzen
fa: اجرای لیلو برای ${bootdev}
fi: Suoritetaan LILO laitteelle ${bootdev}
gl: A executar LILO para ${bootdev}
he: מריץ LILO בשביל ${bootdev}
id: Menjalankan LILO untuk ${bootdev}
kk: ${bootdev} үшін LILO-ны іске қосу.
lt: LILO vykdymas dėl ${bootdev}
lv: Palaižu LILO priekš ${bootdev}
ml: ${bootdev} നായി ലിലോ പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Køyrer LILO for ${bootdev}
pa: ${bootdev} ਲਈ LILO ਚਲਾ ਰਿਹਾ ਹੈ
pl: Uruchamianie LILO dla ${bootdev}
pt_br: Executando o LILO para ${bootdev}
ro: Se rulează LILO pentru ${bootdev}
sl: Zaganjanje nalagalnika LILO za ${bootdev}
zh_tw: 正在 ${bootdev} 上執行 LILO

source: LILO configured to use a serial console
cy: Cyluniwyd LILO i ddefnyddio consol cyfresol
de: LILO zur Verwendung mit einer seriellen Konsole einrichten
el: το LILO ρυθμίστηκε να χρησιμοποιεί τη σειριακή κονσόλα
eo: Agordita LILO por uzi serian konzolon
et: LILO seadistatud kasutama järjestikkonsooli
eu: LILO serieko kontsola erabiltzeko konfiguratuta
fa: لیلو برای استفاده از یک کنسول سریال تنظیم شده است.
fi: LILO on asetettu käyttämään sarjapäätettä
gl: LILO configurado para empregar unha consola serie
he: LILO הוגדרה לעבוד עם קונסול בחיבור טורי.
id: LILO dikonfigurasi untuk menggunakan konsol serial
kk: LILO консолиді тізбекті портта пайдалануға бапталған.
lt: LILO konfigūruotas naudoti konsolę per nuoseklią jungtį
lv: LILO ir nokonfigurēts seriālās komandrindas lietošanai
ml: ഒരു സീരിയല്‍ പോര്ട്ട് കണ്സോളായി ഉപയോഗിക്കുന്ന തരത്തിലാണ് ലിലോ ക്രമീകരിച്ചിരിക്കുന്നത്
nn: LILO er sett opp til å bruka seriell konsoll
pa: ਸੀਰੀਅਲ ਕੰਸੋਲ ਵਰਤਣ ਲਈ LILO ਸੰਰਚਿਤ ਕੀਤਾ ਹੈ
pl: LILO skonfigurowane do u¿ywania konsoli szeregowej
pt_br: LILO configurado para usar um console serial
ro: LILO - configurat să folosească o consolă serială
sl: LILO je nastavljen za uporabo serijske konzole
zh_tw: LILO 被設定為使用串列主控台

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
cy: Mae LILO wedi ei gyflunio i ddefnyddio'r porth cyfresol ${PORT} fel y consol. Mae cyflymder y porth cyfresol wedi ei osod i ${SPEED}.
de: LILO ist so konfiguriert, dass der serielle Port ${PORT} als Konsole verwendet wird. Die Geschwindigkeit des seriellen Ports ist auf ${SPEED} gesetzt.
el: Το LILO θα ρυθμιστεί να χρησιμοποιεί τη σειριακή θύρα ${PORT} ως κονσόλα. Η ταχύτητα της θύρας έχει ρυθμιστεί στα ${SPEED} bps.
eo: LILO estas agordita por uzi serian pordon '${PORT}' tiel konzolo. La seria porda rapido estas ${SPEED}-a.
et: LILO on seadistatud kasutama konsoolina järjestikporti ${PORT}. Järjestikpordi kiirus on ${SPEED} peal.
eu: LILO kontsola gisa ${PORT} serieko ataka erabiltzeko konfiguratu da. Serieko atakaren abiadura-ezarpena ${SPEED} da.
fa: لیلو برای استفاده از درگاه ${PORT} به عنوان کنسول تنظیم شده است. سرعت این درگاه ${SPEED} است.
fi: LILO on asetettu käyttämään sarjaporttia ${PORT} päätteenä. Sarjaportin nopeudeksi on asetettu ${SPEED}.
gl: LILO está configurado para empregar o porto serie ${PORT} coma consola. A velocidade do porto serie está establecida en ${SPEED}.
he: LILO הוגדרה לעבוד עם חיבורי טורי ב-PORT ${PORT} כקונסול. מהירותו נקבעה ל-${SPEED}.
id: LILO dikonfigurasi untuk menggunakan port serial ${PORT} sebagai konsol. Kecepatan serial port disetel pada ${SPEED}.
kk: LILO тізбекті портты консоли ретінде пайдалануға бапталды ${PORT}. Порттың жылдамдығы: ${SPEED}.
lt: LILO yra konfigūruotas naudoti nuoseklią jungtį ${PORT} kaip konsolę. Nuoseklios jungties greitis nustatytas - ${SPEED}.
lv: LILO ir nokonfigurēts lai to varētu lietot ar seriālo portu ${PORT} kā konsoli. Ātrums ir uzstādīts uz ${SPEED}.
ml: ${PORT} എന്ന സീരിയല്‍ പോര്ട്ട് കണ്സോളായി ഉപയോഗിക്കുന്ന തരത്തിലാണ് ലിലോ ക്രമീകരിച്ചിരിക്കുന്നത്. സീരിയല്‍ പോര്ട്ട് ${SPEED} ലേക്ക് ഒരുക്കിയിരിക്കുന്നു.
nn: LILO er sett opp til å bruka seriell port ${PORT} som konsoll. Farten til seriellporten er sett til ${SPEED}.
pa: LILO ਸੀਰੀਅਲ ਪੋਰਟ ${PORT} ਨੂੰ ਕੰਸੋਲ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਸੰਰਚਿਤ ਕੀਤਾ ਹੈ। ਸੀਰੀਅਲ ਪੋਰਟ ਗਤੀ ${SPEED} ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਹੈ।
pl: LILO jest skonfigurowane do u¿ywania portu szeregowego ${PORT} jako konsoli. Prêdko¶æ portu jest ustawiona na ${SPEED}.
pt_br: O LILO está configurado para usar a porta serial ${PORT} como console. A velocidade da porta serial está definida para ${SPEED}.
ro: LILO este configurat să folosească portul serial ${PORT} ca şi consolă. Viteza portului serial este ajustată la ${SPEED}.
sl: LILO ste nastavili za uporabo serijskih vrat ${PORT} kot konzole. Hitrost serijskih vrat je nastavljena na ${SPEED}.
zh_tw: LILO 被設定為使用串列埠 ${PORT} 作為主控台。串列埠速度則被設定為 ${SPEED}。

source: Would you like to make this partition active?
cy: A hoffech wneud y rhaniad yma'n weithredol?
de: Soll diese Partition als aktiv markiert werden?
el: Θα θέλατε να ενεργοποιήσετε αυτό το τμήμα;
eo: Ĉu vi volas aktivigi ĉi tiun diskpartigon?
et: Kas soovid selle partitsiooni aktiivseks teha?
eu: Partizio hau aktibo jarri nahi duzu?
fa: آیا میخواهید این پارتیشن را فعال کنید؟
fi: Haluatko asettaa tämän osion aktiiviseksi?
gl: ¿Quere activar esta partición?
he: האם ברצונך להגדיר את המחיצה הזאת כפעילה?
id: Anda ingin membuat partisi ini aktif?
kk: Бөлімді активті ретінде белгілегіңіз келеді ме?
lt: Ar Jūs norite padaryti šį skirsnį (partition) aktyviu?
lv: Vai Jūs gribat padarīt šo partīciju par aktīvu?
ml: നിങ്ങള്‍ ഈ ഭാഗം സജീവമാക്കാനാഗ്രഹിക്കുന്നുണ്ടോ?
nn: Vil du gjera denne partisjonen aktiv?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਭਾਗ ਨੂੰ ਸਰਗਰਮ ਕਰਨਾ ਚਾਹੰਦੇ ਹੋ?
pl: Czy chcesz ustawiæ tê partycjê jako aktywn±?
pt_br: Gostaria de tornar esta partição ativa ?
ro: Doriţi să faceţi acestă partiţie activă?
sl: Bi radi aktivirali ta razdelek?
zh_tw: 是否將這個分割區設定為【啟動】？

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
cy: Rydych chi wedi dewis sefydlu LILO ar rhaniad nid yw'r un gweithredol. Os nad yw'r rhaniad wedi ei farcio'n weithredol, yn ni chaiff LILO ei lwytho gan y bŵtlwythydd. Fe all hyn achosi i chi beidio gallu bŵtio i fewn i'r system sy'n cael ei sefydlu.
de: Sie haben sich dafür entschieden, LILO in eine Partition zu installieren, die nicht die aktive ist. Wenn diese Partition nicht als aktiv markiert wird, wird LILO nicht vom Bootloader geladen werden können. Dies kann verhindern, dass das gerade installierte System gestartet werden kann.
eo: Vi elektis de instali 'LILO'-n al diskpartigo kiu ne estas nuntempe la aktivata diskpartigo. Se tio diskpartigo ne estas indikata kia aktiva, nu praŝargilo ne ŝargos 'LILO'-n. Tio okazigus de neeble praŝargi tiun instalotan sistemon.
et: Oled valinud LILO installeerimise mitteaktiivsele partitsiooonile. Kui seda partitsiooni aktiivseks ei märgida, ei hakka alglaadur LILO't laadima. Selle tulemusena võib juhtuda, et sa ei saa paigaldatud süsteemi alglaadida.
eu: LILO aktibo ez dagoen partizio batean instalatzea aukeratu duzu. Partizio hau aktibo ez badago, abioko kargatzaileak ez du LILO kargatuko. Ondorioz, baliteke instalatzen ari den sisteman ezin abiarazi izatea.
gl: Escolleu instalar LILO nunha partición que non é a activa. Se esa partición non se marca coma activa, o cargador de inicio non ha arrincar LILO, o que pode facer que non poida iniciar o sistema que se está a instalar.
he: נבחר להתקין את LILO על מחיצה שאינה פעילה. אם המחיצה איננה מסומנת כפעילה, LILO לא יוכל לעלות ע"י מנהל האתחול. כתוצאה מכך יתכן שלא יהיה ניתן לאתחל למערכת שכרגע מותקנת.
lt: Jūs pasirinkote įdiegti LILO į disko skirsnį, kuris nėra aktyvus. Jei šis skirsnis nėra pažymėtas kaip aktyvus, pradinis įkėliklis negalės įkelti LILO pradinio įkėliklio. Tai gali tapti priežastimi, dėl kurios Jūs negalėsite įkelti operacinės sistemos, kurią diegiate.
lv: Jūs izvēlējāties instalēt LILO uz neaktīvas partīcijas. Ja šī partīcija netiek aktivizēta, tad sāknētājs LILO neielādēs. Tas var izraisīt nespēju sāknēt Jūsu jauno sistēmu.
ml: നിങ്ങള്‍ സജീവമല്ലാത്ത ഒരു ഭാഗത്ത് ലിലോ ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു. ഈ ഭാഗം സജീവമായി അടയാളപ്പെടുത്തിയില്ലെങ്കില്‍ ബൂട്ട് ലോഡര്‍ ലിലോ ചേര്ക്കുകയില്ല. ഇത് ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്ന സിസ്റ്റത്തിലേക്ക് ബൂട്ട് ചെയ്യുന്നതിന് പറ്റാതാക്കാന്‍ കാരണമായേക്കാം.
pa: ਤੁਸੀਂ ਸਰਗਰਮ ਭਾਗ ਤੇ LILO ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣਿਆ ਹੈ। ਜੇ ਇਹ ਸਰਗਰਮ ਨਹੀਂ, ਤਾਂ ਬੂਟ ਲੋਡਰ ਰਾਹੀਂ LILO ਲੋਡ ਨਹੀਂ ਹੋਵੇਗਾ। ਇਹ ਤੁਹਾਨੂੰ ਇੰਸਟਾਲ ਕੀਤੇ ਸਿਸਟਮ ਨੂੰ ਬੂਟ ਨਹੀਂ ਕਰਨ ਦੇਵੇਗਾ।
ro: Aţi ales să instalaţi LILO pe o partiţie care nu este cea activă Dacă acesta nu este marcată ca activă, atunci LILO nu va fi încărcat de către încărcătorul de sistem. Acest lucru ar putea să vă aducă în situaţia să nu puteţi porni în sistemul care se instalează acum.
zh_tw: 您已經選擇了將 LILO 安裝在一個非【啟動】的分割區上。如果分割區沒有設定為【啟動】，LILO 就無法由開機程式載入。這樣可能會導致無法開機進入剛才所安裝好的系統中。

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
cy: Fe ddylwch wneud y rhaniad yma yn weithredol os nad oes bŵtlwythydd arall gennych a fydd yn eich galluogi chi i gyrchu eich sefydliad Linux newydd.
de: Sie sollten diese Partition als aktiv markieren, wenn Sie keinen anderen Bootloader haben, der Ihnen Zugriff auf Ihre neue Linux-Installation erlaubt.
eo: Vi aktivigendus tiun diskpartigon krom se vi havas alian praŝargilon kiu permesos vin eniri en via nove instalitan Linukson.
et: Peaksid selle partitsiooni aktiivseks tegema, välja arvatud juhul, kui sul on kasutusel mõni teine alglaadur, mis tagab ligipääsu su uuele Linuxi paigaldusele.
eu: Partizio hori aktibatu beharko zenuke, Linux-en instalazio berria atzitzen uzten dizun beste abioko kargatzaile bat ez baduzu behintzat.
gl: Debería activar esta partición a menos que xa teña outro cargador de inicio que lle permita acceder á súa nova instalación de Linux.
he: יש צרוך בהפיכת המחיצה לפעילה, אלא אם יש מנהל אתחול אחר שיתן לך גישה למערכת הלינוקס שלך.
lt: Jūs turite padaryti šį skirsnį aktyviu, nebent jūs turite kitą pradinį įkėliklį, kuris leis jums prieiti prie naujai įdiegto Linux'o.
lv: Jums vajadzētu aktivizēt šo partīciju, ja vien jūs neplānojat izmantot kādu citu sāknētāju, kas spēj ielādēt jūsu jauno Linux sistēmu.
ml: നിങ്ങളുടെ പുതിയ ലിനക്സ് ഇന്സ്റ്റലേഷനെ സമീപിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്ന മറ്റൊരു ബൂട്ട് ലോഡര്‍ നിങ്ങള്ക്കില്ല എങ്കില്‍ നിങ്ങള്‍ ഈ ഭാഗം സജീവമാക്കേണ്ടതുണ്ട്.
pa: ਤੁਹਾਨੂੰ ਇਹ ਭਾਗ ਸਰਗਰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਬੂਟਲੋਡਰ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਨਵੀਂ ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ।
ro: Ar trebui să faceţi acestă partiţie activă, dacă nu aveţi alt încărcător de sistem care să vă permită să accesaţi noua dvs. instalare Linux.
zh_tw: 您應該將這個分割區設定為【啟動】，除非您使用了其他可以存取這個新安裝的 Linux 的開機程式。

source: LILO installation failed. Continue anyway?
cy: Methodd sefydliad LILO. Mynd ymlaen fodd bynnag?
de: LILO-Installation fehlgeschlagen. Dennoch fortfahren?
el: Η εγκατάσταση του LILΟ απέτυχε. Θέλετε να συνεχίσετε;
eo: 'LILO'-instalado malsukcesis. Ĉu tamene daŭrigu?
et: LILO paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da LILO instalatu. Jarraitu nahi duzu hala ere?
fa: نصب لیلو شکست خورد. آیا ادامه میدهید؟
fi: LILO:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar LILO. ¿Continuar igualmente?
he: התקנת LILO נכשלה. להמשיך בכל זאת?
id: Pemasangan LILO gagal. Tetap melanjutkan?
kk: LILO-ны орнату сәтсіз аяқталды. Осыған қарамастан, жалғастыру керек пе?
lt: Nepavyko įdiegti LILO. Tęsti nepaisant to?
lv: LILO instalācija bija neveiksmīga. Turpināt?
mg: Tsy nahomby ny fametrahana an'i LLILO. Tohizana ve?
ml: ലിലോ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installering av LILO feila. Vil du likevel halda fram?
pa: LILO ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja LILO nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do LILO falhou. Continuar mesmo assim ?
ro: Instalarea LILO a eşuat. Mai continuaţi?
sl: Namestitev zagonskega nalagalnika LILO ni uspela. Kljub temu nadaljujem?
zh_tw: LILO 的安裝作業失敗了。是否無論如何仍然繼續？

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
cy: Methodd y pecyn lilo sefydlu i /target/. Mae sefydlu LILO fel llwythydd bŵt yn gam angenrheidiol. Fodd bynnag, efallai nid yw'r broblem sefydlu yn gysylltiedig a LILO, felly fe all mynd ymlaen gyda'r sefydliad fod yn bosib.
de: Das Lilo-Paket konnte nicht nach /target/ installiert werden. Die Installation von Lilo als Bootloader ist jedoch erforderlich. Das Problem muss allerdings Lilo nicht zwangsläufig betreffen, deshalb könnte es möglich sein, die Installation fortzusetzen.
el: Το πακέτο lilo απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του LILO είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του LILO και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'LILO'-a pako neeblas instalita en '/target/'. Instalu 'LILO' tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'LILO', nu eble daŭrigus la instaladon.
et: Paketi lilo /target/ peale paigaldamine nurjus. Alglaaduri LILO paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse LILO'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da lilo paketea /target/en instalatu. LILO abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke LILOrekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fa: نصب لیلو بر روی /target/ شکست خورد. مرحله‌ی نصب لیلو کاملا ضروری است. اما مشکل نصب ممکن است ربطی به نصب لیلو نداشته باشد، بنابراین ادامه‌ی نصب ممکن است.
fi: Ohjelmapaketin lilo asennus hakemistoon /target/ ei onnistunut. LILO:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity LILO:on, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete lilo en /target/. A instalación de LILO coma cargador de inicio é un paso necesario. O problema coa instalación pode, nembargantes, non estar relacionado con LILO, polo que sería posible continuar a instalación.
he: התקנת החבילה lilo נכשלה בהתקנה לתוך /target/. התקנת LILO כמנהל אתחול היא שלב חיוני. בעיית ההתקנה לא בהכרח קשורה להתקנת LILO, כך שאולי ניתן להמשיך בהתקנה.
id: Paket lilo gagal dipasang ke /target/. Memasang LILO sebagai bootloader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan LILO, jadi Anda tetap dapat melanjutkan instalasi.
kk: lilo дестесі /target/-ке орнатылмады. LILO-ны жүктеуіш ретінде орнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер LILO-мен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti lilo paketo į /target/. Pradinio įkėliklio įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su LILO, taigi įdiegimo tęsimas galbūt galimas.
lv: Lilo pakas instalācija bija neveiksmīga. Sāknētāja instaācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar LILO, tāpēc ir iespējams, ka instalāciju var pabeigt veiksmīgi.
ml: ലിലോ പാക്കേജ് /target/ ല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് പരാജയപ്പെട്ടു. ലിലോ ഒരു ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം ലിലോയുമായി ബന്ധമൊന്നുമില്ലാത്തതാകാം, അത് കൊണ്ടു തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരുന്നതിന് സാധിച്ചേക്കാം.
nn: Klarte ikkje installera lilo-pakka på /target/. Å installera LILO som oppstartslastar er eit påkrevd steg. Installeringsproblemet kan vera uavhengig av LILO, så det kan vera det er mogeleg å halda fram.
pa: /target/ ਉੱਪਰ lilo ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। LILO ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ LILO ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu lilo w /target/ nie powiod³a siê. Instalacja LILO jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z LILO i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote lilo em /target/ falhou. A instalação do gerenciador de incialização LILO é um passo requerido. O problema de instalação pode ser não relacionado ao LILO, portanto continuar a instalação pode ser possível.
ro: Instalarea pachetului lilo pe /target/ s-a soldat cu eşec. Instalarea LILO ca încărcător de sistem este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu LILO, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa lilo v /target/ ni uspela. Namestitev zagonskega nalagalnika LILO je obvezen korak. Kljub temu napaka pri namestitvi ni nujno povezana z LILO-m, zato lahko nadaljujete z namestitvijo.
zh_tw: 無法將 lilo 套件安裝至 /target/。安裝 LILO 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 LILO 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: LILO installation failed
cy: Methodd sefydliad LILO
de: Installation von LILO schlug fehl
el: Η εγκατάσταση του LILΟ απέτυχε
eo: LILO instalado malsukcesis
et: LILO paigaldamine nurjus
eu: Ezin izan da LILO instalatu
fa: نصب لیلو شکست خورد.
fi: LILO:n asennus epäonnistui
gl: Non se puido instalar LILO
he: התקנת LILO נכשלה
id: Pemasangan LILO gagal
kk: LILO-ны орнату сәтсіз аяқталды.
lt: LILO įdiegimas nepavyko
lv: LILO instalācija neveiksmīga
mg: Tsy nahomby ny fametrahana an'i LILO
ml: ലിലോ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു
nn: Installering av LILO feila
pa: LILO ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ
pl: Instalacja LILO nie powiod³a siê
pt_br: A instalação do LILO falhou
ro: Instalarea LILO a eşuat
sl: Namestitev zagonskega nalagalnika LILO ni uspela
zh_tw: LILO 的安裝作業失敗了

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
cy: Methodd gweithrediad "/sbin/lilo" gyda'r côd gwall "${ERRCODE}".
de: Ausführen von »/sbin/lilo« schlug mit Fehlercode »${ERRCODE}« fehl.
el: Η εκτέλεση του "/sbin/lilo" απέτυχε με κωδικό λάθους "${ERRCODE}".
eo: Lanĉado de "/sbin/lilo" malsukcesis kun erara kodo "${ERRCODE}".
et: "/sbin/lilo" käivitamine nurjus veakoodiga "${ERRCODE}".
eu: Ezin izan da "/sbin/lilo" exekutatu, errore-kodea: "${ERRCODE}".
fa: اجرای "/sbin/lilo" شکست خورد و کد "${ERRCODE}" را برگرداند.
fi: Komento "/sbin/lilo" epäonnistui. Virhekoodi oli "${ERRCODE}".
gl: A execución de "/sbin/lilo" devolveu o código de erro "${ERRCODE}".
he: הרצת "/sbin/lilo" נכשלה עם קוד שגיאה "${ERRCODE}".
id: Eksekusi "/sbin/lilo" gagal dengan kode kesalahan "${ERRCODE}".
kk: "/sbin/lilo"-ны іске қосуда нөмірі "${ERRCODE}" қателік орын алды.
lt: "/sbin/lilo" vykdymas nepavyko. Gauta klaida "${ERRCODE}".
lv: "/sbin/lilo" darbība beidzās ar sekojošu kļūdu "${ERRCODE}".
ml: "/sbin/lilo" പ്രവര്‍ത്തിപ്പിക്കുന്നത് "${ERRCODE}" എന്ന പിഴവ് കോഡോടുകൂടി പരാജയപ്പെട്ടു.
nn: Køyring av kommandoen «/sbin/lilo» feila med feilkode «${ERRCODE}».
pa: "/sbin/lilo" ਨੂੰ ਚਲਾਉਣ ਸਮੇਂ ਗਲਤੀ ਕੋਡ "${ERRCODE}" ਨਾਲ ਅਸਫਲ ਹੋਇਆ।
pl: Uruchamianie "/sbin/lilo" nie powiod³o siê - b³±d nr "${ERRCODE}".
pt_br: A execução de "/sbin/lilo" falhou com o código de erro "${ERRORCODE}".
ro: Rularea "/sbin/lilo" a eşuat cu codul de eroare "${ERRCODE}".
sl: Zagon "/sbin/lilo" ni uspel, kode napake je "${ERRCODE}".
zh_tw: 在執行 "/sbin/lilo" 時失敗了，錯誤代碼為 "${ERRCODE}"。

source: Install the LILO boot loader on a hard disk
cy: Sefydlu'r bŵtlwythydd LILO ar ddisgen galed
de: LILO-Bootloader auf einer Festpl. installieren
el: Εγκατάσταση του LILΟ σε σκληρό δίσκο
eo: Instalu la 'LILO'-praŝargilon sur fiksita disko
et: Paigalda alglaadur LILO kõvakettale
eu: Instalatu LILO abioko kargatzailea disko gogorrean
fa: نصب راه‌انداز لیلو بر روی دیسک سخت.
fi: Asenna LILO kiintolevylle
gl: Instalar o cargador de inicio LILO nun disco duro
he: התקנת מנהל האתחול LILO על הדיסק הקשיח
id: Memasang boot loader LILO pada hard disk
kk: LILO жүктеуішін қатқыл дискке орнату
lt: Pradinio įkėliklio LILO diegimas į kietąjį diską
lv: Instalēju LILO sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader LILO
ml: ലിലോ ബൂട്ട് ലോഡര്‍ ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer LILO-oppstartslastar på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ LILO ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj program uruchomieniowy LILO na dysku twardym
pt_br: Instalar o carregar de inicialização LILO em um disco rígido
ro: Instalare a încărcătorului de sistem LILO pe un disc fix
sl: Nameščam sistemski zaganjalnik LILO na trdi disk
zh_tw: 將 LILO 開機程式安裝至硬碟上
