Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Please select the device you wish to remove from the volume group.
cy: Dewiswch y ddyfais hoffech dynnu o'r grŵp cyfrol os gwelwch yn dda.
de: Bitte wählen Sie das Gerät, das aus der Volume-Gruppe herausgenommen werden soll.
el: Παρακαλώ, επιλέξτε τις μονάδες που θέλετε να αφαιρέσετε από την Ομάδα Τόμων.
eo: Bonvole elektu la adaptilon, kiun vi volas elpreni el datumportila grupo.
et: Palun vali seade, mida volüümigrupist eemaldada soovid.
eu: Hautatu bolumen-taldetik kentzea nahi duzun gailua.
fa: لطفا دستگاهی که میخواهید از گروه فضا حذف شود را انتخاب کنید.
fi: Valitse levynideryhmästä poistettava laite.
gl: Escolla o dispositivo que quere eliminar do grupo de volumes.
he: בחר את ההתקן שברצונך להסיר מקבוצת הכרכים.
id: Silakan memilih piranti yang ingin dilepas dari Grup Volum.
kk: Томдар тобынан жою үшін құрылғыларды таңдаңыз.
lt: Prašau pasirinkti įrenginį, kurį norite išmesti iš tomų grupės (Volume Group).
lv: Lūdzu izvēlaties iekārtu, kuru Jūs vēlaties izņemt no sējumu grupas.
ml: ദയവായി നിങ്ങള്‍ വാള്യം ഗ്രൂപ്പില്നിന്നും എടുത്ത കളയാനാഗ്രഹിക്കുന്ന ഉപകരണം തിരഞ്ഞെടുക്കൂ.
nn: Vel eininga du vil fjerna frå det grupperte dataområdet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜੰਤਰ ਚੁਣੋ, ਜੋ ਤੁਸੀਂ ਵਾਲੀਅਮ ਸਮੂਹ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Proszê wybraæ urz±dzenie o które grupa woluminów ma zostaæ pomniejszona.
pt_br: Por favor, selecione o dispositivo que você deseja remover do Grupo de Volume.
ro: Vă rugăm să selectaţi dispozitivul pe care doriţi să-l înlăturaţi din Grupul de volume.
sl: Prosim izberite naprave, ki jih želite odstraniti iz skupine nosilcev.
zh_tw: 請選擇您想要從 Volume Group 中移除的裝置。

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
gl: Non se puido reducir o grupo de volumes seleccionado (${VG}). Só hai un volume físico conectado. Borre o grupo de volumes en lugar de reducilo.
ml: തിരഞ്ഞെടുത്ത വാള്യം ഗ്രൂപ്പ് (${VG}) ചുരുക്കാന്‍ സാധ്യമല്ല. ഒരു ഭൌതിക വാള്യം മാത്രമേ ഘടിപ്പിച്ചിട്ടുള്ളൂ. ഇതിനു പകരം ദയവായി വാള്യം ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്യൂ.
pa: ਚੁਣਿਆ ਵਾਲੀਅਮ ਸਮੂਹ (${VG}) ਘਟ ਨਹੀਂ ਸਕਿਆ। ਇੱਥੇ ਸਿਰਫ ਇੱਕ ਭੌਤਿਕ ਵਾਲੀਅਮ ਜੁੜਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਾਲੀਅਮ ਸਮੂਹ ਹਟਾਓ।

source: Error while reducing volume group
cy: Gwall wrth leihau'r Grŵp Cyfrol
de: Beim Verkleinern der Volume-Gruppe ist ein Fehler aufgetreten
el: Σφάλμα κατά της σμίκρυνσης της Ομάδας Τόμων
eo: Malplivastigado de datumportila grupo eraras
et: Volüümigrupi vähendamisel ilmnes viga
eu: Errorea bolumen-taldea murriztean
fa: خطا در کاهش گروه فضا
fi: Tapahtui virhe pienennettäessä levynideryhmää
gl: Erro ao reducir o grupo de volumes
he: שגיאה בזמן צמצום קבוצת כרכים
id: Terjadi kesalahan saat memperkecil Grup Volum
kk: Томдар тобын қысқарту кезінде қателік орын алды.
lt: Klaida bandant sumažinti tomų grupę (Volume Group)
lv: Kļūda sašaurinot sējumu grupu
ml: വാള്യം ഗ്രൂപ്പ് ചുരുക്കുന്നതിനിടയില്‍ പിഴവ്
nn: Feil under reduksjon av gruppert dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਘਟਾਉਣ ਸਮੇਂ ਗਲਤੀ
pl: B³±d podczas pomniejszania grupy woluminów
pt_br: Erro reduzindo o Grupo de Volume
ro: Eroare în timpul reducerii Grupului de volume
sl: Med manjšanjem skupine nosilcev je prišlo do napake
zh_tw: 在縮減 Volume Group 時發生錯誤

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
gl: Non se puido engadir o volume físico ${PARTITION} ao grupo de volumes seleccionado.
ml: ${PARTITION} എന്ന ഭൌതിക വാള്യം തിരഞ്ഞെടുത്ത വാള്യം ഗ്രൂപ്പില്‍ നിന്നും നീക്കം ചെയ്യാന്‍ സാധ്യമല്ല.
pa: ਚੁਣੇ ਵਾਲੀਅਮ ਵਿੱਚ ਭੌਤਿਕ ਵਾਲੀਅਮ ${PARTITION} ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
cy: Ni chanfuwyd unrhyw grŵpiau cyfrol er mwyn creu cyfrol rhesymegol newydd.Os gwelwch yn dda, crëwch mwy o gyfrolau corfforol a grŵpiau cyfrol.
de: Es wurden keine Volume-Gruppen gefunden, auf der ein neues logisches Volume erstellt werden kann. Bitte erstellen Sie mehr physikalische Volumes und Volume-Gruppen.
el: Δε βρέθηκαν ομάδες τόμων για δημιουργία ενός λογικού τόμου. Πρέπει πρώτα να δημιουργήσετε περισσότερους φυσικούς τόμους και ομάδες τόμων.
eo: Neniu datumportila grupo estas trovita por krei novan logikan datumportilon. Bonvole kreu pli logikajn datumportilon kaj datumportilajn grupojn.
et: Loogilise volüümi loomiseks ei leitud ühtki volüümigruppi. Loo rohkem füüsilisi volüüme ja volüümigruppe.
eu: Ez da aurkitu bolumen-talderik bolumen logiko berri bat sortzeko. Sortu bolumen fisiko eta bolumen-talde gehiago.
fa: هیچ گروه فضایی برای ایجاد فضای منطقی جدید پیدا نشد. لطفا فضای منطقی و گروه فضای جدید ایجاد کنید.
fi: Yhtään levynideryhmää, johon luotaisiin uusi looginen levynide, ei löytynyt. Luo lisää fyysisiä levyniteitä ja levynideryhmiä.
gl: Non se atopou ningún grupo de volumes para crear un novo volume lóxico. Cree máis volumes físicos e grupos de volumes.
he: לא נמצאו קבוצות כרכים כדי ליצור כרך לוגי חדש. בבקשה צור עוד כרכים פיזיים וקבוצות כרכים.
id: Tidak ditemukan Grup Volum dimana dapat dibuat Volum Logikal baru.Silakan buat lagi volum fisik dan grup volum.
kk: Томдар тобының ішінде логикалық томды құрастыратын томдар тобы жоқ. Қосымша физикалық томдар мен топтарды жасаңыз.
lt: Neradau nė vienos tomų grupės (Volume Group), kurioje būtų galima sukurti naują loginį tomą (Logical Volume). Sukurkite daugiau fizinių tomų ir tomų grupių.
lv: Apjomu grupas, kas ir vajadzīgas loģisko sējumu izveidei, nav atrastas. Izveidojiet fiziskos sējumus un sējumu grupas vispirms.
ml: ഒരു പുതിയ ലോജിക്കല്‍ വാള്യം സൃഷ്ടിക്കാന്‍ വാള്യം ഗ്രൂപ്പുകളൊന്നും കണ്ടില്ല. ദയവായി കൂടുതല്‍ ഭൌതിക വാള്യങ്ങളും വാള്യം ഗ്രൂപ്പുകളും സൃഷ്ടിക്കൂ.
nn: Ingen grupperte dataområde blei funne for å oppretta eit nytt logisk dataområde. Opprett fleire fysiske dataområde og grupperte dataområde.
pa: ਨਵੀਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣ ਲਈ ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਨਹੀਂ ਲੱਭਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਭੌਤਿਕ ਵਾਲੀਅਮ ਅਤੇ ਵਾਲੀਅਮ ਸਮੂਹ ਬਣਾਓ।
pl: Nie znaleziono grup woluminów do utworzenia nowego woluminu logicznego. Proszê utworzyæ wiêcej fizycznych woluminów i grup woluminów.
pt_br: Não foi encontrado nenhum grupo de volume para criação de um novo volume lógico. Por favor, crie mais volumes físicos e grupos de volume.
ro: Nu s-a găsit nici un grup de volume pentru a crea un nou volum logic. Vă rugăm să creaţi mai multe volume fizice şi grupuri de volume.
sl: Nobenih skupin nosilcev nisem našel s katerimi bi lahko ustvaril nov logični nosilec. Prosim ustvarite več fizičnih nosilcev in skupin nosilcev.
zh_tw: 在建立新的 Logical Volume 時無法找到任何的 Volume Group。請再建立更多的 Physical Volume 及 Volume Group。

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
cy: Ni chanfuwyd unrhyw grŵpiau cyfrol er mwyn creu cyfrol rhesymegol newydd. Os gwelwch yn dda, crëwch mwy o gyfrolau corfforol a grŵpiau cyfrol, neu lleihawch grŵp cyfrol sy'n bodoli eisioes.
de: Es wurden keine freien Volume-Gruppen gefunden, auf denen ein neues logisches Volume erstellt werden kann. Bitte erstellen Sie mehr physikalische Volumes und Volume-Gruppen oder verkleinern Sie eine existierende Volume-Gruppe.
el: Δε βρέθηκαν διαθέσιμες ομάδες τόμων για δημιουργία ενός λογικού τόμου. Πρέπει πρώτα να δημιουργήσετε περισσότερους φυσικούς τόμους και ομάδες τόμων, ή να σμικρύνετε μια ήδη υπάρχουσα ομάδα τόμων.
eo: Neniu libera datumportila grupo estas trovita por krei novan logikan datumportilan grupon. Bonvole kru pli logikajn datumportilajn, aŭ reduktu ĉeestantan datumportilan grupon.
et: Loogilise volüümi loomiseks ei leitud ühtki vaba volüümigruppi. Loo rohkem füüsilisi volüüme ja volüümigruppe või vähenda mõnd olemasolevat volüümigruppi.
eu: Bolumen-talde librerik ez da aurkitu bolumen logiko berri bat sortzeko. Sortu bolumen fisiko eta bolumen-talde gehiago, edo murriztu lehendik dagoen bolumen-taldea.
fa: هیچ گروه فضای خالی برای درست کردن فضای منطقی جدید پیدا نشد. لظفا فضای فیزیکی و گروه فضای جدید ایجاد کنید و یا گروه فضای موجودی را کاهش دهید.
fi: Ei löytynyt yhtään vapaata levynideryhmää josta luotaisiin uusi looginen nide. Luo lisää fyysisiä niteitä ja levynideryhmiä, tai pienennä olemassa olevaa levynideryhmää.
gl: Non se atopou ningún grupo de volumes libre para crear un novo volume lóxico. Cree máis volumes físicos e grupos de volumes, ou reduza un grupo de volumes existente.
he: לא נמצאו קבוצות כרכים פנויות ליצירת כרך לוגי חדש. צור בבקשה עוד כרכים פיזיים וקבוצות כרכים, או צמצם קבוצת כרכים קיימת.
id: Tidak terdapat volum grup yang memiliki ruang kosong dimana dapat dibuat volum logikal yang baru. Silakan buat lagi volum fisik dan grup volum, atau kurangi ukuran grup volum yang ada.
kk: Жаңа логикалық томды жасау үшін бос томдар тобы табылмады. Қосымша физикалық томдар мен топтарды жасаңыз немесе бар томдар тобының арасынан азайтыңыз.
lt: Neradau laisvos tomu grupės, kurioje būtų galima sukurti naują loginį tomą. Sukurkite daugiau fizinių tomų ir tomų grupių, arba sumažinkite jau egzistuojančią tomų grupę.
lv: Brīvas sējumu grupas nav atrastas. Lūdzu izvēidojiet vēl fiziskos sējumus un sējumu grupas, vai arī sašauriniet kādu esošo sējumu grupu.
ml: ഒരു പുതിയ ലോജിക്കല്‍ വാള്യം സൃഷ്ടിക്കാന്‍ ഫ്രീ വാള്യം ഗ്രൂപ്പുകളൊന്നും കണ്ടില്ല. ദയവായി കൂടുതല്‍ ഭൌതിക വാള്യങ്ങളും വാള്യം ഗ്രൂപ്പുകളും സൃഷ്ടിക്കൂ, അല്ലെങ്കില്‍ നിലവിലുള്ള ഒരു വാള്യം ചുരുക്കൂ.
nn: Ingen ledige grupperte dataområde blei funne for å oppretta eit nytt logisk dataområde. Opprett fleire fysiske dataområde og grupperte dataområde, eller reduser eit eksisterande gruppert dataområde.
pa: ਨਵੀਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣ ਲਈ ਕੋਈ ਖਾਲੀ ਵਾਲੀਅਮ ਸਮੂਹ ਨਹੀਂ ਲੱਭਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਭੌਤਿਕ ਵਾਲੀਅਮ ਅਤੇ ਵਾਲੀਅਮ ਸਮੂਹ ਬਣਾਓ ਜਾਂ ਮੌਜੂਦਾ ਵਾਲੀਅਮ ਸਮੂਹ ਨੂੰ ਘਟਾਓ।
pl: Nie znaleziono wolnych grup woluminów do utworzenia nowego woluminu logicznego. Proszê utworzyæ wiêcej fizycznych woluminów i grup woluminów lub zmniejszyæ któr±¶ z istniej±cych grup woluminów.
pt_br: Não foi encontrado nenhum grupo de volume livre para criação de um volume lógico. Por favor, crie mais volumes físicos e grupos de volume ou reduza um grupo de volume existente.
ro: Nu s-au găsit grupuri de volume libere pentru a crea un nou volum logic. Vă rugăm să mai creaţi volume fizice şi grupuri de volume, sau sa reduceţi un grup de volume existent.
sl: Nisem našel nobenih praznih skupin nosilcev za ustvarjanje novega logičnega nosilca. Prosim nareditev več fizičnih nosilcev in skupin nosilcev, ali zmanjšajte obstoječo skupino nosilcev.
zh_tw: 在建立新的 Logical Volume 時無法找到任何未使用的 Volume Group。請再建立更多的 Physical Volume 及 Volume Group﹔或縮減一個現存的 Volume Group。

source: Logical volume name:
cy: Enw'r Cyfrol Rhesymegol:
de: Name des logischen Volumes:
el: Όνομα του Λογικού Τόμου:
eo: Logika datumportila nomo:
et: Loogilise volüümi nimi:
eu: Bolumen logikoaren izena:
fa: نام فضای منطقی:
fi: Loogisen levyniteen nimi:
gl: Nome do volume lóxico:
he: שם כרך לוגי:
id: Nama Volum Logikal:
kk: Логикалық томның атауы:
lt: Loginio tomo (Logical Volume) pavadinimas:
lv: Loģiskā sējuma vārds:
ml: ലോജിക്കല്‍ വാള്യത്തിന്റെ പേര്:
nn: Namn på logisk dataområde:
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ:
pl: Nazwa woluminu logicznego:
pt_br: Nome do Volume Lógico :
ro: Numele volumului logic:
sl: Ime logičnega nosilca:
zh_tw: Logical Volume 名稱：

source: Please enter the name you would like to use for the new logical volume.
cy: Rhowch yr enw hoffech ddefnyddio ar gyfer y Cyfrol Rhesymegol newydd os gwelwch yn dda.
de: Bitte geben Sie einen Namen für das neue logische Volume ein.
el: Δώστε το όνομα που θα θέλατε να χρησιμοποιήσετε για το νέο Λογικό Τόμο.
eo: Bonvole tajpu uzontan nomon de la nova logika datumportilo.
et: Palun sisesta nimi, mida sooviksid uue loogilise volüümi jaoks kasutada.
eu: Sartu bolumen logikoaren talde berriarentzat erabili nahi duzun izena.
fa: لطفا نامی را برای گروه فضای جدید انتخاب کنید.
fi: Nimeä uusi levynideryhmä.
gl: Introduza o nome que quere empregar no novo volume lóxico.
he: הכנה את השם שבו תרצה להשתמש עבור הכרך הלוגי החדש.
id: Silakan masukkan nama yang ingin dipakai untuk Volum Logikal baru.
kk: Жаңа логикалық томға бергіңіз келетін атауды енгізіңіз.
lt: Prašau įvesti pavadinimą, kurį norėtumėte naudoti naujam loginiam tomui (Logical Volume).
lv: Ievadiet vārdu, ko dot jaunajam loģiskajam sējumam
ml: ദയവായി പുതിയ ലോജിക്കല്‍ വാള്യത്തിനുപയോഗിക്കേണ്ട പേര് എന്റര്‍ ചെയ്യൂ.
nn: Skriv inn namnet du vil bruka på det nye logiske dataområdet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਾਂ ਚੁਣੋ, ਜੋ ਤੁਸੀਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਲਈ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Proszê wprowadziæ nazwê, której chcesz u¿yæ dla nowego woluminu logicznego.
pt_br: Por favor, informe o nome que você gostaria de usar para o novo Volume Lógico.
ro: Vă rugăm să introduceţi numele pe care doriţi să-l utilizaţi pentru noul volum logic.
sl: Prosim vnesite ime, ki bi ga radi uporabili za nov logični nosilec.
zh_tw: 請輸入您想要在新的 Logical Volume 上所使用的名稱。

source: Please select the volume group where the new logical volume should be created.
cy: Os gwelwch yn dda, dewiwch y Grŵp Cyfrol lle caiff y Cyfrol Rhesymegol newydd ei greu.
de: Bitte wählen Sie die Volume-Gruppe aus, in der das neue logische Volume erstellt werden soll.
el: Επιλέξτε τηνΟμάδα Τόμων στην οποία θα ανήκει ο νέος Λογικός Τόμος.
eo: Bonvole elektu datumportilaro kie la nova logika datumportilo endas kreota.
et: Palun vali volüümigrupp, kuhu uus loogiline volüüm luua.
eu: Hautatu bolumen logiko berria zein bolumen-taldetan sortu behar den.
fa: لطفا گروه فضایی را برای ایجاد فضای منطقی جدید ایجاد کنید.
fi: Valitse mihin levynideryhmään uusi looginen levynide luodaan.
gl: Escolla o grupo de volumes no que se debería crear o novo volume lóxico.
he: בחר את קבוצת הכרכים שבה יווצר הכרך הלוגי החדש.
id: Silakan memilih Grup Volum tempat Volum Logikal baru akan dibuat.
kk: Қау томдар тобында арасынан жаңа логикалық том жасау үшін томдар тобын көрсетіңіз.
lt: Prašau pasirinkti tomų grupę (Volume Group), kurioje norite sukurti naują loginį tomą (Logical Volume).
lv: Lūdzu izvēlaties sējumu grupu, kurā izveidot jauno loģisko sējumu.
ml: ദയവായി പുതിയ ലോജിക്കല്‍ വാള്യം സൃഷ്ടിക്കേണ്ട വാള്യം ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കൂ.
nn: Vel det grupperte dataområdet der det nye logiske dataområdet skal opprettast.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਾਲੀਅਮ ਸਮੂਹ ਚੁਣੋ ਜਿੱਥੇ ਨਵੇਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣੇ ਹਨ।
pl: Wybierz grupê woluminów w której powinien zostaæ utworzony nowy wolumin logiczny.
pt_br: Por favor, selecione o Grupo de Volume onde o novo Volume Lógico deverá ser criado.
ro: Vă rugăm să selectaţi Grupul de volume unde trebuie creat noul volum logic.
sl: Izberite skupino nosilcev v kateri naj ustvarim nov logični nosilec.
zh_tw: 請選擇要在哪個 Volume Group 上建立新的 Logical Volume。

source: No logical volume name entered
cy: Ni rhoddwyd enw cyfrol rhesymegol
de: Kein Name für das logische Volume angegeben
el: Δε δόθηκε όνομα του Λογικού Τόμου
eo: Neniu indikita logika datumportila nomo
et: Ei sisestatud loogilise volüümi nime
eu: Bolumen logikoaren izenik ez duzu sartu
fa: نامی برای فضای منطقی جدید وارد نشده است.
fi: Loogisen levyniteen nimeä ei annettu
gl: Non se introduciu ningún nome para o volume lóxico
he: לא הוכנס שם כרך לוגי
id: Nama Volum Logikal tidak dimasukkan
kk: Логикалық томға атауы берілген жоқ
lt: Neįvestas loginio tomo (Logical Volume) pavadinimas
lv: Loģiskā sējuma vārds nav ievadīts
mg: Tsy misy anarana volume logika tafiditra
ml: ലോജിക്കല്‍ വാള്യം പേരൊന്നും എന്റര്‍ ചെയ്തില്ല
nn: Manglar namn på logisk dataområde
pa: ਕੋਈ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ
pl: Nie wprowadzono nazwy woluminu logicznego
pt_br: Nenhum nome de Volume Lógico informado
ro: Nume de volum logic neintrodus
sl: Nobeno ime logičnega nosilca ni bilo vnešeno
zh_tw: 沒有輸入任何的 Logical Volume 名稱

source: No name for the logical volume has been entered. Please enter a name.
cy: Does dim enw ar gyfer y cyfrol rhesymegol wedi cael ei rhoi. Rhowch enw os gwelwch yn dda.
de: Es wurde kein Name für das logische Volume angegeben. Bitte geben Sie einen Namen ein.
el: Δε δόθηκε κάποιο όνομα για το Λογικό Τόμο. Παρακαλώ δώστε ένα όνομα.
eo: Neniu logika datumportila nomo estas indikita. Bonvole tajpu nomon.
et: Loogilisele volüümile ei ole sisestatud nime. Palun sisesta nimi.
eu: Bolumen logikoarentzako izenik ez da sartu. Idatzi izen bat.
fa: نامی برای فضای منطقی جدید وارد نشده است. لطفا نامی انتخاب کنید.
fi: Loogiselle levyniteelle ei annettu nimeä. Anna jokin nimi.
gl: Non se introduciu un nome para o volume lóxico. Introduza un nome.
he: לא הוכנס שם בשבים הכרך הלוגי, הכנס שם בבקשה.
id: Nama Volum Logikal tidak dimasukkan. Silakan masukkan sebuah nama.
kk: Логикалық томға атауы берілген жоқ. Атауын енгізіңіз.
lt: Neįvestas loginio tomo (Logical Volume) pavadinimas. Prašau jį įvesti.
lv: Loģiskajam sējumam netika norādīts vārds, lūdzu ievadiet vārdu.
mg: Tsy misy anarana volume logika tafiditra. Azafady mampidira anarana.
ml: ലോജിക്കല്‍ വാള്യത്തിനായി പേരൊന്നും എന്റര്‍ ചെയ്തില്ല. ദയവായി ഒരു പേര് എന്റര്‍ ചെയ്യൂ.
nn: Det er ikkje skrive inn noko namn for det logiske dataområdet. Skriv inn eit namn.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਲਈ ਕੋਈ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ। ਕਿਰਪਾ ਕਰਕੇ ਨਾਂ ਭਰੋ।
pl: Nie wprowadzono ¿adnej nazwy woluminu logicznego. Proszê wprowadziæ nazwê.
pt_br: Nenhum nome de Volume Lógico foi informado, Por favor, informe um nome.
ro: Nu s-a introdus nici un nume pentru volumul logic. Vă rugăm să introduceţi un nume.
sl: Nobeno ime logičnih nosilcev ni bilo vnešeno. Prosim vnesite ime.
zh_tw: 並沒有替該 Logical Volume 輸入任何的名稱。請輸入一個名稱。

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
cy: Mae'r enq ${LV} eisioes mewn defnydd gan Gyfrol Rhesymegol arall yn yr un Grŵp Cyfrol (${VG}).
de: Der Name ${LV} wird bereits von einem anderen logischen Volume in der selben Volume-Gruppe (${VG}) verwendet.
el: Το όνομα ${LV} χρησιμοποιείται ήδη από άλλο Λογικό Τόμο στην ίδια Ομάδα Τόμων (${VG}).
eo: La '${LV}'-nomo estas jam uzata de alia logika datumportilo sur la sama datumportilaro (${VG}).
et: Nimi ${LV} on samas volüümigrupis (${VG}) juba teise volüümi jaoks kasutusel.
eu: ${LV} izena lehendik erabili du bolumen-talde bereko (${VG}) beste bolumen logiko batek.
fa: نام ${LV} قبلا به کار برده شده است. ل.طفا نام دیگری انتخاب کنید
fi: Nimi ${LV} on jo käytössä toisessa levyniteessä samassa levynideryhmässä (${VG}).
gl: Xa se está a empregar o nome ${LV} noutro volume lóxico do mesmo grupo de volumes (${VG}).
he: השם ${LV} כבר בשימוש ע"י כרך לוגי אחר באותה קבוצת כרכים (${VG}).
id: Nama ${LV} telah dipakai oleh Volum Logikal lain pada Grup Volum yang sama.
kk: ${LV} атауы қазіргі кезде сол тобында(${VG})басқа логикалық томмен пайдалануда.
lt: Pavadinimas ${LV} jau naudojamas kitam loginiam tomui (Logical Volume) toje pačioje tomų grupėje (${VG}).
lv: Vards ${LV} jau tiek lietots šajā sējumu grupā (${VG}).
ml: ${LV} എന്ന പേര് അതേ വാള്യം ഗ്രൂപ്പിലെ (${VG}) മറ്റൊരു ലോജിക്കല്‍ വാള്യം നേരത്തേ ഉപയോഗിച്ച് കൊണ്ടിരിക്കുന്നതാണ്.
nn: Namnet ${LV} er allereie i bruk av eit anna logisk dataområde i den samme grupperte dataområdet (${VG}).
pa: ਨਾਂ ${LV} ਪਹਿਲਾਂ ਹੀ ਉਸੇ ਵਾਲੀਅਮ ਸਮੂਹ (${VG}) ਦੀ ਹੋਰ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਰਾਹੀਂ ਵਰਤਿਆ ਹੈ।
pl: Nazwa ${LV} jest obecnie u¿ywana przez inny logiczny wolumin w tej samej grupie woluminów (${VG}).
pt_br: O nome ${LV} já está em uso por um outro Volume Lógico no mesmo Grupo de Volume (${VG}).
ro: Numele ${LV} este deja folosit de un alt volum logic în acelaşi grup de volume (${VG}).
sl: Dano ime ${LV} že uporablja nek drug logični nosilec v isti skupini nosilcev (${VG}).
zh_tw: 名稱 ${LV} 已被同一個 Volume Group (${VG}) 中的另一個 Logical Volume 所使用。

source: Logical volume size:
cy: Maint y Cyfrol Rhesymegol:
de: Größe des logischen Volumes:
el: Μέγεθος Λογικού Τόμου:
eo: Logika datumportila amplekso:
et: Loogilise volüümi suurus:
eu: Bolumen logikoaren tamaina:
fa: اندازه‌ی فضای منطقی:
fi: Loogisen levyniteen koko:
gl: Tamaño do volume lóxico:
he: גודל כרך לוגי:
id: Ukuran Volum Logikal:
kk: Логикалық томның көлемі:
lt: Loginio tomo (Logical Volume) dydis:
lv: Logiskā sējuma izmērs:
ml: ലോജിക്കല്‍ വാള്യം വലിപ്പം:
nn: Storleiken på det logisk dataområdet:
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਅਕਾਰ:
pl: Rozmiar woluminu logicznego:
pt_br: Tamanho do Volume Lógico :
ro: Dimensiunea volumului logic:
sl: Velikost logičnega nosilca:
zh_tw: Logical Volume 大小：
