Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Your root filesystem is an JFS filesystem. This can cause problems with the bootloader used by default by this installer.
el: Το βασικό σύστημα αρχείων σας είναι τύπου JFS. Κάτι τέτοιο πιθανόν να δημιουργήσει προβλήματα στον προκαθορισμένο φορτωτή εκκίνησης.
fi: Juuriosion tiedostojärjestelmä on JFS. Tästä saattaa aiheutua pulmia tämän asentimen oletusarvoisesti käyttämän GRUB-alkulatausohjelman kanssa.
id: Sistem berkas root Anda berjenis JFS. Sepertinya akan menyebabkan masalah dengan boot loader bawaan yang digunakan d-i.
nn: Rotfilsystemet ditt er eit JFS-filsystem. Dette kan føra til problem med oppstartslastaren som vert brukt som standard av dette installasjonsprogrammet.
pl: Twój g³ówny system plików u¿ywa JFS. To zazwyczaj powoduje problemy z programem uruchomieniowym, który jest domy¶lnie u¿ywany przez instalator.
pt_br: Seu sistema de arquivos raíz é um sistema de arquivos JFS. Isso pode causar problemas com o carregador de inicialização utilizado por padrão por este instalador.
sl: Vaš korenski datotečni sistem je JFS. To lahko pripelje do težav z zagonskim nalagalnikom, ki ga privzeto uporablja ta namestilnik.

source: You should use a small /boot partition with another filesystem, such as ext3.
el: Θα πρέπει να χρησιμοποιήσετε ένα μικρό τμήμα για το /boot με άλλο τύπο συστήματος αρχείων, όπως ext3.
fa: شما باید از یک پارتیشن کوچک /boot با فایل سیستم دیگری مانند ext3.استفاده کنید.
fi: Olisi käytettävä pientä /boot-levyosiota, jossa on joku muu tiedostojärjestelmä, esimerkiksi ext3.
id: Anda harus menggunakan partisi /boot yang kecil dengan memakai sistem berkas lain, misalnya ext3.
nn: Du bør bruka ein liten /boot-partisjon med eit anna filsystem, slik som ext3.
pl: Powiniene¶ u¿yæ ma³ej partycji /boot z innym systemem plików, np. ext3.
pt_br: Você deveria usar uma pequena partição /boot com um outro sistema de arquivos, como o ext3.
sl: Uporabite raje majhen razdelek /boot, ki bo uporabljal nek drug datotečni sistem, npr. ext3.

source: Use unrecommended JFS /boot filesystem?
el: Να χρησιμοποιηθεί το μή προτεινόμενο σύστημα αρχείων JFS ως /boot;
fa: آیا مطمئن هستید از فایل سیستم غیرقابل توصیه‌ی JFS میخواهید استفاده کنید؟
fi: Käytetäänkö ei-suositeltua JFS-tiedostojärjestelmää hakemistolle /boot?
id: Gunakan sistem berkas JFS pada /boot (tidak disarankan)?
nn: Bruka JFS som /boot-filsystem (ikkje tilrådd)?
pl: U¿yæ JFS jako systemu plików dla /boot? (nie zalecane)
pt_br: Usar sistema de arquivos JFS não recomendado para /boot ?
sl: Uporabim nepriporočen datotečni sistem JFS za /boot?

source: You have mounted an JFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
el: Το σύστημα αρχείων /boot είναι τύπου JFS. Κάτι τέτοιο πιθανόν να δημιουργήσει προβλήματα στον φορτωτή εκκίνησης GRUB που είναι και ο προκαθορισμένος για την εγκατάσταση. Μπορεί να παρουσιαστεί πρόβλημα κατά την εγκατάσταση ή την φόρτωση του GRUB.
fa: شما فایل سیستم JFS را به عنوان /boot بارگذاری کرده‌اید. این مساله راه‌انداز GRUB را دچار مشکل میکند. شما ممکن است در نصب یا راه‌اندازی با GRUB دچار مشکل شوید.
fi: JFS-tiedostojärjestelmä on liitetty kohtaan /boot. Todennäköisesti tästä aiheutuu pulmia tämän asentimen oletusarvoisesti käyttämän GRUB-alkulatausohjelman kanssa. Voit kohdata vaikeuksia kun asennat tai käynnistät GRUB:ia.
id: Anda telah mengkaitkan sistem berkas JFS sebagai /boot. Sepertinya akan menyebabkan beberapa masalah bila digunakan bersama dengan GRUB yang merupakan pemuat boot bawaan dari program instalasi ini; Anda mungkin mengalami beberapa masalah ketika memasang atau menghidupkan sistem dengan GRUB.
nn: Du har montert eit JFS-filsystem som /boot. Dette vil truleg føra til problem oppstartslastaren GRUB som er brukt av dette installasjonsverktøyet. Du vil kanskje få problem med å installera eller starta opp GRUB.
pl: Zamontowa³e¶ system plików JFS jako /boot. To zazwyczaj spowoduje problemy z programem uruchomieniowym GRUB, który jest domy¶lnie u¿ywany przez instalator; mo¿esz do¶wiadczyæ problemów z instalacj± lub uruchamianiem GRUBa.
pt_br: Você montou um sistema de arquivos JFS como /boot. Isso provavelmente irá causar problemas com o carregador de inicialização GRUB usado por padrão por este instalador; você pode ter problemas instalando ou iniciando o GRUB.
sl: Razdelek /boot ste priklopili z datotečnim sistemom JFS. To lahko pripelje do težav z zagonskim nalagalnikom GRUB, ki ga privzeto uporablja ta namestilnik. Napake se lahko pojavijo pri namestitvi in zaganjanju GRUB-a.

source: You should use another filesystem, such as ext3, for the /boot partition.
el: Θα πρέπει να χρησιμοποιήσετε έναν άλλο τύπο συστήματος αρχείων, όπως ext3, για το τμήμα /boot.
fa: شما باید از فایل سیستم دیگری مانند ext3.برای پارتیشن /boot استفاده نمایید.
fi: Olisi käytettävä jotain muuta tiedostojärjestelmää /boot-levyosiolle. Esimerkiksi ext3 on sopiva.
id: Anda harus menggunakan sistem berkas lain untuk partisi /boot, misalnya ext3.
mg: Tokony hampiasa file system hafa, tahaka ny ext3, ianao ho an'ny fizarana /boot.
nn: Du bør bruka eit anna filsystem, slik som ext3, for /boot-partisjonen.
pl: Powiniene¶ u¿yæ innego systemu plików dla partycji /boot, np. ext3.
pt_br: Você deveria usar um outro sistema de arquivos, como ext3, para a partição /boot.
sl: Za razdelek /boot raje uporabite nek drug datotečni sistem, npr. ext3.

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new Debian system. You need to choose which partition(s) will be used for the installation of Debian.
el: Η κατάτμηση ενός δίσκου σημαίνει το λογικό διαχωρισμό του δίσκου σε τμήματα που να παρέχουν τον απαιτούμενο χώρο για την εγκατάσταση του Debian. Θα πρέπει να επιλέξετε ποια τμήματα θα χρησιμοποιηθούν για την εγκατάσταση του Debian.
fa: پارتیشن‌بندی یک دیسک به معنی تقسیم آن به چند قمت است تا فضای لازم برای سیستم دبیان شما به مجود آید. شما تصمیم میگیرید که چند پارتیشن در نصب دبیان سهیم باشند.
fi: Tehtäessä osiot kiintolevylle tehdään levylle asennettavan uuden Debian-järjestelmän tarvitsema tila. On valittava mikä tai mitkä osiot käytetään Debianin asennuksessa.
id: Proses partisi hard disk terdiri atas pembagian hard disk untuk membuat ruang yang dibutuhkan untuk menginstal sistem Debian Anda yang baru. Anda perlu memilih partisi-partisi apa saja yang akan digunakan untuk instalasi Debian.
nn: Partisjonering av ein harddisk består av å dela opp disken for å laga plass til installasjonen av Debian-systemet. Du må velja kva for partisjon(ar) som skal brukast til installasjon av Debian.
pl: Partycjonowanie dysku twardego polega na jego logicznym podzieleniu w celu przygotowania przestrzeni potrzebnej do instalacji nowego systemu Debian. Musisz wybraæ, która partycja (b±d¼ partycje) zostanie u¿yta do instalacji.
pt_br: Particionar um disco rígido consiste em dividí-lo para criar o espaço necessário para instalar seu novo sistema Debian. Você precisa escolher qual partição(ôes) será(ão) usada(s) para a instalação do Debian.
sl: Razdeljevanje trdega diska je sestavljeno opravil, s katerimi pripravimo prostor za namestitev vašega novega sistema Debian. Izbrati morate, katere razdelke boste uporabili za namestitev Debiana.

source: Select a partition to remove it or to specify how Debian is going to use it. At a bare minimum, Debian needs one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
el: Επιλέξτε ένα τμήμα για διαγραφή ή για καθορισμό της χρήσης του από το Debian. Το λιγότερο δυνατόν, το Debian απαιτεί ένα τμήμα για το βασικό σύστημα αρχείων (του οποίου το σημείο προσάρτησης είναι το /). Συνηθίζεται επίσης και η χρήση ενός τμήματος, ως χώρου εναλλακτικής μνήμης (swap). Το "swap" είναι ένας προσωρινός χώρος για ένα λειτουργικό σύστημα, που χρησιμοποιείται ως "εικονική" ή "εναλλακτική" μνήμη.
fa: برای مشخص کردن نوع استفاده از پارتیشن در دبیان یا حذف آن؛ پارتیشن را انتخاب کنید. سیستم دبیان برای نصب حداقل به یک پارتیشن احتیاج دارد تا از آن به عنوان فایل سیستم ریشه استفاده کند(فایل سیستم ریشه بر روی / بارگذاری میشود). بسیاری از اشخاص ترجیح میدهند یک پارتیشن swap جداگانه داشته باشند. "Swap" یک فضای خام است که به سیستم اجازه میدهد از دیسک به عنوان "virtual memory" استفاده کند.
fi: Valitse osio, joka poistetaan tai jonka käyttötapa Debianissa määritetään. Debian tarvitsee ainakin yhden levyosion tiedostojärjestelmän juureksi (sen liitoskohta on /). Useimpien mielestä myös erillinen sivutusosio (swap) on välttämätön. "Swap" on käyttöjärjestelmän työtilaa, jonka ansiosta levyä voidaan käyttää näennäismuistina.
id: Pilih sebuah partisi untuk dihapus atau untuk ditentukan bagaimana Debian akan menggunakannya. Paling tidak, Debian memerlukan satu partisi yang akan berisi sistem berkas root (yang titik kaitnya adalah /). Kebanyakan orang juga merasa perlu memiliki partisi swap yang terpisah. "Swap" merupakan ruang hard disk yang dapat digunakan sistem operasi sebagai "memori virtual".
nn: Vel ein partisjon for å fjerna han eller for å oppgje korleis Debian skal bruka han. Som eit minimum treng Debian ein partisjon som kan innehalda rotfilsystemet (der monteringspunktet er «/»). Nokre føler også at ein eigen partisjon for mellomlager (swap) er naudsynt. «Swap» er eit skribleområde for eit operativsystem. Det let systemet bruka harddiskplass som «virtuelt minne».
pl: Wybierz partycjê do usuniêcia lub okre¶l jak Debian ma jej u¿yæ. Wymagana jest przynajmniej jedna partycja zawieraj±ca g³ówny system plików (którego punktem montowania jest /). Wiêkszo¶æ ludzi uwa¿a, ¿e potrzebna jest równie¿ oddzielna partycja wymiany. "Przestrzeñ wymiany" jest miejscem, które pozwala systemowi na u¿ywanie miejsca na dysku jako "pamiêci wirtualnej".
pt_br: Selecione uma partição a ser removida ou especifique como o Debian irá usá-la. No mínimo, o Debian precisa de uma partição para armazenar o sistema de arquivos raíz (o qual é montado sob /). A maioria das pessoas acham que uma partição de troca separada é uma necessidade. A partição de troca ("swap") é um espaço de rascunho para um sistema operacional, a qual permite que o sistema use armazenamento em disco como "memória virtual".
sl: Izberite razdelek, ki ga želite odstraniti ali določiti, kako naj ga uporablja Debian. Debian potrebuje vsaj en razdelek, ki bo vseboval koren datotečnega sistema (priklopna točka je /), priporočeno pa je, da ustvarite tudi izmenjalni razdelek. "Izmenjalni razdelek" je prostor namenjen operacijskemu sistemu, ki sistemu omogoča uporabo "navideznega pomnilnika".

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu. NOTE: this installer doesn't allow you to install over an existing GNU/Linux system overwriting system files.
el: Όταν ένα τμήμα έχει ήδη διαμορφωθεί, μπορείτε να το κρατήσετε και να χρησιμοποιήσετε τα υπάρχοντα δεδομένα σε αυτό. Τα τμήματα που θα χρησιμοποιηθούν με αυτόν τον τρόπο, είναι σημειωμένα με "${KEEP}" στο κυρίως μενού κατάτμησης. ΣΗΜΕΙΩΣΗ: αυτό το πρόγραμμα εγκατάστασης δε θα σας επιτρέψει να πραγματοποιήσετε την εγκατάσταση και αντικατάσταση ενός ήδη υπάρχοντος συστήματος GNU/Linux.
fa: اگر پارتیشن قبلا فرمت شده باشد، ممکن است شما تمایل داشته باشید که از اطلاعات آن استفاده کنید. پارتیشن‌هایی که این شرایط را دارند با علامت "${KEEP}" نشان داده میشوند. توجه: این نصاب به شما اجازه‌ی نصب بر روی یک سیستم موجود را نمیدهد.
fi: Jos levyosiolla on jo tiedostojärjestelmä, se voidaan säilyttää ja sitävoidaan käyttää sellaisenaan. Tällä tavalla säilytettävien osioiden kohdalla lukee "${KEEP}" osiointisovelluksen päävalikossa. HUOMAA: Asennin ei salli asennusta, joka kirjoittaisi olemassa olevan GNU/Linux-järjestelmän järjestelmätiedostojen päälle.
id: Bila partisi telah diformat, Anda dapat memilih untuk tetap menggunakannya tanpa menghapus data yang telah ada. Partisi yang seperti ini akan ditandai dengan "${KEEP}" pada menu utama proses partisi. CATATAN: penginstal ini tidak membolehkan anda menginstal di atas sistem GNU/Linux yang telah ada dengan menimpa berkas-berkas yang ada.
nn: Når partisjonen allereie er formatert kan du velja å halda på og bruka dei eksisterande dataa på partisjonen. Partisjonar som vil bli brukt på denne måten er markert med «${KEEP}» i hovudmenyen for partisjonering. MERK: Dette installasjonsprogrammet let deg ikkje installera over eit eksisterande GNU/Linux-system og skriva over systemfiler.
pl: Je¶li partycja jest ju¿ sformatowana, mo¿esz wybraæ by zachowaæ istniej±ce na niej dane. Takie partycje zostan± oznaczone jako "${KEEP}" w g³ównym menu partycjonowania. ZAUWA¯: instalator nie zezwoli na instalacjê na ju¿ istniej±cym systemie GNU/Linux nadpisuj±c pliki systemowe.
pt_br: Quando a partição já está formatada, você pode optar por mantê-la assim e usar os dados existentes na partição. Partições que serão usadas dessa forma são marcadas como "${KEEP}" no menu principal de particionamento. NOTA : este instalador não permite que você instale sobre um sistema GNU/Linux existente, sobreescrevendo os arquivos de sistema.
sl: Ko je razdelek formatiran, lahko izberete, da boste obdržali in uporabljali podatke na njem. Razdelki, ki jih boste uporabljali na ta način, bodo označeni s "${KEEP}" v glavnem meniju razdeljevanja. OPOMBA: ta namestilnik ne dovoljuje namestitve preko obstoječega sistema GNU/Linux, tako da bi prepisali sistemske datoteke.

source: In order to start your new Debian system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
el: Για την εκκίνηση του νέου σας συστήματος Debian, είναι απαραίτητη η χρήση ενός φορτωτή εκκίνησης (boot loader). Μπορεί να εγκατασταθεί είτε στο Master Boot Record του πρώτου σκληρού, ή σε ένα τμήμα. Όταν ο φορτωτής εκκίνησης είναι εγκατεστημένος σε ένα τμήμα τότε το τμήμα αυτό πρέπει να είναι ενεργοποιημένο για εκκίνηση (bootable) και αυτό θα φαίνεται με την ένδειξη "${BOOTABLE}" στο κυρίως μενού κατάτμησης.
fa: برای راه‌اندازی سیستم دبیان جدیدتان یک برنامه به نام راه‌انداز لازم دارید. این برنامه میتواند در رکورد راه‌انداز اصلی(Master Boot Record( دیسک اول و یا در یک پارتیشن نصب گردد. وقتی که راه‌انداز در یک پارتیشن نصب گردد، شما باید آن را به عنون bootable مشخص کنید. این پارتیشن با علامت "${BOOTABLE}" در منوی اصلی نشان داده میشود.
fi: Uuden Debian-järjestelmän käynnistämiseen tarvitaan niin sanottua alkulatausohjelmaa. Se voidaan asentaa joko ensimmäisen kiintolevyn pääkäynnistyslohkoon tai levyosioon. Kun alkulatausohjelma asennetaan levyosioon, osio on merkittävä käynnistyskelpoisuuden ilmaisimella. Osiointisovelluksen päävalikossa lukee tällöin "${BOOTABLE}".
id: Agar dapat menjalankan sistem Debian Anda yang baru, program yang disebut boot loader akan digunakan. Ia dapat dipasang pada master boot record dari hard disk pertama atau pada sebuah partisi. Ketika boot loader dipasang pada partisi, Anda harus menyalakan tanda 'bootable' pada partisi tersebut. Partisi ini akan ditandai dengan "${BOOTABLE}" pada menu utama proses partisi.
nn: For å starta opp det nye Debian-systemet ditt, blir ein sokalla oppstartslastar brukt. Han kan installerast anten på hovudoppstartsporet (MBR) på den første harddisken, eller på ein partisjon. Når oppstartslastaren er installert på ein partisjon, må oppstartsflagget bli sett for denne partisjonen. Ein slik partisjon vil bli markert med «${BOOTABLE}» i hovudmenyen til partisjoneringa.
pl: Do uruchamiania systemu Debian, u¿ywany jest tak zwany program uruchomieniowy. Mo¿e byæ zainstalowany albo w g³ównym rekordzie uruchomieniowym pierwszego dysku, albo na partycji. W drugim przypadku trzeba ustawiæ flagê uruchomieniow± dla tej partycji. Taka partycja bêdzie oznaczona jako "${BOOTABLE}" w g³ównym menu partycjonowania.
pt_br: Para que seu novo sistema Debian possa ser iniciado, um carregador de inicialização é usado. O mesmo pode ser instalado no setor de inicialização principal do primeiro disco rígido ou em uma partição. Quando o carregador de inicialização é instalado em uma partição você deverá definir a flag de inicializável para esta partição. Uma partição desse tipo será marcada como "${BOOTABLE}" no menu principal de particionamento.
sl: Za zagon vašega novega sistema Debian, boste potrebovali zagonski nalagalnik. Nameščen je lahko v glavni zagonski zapis (MBR) prvega diska ali v razdelek. Če zagonski nalagalnik namestite v razdelek, morate zanj nastaviti zagonsko zastavico. Takšen razdelek bo označen z "${BOOTABLE}" v glavnem meniju razdeljevanja.

source: In order to start your new Debian system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
el: Για την εκκίνηση του νέου Debian συστήματός σας, είναι απαραίτητη η χρήση ενός φορτωτή εκκίνησης (boot loader). Η εγκατάσταση του γίνεται σε ένα εκκινήσιμο τμήμα. Θα πρέπει να ενεργοποιήσετε τη σήμανση εκκίνησης στο τμήμα αυτό. Μπορείτε να ελέγξετε την κατάσταση της σήμανσης αυτής "${BOOTABLE}" στο κυρίως μενού κατάτμησης.
fa: برای آغاز به کار سیستم دبیان جدید یک به اصطلاح راه‌انداز لازم است. این برنامه بر روی یک پارتیشن راه‌اندازی نصب میگردد. برای این پارتیشن نشان قابلیت راه‌اندازی(bootable flag( باید تنظیم شده باشد. همچو پارتیشنی با نشان "${BOOTABLE}" در منوی پارتیشن‌بندی نشان داده میشود.
fi: Uuden Debian-järjestelmän käynnistämiseen tarvitaan niin sanottua alkulatausohjelmaa. Se asennetaan käynnistysosioon. Osio merkitään käynnistyskelpoisuuden ilmaisimella. Osio merkitään "${BOOTABLE}" osiointisovelluksen päävalikossa.
id: Agar dapat menjalankan sistem Debian Anda yang baru, program yang disebut boot loader akan digunakan. Ia dapat dipasang pada sebuah partisi boot. Anda harus menyalakan tanda dapat diboot pada partisi tersebut. Partisi ini akan ditandai dengan "${BOOTABLE}" pada menu utama proses partisi.
nn: For å starta opp det nye Debian-systemet ditt, blir ein sokalla oppstartslastar brukt. Han vert installert på ein oppstartspartisjon. Oppstartsflagget må setjast for denne partisjonen. Ein slik partisjon vil bli markert med «${BOOTABLE}» i hovudmenyen til partisjoneringa.
pl: Do uruchamiania systemu Debian, u¿ywany jest tak zwany program uruchomieniowy. Jest instalowany na partycji uruchomieniowej. Trzeba ustawiæ flagê uruchomieniow± dla tej partycji. Taka partycja bêdzie oznaczona jako "${BOOTABLE}" w g³ównym menu partycjonowania.
pt_br: Para que seu novo sistema Debian possa ser iniciado, um carregador de inicialização é usado. Esse carregador está instalado em uma partição de inicialização. Você deve definir a flag de inicializável para a partição. Uma partição desse tipo estará marcada com o identificador "${BOOTABLE}" no menu principal de particionamento.
sl: Za zagon vašega novega sistema Debian, boste potrebovali zagonski nalagalnik. Nameščen je v zagonski razdelek, kateremu morate nastaviti zagonsko zastavico. Takšen razdelek bo označen z "${BOOTABLE}" v glavnem meniju razdeljevanja.

source: Identical mount points for two filesystems
el: Ίδια σημεία επαφής για δύο συστήματα αρχείων
fa: نقطه‌ی بارگذاری مشترک برای دو فایل سیستم
fi: Kahdella tiedostojärjestelmällä on sama liitoskohta
id: Titik kait yang identik untuk dua buah sistem berkas
mg: Teboka fampakarana mitovy ho an'ny file system roa samihafa
nn: Identiske monteringspunkt for to filsystem
pl: Identyczne punkty montowania dla dwóch systemów plików
pt_br: Pontos de montagem idênticos para dois sistemas de arquivos
sl: Enaki priklopni točki za dva datotečna sistema

source: No mount point is assigned for the xfs filesystem in partition #${PARTITION} of ${DEVICE}.
el: Δεν έχει οριστεί σημείο προσάρτησης για το σύστημα αρχείων xfs στο τμήμα #${PARTITION} του ${DEVICE}.
fa: نقطه‌ی بارگذاری فایل سیستم xfs برای پاتیشن #${PARTITION} از ${DEVICE} مشخص نگردیده است.
fi: xfs-tiedostojärjestelmälle laitteella ${DEVICE} osiossa n:ro ${PARTITION} ei ole määrätty liitoskohtaa.
id: Belum ditentukan titik kait untuk sistem berkas xfs pada partisi #${PARTITION} dari ${DEVICE}.
nn: Ingen monteringspunkt er tilordna xfs-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pl: Nie przydzielono ¿adnego punktu montowania dla systemu plików xfs na partycji ${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum ponto de motagem foi atribuído para o sistema de arquivos xfs na partição #${PARTITION} de ${DEVICE}.
sl: Nobena priklopna točka ni dodeljena datotečnemu sistemu xfs na razdelku #${PARTITION} v ${DEVICE}.

source: XFS journalling file system
el: σύστημα αρχείων XFS με journal
fa: فایل سیستم ژورنالیستی XFS
fi: XFS tiedosto-operaatioiden kirjanpidon sisältävä tiedostojärjestelmä
id: Sistem berkas berjurnal XFS
nn: XFS, journalførande filsystem
pl: system plików XFS z ksiêgowaniem
pt_br: sistema de arquivos com journalling XFS
sl: Dnevniški datotečni sistem XFS
