Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
de: Um Probleme zu vermeiden, wird eindringlich empfohlen, den Kernel in eine Partition zu installieren, die komplett im ersten GB der Festplatte liegt (zum Beispiel durch Erzeugen einer kleinen /boot-Partition am Anfang der Platte). Im aktuellen Partitionierungsschema, wird er auf die ${SILO_PART} Partition installiert, was die ${SILO_OFF} Grenze überschreitet. Beibehalten der Konfiguration kann in einem nicht bootfähigen System resultieren.
eo: Por eviti tiujn problemojn, oni forte preskribas de instali la kernon al skemo, la kerno estos instalita en '${SILO_PART}'-a diskpartigo, kiu etendiĝas ĝis ${SILO_OFF}. Konservi tiu agordo malaktivigeblus la sistemon.
eu: Arazo hau saihesteko kernela diskoaren aurreneko 1 GB-ean instalatzea biziki gomendatzen da (diskoaren hasieran /boot partizio txiki bat sortuz). Uneko partizio-eskeman instalatuko da ${SILO_PART} partizioan ${SILO_OFF} markaraino hedatuko delarik. Konfigurazio hau mantenduz gero sistema ezin izango da abiarazi.
gl: Para evitar problemas recoméndase encarecidamente que se instale o núcleo nunha partición que caiba enteira no primeiro GB do disco (creando unha partición /boot pequena no principio do disco, por exemplo). No esquema de particionamento actual vaise instalar na partición ${SILO_PART} que chega ata a marca de ${SILO_OFF}. Se se conserva esta configuración pode obterse un sistema que non se pode iniciar.
lt: Kad išvengti problemų, primygtinai rekomenduojama įdiegti branduolį disko skirsnyje, kuris visas telpa pirmame disko gigabaite (sukuriant mažą /boot skirsnį disko pradžioje). Dabartinėje disko dalijimo schemoje branduolys bus diegiamas ${SILO_PART} skirsnyje, kuris tęsiasi iki ${SILO_OFF} ribos. Palikus esamą konfigūraciją, sistema gali likti neįkeliama.
lv: Lai izvairītos no problēmām iesakām jums instalēt kodolu partīcijā, kas pilnībā ietilpst pirmajā diska GB. (To var izdarīt diska sākumā izveidojot nelielu /boot partīciju). Šobrīd ir paredzēts, ka tas tiks instalēts uz ${SILO_PART} partīcijas, kas par ${SILO_OFF} pārsniedz pieļaujamo robežu. Šāda konfigurācijas saglabāšana var novest pie sistēmas, kura nevar iesāknēties.
ml: പ്രശ്നങ്ങളൊഴിവാക്കാന്‍ മുഴുവനായും ഡിസ്കിന്റെ ആദ്യത്തെ GB ക്കുള്ളിലുള്ള ഭാഗത്തിലേക്ക് (ഉദാഹരണത്തിന് ഡിസ്കിന്റെ തുടക്കത്തില്‍ ഒരു ചെറിയ /boot ഭാഗം സൃഷ്ടിച്ചു കൊണ്ട്) കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാനായി ശക്തമായി ശുപാര്ശ ചെയ്യുന്നു. ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നത് ${SILO_PART} ഭാഗത്തിലായിരിക്കും അത് ${SILO_OFF} അടയാളം വരെ നീണ്ട് കിടക്കുന്നു. ഈ ക്രമീകരണം നിലനിര്ത്തുന്നത് ബൂട്ട് ചെയ്യാന്‍ സാധ്യമാകാത്ത സിസ്റ്റത്തില്‍ കലാശിച്ചേക്കാം.
pa: ਮੁਸ਼ਕਿਲਾਂ ਤੋਂ ਬਚਣ ਲਈ ਡਿਸਕ ਦੇ ਪਹਿਲੇ ਗੀਬਾ (ਉਦਾਹਰਨ ਵਜੋਂ, ਡਿਸਕ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਛੋਟਾ /boot ਭਾਗ ਬਣਾ ਕੇ) ਵਿੱਚ ਕਰਨਲ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਵਿੱਚ ${SILO_PART} ਭਾਗ ਵਿੱਚ ਇੰਸਟਾਲ ਹੋਣ ਜਾ ਰਿਹਾ ਹੈ ਜੋ ${SILO_OFF} ਤੱਕ ਫੈਲ ਸਕਦਾ ਹੈ। ਇਸ ਸੰਰਚਨਾ ਨਾਲ ਨਾ ਬੂਟ ਹੋਣ ਵਾਲਾ ਸਿਸਟਮ ਨਤੀਜਾ ਹੋ ਸਕਦਾ ਹੈ।
ro: Pentru a evita eventualele probleme vi se recomandă să instalaţi nucleul într-o partiţie care încape în întregime în primul GO al discului (creând, de exemplu, o mică partiţie /boot la începutul discului). În schema curentă de partiţionare va fi instalat pe partiţia ${SILO_PART} care se extinde până la limita ${SILO_OFF}. Păstrarea acestei configuraţii poate duce la un sistem care nu poate porni.
zh_tw: 為了避免這個問題，在此強烈建議您能將 Kernel 安裝在一個完全位於磁碟開頭 1GB 內的磁碟分割區上。（比如說，在磁碟的開頭建立一個小的 /boot 分割區）。在目前的磁碟分割設定裡，它將會被安裝在一個會延伸到 ${SILO_OFF} 標記的 ${SILO_PART} 分割區上。繼續使用這樣的設定可能會導致系統無法開機。

source: Unsupported partition table on the boot disk
de: Nicht unterstützte Partitionstabelle auf der zu bootenden Festplatte
eo: Maladministra diskpartigotablo en la praŝarga disko
eu: Onartu gabeko partizio-taula abioko partizioan
gl: Táboa de particións non soportada no disco de inicio
lt: Nepalaikoma disko skirsnių lentelė pradinio įkėlimo (boot) diske
lv: Sāknēšanas diskam ir neatbalstīta partīciju tabula
ml: ബൂട്ട് ഡിസ്കില്‍ സപ്പോര്ട്ട് ചെയ്യാത്ത വിഭജന പട്ടിക
pa: ਬੂਟ ਡਿਸਕਡਿਸਕ ਾ-ਸਹਿਯੋਗੀ ਭਾਗ ਸਮੀਕਰਣੀਂ ਹੈ
ro: Tabelă de partiţii nesuportată pentru discul de pornire
zh_tw: 在開機磁碟上有著不被支援的磁碟分割表

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
de: SILO (Sparc Linux Loader) kann den Kernel nur von einer Platte mit der »sun«-Partitionstabelle booten. Im aktuellen Partitionsschema wird der Kernel in die ${SILO_PART}-Partition installiert, die sich auf einer Platte mit einer Partitionstabelle vom Typ »${SILO_DISK}« befindet.
eo: 'SILO'-o (Sparc Linuksa praŝargilo) neeble praŝargas kernon el 'sun'-a diskpartigtabla disko. En aktuala diskpartigada skemo, la kerno estos instalita en '${SILO_PART}'-a diskpartigo. Tiu diskpartigo situas en disko kun '${SILO_DISK}'-tipa diskpartigtablo.
eu: SILO (Sparc Linux Loader) abio kargatzaileak "sun" partizio taula duen diska bat behar du abiarazteko. Dagoen partizio egoeran kernela "${SILO_DISK}" motako partizio taula bat duen ${SILO_PART} partizioan instalatuko da.
gl: SILO (Sparc Linux Loader) só pode arrincar o núcleo dun disco cunha táboa de particións "sun". No esquema de particionamento actual o núcleo vaise instalar na partición ${SILO_PART}, que está situada nun disco cunha táboa de particións de tipo "${SILO_DISK}".
lt: SILO (Sparc Linux Loader) gali įkelti branduolį tik iš disko, kuris turi "sun" tipo disko skirsnių lentelę. Dabartinėje disko dalijimo schemoje branduolys bus diegiamas ${SILO_PART}·skirsnyje, esančiame diske su "${SILO_DISK}" tipo disko skirsnių lentele.·
lv: SILO (Sparc Linux Loader) var ielādēt kodolu tikai no diskiem ar "sun" partīciju tabulām. Šobrīd paredzēts, ka kodols tiks instalēts uz ${SILO_PART} partīcijas, kas atrodas uz diska ar "${SILO_DISK}" tipa partīciju tabulu.
ml: സിലോ (സ്പാര്ക്ക് ലിനക്സ് ലോഡര്‍) ക്ക് "sun" വിഭജന പട്ടികയുള്ള ഒരു ഡിസ്കിലെ കെര്‍ണല്‍ മാത്രമേ ബൂട്ട് ചെയ്യാന്‍ സാധിക്കൂ. ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നത് "${SILO_DISK}" എന്ന തരത്തിലുള്ള വിഭജന പട്ടികയോട് കൂടിയ ${SILO_PART} ഭാഗത്തിലായിരിക്കും.
pa: SILO (Sparc Linux Loader) ਸਿਰਫ ਡਿਸਕ ਦੇ ਕਰਨਲ ਨੂੰ "sun" ਭਾਗ ਸਾਰਣੀ ਨਾਲ ਬੂਟ ਕਰ ਸਕਦਾ ਹੈ। ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਵਿੱਚ ਕਰਨਲ ਡਿਸਕ ਦੇ ${SILO_PART} ਭਾਗ ਜੋ "${SILO_DISK}" ਕਿਸਮ ਦੀ ਭਾਗ ਸਾਰਣੀ ਹੈ ਉੱਪਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ।
ro: SILO (Încărcătorul de Linux Sparc) poate porni nucleul de pe un disc care are tabelă de partiţii "sun". În schema curentă de partiţionare, nucleul va fi instalat pe partiţia ${SILO_PART} care se află pe un disc cu tabelă de partiţie de tipul "${SILO_DISK}".
zh_tw: SILO (Sparc Linux Loader) 只能啟動使用了 sun 分割表的磁碟上的 Kernel。在目前的磁碟分割設定裡，Kernel 將會被安裝在使用了 ${SILO_DISK} 格式分割表的磁碟裡的 ${SILO_PART} 分割區。

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
de: Es wird eindringlich empfohlen, dass Sie zurück zur Partitionierung gehen und dieses Problem korrigieren. Beibehalten der aktuellen Konfiguration kann in einem nicht bootfähigen System resultieren.
eo: Por korekti tiun problemon, oni forte preskribas de rediskpartigas. Konservi tiu agordo malaktivigeblus la sistemon.
eu: Oso gomendagarria da partitzera atzera joan eta arazo hau konpontzea. Dagoen konfiruazioaz jarraitzeak sistema abiaraztezin bat sortu lezake.
gl: Recoméndase encarecidamente que volte ao paso de particionamento e arranxe este problema. Se se conserva a configuración pode obterse un sistema que non se pode iniciar.
lt: Primygtinai rekomenduojama grįžti į disko dalijimą skirsniais ir ištaisyti šią problemą. Palikus esamą konfigūraciją, sistema gali likti neįkeliama.
lv: Iesakām jums atgriezties pie partīciju izveides un izlabot šo kļūdu. Šī brīža konfigurācijas saglabāšana var novest pie nespējas sāknēt sistēmu.
ml: നിങ്ങള്‍ വിഭജനത്തിലേക്ക് തിരിച്ച് പോയി ഈ പ്രശ്നം പരിഹരിക്കാന്‍ ശക്തമായി ശുപാര്ശ ചെയ്തിരിക്കുന്നു. ഇപ്പോഴുള്ള ക്രമീകരണം നിലനിര്ത്തുന്നത് ബൂട്ട് ചെയ്യാന്‍ സാധ്യമാകാത്ത സിസ്റ്റത്തില്‍ കലാശിച്ചേക്കാം.
pa: ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਵਿਭਾਗੀਕਰਨ ਵਿੱਚ ਵਾਪਸ ਜਾਓ ਅਤੇ ਇਹ ਸਮੱਸਿਆ ਠੀਕ ਕਰੋ। ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਨਾਲ ਨਾ ਬੂਟ ਹੋਣ ਵਾਲਾ ਸਿਸਟਮ ਨਤੀਜਾ ਹੋਵੇਗਾ।
ro: O bună recomandare este să vă întoarceţi la partiţionare şi să corectaţi această problemă. Păstrarea configuraţiei actuale poate duce la un sistem care nu poate porni.
zh_tw: 在此強烈建議您能返回重新切割硬碟並修正這個問題。繼續使用這樣的設定可能會導致系統無法開機。

source: Install the Arcboot boot loader on a hard disk
cy: Sefydlu'r bŵtlwythydd Arcboot ar ddisgen galed
de: Arcboot-Bootloader auf einer Festplatte installieren
el: Εγκατάσταση του φορτωτή εκκίνησης Arcboot σε ένα σκληρό δίσκο
eo: Instalu la 'Arcboot'-praŝargilon sur fiksita disko
et: Paigalda alglaadur Arcboot kõvakettale
eu: Instalatu Arcboot abioko kargatzailea disko gogorrean
fi: Asenna Arcboot-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio Arcboot no disco duro
he: התקנת מנהל האתחול Arcboot על הדיסק הקשיח
id: Memasang boot loader Arcboot pada hard disk
kk: Arcboot жүйелік жүктеуішін қатқыл дискіге орнату
lt: Pradinio įkėliklio Arcboot diegimas į kietąjį diską
lv: Instalēt Arcboot sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader Arcboot
ml: ആര്ക്ക്ബൂട്ട് ബൂട്ട് ലോഡര്‍ ഒരു ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installera oppstartslastaren Arcboot på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ Arcboot ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj program uruchomieniowy Arcboot na dysku twardym
pt_br: Instalar o carregador de inicialização Arcboot em um disco rígido
ro: Instalează încărcătorul de sistem Arcboot pe un disc fix
sl: Namesti Arboot zagonski nalagalnik na trdi disk
zh_tw: 將 Arcboot 開機程式安裝至硬碟上

source: Disk for boot loader installation:
cy: Y ddisg ar gyfer sefydlu'r lwythydd bŵtio:
de: Festplatte für die Installation des Bootloaders:
el: Δίσκος για εγκατάσταση του φορτωτή εκκίνησης:
eo: Disko kie instalotan praŝargilon:
et: Ketas alglaaduri paigaldamiseks:
eu: Abioko kargatzailea instalatzeko diskoa:
fi: Levy johon alkulatausohjelma asennetaan:
gl: Disco para a instalación do cargador de inicio:
he: דיסק קשיח להתקנת מנהל אתחול:
id: Disk untuk pemasangan boot loader:
kk: Жүйелік жүктеуіш үшін диск:
lt: Diskas pradinio įkėliklio diegimui:
lv: Iekārta sāknētāja instalācijai:
ml: ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാളേഷനു വേണ്ട ഡിസ്ക്:
nn: Harddisk for installasjon av oppstartslastar:
pa: ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਡਿਸਕ:
pl: Dysk do instalacji programu uruchomieniowego:
pt_br: Disco onde instalar o carregador de inicialização :
ro: Discul pentru instalarea încărcătorului de sistem:
sl: Naprava za namestitev zagonskega nalaganika:
zh_tw: 用來安裝開機程式的磁碟：

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
cy: Rhaid i arcboot gael ei sefydlu i bennawd cyfrol disg gyda label disg SGI. Fel arfer, defnyddir pennawd cyfrol /dev/sda. Os gwelwch yn dda, rhowch enw dyfais y ddisg i rhoi arcboot arni.
de: Arcboot muss in den Volume-Header einer Festplatte geschrieben werden, die mit SGI gekennzeichnet ist. Normalerweise wird dazu /dev/sda benutzt. Bitte geben Sie den Gerätenamen an, auf dem Arcboot installiert werden soll.
el: Ο φορτωτής arcboot πρέπει να εγκατασταθεί στην κεφαλίδα ενός δίσκου με ετικέτα SGI (disklabel). Συνήθως, χρησιμοποιείται η κεφαλίδα του δίσκου /dev/sda. Παρακαλώ, δώστε το όνομα της μονάδας του δίσκου στον οποίο θα εγκατασταθεί το arcboot.
eo: 'Arcboot'-ilo endas instalita en la dumportila ĉapo el 'SGI'-etikeda disko. Kutime, la dumportila ĉapo el '/dev/sda' estas uzata. Bonvolu tajpi la adaptilnomon de la disko sur kiu vi volas instali 'arcboot'.
et: Arcboot tuleb paigaldada SGI kettasildiga ketta volüümi päisesse. Tavaliselt kasutatakse /dev/sda volüümi päiseid. Palun sisesta seadme nimi, millele arcboot panna.
eu: Arcboot SGI disko-etiketa duen diskoaren goiburuko bolumenean instalatu behar da. Normalean /dev/sda-ren goiburuko bolumena erabiltzen da. Eman arcboot jartzeko diskoaren gailu-izena.
fi: Arcboot on asennettava levylle jossa on SGI-levynimiö sen levyniteen otsikkoon. Tavallisesti käytetään /dev/sda:n levyniteen otsikkoa. Anna laitenimi sille levylle johon arcboot asennetaan.
gl: Arcboot débese instalar na cabeceira de volume dun disco con etiqueta de disco SGI. Normalmente emprégase a cabeceira de volume de /dev/sda. Introduza o nome de dispositivo no disco no que poñer arcboot.
he: Arcboot חייב להיות מותקן לתוך דיסק עם תווית של SGI. בדרך כלל משתמשים ב- /dev/sda. אנא ספק את שם ההתקן של הדיסק שעליו יותקן arcboot.
id: Arcboot harus dipasang pada header volume hard disk dengan disklabel SGI. Biasanya header volume /dev/sda yang digunakan. Silakan berikan nama piranti hard disk tempat arcboot akan dipasang.
kk: Arcboot SGI тамғасымен дискінің том тақырыбына орнатылуы тиіс. Әдетте, /dev/sda том тақыры қолданылады. Arcboot-ты орнату үшін арналған, құрылғы атауын беріңіз.
lt: Arcboot turi būti įdiegtas į laikmenos tomo antraštę (volume header) diske su SGI disko žyme. Paprastai naudojama /dev/sda tomo antraštė. Prašau pateikti disko, kuriame reikia padėti arcboot, įrenginio vardą.
lv: Arcboot ir jāinstalē galvenes daļā diskam ar SGI diskiezīmi. Parasti tiek lietota /dev/sda galvene. Lūdzu nosauciet diska ierīci uz kuras uzstādīt arcboot.
ml: ആര്ക്ക്ബൂട്ട് ഒരു SGI ഡിസ്ക് ലേബലുള്ള ഡിസ്കിന്റെ വാള്യം ഹെഡറിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ടതുണ്ട്. സാധാരണയായി /dev/sda യുടെ വാള്യം ഹെഡറാണ് ഉപയോഗിക്കുന്നത്. ദയവായി ആര്ക്ക്ബൂട്ട് വക്കേണ്ട ഡിസ്കിന്റെ ഉപകരണ നാമം നല്കുക.
nn: Arcboot må installerast i volumhovudet på ein harddisk med eit SGI-diskmerke. Vanlegvis vert volumhovudet til /dev/sda brukt. Oppgje einingsnamnet til disken som arcboot skal leggjast på.
pa: Arcboot SGI ਡਿਸਕ-ਲੇਬਲ ਵਾਲੀ ਡਿਸਕ ਦੇ ਵਾਲੀਅਮ ਸਿਰਲੇਖ ਵਿੱਚ ਇੰਸਟਾਲ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਆਮ ਤੌਰ ਤੇ /dev/sda ਦਾ ਵਾਲੀਅਮ ਸਿਰਲੇਖ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਡਿਸਕ ਜਿਸ ਤੇ arcboot. ਰੱਖਣਾ ਹੈ, ਦਾ ਜੰਤਰ ਜੰਤਰ ਨਾਂ ਦਿਓ।
pl: Arcboot musi byæ zainstalowany w nag³ówku woluminu dysku z etykiet± SGI. Zazwyczaj u¿ywany jest nag³ówek woluminu /dev/sda. Podaj nazwê urz±dzenia dysku na którym na byæ umieszczony arcboot.
pt_br: O arcboot deve ser instalado dentro do cabeçalho de volume de um disco com um rótulo de disco SGI. Normalmente o cabeçalho de volume /dev/sda é usado. Por favor, informe o nome de dispositivo do disco no qual o arcboot deve ser instalado :
ro: Arcboot trebuie să fie instalat în antetul volumul unui disc cu etichetă de disc SGI. De obicei se utilizează antetul volumul lui /dev/sda. Vă rugăm să introduceţi numele de dispozitiv al discului pe care se pune arcboot.
sl: Arcboot mora biti nameščen v glavo nosilca diska z imenom SGI. Ponavadi je uporabljena glava nosilca /dev/sda. Prosim podajte ime naprave na katero naj postavim arcboot.
zh_tw: Arcboot 必須安裝在具有 SGI 磁碟標籤的硬碟的磁碟組開頭部位。一般使用的就是 /dev/sda 磁碟組的開頭部位。請輸入要安裝 arcboot 的磁碟裝置名稱。

source: Arcboot configured to use a serial console
cy: Mae arcboot wedi ei gyflunio i ddefnyddio consol cyfresol
de: Arcboot wurde für die Benutzung einer seriellen Konsole konfiguriert
el: Το arcboot ρυθμίστηκε να χρησιμοποιεί σειριακή κονσόλα
eo: Agordita 'Arcboot'-o por uzi serian konzolon
et: Arcboot seadistatud kasutama järjestikkonsooli
eu: Arcboot serieko kontsola erabiltzeko konfiguratuta
fi: Arcboot on asetettu käyttämään sarjaporttiin kiinnitettyä päätettä
gl: Arcboot configurado para usar unha consola serie
he: Arcboot מגודר להשתמש בקונסול בחיבור טורי
id: Arcboot dikonfigurasi untuk menggunakan konsol serial
kk: Arcboot тізбекті портта консолиды пайдалануға бапталған.
lt: Arcboot konfigūruotas naudoti konsolę per nuoseklią jungtį
lv: Arcboot ir nokonfigurēts, lai izmantotu secīgo konsoli
ml: ആര്ക്ക്ബൂട്ട് സീരിയല്‍ കണ്സോള്‍ ഉപയോഗിക്കാനായി ക്രമീകരിച്ചിരിക്കുന്നു
nn: Arcboot er sett opp til å bruka seriellkonsoll
pa: ਸੀਰੀਅਲ ਕੰਸੋਲ ਵਰਤਣ ਲਈ Arcboot ਸੰਰਚਿਤ ਹੈ
pl: Arcboot zosta³ skonfigurowany do u¿ywania konsoli szeregowej
pt_br: Arcboot configurado para usar um console serial
ro: Arcboot configurat să folosească o consola serială
sl: Arcboot je nastavljen za uporabo serijske konzole
zh_tw: Arcboot 被設定為使用串列主控台

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
cy: Mae arcboot wedi ei gyflunio i ddefnyddio'r porth cyfresol ${PORT} fel y consol. Mae cyflymder y porth cyfresol wedi ei osod i ${SPEED}.
de: Arcboot benutzt die serielle Schnittstelle ${PORT} als Konsole. Die Geschwindigkeit wurde auf ${SPEED} festgelegt.
el: Το arcboot ρυθμίστηκε να να χρησιμοποιεί τη σειριακή θύρα ${PORT} ως κονσόλα. Η ταχύτητα της σειριακής θύρας έχει οριστεί στα ${SPEED} bps.
eo: 'Arcboot'-o estas agordita por uzi serian pordon '${PORT}' tiel konzolo. La seria porda rapido estas '${SPEED}'-a.
et: Arcboot on seadistatud kasutama konsoolina järjestikporti ${PORT}. Järjestikpordi kiirus on seatud ${SPEED} peale.
eu: Arcboot kontsola gisa ${PORT} serieko ataka erabiltzeko konfiguratu da. Serieko atakaren abiadura-ezarpena ${SPEED} da.
fi: Arcboot on asetettu käyttämään sarjaporttia ${PORT} konsolina. Sarjaportin nopeudeksi on asetettu ${SPEED}.
gl: Arcboot está configurado para empregar o porto serie ${PORT} coma consola. A velocidade do porto serie está establecida a ${SPEED}.
he: Arcboot מוגדר להשתמש בפורט טורי ${PORT} כקונסול. מהירותו של הפורט הטורי היא ${SPEED}.
id: Arcboot dikonfigurasi untuk menggunakan port serial ${PORT} sebagai konsol. Kecepatan serial port disetel pada ${SPEED}.
kk: Arcboot консоли ретінде ${PORT} тізбекті портты пайдалануға бапталған. Тізбекті порттың жылдамдығы ${SPEED}-те орнатылған.
lt: Arcboot yra konfigūruotas naudoti nuoseklią jungtį ${PORT} kaip konsolę. Nuoseklios jungties greitis nustatytas į ${SPEED}.
lv: Arcboot ir nokonfigurēts, lai kā konsoli izmantotu secīgo pieslēgvietu ${PORT}. Secīgajai pieslēgvietai ir uzstādīts sekojošs ātrums: ${SPEED}.
ml: ആര്ക്ക്ബൂട്ട് സീരിയല്‍ പോര്ട്ട് ${PORT} കണ്സോളായി ഉപയോഗിക്കാനായി ക്രമീകരിച്ചിരിക്കുന്നു. സീരിയല്‍ പോര്ട്ട് വേഗത ${SPEED} ലേക്ക് സെറ്റ് ചെയ്തിരിക്കുന്നു.
nn: Arcboot er sett opp til å bruka seriellporten ${PORT} som konsoll. Farten til seriellporten er sett til ${SPEED}.
pa: ਸੀਰੀਅਲ ਪੋਰਟ ${PORT} ਨੂੰ ਕੰਸੋਲ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ Arcboot ਸੰਰਚਿਤ ਹੈ। ਸੀਰੀਅਲ ਪੋਰਟ ਗਤੀ ${SPEED} ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਗਈ।
pl: Arcboot jest skonfigurowany do korzystania z portu szeregowego ${PORT} jako konsoli. Prêdko¶æ portu szeregowego jest ustawiona na ${SPEED}.
pt_br: O arcboot está configurado para usar a porta serial ${PORT} como console. A velocidade da porta serial está definida para ${SPEED}.
ro: Arcboot este configurat să folosească portul serial ${PORT} ca şi consolă. Portul serial este ajustat la ${SPEED}.
sl: Arcboot je nastavljen za uporabo serijskih vrat ${PORT} kot konzole. Hitrost serijskih vrat je nastavljena na ${SPEED}.
zh_tw: Arcboot 被設定為使用串列埠 ${PORT} 作為主控台。串列埠速度則被設定為 ${SPEED}。

source: Arcboot installation failed. Continue anyway?
cy: Methodd sefydliad arcboot. Mynd ymlaen fodd bynnag?
de: Arcboot-Installation fehlgeschlagen. Trotzdem fortfahren?
el: Η εγκατάσταση του arcboot απέτυχε. Να συνεχιστεί η εγκατάσταση ούτως ή άλλως;
eo: 'Arcboot'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: Arcboot paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da Arcboot instalatu. Jarraitu nahi duzu hala ere?
fi: Arcboot:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar arcboot. ¿Continuar igualmente?
he: התקנת Arcboot נכשלה. להמשיך בכל מקרה?
id: Pemasangan Arcboot gagal. Tetap melanjutkan?
kk: Arcboot-ты орнату сәтсіз аяқталды. Бәрібір, жалғастыру керек пе?
lt: Arcboot įdiegimas nepavyko. Tęsti nepaisant to?
lv: Arcboot instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i Arcboot. Tohizana ve?
ml: ആര്ക്ക്ബൂട്ട് ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Arcboot-installasjonen feila. Hald fram likevel?
pa: Arcboot ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Nie uda³o siê zainstalowaæ Arcboot. Kontynuowaæ mimo tego?
pt_br: A instalação do arcboot falhou. Continuar mesmo assim?
ro: Instalarea Arcboot a eşuat. Mai continuaţi?
sl: Arcboot namestitev ni uspela. Naj vseeno nadaljujem?
zh_tw: Arcboot 的安裝作業失敗了。是否無論如何仍然繼續？
