Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
cy: TCPIP yw'r enw gweinydd TCP/IP safonnol ar VM; ar VIF, $TCPIP ydyw. Sylwer: rhaid bo IUCV wedi ei alluogi yn y cyfeiriadur defnyddiwr VM er mywn i'r gyrrydd yma weithio a mae'n rhaid ei fod wedi sefydlu ar ddwy ochr y cyfathrebiad.
de: Der Standard-TCP/IP-Servername bei VM ist TCPIP, bei VIF ist es $TCPIP. Beachten Sie: IUCV muss im VM-Benutzerverzeichnis auf beiden Seiten der Kommunikation aktiviert sein, damit dieser Treiber funktioniert.
el: Το προκαθορισμένο όνομα διακομιστή TCP/IP είναι TCPIP για το VM, ενώ για το VIF είναι $TCPIP. Σημείωση: η επιλογή IUCV πρέπει να είναι ενεργοποιημένη στον κατάλογο του χρήστη VM για την σωστή λειτουργία του οδηγού αυτού και πρέπει να έχει ρυθμιστεί και στα δύο άκρα της σύνδεσης.
eo: La norma 'TCP/IP'-servila nomo sur 'VM' estas 'TCPIP'; sur 'VIF' ĝi estas '$TCPIP'. Notu: 'IUCV' endas aktivigita en la 'VM'-uzanta dosiero por tiu pelilo ekfunkcii. Ĝi endas ankaŭ akomodita en ambaŭ komunika ekstremo.
et: Standartne VM TCP/IP serveri nimi on TCPIP; VIF peal on see $TCPIP. Pane tähele: Et see draiver töötaks peab VM kasutajakataloogis IUCV lubatud ning mõlemas kanali otsas korrektselt häälestatud olema.
eu: TCP/IP zerbitzariaren izen estandarra VMn TCPIP da eta VIFen $TCPIP. Oharra: VM erabiltzailearen direktorioan IUCV gaitu egin behar da kontrolatzaile honek funtzionatzeko, eta komunikazioaren bi muturretan ezarri behar da.
fi: TCP/IP-palvelimen standardinimi VM:ssä on TCPIP, VIF:ssä se on $TCPIP. Huomautus: IUCV on oltava päällä VM:n käyttäjähakemistossa jotta tämä ajuri toimisi ja sen asetukset on tehtävä yhteyden molemmissa päissä.
gl: O nome de servidor TCP/IP estándar de VM é TCPIP; en VIF é $TCPIP. Nota: IUCV ten que estar activado no directorio de usuario VM para que este controlador funcione, e debe estar configurado nos dous extremos da comunicación.
he: השם הסטנדרטי לשרת TCP/IP ב-VM הוא TCPIP; ב-VIF השם הוא $TCPIP. שם לב: IUCV חייב להיות פעיל בספריית המשתמשים של ה-VM כדי שהדריבר יעבוד. כמו כן, יש להגדרו בשני קצוות התקשורת.
id: Nama server standar TCP/IP pada VM adalah TCPIP; pada VIF adalah $TCPIP. Perhatian: IUCV harus diaktifkan pada direktori pengguna VM agar driver ini bekerja dan harus disetel pada kedua ujung komunikasi.
kk: TCP/IP сервердің VM-де стандартты аты - TCP/IP, VIF-те - $TCPIP. Назар аударыңыз: осы драйвер жұмыс істеу үшін, IUCV VM-ның пайдаланушы каталогында енгізілген және бірігудің екі аяқ шенінде орнатылуы керек.
lt: Standartinis TCP/IP serverio vardas VM sistemoje yra TCPIP, VIF sistemoje jis yra $TCPIP. Dėmesio: ICUV turi būti įjungtas VM vartotojų kataloge, kad ši tvarkyklė veiktų, ir ji turi būti sukonfigūruota abiejuose galuose.
lv: Standarta TCP/IP servera vārds VM'os ir TCPIP; VIF'os tas ir $TCPIP. Piezīme: Lai šis draiveris darbotos VM lietotāja direktorijā ir jābūt aktivizētam IUCV. Šim draiverim ir jāatrodas abos komunikācijas kanāla galos.
ml: VM ല്‍ സ്റ്റാന്ഡേര്ഡ് TCP/IP സേവക നാമം TCPIP എന്നാണ്; VIF ല്‍ ഇത് $TCPIP എന്നാണ്. കുറിപ്പ്: ഈ ഡ്രൈവര്‍ പ്രവര്ത്തിക്കണമെങ്കില്‍ VM ഉപയോക്തൃ ഡയറക്റ്ററിയില്‍ IUCV ഇനേബിള്‍ ചെയ്യേണ്ടതുണ്ട് എന്ന് മാത്രമല്ല ആശയവിനിമയത്തിന്റെ രണ്ടറ്റത്തും ഇത് ഒരുക്കേണ്ടതുണ്ട്.
nn: Standard tenarnamn for TCP/IP på VM er TCPIP, på VIF er det $TCPIP. Merk: IUCV må vera slått på i VM-brukarkatalogen for at denne drivaren skal fungera, og det må vera sett opp i begge endar av sambandet.
pa: VM ਤੇ ਮਿਆਰੀ TCP/IP ਸਰਵਰ ਨਾਂ TCPIP: VIF ਤੇ $TCPIP ਹੈ। ਟਿੱਪਣੀ: ਇਸ ਡਰਾਈਵਰ ਨੂੰ ਕੰਮ ਕਰਨ ਲਈ VM ਉਪਭੋਗੀ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ IUCV ਯੋਗ ਹੋਣਾ ਜਰੂਰੀ ਹੈ ਅਤੇ ਇਹ ਸੰਚਾਰ ਦੇ ਦੋਨਾਂ ਸਿਰਿਆਂ ਤੇ ਨਿਰਧਾਰਿਤ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
pl: Standardow± nazw± serwera TCP/IP w VM jest TCPIP, w VIF - $TCPIP. Zauwa¿: IUCV musi byæ w³±czone w katalogu domowym VM, ¿eby ten sterownik dzia³a³ oraz musi byæ ustawione po obu stronach komunikacji.
pt_br: O nome do servidor TCP/IP padrão em VM é TCPIP, em VIF é $TCPIP. Nota : IUCV deve estar habilitado no diretório do usuário VM para que este controlador (driver) funcione e o mesmo deve ser configurado em ambas as pontas da comunicação.
ro: Numele standard pentru server TCP/IP pe VM este TCPIP; pe VIF este $TCPIP. Notă: IUCV trebuie să fie activat în directorul VM al utilizatorului, pentru ca acest driver să funcţioneze şi trebuie să fie ajustat la ambele capete ale căii de comunicare.
sl: Standardno ime strežnika TCP/IP na navideznem stroju je TCPIP, na VIF pa $TCPIP. Opomba: Da bi ta gonilnik deloval morate IUCV omogočiti tako v domačem imeniku navideznega stroja, kot na obeh straneh povezave.
zh_tw: 在 VM 上標準的 TCP/IP 伺服器名稱是 TCPIP，在 VIF 上則是 $TCPIP。注意：為了讓這個驅動程式可以正常運作，必須在 VM 的使用者目錄中啟用 IUCV，並且也必須在連線的兩端上做如此的設定。

source: Configure the network device
cy: Cyflunio'r dyfais rhwydwaith
de: Gerät für das Netzwerk konfigurieren
el: Ρύθμιση της συσκευής δικτύου
eo: Akomodu la retadaptilon
et: Seadista võrguseadet
eu: Konfiguratu sareko gailua
fi: Tee verkkolaitteen asetukset
gl: Configurar o dispositivo de rede
he: הגדרת רכיב רשת
id: Mengonfigurasi piranti jaringan
kk: Желілік құрылғыны баптау
lt: Tinklo konfigūravimas
lv: Konfigurēt tīkla iekārtu
mg: Tefeo ny periferika rezo
ml: നെറ്റ്‌വര്ക്ക് ഉപകരണം ക്രമീകരിക്കുക
nn: Set opp nettverkseininga
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja urz±dzenia sieciowego
pt_br: Configurar dispositivo de rede
ro: Configurează dispozitivul de reţea
sl: Nastavi mrežno napravo
zh_tw: 設定網路裝置

source: Available disks:
cy: Disgiau sydd ar gael:
de: Verfügbare Festplatten:
el: Διαθέσιμοι δίσκοι:
eo: Disponeblaj diskoj:
et: Saadaval kettad:
eu: Disko erabilgarriak:
fi: Käytettävissä olevat levyt:
gl: Discos dispoñibles:
he: דיסקים זמינים:
id: Disk yang tersedia:
kk: Қатынастағы дискілер:
lt: Prieinami diskai:
lv: Pieejamie diski:
mg: Kapila azo ampiasaina:
ml: ലഭ്യമായിട്ടുള്ള ഡിസ്കുകള്‍:
nn: Tilgjengelege diskar:
pa: ਉਪਲੱਬਧ ਡਿਸਕਾਂ:
pl: Dostêpne dyski:
pt_br: Discos disponíveis :
ro: Discuri disponibile:
sl: Diski, ki so na voljo:
zh_tw: 可供使用的磁碟：

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
gl: Os seguintes DASD (dispositivos de armacenamento en disco) están dispoñibles. Escolla os dispositivos que quere empregar de un en un.
ml: താഴെ കൊടുത്തിരിക്കുന്ന ഡിസ്ക് ആക്സസ് സ്റ്റോറേജ് ഡിവൈസുകള്‍ (DASD) ലഭ്യമാണ്. ദയവായി ഒന്നൊന്നായി ഉപയോഗിക്കേണ്ട ഓരോ ഉപകരണവും തിരഞ്ഞെടുക്കുക.
pa: ਹੇਠਲੇ ਡਿਸਕ ਪਹੁੰਚ ਭੰਡਾਰ ਜੰਤਰ (DASD) ਉਪਲੱਬਧ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਵਿੱਚੋਂ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇੱਕ ਵਾਰ ਇੱਕ ਜੰਤਰ ਹੀ ਚੁਣੋ।

source: Choose disk:
cy: Dewiswch ddisg:
de: Festplatte auswählen:
el: Επιλέξτε ένα δίσκο:
eo: Elektu diskon:
et: Vali ketas:
eu: Aukeratu diskoa:
fi: Valitse levy:
gl: Escolla un disco:
he: בחר דיסק:
id: Memilih disk:
kk: Дискті таңдаңыз:
lt: Pasirinkite diską:
lv: Izvēlies disku:
mg: Misafidiana kapila:
ml: ഡിസ്ക് തിരഞ്ഞെടുക്കുക:
nn: Vel harddisk:
pa: ਡਿਸਕ ਚੁਣੋ:
pl: Wybierz dysk:
pt_br: Escolha o disco :
ro: Alegeţi discul:
sl: Izberite disk:
zh_tw: 選擇磁碟：

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
cy: Dewiswch ddisg os gwelwch yn dda. Mae'n rhaid i chi benodi'r rhif dyfais cyflawn, yn cynnwys seroau arweiniol.
de: Bitte wählen Sie eine Festplatte. Sie müssen die komplette Gerätenummer mit führenden Nullen angeben.
el: Παρακαλώ υποδείξτε μια μονάδα DASD. Πρέπει να υποδείξετε τον πλήρη αριθμό της μονάδας, συμπεριλαμβανομένων και των αρχικών μηδενικών.
eo: Bonvole elektu diskon. Vi plene indikendos la adaptilan nombron, inkluzive la unuaj nuloj.
et: Palun vali ketas. Pead sisestama terve seadme numbri, kaasa arvatud alguses olevad nullid.
eu: Aukeratu diskoa. Gailuaren zenbaki osoa adierazi behar duzu, baita hasierako zeroak ere.
fi: Valitse levy. Kirjoita laitenumero kokonaan, mukaanlukien etunollat.
gl: Escolla un disco. Ten que especificar o número de dispositivo completo, incluíndo os ceros á esquerda.
he: נא לבחור דיסק. יש לציין את כתובת הרכיב המלאה, כולל אפסים מובילים.
id: Silakan memilih sebuah disk. Anda perlu memberikan nomor piranti lengkap, termasuk angka nol yang mengawali.
kk: Дискті таңдаңыз. Сіз құрылғының, жетекші нөлдерін қоса, толық нөмірін көрсетуіңіз
lt: Prašau pasirinkti diską. Reikia nurodyti pilną įrenginio numerį, įskaitant nulius iš kairės.
lv: Lūdzu izvēlieties disku. Jums ir jānorāda pilnsierīces numurs, norādot arī sākumā esošās nulles.
ml: ദയവായി ഒരു ഡിസ്ക് തിരഞ്ഞെടുക്കൂ. നിങ്ങള്ക്ക് മുന്നിലുള്ള പൂജ്യങ്ങള്‍ കൂടി ഉള്പ്പെടുന്ന മുഴുവനായുള്ള ഉപകരണ സംഖ്യ നല്കേണ്ടതുണ്ട്.
nn: Vel ein harddisk. Du må oppgje fullstendig einingsnummer, inkludert eventuelle nullar først.
pa: ਇੱਕ ਡਿਸਕ ਚੁਣੋ ਜੀ। ਤੁਹਾਨੂੰ ਪੂਰਾ ਜੰਤਰ ਨੰਬਰ ਦੇਣਾ ਪਵੇਗਾ, ਅਗਲੀਆਂ ਸਿਫਰਾਂ ਸਮੇਤ।
pl: Proszê wybraæ. Musisz okre¶liæ kompletny numer urz±dzenia, razem z zerami na pocz±tku.
pt_br: Por favor escolha um disco. Você precisa especificar o número do dispositivo completo, incluindo os zeros.
ro: Vă rugăm să alegeţi un disc. Trebuie să specificaţi numărul complet de dispozitiv, inclusiv zerourile de la început.
sl: Prosim izberite disk. Določiti morate celotno ime naprave, skupaj z vodilnimi ničlami.
zh_tw: 請選擇一個磁碟。您必須指定完整的裝置號碼，包括前導的 0。

source: Invalid disk
cy: Disg annilys
de: Ungültige Festplatte
el: Μη έγκυρος δίσκος
eo: Malvalida disko
et: Sobimatu ketas
eu: Disko baliogabea
fi: Levy ei kelpaa
gl: Disco non válido
he: דיסק לא תקין
id: Disk tidak sah
kk: Қатынастағы емес диск
lt: Netinkamas diskas
lv: Nepareizs disks
mg: Kapila tsy mandeha
ml: വാലിഡല്ലാത്ത ഡിസ്ക്
nn: Ugyldig harddisk
pa: ਗਲਤ ਡਿਸਕ
pl: Nieprawid³owy dysk
pt_br: Disco inválido
ro: Disc invalid
sl: Nepravilen disk
zh_tw: 不正確的磁碟

source: An invalid device number has been chosen.
cy: Dewiswyd rhif dyfais annilys.
de: Ungültige Gerätenummer wurde gewählt.
el: Επιλέχθηκε μη έγκυρος αριθμός μονάδας.
eo: Malvalida aparata nombro estis elektita.
et: Valitud seadme number on sobimatu.
eu: Gailu-zenbaki baliogabea aukeratu duzu.
fi: Valittu laitenumero ei kelpaa.
gl: Escolleuse un número de dispositivo non válido.
he: נבחר מספר דיסק לא חוקי.
id: Sebuah nomor piranti yang tidak sah telah dipilih.
kk: Сізбен мүмкіндіксіз құрылғының нөмірі таңдап алынды.
lt: Buvo pasirinktas neteisingas įrenginio numeris.
lv: Ir norādīts nepareizs diska numurs.
ml: വാലിഡല്ലാത്ത ഒരു ഉപകരണ സംഖ്യ തിരഞ്ഞെടുക്കപ്പെട്ടിരിക്കുന്നു.
nn: Eit ugyldig einingsnummer er valt.
pa: ਗਲਤ ਜੰਤਰ ਨੰਬਰ ਚੁਣਿਆ ਹੈ।
pl: Zosta³ wybrany nieprawid³owy numer urz±dzenia.
pt_br: Um número de dispositivo inválido foi escolhido.
ro: S-a ales un număr de dispozitiv invalid.
sl: Izbrali ste nepravilno številko naprave.
zh_tw: 指定了一個不正確的裝置號碼。

source: Format the disk?
cy: Fformadu'r ddisgen?
de: Festplatte formatieren?
el: Διαγραφή του δίσκου;
eo: Strukturu la diskon?
et: Ketas formaatida?
eu: Diskoa formateatu nahi duzu?
fi: Alustetaanko levy?
gl: ¿Formatar o disco?
he: לפרמט את הדיסק?
id: Format disk?
kk: Дискті қайта пішіндеу керек пе?
lt: Formatuoti diską?
lv: Formatēt disku?
ml: ഡിസ്ക് ഫോര്മാറ്റ് ചെയ്യട്ടേ?
nn: Vil du formatera disken?
pa: ਕੀ ਡਿਸਕ ਫਾਰਮੈਟ ਕਰਨੀ ਹੈ?
pl: Sformatowaæ dysk?
pt_br: Formatar o disco ?
ro: Formataţi discul?
sl: Formatiram disk?
zh_tw: 是否將磁碟格式化？

source: The installer is unable to detect if the device ${device} has already been formatted or not. Disks need to be formatted before you can create partitions.
gl: O instalador non pode detectar se o dispositivo ${device} xa está formatado ou non. Os discos teñen que estar formatados para poder crear particións.
ml: ${device} എന്ന ഉപകരണം നേരത്തെ തന്നെ ഫോര്‍മാറ്റ് ചെയ്തതാണോ അല്ലയോ എന്ന് കണ്ടുപിടിക്കാന്‍ ഇന്‍സ്റ്റാളറിന് സാധിച്ചില്ല. ഭാഗങ്ങള്‍ സൃഷ്ടിക്കുന്നതിന് മുന്പേ ഡിസ്കുകള്‍ ഫോര്മാറ്റ് ചെയ്യേണ്ടതുണ്ട്.
pa: ਇੰਸਟਾਲਰ ਇਹ ਖੋਜਣ ਲਈ ਅਸਫ਼ਲ ਹੈ ਕਿ ਜੰਤਰ ${device} ਪਹਿਲਾਂ ਫਾਰਮੈਟ ਹੈ ਜਾਂ ਨਹੀਂ। ਭਾਗ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਡਿਸਕ ਫਾਰਮੈਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।

source: If you are sure the disk has already been correctly formatted, you don't need to do so again.
gl: Se está seguro de que o disco xa está formatado correctamente, non precisa de o facer outra vez.
ml: ഡിസ്ക് നേരത്തേ തന്നെ ശരിയായ രീതിയില്‍ ഫോര്‍മാറ്റ് ചെയ്തിട്ടുണ്ട് എന്നുറപ്പുണ്ടെങ്കില്‍ നിങ്ങള്‍ വീണ്ടും അത് ചെയ്യണമെന്നില്ല.
pa: ਜੇ ਤੁਸੀਂ ਭਰੋਸਾ ਰੱਖਦੇ ਹੋ ਕਿ ਡਿਸਕ ਪਹਿਲਾਂ ਹੀ ਠੀਕ ਤਰ੍ਹਾਂ ਫਾਰਮੈਟ ਕੀਤੀ ਗਈ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਇਹ ਫੇਰ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।

source: Formatting ${device}...
cy: Yn fformadu ${device}...
de: Formatiere ${device} ...
eo: '${device}'-dosieraranĝi...
et: ${device} formaatimine...
eu: ${device} formateatzen...
gl: A formatar ${device}...
he: מפרמט את ${device}...
kk: Қайта пішіндеу ${device} өтіп жатыр...
lt: Formatuojamas ${device}...
lv: Formatēju ${device}...
ml: ${device} ഫോര്മാറ്റ് ചെയ്തു കൊണ്ടിരിക്കുന്നു...
pa: ${device} ਨੂੰ ਫਾਰਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Se formatează ${device}...
zh_tw: 正在格式化 ${device}...

source: Configure disk access storage devices (DASD)
cy: Cyflunio Disk Access Storage Devices (DASD)
de: Disk access storage devices (DASD) konfigurieren
el: Ρύθμιση των αποθηκευτικών μονάδων προσπέλασης δίσκου (DASD)
eo: Akomodu diskatingajn memorajn adaptilojn ('Disk Access Storage Devices')
et: Seadista ketta-pöördus salvestusseadmeid (DASD)
eu: Konfiguratu atzipen zuzeneko biltegiratze-gailuak (DASD)
fi: Tee levylaitteiden (DASD) asetukset
gl: Configurar dispositivos de armacenamento en disco (DASD)
he: הגדר דיסקים (DASD)
id: Mengonfigurasi Disk Access Storage Devices (DASD)
kk: disk access storage devices (DASD) баптау
lt: Diskinių saugojimo įrenginių (DASD) konfigūravimas
lv: Konfigurēt diska piekļuves ierīces (DASD)
ml: ഡിസ്ക് ആക്സസ് സ്റ്റോറേജ് ഡിവൈസുകള്‍ (DASD) ക്രമീകരിക്കുക
nn: Set opp lagringseiningar med disktilgang (DASD)
pa: ਡਿਸਕ ਪਹੁੰਚ ਭੰਡਾਰ ਜੰਤਰ (DASD) ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja urz±dzeñ dyskowych (DASD)
pt_br: Configurar dispositivos de armazenamento de acesso a disco (DASD)
ro: Configurează dispozitivele de stocare cu acces la disc (DASD)
sl: Nastavi DASD (disk access storage devices)
zh_tw: 設定 DASD (直接存取儲存裝置，Disk Access Storage Devices)

source: Install the ZIPL boot loader on a hard disk
cy: Sefydlu'r bŵtlwythydd ZIPL ar ddisgen caled
de: Installation des ZIPL-Bootloaders auf einer Festplatte
el: Εγκατάσταση του φορτωτή εκκίνησης ZIPL σε ένα σκληρό δίσκο
eo: Instalu la 'ZIPL'-praŝargilon sur fiksita disko
et: Paigalda alglaadur ZIPL kõvakettale
eu: Instalatu ZIPL abioko kargatzailea disko gogorrean
fi: Asenna ZIPL-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio ZIPL nun disco duro
he: התקנת מנהל האתחול ZIPL על הדיסק הקשיח
id: Memasang boot loader ZIPL pada hard disk
kk: ZIPL жүйелік жүктеуішін қатқыл дискке орнату
lt: Pradinio įkėliklio ZIPL diegimas į kietąjį diską
lv: Instalēt ZIPL sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader ZIPL
ml: ZIPL ബൂട്ട് ലോഡര്‍ ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer oppstartslastaren ZIPL på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ ZIPL ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Instalacja programu uruchomieniowego ZIPL na dysku twardym
pt_br: Instalar o carregador de inicialização ZIPL em um disco rígido
ro: Instalează încărcătorul de sistem ZIPL pe un disc fix
sl: Namesti zagonski nalagalnik ZIPL na trdi disk
zh_tw: 將 ZIPL 開機程式安裝至硬碟上

source: Make GLAN Tank bootable
gl: Facer que se poida arrincar do GLAN Tank
ml: GLAN Tank ബൂട്ട് ചെയ്യാവുന്നതാക്കുക
pa: GLAN ਟੈਂਕ ਬੂਟ-ਯੋਗ ਬਣਾਓ

source: Configuring flash memory to boot the system
gl: A configurar a memoria flash para que inicie o sistema
ml: സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ ഫ്ലാഷ് മെമറി ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു
pa: ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ ਫਲੈਸ਼ ਮੋਮਰੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Preparing the system
gl: A preparar o sistema
ml: സിസ്റ്റം തയ്യാറാക്കി കൊണ്ടിരിക്കുന്നു
pa: ਸਿਸਟਮ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Writing the kernel to flash memory
gl: A gravar o núcleo na memoria flash
ml: കെര്‍ണല്‍ ഫ്ലാഷ് മെമറിയിലേക്ക് എഴുതിക്കൊണ്ടിരിക്കുന്നു
pa: ਕਰਨਲ ਨੂੰ ਫਲੈਸ਼ ਮੈਮੋਰੀ ਵਿੱਚ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: Configure flash memory to boot the system
gl: Configurar a memoria flash para que inicie o sistema
ml: സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ ഫ്ലാഷ് മെമറി ക്രമീകരിക്കുക
pa: ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ ਫਲੈਸ਼ ਮੋਮਰੀ ਸੰਰਚਨਾ

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
gl: Os parámetros configurados son: canles = ${device0}, ${device1}, ${device2} porto = ${port} nome de porto = ${portname} capa 2 = ${layer2}
pa: ਸੰਰਚਨਾ ਕੀਤੇ ਮੁੱਲ ਹਨ: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}

source: Use this device in layer2 mode?
gl: ¿Empregar este dispositivo en modo capa 2?
pa: ਕੀ ਇਹ ਜੰਤਰ ਨੂੰ layer2 ਢੰਗ 'ਚ ਵਰਤਣਾ ਹੈ?

source: By default OSA-Express cards use layer3 mode. In that mode LLC headers are removed from incoming IPv4 packets. Using the card in layer2 mode will make it keep the MAC addresses of IPv4 packets.
gl: Por defecto, as tarxetas OSA-Express empregan o modo capa 3. Nese modo, as cabeceiras LLC elimínanse dos paquetes IPv4 entrantes. Se emprega a tarxeta en modo capa 2 hanse conservar os enderezos MAC dos paquetes IPv4.
pa: ਮੂਲ ਰੂਪ 'ਚ OSA-Express ਕਾਰਪ layer3 ਢੰਗ ਵਰਤਦੇ ਹਨ। ਇਸ ਵਿੱਚ LLC ਹੈਡਰ ਆ ਰਹੇ IPv4 ਪੈਕੇਟਾਂ 'ਚੋਂ ਹਟਾ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ। ਕਾਰਡ ਨੂੰ layer2 ਢੰਗ ਵਿੱਚ ਵਰਤਣ ਨਾਲ ਇਹ IPv4 ਪੈਕੇਟਾਂ ਦਾ MAC ਸਿਰਨਾਵਾਂ ਰੱਖੇਗਾ।

source: #%s
de: Nr. %s
fi: N:ro %s
gl: núm. %s
id: No. %s
mg: n° %s
pl: nr %s

source: LVM VG %s, LV %s
cy: Grŵp Cyfrol LVM %s, Cyfrol Rhesymegol %s
eo: Grupa datumportilo LVM %s, logika datumportilo %s
et: LVH VG %s, LV %s
gl: Grupo de volumes LVM %s, Volume lóxico %s
nn: LVM GD %s, LD %s
pt_br: VG LVM %s, LV %s

source: All components of the installer needed to complete the install should already be selected. Other installer components have low priority and are probably not necessary, but may be interesting to some users.
de: Alle vom Installer benötigten Komponenten, um die Installation abzuschließen, sollten bereits ausgewählt sein. Andere Komponenten haben eine niedrigere Priorität und werden wahrscheinlich nicht benötigt, könnten aber für einige Benutzer nützlich sein.
eo: Ĉiuj bezonataj instaleroj devus esti elektitaj. Aliaj negravaj instaleroj ne necesus, sed povus interesi iujn uzantojn.
eu: Instalatzaileak instalazioa burutzeko behar dituen osagai guztiak hautatuta egon beharko lukete. Zerrendako instalatzailearen beste osagai batzuk lehentasun txikia dute eta ziurrenik ez dira beharrezkoak, baina baliteke erabiltzaile batzuentzat interesgarriak izatea.
he: כל הרכיבים של תוכנית ההתקנה הנדרשים כדי לסיים את ההתקנה כבר נבחרו. רכיבים אחרים הם בעלי עדיפות נמוכה וכנראה לא דרושים, אך הם יכולים להיות רלוונטיים לחלק מהמשתמשים.
lt: Visi komponentai, reikiami pilnam įdiegimui jau turi būti pasirinkti automatiškai. Kiti įdiegiklio komponentai turi žemą prioritetą ir greičiausiai yra nereikalingi, tačiau gali būti svarbūs kai kuriems naudotojams.
lv: Instalācijas procesam nepieciešamie moduļi jau ir automātiski izvēlēti. Citi moduļi no šī sarakstā ir ar zemu prioritāti un parasti nav nepieciešami, taču dažiem lietotājiem tie varētu būt insteresanti.
ro: Toate componentele programului de instalare necesare finalizării instalării ar trebui să fie deja selectate. Alte componente ale programului de instalare au prioritate redusă şi probabil nu sunt necesare, dar pot prezenta interes pentru unii utilizatori.
zh_tw: 為了能讓安裝作業順利完成的所有元件應該都已被選取。其它的則為優先等級較低，且也許並不是必要的安裝程式元件，但是可能有些使用者會用得著。

source: ${KBD-ARCHS}
cy: ${KBD-ARCHS-L10N}
de: ${KBD-ARCHS-L10N}
eo: ${KBD-ARCHS-L10N}
et: ${KBD-ARCHS-L10N}
eu: ${KBD-ARCHS-L10N}
he: ${KBD-ARCHS-L10N}
lt: ${KBD-ARCHS-L10N}
lv: ${KBD-ARCHS-L10N}
ro: ${KBD-ARCHS-L10N}
zh_tw: ${KBD-ARCHS-L10N}

source: no ethernet card, ${CHOICES}, none of the above
cy: dim cerdyn ethernet, ${CHOICES}, dim o'r uchod
de: keine Ethernet-Karte, ${CHOICES}, keines der obigen
el: δεν υπαρχει καρτα δικτυου,${CHOICES}, κανένα από τα παραπάνω
eo: neniu reta karto, ${CHOICES}, neniu inter la antaŭaj
et: pole võrgukaarti, ${CHOICES}, mitte ükski nimetatuist
eu: ez dago ethernet txartelik, ${CHOICES}, goikorik ez dago
fa: کات شبکه موجود نیست, ${CHOICES}, هیچکدام از موارد بالا
fi: ethernetkorttia ei ole; ${CHOICES}, ei mikään edellisistä
he: אין כרטיס רשת, ${CHOICES}, אף אחד מהנ"ל
id: tanpa kartu ethernet, ${CHOICES}, tak satupun di atas
kk: желілер картасы жоқ, ${CHOICES}, есепке алынғандардың бірі де емес.
lt: be tinklo plokštės, ${CHOICES}, niekas iš paminėtų
lv: nav Ethernet kartes, ${CHOICES}, neviens no augstāk minētā
mg: tsia mahita ny karatra ethernet, ${CHOICE}, tsy ao amin'ireo voafidy
nn: ingen ethernet-kort, ${CHOICES}, ingen av modulane ovanfor
pl: brak karty ethernet, ${CHOICES}, ¿adne z powy¿szych
pt_br: nenhuma placa de rede, ${CHOICES}, nenhuma das anteriores
ro: fără placă Ethernet, ${CHOICES}, nici una de mai sus
sl: ni mrežne kartice, ${CHOICES}, nič od tega
zh_tw: 沒有網路卡, ${CHOICES}, 以上都不是

source: continue with no disk drive, ${CHOICES}, none of the above
de: ohne Laufwerk fortfahren, ${CHOICES}, keines der obigen
eo: pluigu sen disko, ${CHOICES}, neniu inter antaŭaj
eu: diska gailu gabe jarraitu, ${CHOICES}, hauetako bat ere ez
he: המשך ללא כונן, ${CHOICES}, אף אחד מהנ"ל
lt: be disko įrenginio, ${CHOICES}, niekas iš paminėtų
lv: turpināt neizmantojot cieto disku, ${CHOICES}, neviens no augstāk minētajiem
ro: continuare fără unitate de disc, ${CHOICES}, nici una de mai sus
zh_tw: 在沒有硬碟的狀況下繼續進行, ${CHOICES}, 以上都不是
