Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Registering modules...
cy: Yn cofrestri modylau...
de: Registriere Module ...
el: Καταγραφή μονάδων λογισμικών ...
eo: Registrado de moduloj...
et: Moodulite registreerimine...
eu: Moduluak erregistratzen...
fa: ثبت ماژولها
fi: Rekisteröidään moduulit...
gl: A rexistrar os módulos...
he: רושם מודולים ...
id: Mendaftarkan modul-modul ...
kk: Модульдерді тіркеу жүріп жатыр...
lt: Registruojami moduliai ...
lv: Reģistrēju komponentes...
ml: മൊഡ്യൂളുകള്‍ രേഖപ്പെടുത്തിക്കൊണ്ടിരിക്കുന്നു...
nn: Registrerer modular ...
pa: ਮੋਡੀਊਲ ਰਜਿਸਟਰ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Rejestrowanie modu³ów...
pt_br: Registrando módulos ...
ro: Înregistrez modulele...
sl: Prijavljam module ...
zh_tw: 正在註冊模組...

source: All components of the installer needed to complete the install will be loaded automatically and are not listed here. Some other (optional) installer components are shown below. They are probably not necessary, but may be interesting to some users.
gl: Tódolos compoñentes do instalador que sexan necesarios para completar a instalación hanse cargar automaticamente e non aparecen nesta lista. Amósanse embaixo outros compoñentes (opcionais) do instalador. Seguramente non sexan necesarios, pero poden ser interesantes para algúns usuarios.
ml: ഇന്സ്റ്റലേഷന്‍ പൂര്‍ത്തിയാക്കാന്‍ ആവശ്യമായിട്ടുള്ള എല്ലാ ഘടകങ്ങളും സ്വയമേവ ചേര്ക്കപ്പെടുമെന്നതിനാല്‍ ഇവിടെ ലിസ്റ്റ് ചെയ്തിട്ടില്ല. നിര്ബന്ധമില്ലാത്ത മറ്റു ചില ഘടകങ്ങള്‍ ഇവിടെ കാണിച്ചിരിക്കുന്നു. അവ ചിലപ്പോള്‍ ആവശ്യമുള്ളവയായിരിക്കണമെന്നില്ല, പക്ഷേ ചില ഉപയോക്താക്കള്‍ക്ക് താത്പര്യമുള്ളവയാകാം.
pa: ਇੰਸਟਾਲਰ ਦੇ ਸਭ ਭਾਗ ਜੋ ਇੰਸਟਾਲੇਸ਼ਨ ਮੁਕੰਮਲ ਹੋਣ ਲਈ ਜਰੂਰੀ ਹਨ ਪਹਿਲਾਂ ਹੀ ਚੁਣੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਕੁਝ ਹੋਰ (ਚੋਣਵੇਂ) ਇੰਸਟਾਲਰ ਭਾਗ ਹੇਠ ਦਿੱਤੇ ਹਨ। ਇਹ ਸੰਭਵ ਤੌਰ ਉੱਤੇ ਲੋੜੀਦੇ ਹਨ, ਪਰ ਕੁਝ ਹੋਰਾਂ ਲਈ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦੇ ਹਨ।

source: Installer components to load:
cy: Cydrannau sefydlydd i'w llwytho:
de: Zu ladende Installations-Komponenten:
el: Πακέτα λογισμικού του εγκαταστάτη προς μεταφόρτωση:
eo: Ŝargotaj instaleroj:
et: Laetavad paigaldaja komponendid:
eu: Kargatu beharreko instalatzailearen osagaiak:
fa: اجزایی نصاب که باید بارگیری گردند:
fi: Ladattavat asentimen osat:
gl: Compoñentes do instalador a cargar:
he: רכיבי מתקין לטעינה:
id: Komponen instalasi yang ingin dimuat:
kk: Жүктеуге арналған орнату программасының компоненттері:
lt: Įkelti įdiegiklio komponentus:
lv: Ielādējamie instalatora komponenti:
mg: Singan'ny rindran'asa mpatraka izay ho fahanana:
ml: ചേര്ക്കേണ്ട ഘടകങ്ങള്‍:
nn: Installasjonskomponentar som skal lastast:
pa: ਲੋਡ ਕਰਨ ਲਈ ਇੰਸਟਾਲਰ ਸੰਖੇਪ:
pl: Modu³y instalatora do za³adowania:
pt_br: Componentes do instalador a serem carregados :
ro: Componentele programului de instalare care se încarcă:
sl: Komponente namestilnika, ki se naj naložijo:
zh_tw: 要載入的安裝程式元件：

source: To save memory, only components that are certainly needed for an install are selected by default. The other installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
de: Um Speicher zu sparen, werden nicht alle Installer-Module geladen. Die aufgelisteten Komponenten des Installers sind für eine Grundinstallation nicht zwingend notwendig. Evtl. benötigen Sie aber einige extra Komponenten, besonders spezielle Kernel-Module. Gehen Sie die Liste deshalb sorgfältig durch und wählen Sie die Komponenten, die Sie benötigen.
eo: Por ŝpari memorojn, nur bezonataj instaleroj estas implicite elektitaj. Oni ne bezonas la aliajn instalerojn por baza instalado. Tamen, iuj neceseblus por vi, interalie tiuj kernaj moduloj. Vi zorge vidu liston por elekti tiujn, kiujn vi nepre bezonas.
eu: Memoria aurrezteko, instalatzailearen modulu guztiak ez dira kargatuko lehenespenez. Zerrendako instalatzailearen osagai guztiak ez dira beharrezkoak oinarrizko instalaziorako, baina agian batzuk beharko dituzu, bereziki nukleo-modulu batzuk; beraz, begiratu arretaz zerrendari eta hautatu behar dituzun osagaiak.
gl: Para aforrar memoria, só están seleccionados por defecto os compoñentes absolutamente necesarios para unha instalación. Os outros compoñentes do instalador non son todos necesarios para unha instalación básica, pero pode precisar algúns deles, especialmente algúns módulos do núcleo, así que busque na lista e marque os compoñentes que precise.
he: כדי לחסוך בזיכרון, רק רכיבים שדרושים להתקנה נבחרים כברירת מחדל. רכיבים אחרים לא נחוצים להתקנה בסיסית, אבל אולי תצטרך את חלקם, במיוחד מספר מודולים לקרנל, כך שכדאי לעבור את ההרשימה בקפדנות ולבחור את הרכיבים שאתה צריך.
lt: Siekiant taupyti atmintį, tik tikrai įdiegimui reikalingi komponentai yra pasirinkti. Kiti įdiegiklio komponentai nėra visi būtini bazinės dalies įdiegimui, bet kai kurių, ypač tam tikrų branduolio modulių, gali Jums prireikti. Taigi, įdėmiai peržiūrėkite sąrašą ir pasirinkite reikiamus komponentus.
lv: Lai taupītu atmiņu, pēc noklusējuma ir izvēlēti tikai noteikti nepieciešamie komponenti. Pārējie komponenti standarta instalācijā nav obligāti vajadzīgi, taču dažus no tiem jums var ievajadzēties, tas jo īpaši attiecas uz dažiem kodola moduļiem. Rūpīgi pārskatiet komponentu sarakstu un izvēlieties sev nepieciešamos.
ml: മെമ്മറി കുറക്കാനായി ഇന്സ്റ്റാളറിന് നിര്‍ബന്ധമായും വേണ്ടുന്ന ഘടകങ്ങള്‍ മാത്രമേ ഡിഫാള്‍ട്ടായി ചേര്‍ത്തിട്ടുള്ളൂ. ബേസിക് ഇന്സ്റ്റലേഷന് മറ്റുള്ള ഘടകങ്ങള്‍ ചിലപ്പോള്‍ ആവശ്യമില്ലായിരിക്കാം, പക്ഷേ നിങ്ങള്‍ക്ക് ചില ഘടകങ്ങള്‍ ആവശ്യം വന്നേക്കാം; പ്രത്യേകിച്ചും കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍. അതുകൊണ്ടു തന്നെ പട്ടികയില്‍ ശ്രദ്ധയോടെ നോക്കി ആവശ്യമായ ഘടകങ്ങള്‍ തിരഞ്ഞെടുക്കുക.
pa: ਮੈਮੋਰੀ ਬਚਾਉਣ ਲਈ, ਸਿਰਫ ਲੋੜੀਦੇ ਭਾਗ ਹੀ ਸਹੀ ਮੂਲ ਰੂਪ ਵਿੱਚ ਚੁਣੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਹੋਰ ਵਿਖਾਏ ਭਾਗ ਸੰਖੇਪ ਮੁਢਲੀ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਜਰੂਰੀ ਨਹੀਂ ਹਨ, ਪਰ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁਝ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ, ਖਾਸ ਕਰਕੇ ਕਰਨਲ ਮੈਡੀਊਲਾਂ ਦੀ, ਇਸ ਲਈ ਸੂਚੀ ਨੂੰ ਧਿਆਨ ਨਾਲ ਵੇਖੋ ਅਤੇ ਲੋੜੀਂਦਾ ਸੰਖੇਪ ਚੁਣੋ।
ro: Pentru a economisi memorie, doar componentele strict necesare pentru instalare sunt selectate implicit. Celelalte componentele ale programului de instalare nu sunt necesare pentru o instalare de bază, dar este posibil să aveţi nevoie de unele dintre ele, în special de anumite module de nucleu, deci uitaţi-vă pe listă cu grijă şi selectaţi componentele de care aveţi nevoie.
zh_tw: 為了節省記憶體，預設上只有安裝程式所必要的元件才會被選取。在安裝時基本上並不會用到其它的安裝元件，但也許其中有著您所需要的，尤其是某些 Kernel 模組，所以請仔細得查看這個列表，並選擇您所需要的元件。

source: Note that if you select a component that requires others, those components will also be loaded.
cy: Sylwch os rydych chi'n dewis cydran sy'n dibynnu ar eraill, caiff y cydrannau hynny eu llwytho hefyd.
de: Beachten Sie bitte, dass, falls Sie ein Modul wählen, welches andere Module benötigt, diese ebenfalls mit installiert werden.
el: Αν επιλέξετε ένα πακέτο λογισμικού που εξαρτάται από άλλα, τότε, θα φορτωθούν και αυτά αυτόματα.
eo: Notu ke, se vi elektas instaleron, kiu bezonas aliajn instalerojn, ankaŭ ĉi lastaj estos ŝargitaj.
et: Võta teadmiseks, et kui valid ühe komponendi, laetakse ka kõik teised komponendid, mida valitud komponent tööks vajab.
eu: Kontuan izan beste batzuk behar dituen osagai bat hautatzen baduzu, osagai haiek ere kargatu egingo direla.
fa: توجه داشته باشید که اگر جزیی را انتخاب کنید که به اجزای دیگری نیاز داشته باشند، آن اجزا نیز بارگزاری میشوند.
fi: Jos valitset osan, joka tarvitsee toimiakseen muita osia, myös nämä muut osat asennetaan.
gl: Teña en conta que se selecciona un compoñente que precisa de outros, eses compoñentes tamén se han cargar.
he: שים לב שאם אתה בוחר רכיב שדורש רכיבים אחרים, הם יטענו בנוסף.
id: Perhatikan, jika Anda memilih komponen yang bergantung pada komponen-komponen lain, komponen-komponen tersebut akan dimuat juga.
kk: Егер сіз басқа компоненттер талап ететін компонентті таңдасаңыз, олар да жүктелетінін ескеріңіз.
lt: Pastaba: jei išsirinksite komponentą, kuriam reikalingi dar kiti komponentai, šie taip pat bus įdiegti.
lv: Piezīme: ja jūs izvēlēsities kādu komponentu, kam ir nepieciešams vēl kāds cits komponents, arī tas tiks automātiski ielādēts.
mg: Tadidio fa raha mifidy singa izay miankina amin'ny singa hafa ianao dia ho voafahana avokoa izy rehetra.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുത്ത ഘടകത്തിന് മറ്റ് ചിലവ ആ‍വശ്യമായി വന്നാല്‍, അവകൂടി ചേര്‍ക്കുന്നതായിരിക്കും.
nn: Legg merke til at dersom du vel ein modul som krev andre modular, vil desse andre modulane òg bli installerte.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਸੰਖੇਪ ਚੁਣਿਆ ਹੈ ਜਿਸ ਨੂੰ ਹੋਰਾਂ ਦੀ ਜਰੂਰਤ ਹੈ, ਉਹ ਸੰਖੇਪ ਵੀ ਲੋਡ ਹੋਣਗੇ।
pl: Pamiêtaj, ¿e po wyborze modu³u wymagaj±cego innych modu³ów, równie¿ one zostan± za³adowane.
pt_br: Note que caso você selecione um componente que necessite de outros componentes, estes componentes também serão instalados.
ro: Atenţie: dacă selectaţi o componentă care depinde de altele, acele componente vor fi şi ele încărcate.
sl: Vedite, da če izberete komponento, ki potrebuje druge komponente, bodo tudi te nameščene.
zh_tw: 注意，如果您所選擇的元件相依於其他元件，那麼這些元件也會被同時載入。

source: Loading additional components
de: Zusätzliche Komponenten laden
eo: Muntado de kromprogramoj
eu: Instalatzailearen osagaiak kargatzen
gl: A cargar compoñentes adicionais
he: טוען רכיבים נוספים
lt: Papildomų komponentų įkėlimas
lv: Notiek papildus komponentu ielāde
ml: കൂടുതല്‍ ഘടകങ്ങള്‍ ചേര്‍ത്തുകൊണ്ടിരിക്കുന്നു
pa: ਵਾਧੂ ਭਾਗ ਲੋਡ ਹੋ ਰਹੇ ਹਨ
ro: Descarcă componentele adiţionale
zh_tw: 正在載入額外的元件

source: Retrieving ${PACKAGE}
cy: Yn cyrchu ${PACKAGE}
de: Lade ${PACKAGE}
el: Ανάκτηση του ${PACKAGE}
eo: Ricevado de ${PACKAGE}
et: ${PACKAGE} hankimine
eu: ${PACKAGE} eskuratzen
fa: بازیابی ${PACKAGE}
fi: Noudetaan ${PACKAGE}
gl: A obter ${PACKAGE}
he: מביא את ${PACKAGE}
id: Sedang mengambil ${PACKAGE}
kk: ${PACKAGE} алу
lt: Gaunamas ${PACKAGE}
lv: Saņemu ${PACKAGE}
mg: Mandray an'i ${PACKAGE}
ml: ${PACKAGE} എടുത്തു കൊണ്ടിരിക്കുന്നു
nn: Hentar ${PACKAGE}
pa: ${PACKAGE} ਦੀ ਮੁੜ ਪ੍ਰਾਪਤੀ ਹੋ ਰਹੀ ਹੈ
pl: Pobieranie ${PACKAGE}
pt_br: Obtendo ${PACKAGE}
ro: Se preia ${PACKAGE}
sl: Prenašam ${PACKAGE}
zh_tw: 正在接收 ${PACKAGE}

source: Failed to load installer component
cy: Methwyd llwytho cydran sefydlydd
de: Fehler beim Laden der Installer-Komponenten
el: Σφάλμα κατά τη φόρτωση πακέτου λογισμικού του εγκαταστάτη
eo: Elŝutado de instaleroj malsukcesas
et: Paigaldaja komponendi laadimine nurjus
eu: Ezin izan da instalatzailearen osagaia kargatu
fa: بارگزاری جزء نصاب شکسب خورد.
fi: Asentimen osan lataus epäonnistui
gl: Non se puido cargar un compoñente do instalador
he: כשלון בטעינת רכיב מתקין
id: Gagal memuat komponen instalasi
kk: Орнату программасының компоненттерін жүктеу мүмкін болмады
lt: Nepavyko įkelti įdiegiklio komponento
lv: Kļūda ielādējot instalatora komponentu
ml: ഇന്സ്റ്റാളര്‍ ഘടകം ചേര്‍ക്കുന്നത് പരാജയപ്പെട്ടു
nn: Klarte ikkje lasta installsjonskomponent
pa: ਇੰਸਟਾਲਰ ਸੰਖੇਪ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Za³adowanie modu³u instalatora nie powiod³o siê
pt_br: Falha ao instalar componente do instalador
ro: Încărcarea componentei programului de instalare a eşuat
sl: Namestitev komponente namestilnika ni uspela
zh_tw: 無法載入安裝程式的元件

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
cy: Methwyd llwytho ${PACKAGE} am resymau anhysbys. Yn erthylu.
de: Die Installation von ${PACKAGE} ist aus einem unbekannten Grund fehlgeschlagen. Abbruch!
el: Η φόρτωση του πακέτου λογισμικού ${PACKAGE} απέτυχε για άγνωστους λόγους. Η διαδικασία θα τερματιστεί.
eo: Instalado de ${PACKAGE} malsukcesis pro nekonata kialo. Fiaskado.
et: ${PACKAGE} laadimine nurjus arusaamatutel põhjustel. Laadimine peatatud.
eu: Ezin izan da ${PACKAGE} kargatu arrazoi ezezagunengatik. Bertan behera utziko da.
fa: بارگزاری ${PACKAGE} به علت نامعلومی شکست خورد.
fi: Asennuspaketin ${PACKAGE} lataaminen epäonnistui tuntemattomasta syystä. Keskeytetään.
gl: Non se puido cargar ${PACKAGE} por motivos descoñecidos. A abortar.
he: טעינת ${PACKAGE} נכשלה מסיבה לא ברורה. מוותר.
id: Pemuatan ${PACKAGE} gagal tanpa diketahui sebabnya. Sedang membatalkan.
kk: ${PACKAGE}-ті жүктеу мүмкін болмады. Орындатпау.
lt: ${PACKAGE} įkėlimas, dėl nežinomų priežasčių nepavyko. Darbas nutraukiamas.
lv: Moduļa ${PACKAGE} ielāde nezināmu iemeslu dēļ nav izdevusies. Pārtraucu darbu.
mg: Tsy voafahana ${PACKAGE} noho ny antony tsy fantatra. Miala.
ml: തിരിച്ചറിയപ്പെടാത്ത കാരണങ്ങളാല്‍ ${PACKAGE} ചേര്‍ക്കുന്നതില്‍ പരാജയപ്പെട്ടു. പിന്തിരിയുന്നു.
nn: Lastinga av ${PACKAGE} mislukkast av ukjend grunn. Avbryt.
pa: ${PACKAGE} ਦੀ ਲੋਡਿੰਗ ਅਣਜਾਣੇ ਕਾਰਨ ਕਰਕੇ ਅਸਫਲ ਹੋਈ। ਅਧੂਰੀ ਖਤਮ ਹੋ ਰਹੀ ਹੈ।
pl: Za³adowanie modu³u ${PACKAGE} nie powiod³o siê, a przyczyna nie jest znana. Przerywanie.
pt_br: Falha ao carregar ${PACKAGE} por razões desconhecidas. Abortando.
ro: Încărcarea ${PACKAGE} a eşuat din motive necunoscute. Se abandonează.
sl: Nalaganje ${PACKAGE} ni uspela iz neznanih razlogov. Prekinjam.
zh_tw: 因不明原因導致無法載入 ${PACKAGE}。程序中止。

source: Continue the install without loading kernel modules?
cy: Mynd ymlaen gyda'r sefydliad heb lwytho modylau cnewyllyn?
de: Installation ohne Kernel-Module fortsetzen?
el: Να συνεχιστεί η εγκατάσταση χωρίς τη φόρτωση των αρθρωμάτων του πυρήνα;
eo: Daŭrigu la instaladon sen munti kernajn modulojn?
et: Jätkata paigaldamist ilma tuuma mooduleid laadimata?
eu: Instalatzen jarraitu nahi duzu nukleo-moduluak kargatu gabe?
fi: Jatketaanko asennusta lataamatta ytimen moduuleita?
gl: ¿Continuar a instalación sen cargar módulos do núcleo?
he: להמשיך את ההתקנה בלי לטעון מודולי קרנל?
id: Melanjutkan instalasi tanpa memuat modul-modul kernel?
kk: Ядро модульдерінсіз жүктеуді жалғастыру керек пе?
lt: Ar tęsti diegimą, neįkėlus branduolio modulių?
lv: Turpināt instalāciju neielādējot kodola moduļus?
mg: Manohy ny fametraha tsy miaraka amin'ny module an'ny kernel?
ml: കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍ ചേര്‍ക്കാതെ ഇന്സ്റ്റലേഷന്‍ തുടരണോ?
nn: Halda fram installasjonen utan å lasta kjernemodular?
pa: ਕੀ ਕਰਨਲ ਮੋਡੀਊਲ ਲੋਡ ਕੀਤੇ ਬਿਨਾਂਂ ਇੰਸਟਾਲ ਜਾਰੀ ਰੱਖਣੀ ਹੈ?
pl: Kontynuowaæ instalacjê bez ³adowania modu³ów j±dra?
pt_br: Continuar a instalação sem carregar módulos de kernel ?
ro: Se continuă instalarea fără a încărca modulele de nucleu(kernel)?
sl: Nadaljujem z namestitvijo ne da bi naložil module?
zh_tw: 是否不載入 Kernel 模組並繼續進行安裝？

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
cy: Ni chanfuwyd unrhyw fodylau cnewyllyn. Mae'n debyg fod hyn oherwydd nad yw fersiwn y cnewyllyn a ddefnyddir gan fersiwn hyn y sefydlydd yn cyfateb a fersiwn y cnewyllyn sydd ar gael yn yr archif.
de: Es wurden keine Kernel-Module gefunden. Dies liegt vermutlich an einem Unterschied zwischen dem hier verwendeten Kernel des Installers und dem Kernel, der im Debian-Archiv verfügbar ist.
el: Δε βρέθηκαν αρθρώματα του πυρήνα. Αυτό πιθανόν να συμβαίνει λόγω ασυμφωνίας της έκδοσης του πυρήνα που χρησιμοποιείται για την εγκατάσταση και της έκδοσης που βρίσκεται στην αρχειοθήκη του Debian.
eo: Neniu kerna modulo estas trovita. Verŝajne, la kerna versio uzata de instalado malsamas tiun ĉeestantan en Debiana arkivo.
et: Ühtki tuuma moodulit ei leitud. Tõenäoliselt on probleem selles, et paigaldaja kasutab ühte tuuma versiooni, aga arhiivis on saadaval mõni teine tuuma versioon.
eu: Ez da nukleo-modulurik aurkitu. Instalatzailearen bertsio honek erabilitako nukleoa eta fitxategian erabilgarri dagoen nukleo-bertsioa bat ez datozelako izango da ziurrenik.
fi: Ytimen moduuleita ei löytynyt. Luultavasti tämän asentimen käyttämä ydin on eri versio kuin pakettivarastosta löytyvä.
gl: Non se atoparon módulos do núcleo. Seguramente se deba a que o núcleo empregado nesta versión do instalador e o núcleo dispoñible no arquivo non teñen a mesma versión.
he: לא נמצאו מודולי קרנל. כנראה בגלל אי תאימות בין הקרנל שנמצא בשימוש ע"י גרסה זו של את המתקין והקרנל שנמצא בארכיון.
id: Modul-modul kernel tidak ditemukan. Ini kemungkinan karena perbedaan versi kernel yang digunakan penginstal ini dan versi kernel yang tersedia pada arsip.
kk: Ядро модульдері табылмады. Бүл осы программа нұсқасында қолданылатын ядро мен архивтегі ядро сәйкес келмегендіктен болуы мүмкін.
lt: Nerasti branduolio moduliai. Tikriausiai todėl, kad skiriasi šio įdiegiklio naudojamo branduolio ir branduolio, esančio archyve, versijos.
lv: Kodola moduļi nav atrasti. Šo problēmu visdrīzāk ir izraisījusi kodola versiju nesakritība. Šis instalators visdrīzāk izmanto tādu kodola versiju, kas arhīvā nav pieejama.
ml: ഒരു കെര്‍ണല്‍ മൊഡ്യൂളും കണ്ടുകിട്ടിയില്ല. ഇത് ഇന്സ്റ്റാളറിലുപയോഗിക്കുന്ന കെര്‍ണല്‍ വേര്ഷനും ശേഖരിണിയില്‍ലഭ്യമായിട്ടുള്ള വേര്ഷനും തമ്മിലുള്ള പൊരുത്തക്കേടു മൂലമാകാം.
nn: Ingen kjernemodular blei funne. Dette er truleg på grunn av ulik versjon av kjerna som vert brukt i dette installasjonsprogrammet og kjerna som er tilgjengeleg i arkivet.
pa: ਕੋਈ ਕਰਨਲ ਮੋਡੀਊਲ ਨਹੀਂ ਲੱਭਿਆ। ਇਹ ਇੰਸਟਾਲ ਰਾਹੀਂ ਵਰਤੇ ਕਰਨਲ ਦੇ ਵਰਜਨ ਅਤੇ ਆਰਚੀਵ ਵਿਚਲੇ ਕਰਨਲ ਵਰਜਨ ਵਿੱਚ ਨਾ ਮੇਲ ਹੋਣ ਦਾ ਕਾਰਨ ਹੈ।
pl: Nie znaleziono modu³ów j±dra. Prawdopodobnie z powodu niezgadzaj±cych siê wersji j±dra u¿ywanego przez instalator i tego znajduj±cego siê w archiwum.
pt_br: Nenhum módulo de kernel foi encontrado. Isso provavelmente é devido a uma má combinação entre o kernel utilizado por esta versão do instalador e a versão do kernel disponível no repositório.
ro: Nu s-a găsit nici un modul de nucleu. Acest lucru se datorează probabil unei nepotriviri dintre nucleul folosit de această versiune a programului de instalare şi versiunea de nucleu disponibilă în arhivă.
sl: Nisem našel modulov za jedro. To je verjetno posledica razlik v različici jedra, ki je uporabljano v tej različici namestilnika in jedra, ki je na voljo v arhivu.
zh_tw: 未能找到任何的 Kernel 模組。這很可能是因為安裝程式所使用的 Kernel 版本和檔案來源中所提供的 Kernel 版本不同的緣故。

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Debian. The install will probably fail to work if you continue without kernel modules.
cy: Os ydych chi'n sefydlu o ddrych, gallwch weithio o gwmpas y broblem hon gan ddewis i sefydlu fersiwn gwahanol o Debian. Mae'n debygol bydd y sefydliad yn methu gweithio os ydych chi'n mynd ymlaen heb fodylau cnewyllyn.
de: Wenn Sie von einem Spiegelserver installieren, können Sie dieses Problem umgehen, indem Sie eine andere Version von Debian installieren. Die Installation wird vermutlich fehlschlagen, wenn Sie ohne Kernel-Module fortfahren.
el: Αν κάνετε την εγκατάσταση από κάποιο είδωλο αρχείων, μπορείτε το ξεπεράσετε το πρόβλημα δοκιμάζοντας να εγκαταστήσετε διαφορετική έκδοση του Debian. Η εγκατάσταση πιθανότατα θα αποτύχει αν συνεχίσετε χωρίς αρθρώματα του πυρήνα.
eo: Se vi instalas el Debiana arkivspegulo, vi ĉirkaŭirus la problemon per la instalado de alia Debiana versio. La instalado verŝajne fiaskos, se vi daŭrus sen ŝargi la kernajn modulojn.
et: Kui sa paigaldad peegelduselt, võid valida paigaldamiseks teise Debiani versiooni ja nii probleemist mööda hiilida. Kui proovid jätkata ilma tuuma mooduliteta, siis paigaldamine tõenäoliselt nurjub.
eu: Ispilu batetik instalatzen ari bazara, arazo horri ekiteko Debian-en beste bertsio bat instalatzea hauta dezakezu. Instalazioak ziurrenik ez du funtzionatuko nukleo-modulurik gabe jarraitzen baduzu.
fi: Palvelimelta asennettaessa tämä pulma voidaan kiertää valitsemalla asennettavaksi toinen Debianin versio. Asennus luultavasti epäonnistuu jos jatketaan ilman ytimen moduuleita.
gl: Se está a instalar dende unha réplica, pode evitar este problema instalando unha versión diferente de Debian. A instalación ha fallar con bastante probabilidade se segue sen módulos no núcleo.
he: אם אתה מתקין מאתר מראה, תוכל לעקוף את בעיה זאת ע"י בחירה בהתקנת גרסה אחרת של דביאן. ההתקנה כנראה תכשל אם תמשיך ללא מודולי קרנל
id: Jika Anda menginstal dari sebuah mirror, Anda dapat memecahkannya dengan memilih memasang versi Debian yang lain. Instalasi kemungkinan besar akan gagal bila Anda melanjutkan tanpa memasang modul-modul kernel.
kk: Егер сіз орнатуды айнадан өндірсеңіз, онда Debian-ның басқа нұсқасын таңдау арқылы мәселені шеше аласыз.Егер орнатуды ядро модульдерісіз жалғастырсаңыз, ол сәтсіз аяқталуы мүмкін.
lt: Jei diegiate iš archyvo "veidrodžio", galite apeiti šią problemą pasirinkdami diegimui kitą Debian'o versiją. Diegimas be branduolio modulių greičiausiai baigtųsi nesėkmingai.
lv: Ja jūs instalējat no spoguļservera, jūs šo problēmu varat apiet izvēloties instalēt citu Debian versiju. Ja turpināsiet bez kodola moduļiem, instalācija visdrīzāk nebūs veiksmīga.
mg: Raha manao ny fametrahana avy amin'ny alalana fitaratra misy ny arsiva Debian ianao dia mifidiana kinova hafa hamahana ny olana. Tsy ho vanona ny fametrahana raha manohy tsy misy module'na kernel ianao.
ml: നിങ്ങള്‍ ഒരു മിററില്‍ നിന്നുമാണ് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതെങ്കില്‍, വ്യത്യസ്തമായൊരു ഡെബിയന്‍ വേര്ഷന്‍തിരഞ്ഞെടുത്ത് ഈ പ്രശ്നത്തെ മറികടക്കാം. കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍ കൂടാതെ തുടര്‍ന്നാല്‍ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടേക്കാം.
nn: Viss du installerer frå eit nettarkiv, kan du omgå dette problemet ved å installera ein anna versjon av Debian. Installasjonen vil truleg ikkje fungera viss du held fram utan kjernemodular.
pa: ਜੇ ਤੁਸੀਂ ਪ੍ਰਤੀਬਿੰਬ ਤੋਂ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹੋ, ਤੁਸੀਂ ਇਸ ਮੁਸ਼ਕਿਲ ਦਾ ਹੱਲ ਡੇਬੀਅਨ ਦਾ ਹੋਰ ਵਰਜਨ ਚੁਣ ਕੇ ਕਰ ਸਕਦੇ ਹੋ। ਇੰਸਟਾਲ ਅਸਫਲ ਹੋਵੇਗਾ ਜੇ ਤੁਸੀਂ ਕਰਨਲ ਮੋਡੀਊਲ ਤੋਂ ਬਿਨਾਂ ਜਾਰੀ ਕੀਤਾ।
pl: Je¶li instalujesz korzystaj±c z serwera lustrzanego, mo¿esz obej¶æ ten problem wybieraj±c instalacjê innej wersji Debiana. Instalacja bez modu³ów j±dra prawdopodobnie nie powiedzie siê.
pt_br: Caso você esteja instalando a partir de um espelho, você pode contornar esse problema optando por instalar uma versão diferente do Debian. A instalação provavelmente irá falhar caso você continue sem módulos de kernel.
ro: Dacă instalaţi de pe o arhivă de pe un sit alternativ, puteţi ocoli această problemă prin alegerea instalării altei versiuni de Debian. Instalarea probabil că va eşua dacă continuaţi fără module.
sl: Če nameščate iz zrcalnega strežnika se lahko izognete temu, tako da namestite drugo različico Debiana. Namestitev verjetno ne bo uspešno, če se odločite nadaljevati brez modulov za jedro.
zh_tw: 如果您是使用鏡像站來進行安裝，您可以選擇安裝另一個版本的 Debian 來避開這個問題。如果您不載入 Kernel 模組並繼續進行可能會導致安裝程式無法正常運作。

source: Choose language
cy: Dewiswch iaith/Choose language
de: Sprache wählen/Choose language
el: Επιλογή Γλώσσας/Choose language
eo: Elektu lingvon/Choose language
et: Vali keel/Choose language
eu: Aukeratu hizkuntza/Choose language
fi: Kielen valinta/Choose language
gl: Escoller o idioma/Choose language
he: בחירת שפה/Choose language
id: Pilih bahasa/Choose language
kk: Тіл таңдау / Choose language
lt: Pasirinkite kalbą / Choose language
lv: Izvēlieties valodu/Choose language
mg: Misafidian fiteny
ml: ഭാഷ തിരഞ്ഞെടുക്കൂ/Choose language
nn: Vel språk/Choose language
pa: ਭਾਸ਼ਾ ਚੁਣੋ/Choose language
pl: Wybierz jêzyk/Choose language
pt_br: Escolher idioma/Choose language
ro: Alegeţi limba / Choose language
sl: Izberite jezik/Choose language
zh_tw: 選擇語言 / Choose language

source: Storing language...
cy: Yn cadw'r iaith...
de: Speichere Sprache ...
el: Αποθήκευση γλώσσας...
eo: Konservado de la lingvo...
et: Salvestan keele...
eu: Hizkuntza biltegiratzen...
fa: در حال ذخیره‌سازی زبان...
fi: Tallennetaan kieli...
gl: A gardar o idioma...
he: שומר שפה...
id: Menyimpan bahasa...
kk: Тілді сақтау...
lt: Kalbos išsaugojimas...
lv: Saglabāju valodu...
mg: Mitahiry ny fiteny...
ml: ഭാഷ ശേഖരിക്കുന്നു...
nn: Lagrar språk ...
pa: ਭਾਸ਼ਾਵਾਂ ਕ੍ਰਮਬੱਧ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pl: Zapisywanie jêzyka...
pt_br: Armazenando idioma ...
ro: Se stochează limba...
sl: Shranjevanje jezika...
zh_tw: 正在儲存語系設定...

source: United States[ default country ]
gl: Spain
ml: India
pa: India

source: other
cy: arall
de: Anderes
el: άλλη
eo: alia
et: muu
eu: bestelakoa
fa: سایر
fi: Muu
gl: outro
he: אחר
id: lainnya
kk: басқа
lt: kita
lv: cita
mg: hafa
ml: മറ്റുള്ളവ
nn: andre
pa: ਹੋਰ
pl: inny
pt_br: outro
ro: alta
sl: drugo
zh_tw: 其它

source: US
cy: GB
de: DE
el: ΗΠΑ
eu: ES
fi: Yhdysvallat
gl: ES
he: IL
id: Amerika Serikat
kk: US (АҚШ)
lt: LT
lv: LV
mg: Etazonia
ml: IN
nn: USA
pa: IN
pl: Stany Zjednoczone
pt_br: Estados Unidos
ro: RO
sl: Združene države
zh_tw: TW
