Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Cleaning up...
de: Räume auf ...
eo: Purigi...
eu: Garbitzen...
gl: A limpar...
he: מנקה...
lt: Išvalymas...
lv: Satīrīšana...
ml: വൃത്തിയാക്കി കൊണ്ടിരിക്കുന്നു...
pa: ਸਾਫ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Se face curăţenie...
zh_tw: 正在進行清除...

source: Finish the installation
cy: Gorffen y sefydliad
de: Installation beenden
el: Ολοκλήρωση της εγκατάστασης
eo: Plenumu instaladon
et: Lõpeta paigaldamine
eu: Amaitu instalazioa
fi: Päätä asennus
gl: Rematar a instalación
he: סיום ההתקנה
id: Menyelesaikan instalasi.
kk: Орнатуды аяқтау
lt: Baigti įdiegimą
lv: Pabeigt instalāciju
mg: Vitao ny fametrahana
ml: ഇന്സ്റ്റാളേഷന്‍ പൂര്ത്തിയാക്കുക
nn: Fullfører installasjonen
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ
pl: Zakoñcz instalacjê
pt_br: Finalizar a instalação
ro: Finalizare a instalării
sl: Dokončujem namestitev
zh_tw: 結束安裝作業

source: Finishing the installation
cy: Yn gorffen y sefydliad
de: Beende die Installation
el: Ολοκλήρωση της εγκατάστασης
eo: Plenuma instalado
et: Paigaldamise lõpetamine
eu: Instalazioa amaitzen
fa: درحال به پایان رساندن نصب
fi: Päätä asennus
gl: A rematar a instalación
he: סיים את ההתקנה
id: Sedang menyelesaikan instalasi
kk: Орнату программасын аяқтау
lt: Diegimo pabaigimas
lv: Pabeidzu instalāciju
mg: Mamita ny fametrahana
ml: ഇന്സ്റ്റാളേഷന്‍ പൂര്ത്തിയാക്കി കൊണ്ടിരിക്കുന്നു
nn: Fullfører installasjonen
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Koñczenie instalacji
pt_br: Finalizando a instalação
ro: Se finalizează instalarea
sl: Dokončujem namestitev
zh_tw: 正在結束安裝作業

source: Configuring network...
cy: Yn cyflunio'r rhwydwaith...
de: Konfiguriere das Netzwerk ...
el: Ρύθμιση δικτύου...
eo: Akomodi reton...
et: Võrgu seadistamine...
eu: Sarea konfiguratzen...
fa: در حال انجام تنظیمات شبکه ...
fi: Tehdään verkkoasetukset...
gl: A configurar a rede...
he: מגדיר רשת...
id: Sedang mengonfigurasi jaringan...
kk: Жүйені баптау...
lt: Konfigūruojamas tinklas...
lv: Konfigurēju tīklu...
mg: Manefy ny rezo...
ml: നെറ്റ്‌വര്ക്ക് ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Set opp nettverk ...
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Konfigurowanie sieci...
pt_br: Configurando a rede...
ro: Se configurează reţeaua...
sl: Nastavljam omrežje...
zh_tw: 正在設定網路...

source: Setting up frame buffer...
cy: Yn cyflunio'r byffer ffrâm...
de: Richte den Frame-Buffer ein ...
el: Ρύθμιση πλαισίου μνήμης (framebuffer)...
eo: Akomodado de kadrobufro...
et: Videomälu häälestamine...
eu: Marko-bufferra konfiguratzen...
fa: در حال تنظیم frame buffer...
fi: Tehdään kuvapuskurin asetukset...
gl: A preparar o frame buffer...
he: מפעיל חוצץ מסגרת...
id: Sedang mengatur frame buffer...
kk: Кадрлік буферді баптау(frame buffer)...
lt: Nustatomas "frame" buferis...
lv: Uzstrādu freimu buferi...
mg: Manefy ny frame buffer...
ml: ഫ്രെയിം ബഫര്‍ ഒരുക്കി കൊണ്ടിരിക്കുന്നു...
nn: Set opp skjermbuffer ...
pa: ਫਰੇਮ ਰਾਖਵਾਂ ਸਥਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Ustawianie bufora ramki...
pt_br: Configurando frame buffer...
ro: Se pregăteşte memoria tampon de cadre...
sl: Pripravljam slikovni izravnalnik...
zh_tw: 正在設定 Frame Buffer...

source: Unmounting file systems...
cy: Yn datglymu systemau ffeiliau...
de: Hänge Dateisysteme aus ...
el: Αποσύνδεση των συστημάτων αρχείων...
eo: Demeti dosiersistemojn...
et: Failisüsteemide lahtihaakimine...
eu: Fitxategi-sistemak desmuntatzen...
fa: آزاد ساختن فایل سیستم ...
fi: Irrotetaan tiedostojärjestelmät...
gl: A desmontar os sistemas de ficheiros
he: מבטל את עיגון מערכות הקבצים...
id: Sedang melepas sistem-sistem berkas....
kk: Файлдық жүйелерді қалпына келтіру...
lt: Atjungiamos failų sistemos...
lv: Atmontēju failu sistēmas...
ml: ഫയല്‍ സിസ്റ്റങ്ങള്‍ അണ്‍ മൌണ്ട് ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Avmonterer filsystem ...
pa: ਫਾਇਲ ਸਿਸਟਮ ਅਨ-ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Odmontowywanie systemów plików...
pt_br: Desmontando sistemas de arquivos...
ro: Se demontează sistemele de fişiere...
sl: Odklapljam datotečne sisteme...
zh_tw: 正在卸載檔案系統...

source: Rebooting into your new system...
de: Starte in Ihr neues System ...
eo: Reŝargi vian novan sistemon...
eu: Sistema berria berrabiarazten...
gl: A reiniciar ao seu novo sistema...
he: מבצע אתחול למערכת החדשה שלך...
lt: Perkrovimas (rebooting) į naująją Jūsų sistemą...
lv: Pārsāknējos Jūsu jaunajā sistēmā...
ml: നിങ്ങളുടെ പുതിയ സിസ്റ്റത്തിലേക്ക് റീബൂട്ട് ചെയ്യുന്നു...
pa: ਤੁਹਾਡੇ ਨਵੇਂ ਨੂੰ ਸਿਸਟਮ ਮੁੜ-ਚਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
ro: Repornim în noul dvs. sistem...
zh_tw: 正在重新開機來進入您的新系統...

source: Installation complete
cy: Sefydliad yn gyflawn
de: Installation abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε
eo: Kompleta instalado
et: Paigaldamine on lõppenud
eu: Instalazioa egin da
fa: نصب پایان یافت!
fi: Asennus on valmis
gl: Instalación completa
he: ההתקנה הסתיימה
id: Instalasi selesai.
kk: Орнату аяқталды
lt: Įdiegimas užbaigtas
lv: Instalācija pabeigta
mg: Tapitra ny fametrahana
ml: ഇന്സ്റ്റലേഷന്‍ പൂര്ത്തിയായി
nn: Installasjon ferdig
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ ਹੋਈ
pl: Instalacja zakoñczona
pt_br: Instalação finalizada
ro: Instalare completă
sl: Namestitev je končana
zh_tw: 安裝作業完成

source: Installation is complete, so it is time to boot into your new system. Make sure to remove the installation media (CD-ROM, floppies), so that you boot into the new system rather than restarting the installation.
de: Die Installation ist abgeschlossen und es ist an der Zeit, Ihr neues System zu starten. Achten Sie darauf, das Installationsmedium zu entfernen (CD-ROM, Disketten), so dass Sie das neue System statt erneut die Installation starten.
eo: Kompleta instalado, nun vi eble startigas vian novan sistemon. Bonvolu demeti la surmetinga amasinformilo (lumdisko, disketo, ktp.) por ekigi vian novan sistemon anstataŭ aŭtomate reruli la instaladon.
eu: Instalazioa egin da; beraz, sistema berrian abiarazteko unea da. Ziurtatu instalatzeko euskarria (CD-ROM, disketeak) kendu dituzula, sistema instalatutako diskotik abiaraz dadin.
gl: Rematou a instalación, polo que é o momento de iniciar o seu novo sistema. Asegúrese de extraer os soportes de instalación (CD-ROM, disquetes) para arrincar o novo sistema e non reiniciar a instalación.
lt: Įdiegimas baigtas, taigi atėjo laikas įkelti (boot) Jūsų naująją sistemą. Įsitikinkite, kad esate išėmę įdiegimo priemones (CD-ROM, diskelius), kad įsikeltų Jūsų nauja sistema, o nebūtų vėl pradėtas įdiegimo procesas.
lv: Instalācija ir pabeigta, varat ielādēt savu jauno sistēmu. Pārliecinieties, ka instalācijas datu nesējs (CD, diskete vai tamlīdzīgi) ir izņemti, lai ielādētu jauno sistēmu nevis atkārtotu instāciju.
ml: ഇന്സ്റ്റലേഷന്‍ പൂര്ത്തിയായി, അതു കൊണ്ട് തന്നെ നിങ്ങളുടെ പുതിയ സിസ്റ്റത്തിലേക്ക് ബൂട്ട് ചെയ്യാന്‍ സമയമായി. പുതിയ സിസ്റ്റത്തിലേക്ക് ബൂട്ട് ചെയ്യുന്നതിന് പകരം ഇന്സ്റ്റലേഷന്‍ വീണ്ടും തുടങ്ങാതിരിക്കാനായി ഇന്സ്റ്റലേഷന്‍ മീഡിയ (സിഡിറോം, ഫ്ലോപ്പികള്‍) മാറ്റി എന്ന് ഉറപ്പു വരുത്തുക.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ ਹੈ, ਹੁਣ ਸਮਾਂ ਹੈ ਤੁਹਾਡੇ ਨਵੇਂ ਸਿਸਟਮ ਨੂੰ ਬੂਟ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ (CD-ROM, ਫਲਾਪੀ) ਬਾਹਰ ਹਨ, ਤਾਂ ਕਿ ਤੁਹਾਡਾ ਸਿਸਟਮ ਡਿਸਕ ਜਿਸ ਤੇ ਡੇਬੀਅਨ ਇੰਸਟਾਲ ਹੈ, ਤੋਂ ਬੂਟ ਕਰ ਸਕੇ।
ro: Instalarea este completă, deci este momentul să pornim noul sistem. Asiguraţi-vă că aţi înlăturat mediul de instalare (CD, dischetă), astfel încât sistemul dvs. să pornească de pe discul pe care s-a instalat nu să se iniţieze din nou instalarea.
zh_tw: 安裝作業完成了，因而該是以您的新系統來進行開機的時刻了。請確認是否已取出安裝媒體 (光碟片、磁碟片) ，來讓系統可以從您的新系統開機，而不是又重新進入安裝程式。

source: Continue without boot loader
cy: Mynd ymlaen heb lwythydd bŵt
de: Ohne Bootloader fortfahren
el: Συνέχιση χωρίς φορτωτή εκκίνησης
eo: Daŭrigu sen praŝargilo
et: Jätka ilma alglaadurita
eu: Jarraitu abioko kargatzailerik gabe
fa: بدون راه‌انداز ادامه میدهید؟
fi: Jatketaan ilman alkulatausohjelmaa
gl: Seguir sen cargador de inicio
he: המשך ללא מנהל אתחול
id: Teruskan tanpa boot loader
kk: Жүйелік жүктеуішсіз жалғастыру
lt: Tęsti be pradinio įkėliklio
lv: Turpināt bez sāknētāja
mg: Tohizo tsy misy boot loader
ml: ബൂട്ട് ലോഡര്‍ ഇല്ലാതെ തുടരുക
nn: Hald fram utan oppstartslastar
pa: ਬੂਟ ਲੋਡਰ ਨਾਲ ਜਾਰੀ ਕਰੋ
pl: Kontynuuj bez programu uruchomieniowego
pt_br: Continuar sem carregador de inicialização
ro: Continuare fără încărcător de sistem
sl: Nadaljuj brez zagonskega nalagalnika
zh_tw: 不安裝開機程式，繼續進行

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
gl: É necesario establecer algunhas variables no firmware Genesi para que o seu sistema arrinque automaticamente. Ao rematar a instalación, o sistema hase reiniciar. No indicativo do firmware, estableza as seguintes variables do firmware para permitir o inicio automático:
ml: നിങ്ങളുടെ സിസ്റ്റം സ്വയം ബൂട്ട് ചെയ്യുന്നതിന് ജെനസി ഫേംവെയറില്‍ ചില വാരിയബ്ള്സ് സെറ്റ് ചെയ്യേണ്ടതായുണ്ട്. ഇന്സ്റ്റലേഷനവസാനം സിസ്റ്റം റീബൂട്ട് ചെയ്യും. ഓട്ടോ-ബൂട്ടിങ്ങ് ഇനേബ്ള്‍ ചെയ്യാന്‍ ഫേംവെയര്‍ പ്രോംപ്റ്റില്‍ താഴെ കൊടുത്തിരിക്കുന്ന ഫേംവെയര്‍ വാരിയബ്ള്സ് സെറ്റ് ചെയ്യുക:
pa: ਕੁਝ ਵੇਰੀਬਲ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਸਵੈ ਹੀ ਡੇਬੀਅਨ ਬੂਟ ਕਰਨ ਲਈ Genesi firmware ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਅੰਤ ਵਿੱਚ ਸਿਸਟਮ ਮੁੜ ਚੱਲੇਗਾ। firmware ਪਰਾਉਟ ਤੇ, ਸਵੈ-ਬੂਟਿੰਗ ਯੋਗ ਕਰਨ ਲਈ ਹੇਠਲੇ firmware ਵੇਰੀਬਲ ਦਿਓ:

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
gl: De xeito alternativo, ha poder iniciar o núcleo manualmente introducindo no indicativo do firmware:
ml: ഇതിനു പകരമായി ഫേംവെയര്‍ പ്രോംപ്റ്റില്‍ കെര്‍ണല്‍ മാന്വലായി എന്റര്‍ ചെയ്ത് നിങ്ങള്ക്ക് ബൂട്ട് ചെയ്യാന് കഴിയും:
pa: ਬਦਲਵੇਂ ਰੂਪ ਵਿੱਚ ਤੁਸੀਂ ਫਾਇਰਵਾਇਰ ਪਰਾਊਟ ਉੱਤੇ ਕਰਨਲ ਨੂੰ ਹੇਠ ਦਿੱਤੇ ਮੁੱਲ ਦੇ ਕੇ ਬੂਟ ਕਰ ਸਕਦੇ ਹੋ:

source: Setting firmware variables for automatic boot
cy: Gosod newidynnau cadarnwedd ar gyfer bŵt awtomatig
de: Setzen der Firmware-Variablen für den automatischen Start
el: Καθορίζονται οι παράμετροι του firmware για αυτόματη εκκίνηση
eo: Akomodi firmvarajn variablojn por aŭtomate praŝargi
et: Püsivara muutujate seadmine automaatseks alglaadimiseks
eu: Firmwarearen aldagaiak ezartzen automatikoki abiarazteko
fi: Asetetaan laiteohjelmiston muuttujat automaattikäynnistystä varten
gl: A configurar as variables do firmware para o inicio automático
he: הגדרת משתני קושחה (firmware) בשביל אתחול אוטומטי
id: Menyetel variabel firmware untuk boot otomatis
kk: Айнымалы firmware-ны автожүктеу үшін орнату
lt: Mikroprogramos (firmware) kintamųjų nustatymas automatiniam įkėlimui
lv: Firmware mainīgo uzstādīšana automātiskai sāknēšanai
ml: സ്വയം ബൂട്ട് ചെയ്യുന്നതിന് ഫേംവെയര്‍ വാരിയബ്ള്സ് സെറ്റ് ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Set opp maskinvarevariablar for automatisk oppstart.
pa: ਸਵੈ ਬੂਟ ਕਰਨ ਲਈ firmware ਵੇਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Ustawianie zmienny firmware do automatycznego uruchamiania
pt_br: Definindo variáveis de firmware para inicialização automática
ro: Se pregătesc variabilele firmware pentru pornire automată
sl: Nastavljanje strojnoprogramskih spremenljivk za samodejni zagon
zh_tw: 替自動開機設定韌體參數

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot linux automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
de: Damit Ihr System Linux automatisch starten kann, müssen in der Netwinder NeTTrom-Firmware einige Variablen gesetzt werden. Am Ende dieses Installationsschritts wird das System neu starten und die Firmware versuchen zu booten. Sie können dies durch Drücken einer beliebigen Taste abbrechen, wodurch Sie in den NeTTrom-Befehlsmodus gelangen. Führen Sie dort folgende Befehle aus:
eo: Kelkaj variabloj en la firmvaro 'Netwinder NeTTrom' bezonas agordaĵon por aŭtomate praŝargi Linukson. La sistemo reŝargiĝos post ĉi tiu instalada fazo kaj la firmvaro strebos de ekfunkcii aŭtomate. Tiu ekfunkcio eble ĉesigu per tajpi ajnan klavon. Tiuokaze, vi alkondukos inviton de 'NeTTrom' kie vi plenumendos la sekvantajn ordonojn:
eu: Aldagai batzuk Netwinder NeTTrom firmwarean ezarri behar dira sistemak automatikoki abiaraz dezan. Instalazio-fase honen amaieran, sistema berrabiarazi egingo da, eta firmwarea automatikoki abiarazten saiatuko da.Hau edozein tekla sakatuz aborta dezakezu. Orduan, NeTTrom komando-sistemara eramango zaitu eta han komando hauek exekutatu behar dituzu:
gl: É necesario establecer algunhas variables no firmware de Netwinder NeTTrom para que o seu sistema inicie linux automaticamente. Ao rematar esta etapa de instalación, o sistema ha iniciarse, e o firmware ha tratar de autoiniciarse. Pode abortalo premendo calquera tecla; despois háselle transferir ao sistema de ordes de NeTTrom onde terá que executar as seguintes ordes:
lt: Kai kurie Netwinder NeTTrom mikroprogramos (firmware) kintamieji turi būti nustatyti, tam kad Jūsų sistema galėtų įkelta automatiškai. Šios įdiegimo stadijos pabaigoje, sistema bus perkraunama, ir mikroprograma (fiemware) bandys atlikti automatinį įkėlimą. Jūs galite nutraukti šį procesą, paspaudę bet kurį klavišą. Tuomet Jūs atsidursite NeTTrom komandinėje sistemoje, kur Jūs turėsite paleisti vykdyti sekančias komandas:
lv: Netwinder NeTTrom firmwarei ir jāuzstāda daži mainīgie, lai jūsu linux sistēma automātiski ielādētos. Instalācijas beigās sistēma pārsāknēsies un programmaparatūra mēģinās automātiksi ielādēt jauno sistēmu. Jūs varat atcelt to nospiežot jebkuru taustiņu. Pēc tam jūs nonāksiet NeTTrom komandrindas sistēmā, kur jums vajadzēs izpildīt sekojošas komandas:
ml: നിങ്ങളുടെ സിസ്റ്റം ലിനക്സ് സ്വയം ബൂട്ട് ചെയ്യാനായി Netwinder NeTTrom ഫേംവെയറില്‍ ചില വാരിയബിള്സ് സെറ്റ് ചെയ്യേണ്ടതുണ്ട്. ഇന്സ്റ്റലേഷനവസാനം സിസ്റ്റം റീബൂട്ട് ചെയ്യുകയും ഫേംവെയര്‍ സ്വയം ബൂട്ട് ചെയ്യാനായി ശ്രമിക്കുകയും ചെയ്യും. നിങ്ങള്ക്ക് ഇതില്‍ നിന്നും പിന്തിരിയാന്‍ ഏതെങ്കിലും കീ അമര്ത്താം. നിങ്ങള്‍ NeTTrom കമാന്റ് സിസ്റ്റത്തിലെത്തും അവിടെ നിങ്ങള്ക്ക് താഴെ പറയുന്ന കമാന്റുകള്‍ പ്രവര്ത്തിപ്പിക്കേണ്ടതായി വരും:
pa: ਕੁਝ ਵੇਰੀਬਲ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਸਵੈ ਹੀ ਲੀਨਕਸ ਬੂਟ ਕਰਨ ਲਈ Netwinder NeTTrom firmware ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਅੰਤ ਵਿੱਚ, ਸਿਸਟਮ ਮੁੜ ਚੱਲੇਗਾ, ਅਤੇ firmware ਸਵੈ-ਬੂਟ ਕਰੇਗਾ। ਤੁਸੀਂ ਕੋਈ ਸਵਿੱਚ ਦਬਾ ਕੇ ਇਸ ਨੂੰ ਅਧੂਰਾ ਖਤਮ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਫਿਰ NeTTrom ਕਮਾਂਡ ਸਿਸਟਮ ਵਿੱਚ ਜਾਓਗੇ ਜਿੱਥੇ ਤੁਸੀਂ ਹੇਠਲੀਆਂ ਕਮਾਂਡਾਂ ਚਲਾਉਣੀਆਂ ਹਨ:
ro: Unele variabile trebuie să fie ajustate în firmware-ul Netwinder NeTTrom pentru ca sistemul dvs. să poată porni linux automat. La sfârşitul acestui stadiu al instalării sistemul va reporni şi firmware-ul va încerca să pornească automat. Puteţi abandona prin apăsarea unei taste. Veţi fi lăsaţi la sistemul de comenzi NeTTrom unde va trebui să executaţi următoarele comenzi:
zh_tw: 為了讓系統能自動由 Linux 開機，您必須在 Netwinder NeTTrom 韌體中設定一些參數。在這個安裝階段結束之時，系統將會重新開機，而韌體將會試圖進行自動開機；您可以按下任何按鍵來中斷這個程序。之後，您將會進入 NeTTrom 的命令系統，您必須在此執行以下命令：

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
gl: Só ha ter que facer isto unha vez. Despois, introduza a orde "boot" ou reinicie o sistema para iniciar o seu sistema recén instalado.
ml: നിങ്ങള്ക്കിത് ഒരു തവണയേ ചെയ്യേണ്ടി വരൂ. അതിനു ശേഷം "boot" കമാന്ഡ് എന്റര്‍ ചെയ്യുക അല്ലെങ്കില്‍ നിങ്ങളുടെ പുതുതായി ഇന്സ്റ്റാള്‍ ചെയ്ത സിസ്റ്റത്തിലേക്ക് പോകാനായി റീബൂട്ട് ചെയ്യുക.
pa: ਤੁਹਾਨੂੰ ਇਹ ਸਿਰਫ ਇੱਕ ਵਾਰ ਕਰਨਾ ਪਵੇਗਾ। ਬਾਅਦ ਵਿੱਚ, "boot" ਕਮਾਂਡ ਦਿਓ ਜਾਂ ਸਿਸਟਮ ਨੂੰ ਅਗਲੀ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਲਈ ਮੁੜ ਚਲਾਓ।

source: No boot loader installed
cy: Dim llwythydd bŵt wedi ei sefydlu
de: Kein Bootloader installiert
el: Δεν έχει εγκατασταθεί φορτωτής εκκίνησης
eo: Neniu instala praŝargilo
et: Ühtki alglaadurit pole paigaldatud
eu: Abioko kargatzailerik ez da instalatu
fa: راه‌انداز نصب نشد.
fi: Alkulatausohjelmaa ei ole asennettu
gl: Non hai un cargador de inicio instalado
he: לא הותקן מנהל אתחול
id: Boot loader belum terpasang
kk: Жүйелік жүктеуіш орнатылмаған
lt: Pradinis įkėliklis neįdiegtas
lv: Sāknētājs nav uzinstaēts
mg: Tsy misy boot loader voapetraka
ml: ഒരു ബൂട്ട് ലോഡറും ഇന്സ്റ്റാള്‍ ചെയ്തില്ല
nn: Ingen oppstartslastar installert
pa: ਕੋਈ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਨਹੀਂ
pl: Nie zainstalowano programu uruchomieniowego
pt_br: Nenhum carregador de inicialização instalado
ro: Nu exista încărcător de sistem
sl: Ni nameščenih zagonskih nalagalnikov
zh_tw: 未安裝開機程式

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
cy: Does dim llwythydd bŵt wedi cael ei sefydlu, un ai oherwydd dewisoch chi beidio, neu oherwydd dyw eich pensaerniaeth penodol ddim yn cynnal llwythydd bŵt eto.
de: Es wurde kein Bootloader installiert. Entweder Sie haben sich dazu entschieden, keinen zu installieren, oder Ihre Architektur unterstützt noch keine Bootloader.
el: Δεν έχει εγκατασταθεί φορτωτής εκκίνησης, είτε γιατί το επιλέξατε, είτε γιατί η συγκεκριμένη αρχιτεκτονική του υπολογιστή σας δεν υποστηρίζει κάτι τέτοιο ακόμη.
eo: Neniu praŝargilo estas instalita, nu vi memvole decidis ne fari tion, nu neniu praŝargilo nuntempe stiras vian aparataron.
et: Ühtki alglaadurit ei paigaldatud, kuna sa kas ise soovisid alglaadurit mitte paigaldada või siis pole su spetsiifilist arhitektuuri toetavat alglaadurit saadaval.
eu: Abioko kargatzailerik ez da instalatu, ez instalatzea aukeratu duzulako edo zure arkitekturak ez duelako abioko kargatzailerik onartzen oraindik.
fa: راه‌انداز رایانه نصب نشده است. یا به علت آنکه شما چنین خواسته‌اید و یا آنکه معماری شما هنوز پشتیبانی نمیگردد.
fi: Alkulatausohjelmaa ei ole asennettu. Joko on valittu ettei alkulatausohjelmaa asenneta tai koneen laitealustalle ei ole alkulatausohjelmaa.
gl: Non se instalou ningún cargador de inicio. Pode ser porque decidiu non o facer ou porque a súa arquitectura específica aínda non ten soporte dun cargador de inicio.
he: לא הותקן מנהל אתחול, או בגלל שבחרת לא להתקין, או כי אין מנהל אתחול לארכיטקטורה שלך.
id: Boot loader belum terpasang, baik karena Anda memilih untuk tidak memasang atau karena arsitektur khusus Anda belum mendukung boot loader.
kk: Жүйелік жүктеуіш орнатылмаған, себебі сіз жүктеуішті орнатпауды ұйғардыңыз немесе жүйелік жүктеуішті сіздің компьютеріңізге уықытша мүмкін емес.
lt: Pradinis įkėliklis neįdiegtas, nes arba Jūs taip nusprendėte, arba Jūsų kompiuterio architektūrai dar nėra pradinio įkėliklio.
lv: Sāknētājs nav uzinstalēts. Tas ir noticis tāpēc, ka jūs esat izvēlējies to neinstalet vai arī jūsu datora arhitektūra pagaidām neatbalstasāknētāju.
ml: ഒരു ബൂട്ട് ലോഡറും ഇന്സ്റ്റാള്‍ ചെയ്തില്ല, ഒരു പക്ഷേ വേണ്ടെന്ന് നിങ്ങള്‍ തിരഞ്ഞെടുത്തിരിക്കാം അല്ലെങ്കില്‍ നിങ്ങളുടെ പ്രത്യേക വാസ്തുവിദ്യ ഒരു ബൂട്ട് ലോഡറിനെ ഇതു വരെ സപ്പോര്ട്ട് ചെയ്യുന്നില്ല.
nn: Ingen oppstartslastar er installert. Det er anten fordi du har valt å ikkje installera nokon oppstartslastar eller fordi arkitekturen ikkje støttar ein oppstartslastar enno.
pa: ਕੋਈ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਜਾਂ ਤਾਂ ਤੁਸੀਂ ਚੁਣਿਆ ਨਹੀਂ ਜਾਂ ਤੁਹਾਡਾ ਖਾਸ ਨਿਰਮਾਣ ਬੂਟ ਲੋਡਰ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਦਿੰਦਾ।
pl: Nie zainstalowano programu uruchomieniowego, albo poniewa¿ go nie wybrano albo poniewa¿ Twoja architektura jeszcze go nie obs³uguje.
pt_br: Nenhum carregador de inicialização foi instalado devido a você ter optado por não instalar nenhum ou devido a sua arquitetura específica ainda não suportar um carregador de inicialização.
ro: Nu s-a instalat nici un încărcător de sistem, pentru că aşa aţi ales sau pentru că arhitectura dvs. nu suportă încă un încărcător de sistem.
sl: Ni nameščenih zagonskih nalagalnikov, ker ga niste želeli namestiti ali pa ga vaša arhitektura še ne podpira.
zh_tw: 沒有安裝任何開機程式，其原因可能是您選擇了不安裝，或者是您的特殊系統尚未支援任何開機程式。

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
de: Sie müssen manuell starten, indem Sie den Kernel ${KERNEL} auf der Partition ${BOOT} sowie ${ROOT} als Bootparameter übergeben.
eo: Vi bezonos mane proŝargi kun la ${KERNEL} kerno el ${BOOT} diskpartigo kaj doni ${ROOT} kiel argumento al ĉi kerno.
eu: Eskuz abiarazi beharko duzu ${KERNEL} nukleoarekin ${BOOT} partizioan eta ${ROOT} nukleoaren argumentu gisa pasatu.
gl: Ha ter que iniciar a man co núcleo ${KERNEL} na partición ${BOOT} e con ${ROOT} pasado coma un argumento para o núcleo.
lt: Jums teks atlikti įkeltį rankiniu būdu, naudojant branduolį ${KERNEL}, esantį disko skirsnyje ${BOOT}, ir perduodant jam parametrą ${ROOT}.
lv: Jums vajadzēs sāknēt datoru manuāli ar ${KERNEL} kodolu uz ${BOOT} partīcijas un norādot šādu kodola parametru: ${ROOT}
ml: നിങ്ങള്ക്ക് ${BOOT} ഭാഗത്ത് ${KERNEL} കെര്ണലും ${ROOT} ഉം കെര്‍ണല്‍ ആര്ഗ്യുമെന്റ് ആയി കൊടുത്ത് മാന്വലായി ബൂട്ട് ചെയ്യേണ്ടി വരും.
pa: ਤੁਹਾਨੂੰ ${BOOT} ਭਾਗ ਤੇ ${KERNEL} ਕਰਨਲ ਨਾਲ ਬੂਟ ਕਰਨ ਦੀ ਜਰੂਰਤ ਪਵੇਗੀ ਅਤੇ ਕਰਨਲ ਮੁੱਲ ਤੌਰ ਤੇ ${ROOT} ਦੇਣਾ ਪਵੇਗਾ।
ro: Va trebui să porniţi manual cu nucleul ${KERNEL} pe partiţia ${BOOT}, iar ${ROOT} trebuie plasat ca argument de nucleu.
zh_tw: 您將需要手動由 ${BOOT} 分割區的 ${KERNEL} Kernel 開機，並加上 ${ROOT} 以做為 Kernel 的參數。

source: The following other operating systems have been detected on this computer: ${OS_LIST}
cy: Mae'r systemau gweithredu canlynol wedi eu canfod ar y cyfrifiadur hwn: ${OS_LIST}
de: Es wurden folgende zusätzliche Betriebssysteme auf diesem Computer gefunden: ${OS_LIST}
el: Ανιχνεύθηκαν τα ακόλουθα λειτουργικά συστήματα στον υπολογιστή σας: ${OS_LIST}
eo: La sekvantaj aliaj operaciumoj estis detektita en ĉi komputilo: ${OS_LIST}
et: Arvutist avastati ka teisi operatsioonisüsteeme: ${OS_LIST}
eu: Beste sistema eragile hauek atzeman dira ordenagailu honetan: ${OS_LIST}
fa: سیستم عاملهای زیر بر روی رایانه پیدا شد: ${OS_LIST}
fi: Koneelta löytyivät seuraavat muut käyttöjärjestelmät: ${OS_LIST}
gl: Detectáronse os seguintes sistemas operativos neste ordenador: ${OS_LIST}
he: אלו מערכות ההפעלה הנוספות שזוהו על מחשב זה:${OS_LIST}
id: Sistem-sistem operasi berikut ditemukan pada komputer ini: ${OS_LIST}
kk: Бұл компьютерде келесі операциялық жүйелер табылды: ${OS_LIST}
lt: Šiame kompiuteryje aptiktos tokios kitos operacinės sistemos: ${OS_LIST}
lv: Šīs ir operētājsistēmas, kas ir detektētas uz šī datora: ${OS_LIST}
mg: Ireto mpandrindra milina hafa ireto dia hita tao amin'ity milina ity: ${0S_LIST}
ml: താഴെ കൊടുത്തിരിക്കുന്ന മറ്റ് ഓപറേറ്റിങ്ങ് സിസ്റ്റങ്ങള്‍ ഈ കമ്പ്യൂട്ടറില്‍ കണ്ടുപിടിക്കപ്പെട്ടിട്ടുണ്ട്: ${OS_LIST}
nn: Desse andre operativsystema er funne på maskina: ${OS_LIST}
pa: ਇਸ ਕੰਪਿਊਟਰ ਤੇ ਹੇਠਲੇ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਲੱਭੇ ਹਨ: ${OS_LIST}
pl: Nastêpuj±ce systemy operacyjne zosta³y wykryte w komputerze: ${OS_LIST}
pt_br: Os outros sistemas operacionais listados a seguir foram detectados neste computador : ${OS_LIST}
ro: Următoarele sisteme de operare au fost detectate pe acest calculator: ${OS_LIST}
sl: Na računalniku sem zaznal naslednje operacijske sisteme: ${OS_LIST}
zh_tw: 以下列出的是在這台電腦上所偵測到的其它作業系統：${OS_LIST}
