Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
cy: Os ydych chi'n rhedeg VM, sicrhewch fod eich cerdyn wedi cysylltu i'r gwestai hwn. Os ydych eisiau defnyddio HiperSockets neu gerdyn OSA-Express mewn modd QDIO yna defnyddiwch y gyrrydd qeth yn lle.
de: Falls Sie VM ausführen, vergewissern Sie sich bitte, dass Ihre Karte dort auch eingestellt ist. Falls Sie HiperSockets oder eine OSA-Express im QDIO-Modus benutzen möchten, sollten Sie den qeth-Treiber benutzen.
el: Αν χρησιμοποιείτε VM, παρακαλώ βεβαιωθείτε ότι οι συσκευή είναι συνδεδεμένη με τον guest. Αν θέλετε να χρησιμοποιήσετε HiperSockets ή τη συσκευή OSA-Express σε κατάσταση QDIO, παρακαλώ επιλέξτε τον οδηγό qeth.
eo: Se vi uzus 'VM', bonvolus kontroli ligantan karton al tiu gasto. Se vi volus 'QDIO'-mode uzi 'HiperSockets'-karton aŭ OSA-Express'-karton, bonvole uzus la 'qeth'-pelilon.
et: Kui sa jooksutad VM'i, palun veendu, et su kaart on selle külalise külge ühendatud. Kui soovid kasutada HiperSockets't või OSA-Express kaarti QDIO režiimis, palun kasuta qeth draiverit.
eu: VM exekutatzen ari bazara, ziurtatu txartela gonbidatu honi erantsita dagoela. HiperSockets edo OSA-Express txartela QDIO moduan erabili nahi izanez gero, erabili qeth kontrolatzailea.
fi: Jos ajossa on VM varmista kortin olevan liitettynä tähän vieraaseen. Jos haluat käyttää HiperSockets tai OSA-Express-korttia QDIO-toimintatilassa, käytä qeth-ajuria.
he: אם הינך מריץ VM, נא לוודא שהכרטיס שלך מחובר לאורח הזה. אם ברצונך להתשמש ב-HiperSockets או בכרטיס OSA-Express במצב QDIO, נא להשתמש בדריבר qeth במקום.
id: Jika Anda menjalankan VM, pastikan kartu Anda dilampirkan pada tamu ini. Jika Anda ingin menggunakan HiperSockets atau sebuah kartu OSA-Express pada mode QDIO silakan gunakan driver qeth.
kk: Егер сіз VM –да жұмыс істеп жатсаңыз, сіздің картаңыз осы меймандық VM-ге қосылғандығына көз жеткізіңіз. Егер сіз QDIO режімінде HiperSockets немесе OSA-Express картасын қолданғыңыз келсе, qeth драйверін қолданыңыз.
lt: Jei naudojate VM, įsitikinkite, kad jūsų korta yra prijungta prie šio svečio (guest). Jei norite naudoti HiperSockets ar OSA-Express kortą QDIO režime, naudokite qeth tvarkyklę vietoje šios.
lv: Ja jūs darbināt VM, lūdzu pārliecinieties, ka jūsu karte ir pievienota šim viesim. Ja vēlaties izmantot HiperSockets vai OSA-Express carti QDIO režīmā, lietojiet qeth draiveri.
nn: Dersom du køyrer VM, pass på at kortet er kopla til denne gjesten. Derom du vil bruka HiperSockets eller eit OSA-Express-kort i QDIO-modus, bruk qeth-drivaren i staden.
pl: Je¶li masz uruchomiony VM, upewnij siê, ¿e Twoja karta jest do³±czona do tego go¶cia. Je¶li chcesz korzystaæ z karty HiperSockets lub OSA-Express w trybie QDI0, u¿yj sterownika qeth.
pt_br: Caso você esteja executando VM por favor certifique-se de que sua placa esteja anexada a este guest. Caso você queira usar uma placa HiperSockets ou OSA-Express em modo QDIO por favor use o controlador (driver) qeth.
ro: Dacă rulaţi pe VM vă rugăm să vă asiguraţi că placa dvs. este ataşată la acest guest (oaspete). Dacă doriţi să folosiţi HiperSockets sau o placă OSA-Express în mod QDIO, vă rugăm să folosiţi driver-ul qeth.
sl: Če poganjate VM, se prepričajte, da je kartica povezana z gostom. Če želite uporabiti HiperSockets ali kartico OSA-Express v načinu QDIO, potem tega raje uporabite gonilnik qeth.
zh_tw: 如果您所執行的是 VM，請確定客戶端所使用的就是這張卡。如果想要以 QDIO 模式來使用 HiperSockets 或 OSA-Express 卡，請替而使用 qeth 驅動程式。

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
cy: Y paramedrau wedi cyflunio: sianel ddarllen = ${device_read} sianel ysgrifennu = ${device_write} sianel ddata = ${device_data} porth = ${port} enw porth = ${portname}
de: Die konfigurierten Parameter sind: Kanal lesen = ${device_read} Kanal schreiben = ${device_write} Daten-Kanal = ${device_data} Port = ${port} Portname = ${portname}
el: Οι ορισμένες παράμετροι είναι: κανάλι εισόδου = ${device_read} κανάλι εξόδου = ${device_write} κανάλι δεδομένων = ${device_data} θύρα = ${port} όνομα θύρας = ${portname}
eo: La akomodaj parametroj estas : lega kanalo = ${device_read} skriba kanalo = ${device_write} datuma kanalo = ${device_data} pordo = ${port} pordnomo = ${portname}
et: Seadistatud parameetrid on: lugemiskanal = ${device_read} kirjutuskanal = ${device_write} andmekanal = ${device_data} port = ${port} pordinimi = ${portname}
eu: Konfiguratutako parametroak hauek dira: irakurri kanala = ${device_read} idatzi kanala = ${device_write} data-kanala = ${device_data} ataka = ${port} ataka-izena = ${portname}
fi: Tehdyt asetukset ovat: lukukanava = ${device_read} kirjoituskanava = ${device_write} datakanava = ${device_data} portti = ${port} portin nimi = ${portname}
he: הפרמטרים שנקבעו: ערוץ קריאה = ${device_read} ערוץ כתיבה = ${device_write} ערוץ מידע = ${device_data} פורט = ${port} שם פורט = ${portname}
id: Parameter yang terkonfigurasi adalah: kanal baca = ${device_read} kanal tulis = ${device_write} kanal data = ${device_data} port = ${port} nama port = ${portname}
kk: Ағымдағы баптаулар: оқу арнасы = ${device_read} жазба арнасы = ${device_write} деректер арнасы = ${device_data} порт = ${port} порта аты = ${portname}
lt: Sukonfigūruoti parametrai: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
lv: Konfigurācijas parametri ir: lasīšanas kanāls = ${device_read} rakstīšanas kanāls = ${device_write} datu kanāls = ${device_data} pieslēgvieta = ${port} pieslēgvietas vārds = ${portname}
mg: Ny mpihazaka voatefy dia : kanaly ny famakiana = ${device_read} kanaly ny fanoratana = ${device_write} kanaly ny data = ${device_data} irika = ${port} anaran'ny irika = ${portname}
nn: lesekanal = ${device_read} skrivekanal = ${device_write} datakanal = ${device_data} port = ${port} portnamn = ${portname}
pl: Skonfigurowane parametry: kana³ odczytu = ${device_read} kana³ zapisu = ${device_write} kana³ danych = ${device_data} port = ${port} nazwa portu = ${portname}
pt_br: Os parâmetros configurados são : canal de leitura = ${device_read} canal de gravação = ${device_write} canal de dados = ${device_data} porta = ${port} portname = ${portname}
ro: Parametrii configuraţi sunt: canal de citire = ${device_read} canal de scriere = ${device_write} canal de date = ${device_data} port = ${port} nume de port = ${portname}
sl: Nastavljeni parametri so: bralni kanal = ${device_read} pisalni kanal = ${device_write} podatkovni kanal = ${device_data} vrata = ${port} ime vrat = ${portname}
zh_tw: 所設定的參數為： 讀取通道 = ${device_read} 寫入通道 = ${device_write} 數據通道 = ${device_data} 連接埠 = ${port} 連接埠名稱 = ${portname}

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
cy: Ni chanfuwyd unrhyw gardiau QDIO / HiperSockets. Os ydych chi'n rhedeg VM, sicrhewch fod eich cerdyn wedi cysylltu i'r gwestai hwn. Os hoffech ddefnyddio cerdyn OSA-2 neu OSA-Express mewn modd nid-QDIO yna defnyddiwch y gyrrydd lcs yn lle.
de: Es wurden keine OSA-Express QDIO-Karten / HiperSockets gefunden. Wenn Sie VM ausführen, vergewissern Sie sich bitte, dass die Karte dort auch eingestellt ist. Wenn Sie eine OSA-2- oder OSA-Express-Karte im »non-QDIO«-Modus ausführen, benutzen Sie bitte den lcs-Treiber.
el: Δεν ανιχνεύθηκαν συνδέσεις OSA-Express QDIO / HiperSockets. Αν χρησιμοποιείτε VM, παρακαλώ βεβαιωθείτε ότι οι συσκευή είναι συνδεδεμένη με τον guest. Αν θέλετε να χρησιμοποιήσετε τη συσκευή OSA-2 ή την OSA-Express σε κατάσταση μη-QDIO, παρακαλώ επιλέξτε τον οδηγό lcs.
eo: Neniu 'OSA-Express QDIO / HiperSockets'-kardo estas detektita. Se vi uzus 'VM', bonvole kontrolus ligantan karton al tiu gasto. Se vi volus sen-'QDIO'-mode uzi 'OSA-2'-karton aŭ 'OSA-Express'-karton, bonvole uzus la 'lcs'-pelilon.
et: Ei avastatud ühtki OSA-Express QDIO kaarti / HiperSockets't. Kui sa jooksutad VM'i, palun veendu, et su kaart on selle külalise külge ühendatud. Kui soovid kasutada OSA-2 or OSA-Express kaarti mitte-QDIO režiimis, palun kasuta lcs draiverit.
eu: OSA-Express QDIO txartelik / HiperSockets ez da atzeman. VM exekutatzen ari bazara, ziurtatu txartela gonbidatu honi erantsita dagoela. OSA-2 edo OSA-Express txartela QDIO ez den moduan erabili nahi izanez gero, erabili lcs kontrolagailua.
fi: Yhtään OSA-Express QDIO korttia / HiperSockets ei löytynyt. Jos ajossa on VM varmista kortin olevan liitettynä tähän vieraaseen. Mikäli haluat käyttää OSA-2- tai OSA-Express -korttia ei QDIO-toimintatilassa, käytä lcs-ajuria.
he: לא נמצאו HiperSockets או כרטיסי OSA-Express QDIO. אם VM רץ, נא לבדוק שהכרטיס מחובר לאורח הנוכחי. אם ברצונך להשתמש בכרטיס OSA-2 או OSA-Express במצב non-QDIO נא להשתמש בדריבר lcs.
id: Tidak terdapat kartu OSA-Express QDIO / HiperSockets yang terdeteksi. Jika Anda menjalankan VM, pastikan kartu Anda dilampirkan pada tamu ini. Jika Anda ingin menggunakan kartu OSA-2 atau OSA-Express pada mode non-QDIO gunakan driver lcs.
kk: OSA-Express QDIO / HiperSockets карталары айқындалған жоқ. Егер сіз VM –да жұмыс істеп жатсаңыз, сіздің картаңыз осы меймандық VM-ге қосылғандығына көз жеткізіңіз.Егер сіз QDIO режімінде OSA-2 немесе OSA-Express картасын қолданғыңыз келсе, lcs драйверін қолданыңыз.
lt: Neradau OSA-Express QDIO kortų ar HiperSockets įrenginių. Jei naudojate VM, įsitikinkite, kad jūsų korta prijungta prie šio svečio (guest). Jei norite naudoti OSA-2 ar OSA-Express kortą ne QDIO režime, naudokite lcs tvarkyklę vietoje šios.
lv: OSA-Express QDIO kartes / HiperSockets netika atrastas. Ja jūs darbināt VM, lūdzu pārliecinieties, ka jūsu kartes ie pieslēgtas šim viesim. Ja vēlaties izmantot OSA-2 vai OSA-Express karti ne-QDIO režīmā, lūdzu izmantojiet lcs draiveri.
nn: Fann ingen OSA-Express-QDIO-kort eller HiperSockets. Dersom du køyrer VM, pass på at kortet er kopla til denne gjesten. Derom du vil bruka eit OSA-2- eller OSA-Express-kort utan QDIO-modus, bruk lcs-drivaren i staden.
pl: Nie wykryto ¿adnych kart OSA-Express QDI0 / HiperSockets. Je¶li masz uruchomiony VM, upewnij siê, ¿e Twoja karta jest do³±czona do tego go¶cia. Je¶li chcesz korzystaæ z karty OSA-2 lub OSA-Express w trybie innym ni¿ QDI0, u¿yj sterownika lcs.
pt_br: Nenhuma placa OSA-Express QDIO / HiperSockets foi detectada. Caso você esteja executando VM por favor certifique-se de que sua placa esteja anexada a este guest. Caso você queira utilizar uma placa OSA-Express em modo não-QDIO por favor usae o controlador lcs.
ro: Nu s-a detectat nici o placă OSA-Express QDIO / HiperSockets. Dacă rulaţi pe VM vă rugăm să vă asiguraţi că aveţi placa ataşată la acest guest (oaspete).Dacă doriţi să utilizaţi o placă OSA-2 ori OSA-Express în mod non-QDIO, vă rugăm să utilizaţi driver-ul lcs.
sl: Program ni zaznal nobene kartice OSA-Express QDIO / HiperSockets. Če poganjate VM se prepričajte, da je kartica povezana kot gost. Če želite kartico OSA-2 ali OSA-Express uporabiti v načinu QDIO, potem raje uporabite gonilnik lcs.
zh_tw: 無法偵測到任何 OSA-Express QDIO 卡 / HiperSockets。如果您所執行的是 VM，請確定客戶端所使用的就是這張卡。如果要以 non-QDIO 模式來使用 OSA-2 或 OSA-Express 卡，請替而使用 lcs 驅動程式。

source: ${choices} Finish
de: ${choices} Beenden
eo: ${choices} Plenumu
eu: ${choices} Amaitu
ro: ${choices} Finalizează

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
de: Die folgenden Disk Access Storage Devices (DASD) sind verfügbar. Bitte wählen Sie jedes Gerät, das Sie jeweils verwenden möchten.
eo: La sekvantaj diskatingaj memoraj adaptiloj ('Disk Access Storage Devices') estas disponebla. Bonvole elektu ĉiun aparaton, kiu vi volas uzi iun post alian.
eu: Atzipen zuzeneko biltegiratze-gailu hauek (DASD) daude erabilgarri. Mesedez aukeratu erabili nahi duzun bakoitza aldi batetan.
ro: Următoarele Dispozitive de stocare cu acces la disc (DASD) sunt disponibile. Vă rugăm să alegeţi pe rând fiecare dispozitiv pe care doriţi să-l folosiţi.

source: Error: impossible to continue
cy: Gwall: mae'n amhosib mynd ymlaen
de: Fehler: Fortfahren nicht möglich
el: Σφάλμα: αδύνατη η συνέχιση της διαδικασίας
eo: Eraro: neeble daŭrigas
et: Viga: võimatu jätkata
eu: Errorea: ezin da jarraitu
fi: Virhe: jatkaminen ei ole mahdollista
he: שגיאה: לא ניתן להמשיך
id: Ada kesalahan: tidak mungkin melanjutkan
kk: Қате: жалғастыру мүмкін емес
lt: Klaida: negalima tęsti
lv: Kļūda: turpināt nav iespējams
mg: Diso:Tsy afaka manohy
nn: Feil: umogeleg å halda fram
pl: B³±d: kontynuacja jest niemo¿liwa
pt_br: Erro : impossível continuar
ro: Eroare: continuarea este imposibilă
sl: Napaka: ni mogoče nadaljevati
zh_tw: 錯誤：無法繼續

source: An undefined error occurred. You may try to continue.
cy: Digwyddod gwall heb ddiffiniad. Gallwch geisio mynd ymlaen.
de: Ein undefinierter Fehler trat auf. Sie können versuchen, fortzufahren.
el: Κάποιο ακαθόριστο σφάλμα συνέβη. Μπορείτε να δοκιμάσετε να συνεχίσετε.
eo: Nekonata eraro okazis. Vi eble daŭrus.
et: Ilmnes määramata viga. Võid proovida jätkata.
eu: Definitu gabeko errorea gertatu da. Jarraitzen saia zaitezke.
fi: Tapahtui määrittelemätön virhe. Jatkaminen on ehkä mahdollista.
he: שגיאה לא מוגדרת קרתה. ניתן לנסות להמשיך.
id: Ada kesalahan yang tidak dikenal. Anda boleh coba melanjutkan.
kk: Белгісіз қателік орын алды. Жалғастыруды байқап көруге болады.
lt: Įvyko neapibrėžta klaida. Galite bandyti tęsti.
lv: Radusies nenoteikta kļūda. Jūs varat mēģināt turpināt.
mg: Nisy fahadisoana nitranga. Afaka manandrana manohy ianao.
nn: Ein udefinert feil oppsto. Du kan prøva å halda fram.
pl: Wyst±pi³ nieokre¶lony b³±d. Mo¿esz spróbowaæ kontynuowaæ.
pt_br: Um erro não definido ocorreu. Você pode tentar continuar.
ro: A apărut o eroare nedefinită. Puteţi încerca să continuaţi.
sl: Prišlo je do nedoločene napake. Lahko poskusite nadaljevati.
zh_tw: 發生了不明錯誤。您可以試著繼續進行。

source: The device ${device} seems to be a fresh disk not yet prepared for Linux. Such disk should be formatted before you can create partitions.
cy: Ymddengys fod y dyfais ${device} yn ddisgen ffres nid ydyw wedi ei baratoi ar gyfer Linux eto. Dylid fformadu'r disg cyn gallwch greu rhaniad.
de: Das Gerät ${device} scheint eine neue, nicht für Linux vorbereitete Festplatte zu sein. Die Festplatte sollte formatiert werden, bevor Partitionen erstellt werden können.
el: Η μονάδα ${device} είναι μάλλον νέος δίσκος που δεν είναι ακόμη προετοιμασμένος για το Linux. Έναν τέτοιο δίσκο θα πρέπει πρώτα να τον μορφοποιήσετε πρίν μπορέσετε να τον κατατμήσετε.
eo: La '${device}'-adaptilo ŝajne estas neprepara nova disko por Linukso. Tia disko endas dosieraranĝita antaŭ ol eble krei diskpartigojn.
et: Tundub, et seade ${device} on värkse ketas ega ole Linuxi jaoks ette valmistatud. Sellised kettad tuleks enne partitsioonide loomist formaatida.
eu: ${device} gailuak disko freskoa dela dirudi, oraindik Linuxerako prestatzeko dagoena. Formateatu egin beharko litzateke partizioak egin aurretik.
fi: Ilmeisesti laitetta ${device} ei ole vielä alustettu Linux-käyttöön. Levy on alustettava ennen kuin levyosioita voidaan tehdä.
he: הרכיב ${device} נראה דיסק חדש שלא הוכן ללינוקס. דיסק כזה צריך לעבור פרמוט לפני שניתן ליצור עליו מחיצות.
id: Piranti ${device} tampaknya merupakan disk baru yang belum disiapkan untuk Linux. Disk tersebut harus diformat terlebih dahulu sebelum Anda dapat membuat partisi.
kk: Linux-ты орнатуға ${device} құрылғысы әлі дайын емес сияқты. Бөлімдерді жасаудан бұрын, дискті қайта пішіндеу керек.
lt: Įrenginys ${device} panašus į švarų diską, dar neparengtą Linuxui. Tokį diską reikia formatuoti prieš kuriant disko skirsnius (partitions).
lv: Šķiet iIeīcei ${device} ir jauns disks, kas vēl nav sagatavots darbam linux vidē. Pirms partīciju veidošanas šādus diskus vispirms vajadzētu noformatēt.
nn: Eininga ${device} ser ut til å vera ein ny harddisk som ikkje er førebudd for Linux enno. I så fall må han formaterast før du kan oppretta partisjonar.
pl: Urz±dzenie ${device} wydaje siê byæ nowym dyskiem, jeszcze nieprzygotowanym dla Linuksa. Taki dysk powinien zostaæ sformatowany przed utworzeniem partycji.
pt_br: O dispositivo ${device} parece ser um disco novo, ainda não preparado para o Linux. Esse disco deve ser formatado antes que se possa criar partições no mesmo.
ro: Dispozitivul ${device} pare a fi un disc nou, nepregătit încă pentru Linux. Un asemenea disc ar trebui să fie formatat înainte, pentru ca dvs. să puteţi crea partiţii.
sl: Naprava ${device} je očitno nov disk, ki še ni pripravljen za Linux. Takšen disk morate formatirati preden lahko ustvarite razdelke.
zh_tw: 裝置 ${device} 可能是個全新磁碟，無法讓 Linux 直接使用。這樣的硬碟必須在進行磁碟分割之前先進行格式化。

source: The device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before, formatting it now is recommended.
cy: Ymddengys fod y dyfais ${device} yn ddisgen sydd efo fformad lefel isel eisioes. Os nad yw'r ddisg wedi cael ei ddefnyddio ar gyfer Linux 2.6 o'r blaen, argymhellir y caiff ei fformadu nawr.
de: Das Gerät ${device} scheint bereits low-level-formatiert zu sein. Wenn die Festplatte vorher nicht für Linux 2.4 benutzt wurde, sollte sie jetzt formatiert werden.
el: Η μονάδα ${device} είναι μάλλον νέος δίσκος που μόλις έχει υποστεί χαμηλού επιπέδου μορφοποίηση. Αν ο δίσκος δεν έχει προηγουμένως ξαναχρησιμοποιηθεί σε σύστημα Linux 2.4, συνιστάται να τον μορφοποιήσετε τώρα.
eo: La '${device}'-adaptilo ŝajne jam estas malalta nivela strukturita disko. Se la disko ne estis antaŭe uzita de '2.4'-Linukso, vi aranĝindu ĝin nun.
et: Tundub, et seade ${device} on juba madalal tasemel formaaditud ketas. Kui seda ketast pole enne Linux 2.4 jaoks kasutatud, oleks soovitatav ta formaatida.
eu: ${device} gailuak behe-mailan formateatutako diskoa dela dirudi. Diskoa lehendik Linux 2.4rako erabili ez bada, orain formateatzea gomendatzen da.
fi: Ilmeisesti laitteelle ${device} on jo tehty alemman tason alustus. Jos levyä ei ole aikaisemmin käytetty Linux-ytimen 2.4 kanssa, on suositeltavaa alustaa se nyt.
he: הרכיב ${device} נראה שכבר עבר פרמוט ברמה נמוכה. אם הדיסק לא היה בשימוש תחת לינוקס 2.4 בעבר, מומלץ לפרמט אותו עכשיו.
id: Piranti ${device} tampaknya telah diformat dengan level rendah. Jika disk ini belum pernah digunakan untuk Linux 2.4 sebelumnya, dianjurkan untuk memformatnya.
kk: ${device} құрылғысы төмен деңгейде қайта пішінделген сияқты. Егер диск мұның алдында Linux 2.4 үшін қолданбаған болса, дискті қайта пішіндеу ұсынылады.
lt: Įrenginys ${device} panašus į žemu lygiu jau suformatuotą diską. Jei diskas dar prieš tai nebuvo naudojamas Linux 2.4, rekomenduojama dabar jį suformatuoti.
lv: Šķiet iIeīce ${device} ir noformatēta ar zema līmeņa diska formatētāju. Ja disks līdz šim nav lietots Linux 2.4 vidē, ieteicams to tagad noformatēt.
nn: Eininga ${device} ser ut til å vera ein harddisk som er lågnivåformatert frå før. Dersom disken ikkje er brukt med Linux 2.4 tidlegare, bør du formatera han no.
pl: Urz±dzenie ${device} wydaje siê byæ ju¿ niskopoziomowo sformatowanym dyskiem. Je¶li nie by³ wcze¶niej u¿ywany z Linuksem 2.4, zaleca siê jego sformatowanie teraz.
pt_br: O dispositivo ${device} parece ser um disco já formatado em baixo nível. Caso esse disco não tenha sido usado para o Linux 2.4 antes é recomendado formatá-lo agora.
ro: Dispozitivul ${device} pare a fi un disc deja formatat la nivel fizic. Dacă discul nu a mai fost utilizat pentru Linux 2.4 până acum, se recomandă să fie formatat acum.
sl: Naprava ${device} je očitno že nizkonivojsko formatiran disk. Če diska še niste uporabljali pod Linuxom 2.4, je priporočeno, da ga sedaj formatirate.
zh_tw: 裝置 ${device} 似乎是顆已低階格式化完畢的磁碟。如果在該磁碟上並沒有安裝過 Linux 2.4，建議您立即進行格式化。

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
cy: RHYBUDD: Caiff yr holl ddata ar y ddisgen hon ei GOLLI AM BYTH!
de: WARNUNG: Sämtliche Daten auf der Festplatte werden UNWIDERRUFLICH gelöscht!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Όλα τα δεδομένα του δίσκου θα διαγραφούν ΑΝΕΠΑΝΟΡΘΩΤΑ!
eo: Atentu: ĉiuj ĉeestantaj datumojn sur tiu disko estos definitive forviŝitaj !
et: HOIATUS: Kõik sellel kettal olevad andmed saavad TAGASIPÖÖRDUMATULT KUSTUTATUD!
eu: ABISUA: Diskoko datu guztiak berreskuratzeko aukerarik gabe GALDUKO dira!
fi: VAROITUS: Kaikki tällä levyllä oleva tieto KATOAA LOPULLISESTI!
he: אזהרה: כל המידע על הדיסק ימחק באופן בלתי הפיך.
id: PERHATIAN: Semua data pada disk ini akan HILANG SELAMANYA!
kk: ЕСКЕРТУ! Дисктегі барлық деректер БІР ЖОЛА ЖОЙЫЛАДЫ!
lt: DĖMESIO: Visi duomenys šiame diske bus NEGRĄŽINAMAI PRARASTI!
lv: UZMANĪBU: Visi dati uz šī diska tiks neatgriezeniski ZAUDĒTI!
mg: FAMPITANDREMANA: Ho voafafa tanteraka ny zavatra rehetra ao amin'io kapila io!
nn: ÅTVARING: All informasjonen på denne disken vil GÅ FULLSTENDIG TAPT!
pl: UWAGA: Wszystkie dane na dysku zostan± NIEODWRACALNIE STRACONE!
pt_br: AVISO: Todos os dados nesse disco serão IRREVERSIVELMENTE PERDIDOS !
ro: ATENŢIE: Toate datele de pe acest disc vor PIERDUTE ÎN MOD IREVERSIBIL!
sl: OPOZORILO: Vsi podatki na disku bodo NEPOPRAVLJIVO IZGUBLJENI!
zh_tw: [警告]：磁碟上的所有資將會被 完 完 全 全 抹 除 ！

source: United States
cy: United Kingdom
de: Germany
et: Estonia
eu: Spain
he: Israel
lt: Lithuania
lv: Latvia
ro: Romania
zh_tw: Taiwan

source: stable, testing, unstable
cy: sefydlog, profi, ansefydlog
el: σταθερή, δοκιμαστική, ασταθής
et: stabiilne, testitav, ebastabiilne
eu: stable (egonkorra), testing (probatakoa), unstable (ezegonkorra)(u
fa: پایدار، آزمایشی، ناپایدار
fi: vakaa, testattava, epävakaa
he: יציבה, ניסויית, לא יציבה
id: stabil (stable), ujicoba (testing), tak stabil (unstable)
kk: тұрақты (stable), тесттеуші (testing), тұрақсыз (unstable)
lt: stabili, testuojama, nestabili
lv: stabīlā, testēšanas, nestabīlā
nn: stabil, test, ustabil
pl: stabilna, testowa, niestabilna

source: ReiserFS
lv: RaiserFS

source: LTR
he: RTL

source: Choose country or region
el: Επιλέξτε χώρα ή περιοχή
fa: انتخاب کشور یا منطقه
fi: Valitse maa tai alue
id: Pilih negara atau wilayah
mg: Misafidian tany na fari-tany
nn: Vel land eller område
pl: Wybierz kraj lub region
pt_br: Escolher país ou região
sl: Izberite državo ali regijo

source: North America
el: Βόρεια Αμερική
fa: آمریکای شمالی
fi: Pohjois-Amerikka
id: Amerika Utara
mg: Amerika avaratra
nn: Nord-Amerika
pl: Ameryka Pó³nocna
pt_br: América do Norte
sl: Severna Amerika

source: Central America
el: Κεντρική Αμερική
fa: آمریکای مرکزی
fi: Väli-Amerikka
id: Amerika Tengah
mg: Amerika afovoany
nn: Mellom-Amerika
pl: Ameryka ¦rodkowa
pt_br: América Central
sl: Srednja Amerika

source: South America
el: Νότια Αμερική
fa: آمریکای جنوبی
fi: Etelä-Amerikka
id: Amerika Selatan
mg: Amerika atsimo
nn: Sør-Amerika
pl: Ameryka Po³udniowa
pt_br: América do Sul
sl: Južna Amerik

source: Caribbean
el: Καραϊβική
fa: کارائیب
fi: Karibia
id: Karibia
mg: Karaiba
nn: Det Karibiske Hav
pl: Karaiby
pt_br: Caribe
sl: Karibi

source: Europe
el: Ευρώπη
fa: اروپا
fi: Eurooppa
id: Eropa
mg: Eropa
nn: Europa
pl: Europa
pt_br: Europa
sl: Evropa

source: Asia
el: Ασία
fa: آسیا
fi: Aasia
mg: Azia
pl: Azja
pt_br: Ásia
sl: Azija

source: Africa
el: Aφρική
fa: آفریقا
fi: Afrikka
id: Afrika
mg: Afrika
nn: Afrika
pl: Afryka
pt_br: África
sl: Afrika

source: Indian Ocean
el: Ινδικός Ωκεανός
fa: اقیانوس هند
fi: Intian Valtameri
id: Samudera Indonesia
mg: Oseana indiana
nn: Det Indiske Hav
pl: Ocean Indyjski
pt_br: Oceano Ìndico
sl: Indijski ocean

source: Antarctica
el: Ανταρκτική
fa: آنتراکتیکا
fi: Etelänapamanner
id: Antartika
mg: Antartika
nn: Antarktika
pl: Antarktyka
pt_br: Antártida
sl: Antarktika
