Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The GRUB bootloader installation often fails or hangs when /boot is on a XFS filesystem. Using LILO in this situation is recommended.
el: O φορτωτής εκκίνησης GRUB συχνά αποτυγχάνει την εκκίνηση όταν ο κατάλογος/boot βρίσκεται σε σύστημα αρχείων XFS. Σε αυτήν την περίπτωση συνιστάται η χρήση του LILO.
fi: GRUB-alkulatausohjelman asennus epäonnistuu tai jumittuu usein jos hakemisto /boot on XFS-tiedostojärjestelmässä. Tässä tilanteessa suositellaan LILO:n käyttöä.
id: Boot loader GRUB terkadang gagal atau hang bila /boot merupakan sistem berkas XFS. Disarankan menggunakan LILO untuk situasi ini.
mg: Matetika dia tsy mahomby na mikatso ny fametrahana ny boot loader GRUB rehefa mipetraka ao amina file system XFS ny /boot. LILO no tsara ampiasaina amin'izany.
nn: Installasjonen av oppstartslastaren GRUB kan feila eller henga seg når /boot er eit XFS-filsystem. Bruk av LILO er tilrådd i denne situasjonen.
pl: Instalacja programu uruchomieniowego GRUB czêsto nie udaje siê gdy /boot znajduje siê na systemie plików XFS. Zalecane jest u¿ywanie LILO w takich przypadkach.
pt_br: A instalação do gerenciador de inicialização GRUB geralmente trava quando o /boot está localizado em um sistema de arquivos XFS. Utilizar o LILO em uma situação dessas é recomendado.
sl: Namestitev zagonskega nalagalnika GRUB pogosto ni uspešna ali obvisi, če je /boot na XFS datotečnem sistemu. Uporaba LILO nalagalnika je priporočena v tem primeru.

source: You need to make the newly installed Debian system bootable, by installing the GRUB bootloader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
el: Θα πρέπει να κάνετε το σύστημα εκκινήσιμο, εγκαθιστώντας το φορτωτή εκκίνησης GRUB σε μια εκκινήσιμη συσκευή. Ο συνήθης τρόπος είναι να εγκαταστήσετε το GRUB στο master boot record του πρώτου σκληρού δίσκου. Αν επιθυμείτε, μπορείτε να εγκαταστήσετε το GRUB σε κάποιο άλλο σημείο του δίσκου, ή σε κάποιο άλλο δίσκο ή ακόμη και σε μια δισκέτα.
fa: شما باید سیستم تازه نصب شده را قابل راه‌اندازی کنید. این کار با نصب راه‌انداز GRUB امکان پذیر است. راه معمول برای این مار نصب GRUB بر روی رکورد راه‌انداز اصلی(MBR) است. اما شما میتوانید GRUB را در محل دیگری و یا بر روی دیسک یا فلاپی دیگری نصب کنید.
fi: Nyt on aika tehdä vasta asennettu Debian-järjestelmä käynnistyväksi asentamalla GRUB-alkulatausohjelma käynnistyskelpoiselle laitteelle. Tämä tehdään tavallisesti asentamalla GRUB ensimmäisen kiintolevyn pääkäynnistyslohkoon. Halutessasi voit asentaa GRUB:n muualle levylle, toiselle kiintolevylle tai jopa levykkeelle.
id: Anda perlu membuat sistem Debian yang baru dipasang dapat di-boot, dengan memasang bootloader GRUB pada piranti bootable. Biasanya ini dilakukan dengan memasang GRUB pada master boot record dari hard disk pertama. Anda juga dapat memasang GRUB pada bagian lain dari hard disk, pada hard disk lain atau bahkan pada disket.
nn: No er det tid for å gjera det mogeleg å starta opp det nyinstallerte Debiansystemet. Den vanlege måten å gjera dette på er å installera GRUB på hovudoppstartssporet (MBR) på den første harddisken. Viss du vil kan du installera GRUB ein anna stad på harddisken, på ein anna harddisk eller til og med på ein diskett.
pl: Poprzez instalacjê programu uruchomieniowego GRUB, na uruchamialnym urz±dzeniu, musisz umo¿liwiæ samoczynne uruchamianie zainstalowanego systemu Debian. Najpopularniejszym sposobem by to osi±gn±æ, jest instalacja GRUBa w g³ównym rekordzie uruchomieniowym pierwszego dysku twardego. Mo¿esz jednak¿e u¿yæ innego miejsca na dysku, innego dysku czy nawet dyskietki je¶li chcesz.
pt_br: Você precisa fazer com que seu novo sistema Debian instalado seja inicializável, instalando o carregador de inicialização GRUB em um dispositivo inicializável. A maneira usual de fazer isso é instalar o GRUB no setor de inicialização principal de seu primeiro disco rígido. Caso prefira, você pode instalar o GRUB em outro local de seu disco rígido, em outro disco ou até mesmo em um disquete.
sl: Sedaj je čas, da omogočite zagon novo nameščenega Debian sistema z namestitvijo zagonskega zaganjalnika GRUB na zagonsko napravo. Navadno to lahko storite tako, da namestite GRUB na glavni zagonski sektor vašega trdega diska. Če želite lahko namestite GRUB drugam na trdi disk, na drugi disk ali celo na disketo.

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
el: Η μονάδα μορεί να καθοριστεί χρησιμοποιώντας τη σημειολογία του GRUB "(hdn)" ή ως συσκευή του /dev. Ακολουθούν μερικά παραδείγματα - "(hd0)" ή "/dev/hda" θα εγκαταστήσει το GRUB στο master boot record του πρώτου σκληρού δίσκου (IDE). - "(hd0,1)" ή "/dev/hda2" θα το εγκαταστήσει στο δεύτερο τμήμα του πρώτου σκληρού δίσκου IDE. - "(hd2,4)" ή "/dev/sdc5" θα το εγκαταστήσει στο πρώτο εκτεταμένο τμήμα του τρίτου δίσκου (σε αυτήν την περιπτωση SCSI. - "(fd0)" ή "/dev/fd0" θα εγκαταστήσει το GRUB σε μια δισκέτα.
fa: دستگاه میتواند بر اساس نمادگذاری GRUB مانند "(hdn,m)" و یا مانند مسیر ین دستگاه بر روی /dev/ مشخص گزدد، مثلا: - "(hd0)" یا "/dev/hda" راه‌انداز GRUB را بر روی MBR در IDE1 نصب میکند. - "(hd0,1)" یا "/dev/hda2" از پارتیشن دوم بر روی درایو IDE اول استفاده میکند. - "(hd2,4)" یا "/dev/sdc5" از پارتیشن مجازی اول دیسک سوم شما استفاده میکند)که در اینجا یک دیسک SCSIاست.( - "(fd0)" یا "/dev/fd0" این راه‌انداز را بر روی فلاپی نصب میکند.
fi: Laite voidaan määrittää käyttäen GRUB:n "(hdn,m)"-merkintää tai laitteena hakemistossa /dev. Muutamia esimerkkejä: - "(hd0)" tai "/dev/hda" asentaa GRUB:n ensimmäisen IDE-kiintolevyn pääkäynnistyslohkoon; - "(hd0,1)" tai "/dev/hda2" käyttää ensimmäisen IDE-levyn toista levyosiota; - "(hd2,4)" tai "/dev/sdc5" käyttää kolmannen SCSI-levyn ensimmäistä jatkettua osiota; - "(fd0)" tai "/dev/fd0" asentaa GRUB:n levykkeelle.
id: Piranti dapat dituliskan menggunakan notasi GRUB "(hdn)", atau sebagai nama piranti pada /dev. Berikut ini beberapa contoh - "(hd0)" atau "/dev/hda" akan memasang GRUB pada master boot record dari penggerak hard disk IDE Anda yang pertama; - "(hd0,1)" atau "/dev/hda2" akan memasang GRUB pada partisi kedua dari hard disk IDE Anda yang pertama; - "(hd2,4)" atau "/dev/sdc5" akan memasang GRUB pada partisi extended pertama dari hard disk SCSI yang ketiga; - "(fd0) atau "/dev/fd0" akan memasang GRUB pada sebuah disket.
mg: Ny periferika dia afaka lazaina amin'ny alalan'ny fonoratr'i GRUB "(dhn,n)" na tahakan'ny anarana periferika ao anaty /dev. Ireto misy ohatra vitsivitsy: - "(hd0)" na "/dev/hda" dia hametraka an'i GRUB ao amin'ny master boot record an'ny kapila mafy voalohany (IDE); - "(hd0,1)" na "/dev/hda12" dia hampiasa ny fizarana faharoa an'ny kapila IDE anao voalohany; - "(hd2,4)" na "/dev/sdc5" dia hampiasa ny fizarana voavelatra voalohan'ny kapila faha-telo (SCSI eto); - "(fd0)" na "/dev/fd0" hametraka an'i GRUB ao anaty zana-kapila.
nn: Eininga kan oppgjevast ved å bruka GRUB sin notasjon «(hdn,m)», eller som ei eining i /dev. Her er nokre dømer: - «(hd0)» eller «/dev/hda» vil installera GRUB på hovudoppstartsporet på den første harddisken (IDE); - «hd0,1» eller «/dev/hda2» vil installera det på den andre partisjonen på den første IDE-disken. - «hd2,4» eller «/dev/sdc5» vil installera det på den første utvida partisjonen på den tredje eininga (SCSI i dette tilfellet); - «(fd0)» eller «/dev/fd0» vil installera GRUB på ein diskett.
pl: Urz±dzenie mo¿e zostaæ okre¶lone u¿ywaj±c notacji GRUBa "(hdn)" lub jako urz±dzenie w /dev. Poni¿ej kilka przyk³adów: - "(hd0)" lub "/dev/hda" zainstaluje GRUBa w g³ównym rekordzie rozruchowym pierwszego dysku twardego (IDE); - "(hd0,1)" lub "/dev/hda2" u¿yje drugiej partycji pierwszego dysku IDE; - "(hd2,4)" lub "/dev/sdc5" u¿yje pierwszej rozszerzonej partycji trzeciego dysku (SCSI); - "(fd0)" lub "/dev/fd0" zainstaluje GRUBa na dyskietce.
pt_br: O dispositivo pode ser especificado usando a notação "(hdn,m)" do GRUB ou como um dispositivo em /dev. Alguns exemplos são : - "(hd0)" ou "/dev/hda" instalará o GRUB no registro de inicialização principal de seu primeiro disco rígido (IDE); - "(hd0,1)" ou "/dev/hda2" utilizará a segunda partição de seu primeiro disco IDE; - "(hd2,4)" ou "/dev/hda" utilizará a primeira partição extendida de seu terceiro disco (aqui SCSI); - "(fd0)" ou "/dev/fd0" instalará o GRUB em um disquete.
sl: Naprava je lahko določena z uporabo GRUB-ove "(hdn,m)" notacije ali pa kot naprava v /dev. Na primer: - "(hd0)" ali "/dev/hda" bo namestil GRUB v glavni zagonski zapis vašega prvega trdega diska (IDE); - "(hd0,1)" ali "/dev/hda2" bo uporabil drug razdelek vaše prve enote IDE; - "(hd2,4)" ali "/dev/sdc5" bo uporabil prvi razširjen razdelek vaše tretje enote (tukaj SCSI); - "(fd0)" ali "/dev/fd0" bo namestil GRUB na disketo.

source: Preparing for base-config...
el: Προετοιμασία για βασικές ρυθμίσεις (base-config)...
fa: آماده سازی برای تنظیمات پایه...
fi: Valmistellaan sovelluksen base-config suoritusta...
id: Sedang menyiapkan base-config...
mg: Mihomana handefa an'i base-config...
nn: Gjer klart for base-config ...
pl: Przygotowanie do base-config...
pt_br: Preparando para a configuração do sistema básico...
sl: Pripravljam za nastavitev osnove...

source: Saving installation logs to /var/log/debian-installer/...
el: Αποθήκευση αρχείων ημερολογίου εγκατάστασης στο /var/log/debian-installer/...
fa: در حال ذخیره‌ی
fi: Tallennetaan asennuslokit hakemistoon /var/log/debian-installer/...
id: Sedang menyimpan log instalasi pada /var/log/debian-installer/...
mg: Mitahiry ny log 'ny fametrahana ao amin'ny /var/log/debian-installer/...
nn: Lagrar installasjonsloggar i /var/log/debian-installer/ ...
pl: Zapisywanie dzienników instalacji do /var/log/debian-installer/...
pt_br: Gravando logs de instalação em /var/log/debian-installer/...
sl: Shranjujem dnevnik namestitve v /var/log/debian-installer/...

source: Rebooting into your new Debian system...
el: Επανεκκίνηση στο νέο συστήμα Debian...
fa: بازراه‌اندازی به سیستم دبیان تازه نصب شده..
fi: Käynnistetään uuteen Debian-järjestelmään...
id: Sedang melakukan reboot ke sistem Debian Anda yang baru...
mg: Eo am-pamelomana indray ny mpandrindra milina Debian vaovao...
nn: Startar systemet om att med det nye Debian-systemet ditt ...
pl: Ponowne uruchamianie Twojego nowego systemu Debian...
pt_br: Reiniciando em seu novo sistema Debian...
sl: Ponovno zaganjam sistem v vaš novi Debian sistem...

source: Installation is complete, so it is time to boot into your new Debian system. Make sure to remove the installation media (CD-ROM, floppies), so that your system boots from the disk to which Debian was installed.
el: Η εγκατάσταση ολοκληρώθηκε και μπορείτε πλέον να εκκινήσετε στο νέο σας σύστημα Debian. Βεβαιωθείτε ότι έχετε απομακρύνει το μέσον εγκατάστασης (CD-ROM, δισκέτες) από τις αντίστοιχες μονάδες, ώστε το σύστημά σας να εκκινήσει από το δίσκο στον οποίο έχετε εγκαταστήσει το Debian.
fa: نصب به اتمام رسید. حالا میتوانید سیستم جدید دبیان خود را راه‌اندازی کنید. مطمئن شوید چیزی که با آن سیستم را نصب کرده‌اید در درایو نیست و سیستم شما از طریق دیسک سخت راه‌اندازی میگردد.
fi: Asennus on valmis. On aika käynnistää uusi Debian-järjestelmä. Varmista poistaneesi asennustaltio (romppu, korput), jotta uusi järjestelmä käynnistyy levyltä jolle Debian asennettiin.
id: Instalasi telah selesai, jadi sekaranglah saatnya boot ke sistem Debian baru Anda. Pastikan mengeluarkan media instalasi (CD-ROM, disket), sehingga sistem Anda melakukan boot dari disk tempat Debian diinstall.
nn: Installasjonen er ferdig. No er det tid for å starta opp det nye Debiansystemet ditt. Hugs å fjerna installasjonsmediet (CDROM, diskett), slik at systemet ditt startar opp frå disken som Debian er installert på.
pl: Instalacja zakoñczona, wiêc to czas na uruchomienie Twojego nowego systemu Debian. Upewnij siê, ¿e usun±³e¶ wszelkie media instalacyjne (CD-ROM, dyskietki), tak by system uruchomi³ siê z dysku twardego, na którym zosta³ zainstalowany.
pt_br: A instalação terminou, portanto é hora de iniciar em seu novo sistema Debian. Certifique-se de remover a mídia de instalação (CD-ROM, disquetes) para que seu sistema possa iniciar a partir do disco no qual o Debian foi instalado.
sl: Namestitev je končana tako, da je sedaj čas da zaženete vaš novi Debian sistem. Poskrbite za odstranitev vseh namestitevenih medijev (CD-ROM, diskete), tako da se bo lahko vaš sistem zagnal iz diska kamor ste namestili Debiana.

source: If you have such partitions, they might contain actual filesystems, and are therefore not available for use by this configuration utility.
el: Αν όντως έχετε τέτοια τμήματα, μπορεί να περιέχουν πραγματικά συστήματα αρχείων και για το λόγο αυτό δεν είναι διαθέσιμα για χρήση από το πρόγραμμα ρύθμισης.
fa: اگر از این نوع پارتیشن‌ها دارید آنها ممکن است دارای فایل سیستم واقعی باشند و بدین علت این ابزار تنظیم‌کننده قادر به تشخیص و استفاده از آنها نیست.
fi: Jos tälläisia levyosioita on, niissä ehkä on tiedostojärjestelmiä, eivätkä ne siitä syystä ole käytettävissä tässä sovelluksessa.
id: Jika Anda memiliki partisi dengan jenis tersebut, di dalamnya mungkin berisi sistem berkas sesungguhnya, dan oleh karenanya tidak dapat digunakan oleh program konfigurasi ini.
nn: Viss du har slike partisjonar, kan det vera dei inneheld filsystem og derfor ikkje er tilgjengeleg til bruk for dette oppsettsverktøyet.
pl: Je¶li posiadasz takie partycje, mo¿liwe ¿e posiadaj± aktualny system plików, a w zwi±zku z tym s± niedostêpne dla tego narzêdzia konfiguracyjnego.
pt_br: Caso você possua partições desse tipo, as mesmas podem contém sistemas de arquivos e portanto não estarão disponíveis para serem usados por este utilitário de configuração.
sl: Če imate takšne razdelke, morda vsebujejo dejanske datotečne sisteme in zato niso na voljo za uporabo s tem nastavitvenim orodjem.

source: To finish the installation, please start the newly installed system and use an SSH client to log in as the "installer" user.
el: Για να ολοκληρώσετε την εγκατάσταση, ξεκινήστε το νέο σας σύστημα και συνδεθείτε με ένα πρόγραμμμα-πελάτη SSH ως ο χρήστης "installer".
fi: Tee asennus loppuuun käynnistämällä juuri asennettu järjestelmä ja kirjaudu SSH-asiakasohjelmalla sisään käyttäjänä "installer".
id: Untuk menyelesaikan instalasi, silakan gunakan sistem yang baru diinstal dan klien SSH dan login sebagai pengguna "installer".
nn: For å halda fram med installasjonen, start opp det nyinstallerte systemet og bruk ein SSH-klient til å logga inn som brukaren «installer».
pl: Aby zakoñczyæ instalacjê, uruchom nowozainstalowany system i u¿yj klienta klienta SSH by zalogowaæ siê jako u¿ytkownik "installer".
pt_br: Para finalizar a instalação, por favor, inicie o novo sistema instalado e use um cliente SSH para se autenticar como o usuário "installer".
sl: Če želite končati namestitev, zaženite nov sistem in uporabite odjemalec SSH, da se prijavite kot uporabnik za namestitev.

source: To continue the installation, please use an SSH client to log in as the "installer" user.
el: Για να συνεχίσετε την εγκατάσταση συνδεθείτε με ένα προγραμμμα-πελάτη SSH ως ο χρήστης "installer".
fa: برای ادامه‌ی نصب لطفا از یک کارگذار SSH استفاده کرده و به عنوان کاربر "installer" وارد سیستم شوید.
fi: Jatka asennusta kirjautumalla SSH-asiakasohjelmasta sisään käyttäjänä "installer".
id: Untuk melanjutkan instalasi, silakan gunakan klien SSH dan login sebagai pengguna "installer".
nn: For å halda fram med installasjonen, bruk ein SSH-klient og logg inn som brukaren «installer».
pl: Aby kontynuowaæ instalacjê, u¿yj klienta SSH i zaloguj siê jako u¿ytkownik "installer".
pt_br: Para prosseguir com a instalação, por favor, use um cliente SSH para se autenticar como o usuário "installer".
sl: Za nadaljevanje namestitve uporabite odjemalec SSH, da se prijavite kot uporabnik za namestitev.

source: Please choose one of the listed disks, to create partitions on it.
el: Παρακαλώ επιλέξτε έναν από τους ακόλουθους δίσκους που θέλετε να κατατμήσετε.
fa: لطفا برای پارتیشن‌بندی یکی از دیسکهای زیر را انتخاب کنید:
fi: Valitse yksi näistä levyistä luodaksesi sille osiot.
id: Silakan memilih salah satu disk dalam daftar untuk membuat partisi di dalamnya.
mg: Azafady misfidiana iray amin'ireto kapila ireto mba hizarana azy.
nn: Vel ein av desse diskane for å oppretta partisjonar på han.
pl: Wybierz jeden z poni¿szych dysków, aby utworzyæ na nim partycje.
pt_br: Por favor escolha o disco no qual você deseja criar partições.
sl: Izberite enega od navedenih diskov, na katerem želite ustvariti razdelke.

source: Non-Debian CD-ROM detected
el: Δεν ανιχνεύθηκε CD εγκατάστασης του Debian στη μονάδα CD-ROM
fa: هیچ سی‌دی دبیانی پیدا نشد.
fi: Romppu ei ole Debian-romppu
id: CD-ROM Non-Debian terdeteksi.
mg: Nahita sederoma tsy Debian
nn: Fann ein CD som ikkje er ein Debian-CD
pl: Wykryto niedebianow± p³ytê CD
pt_br: CD-ROM não-Debian detectado
sl: Zaznal sem ne-Debian CD-ROM

source: The CD-ROM drive contains a non-Debian CD.
el: Η μονάδα CD-ROM δεν περιέχει κάποιο CD του Debian.
fa: درایو CD-ROM شامل یک سی‌دی غیر دبیان است.
fi: Asemassa oleva romppu ei ole Debian-romppu.
id: Penggerak CD-ROM berisi CD yang bukan CD Debian.
mg: Misy sederoma tsy Debian ao anatin'ny mpamaky sederoma.
nn: CDROM-spelaren inneheld ein CD som ikkje er ein Debian-CD.
pl: Napêd CD-ROM zawiera niedebianow± p³ytê
pt_br: O leitor de CD-ROM contém um CD não-Debian.
sl: CD-ROM pogon vsebuje ne-Debian CD.

source: Please insert a Debian CD to continue with the installation.
el: Παρακαλώ τοποθετήστε ένα CD του Debian στη μονάδα για τη συνέχιση της εγκατάστασης.
fa: برای ادامه‌ی نصب لطفا یک سی‌دی دبیان در درایو قرار دهید.
fi: Jatka asennusta asettamalla Debian-romppu asemaan.
id: Silakan masukkan CD Debian untuk melanjutkan instalasi.
mg: Azafady mampidira sederoma Debian mba hanohizana ny fametrahana.
nn: Set inn ein Debian-CD for å halda fram med installasjonen.
pl: Proszê w³o¿yæ p³ytê CD Debiana by kontynuowaæ instalacjê.
pt_br: Por favor, insira um CD Debian para continuar com a instalação.
sl: Prosim vstavite Debian CD za nadaljevanje namestitve.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
el: Δε βρέθηκαν είδωλα ISO. Αν έχετε μεταφορτώσει κάποιο είδωλο εγκατάστασης ISO, μπορεί να έχει αποθηκευθεί με λάθος όνομα (χωρίς την κατάληξη ".iso") ή σε κάποιο σύστημα αρχείων που δεν ήταν δυνατό να προσαρτηθεί. Θα πρέπει να πραγματοποιήσετε την εγκατάσταση μέσω δικτύου ή να επανεκκινήσετε το σύστημα και να επιδιορθώσετε το είδωλο ISO.
fa: هیچ تصویر قابل نصبی پیدا نشد. اگر تصویر ایزو را از اینترنت گرفته‌اید ممکن است دارای اسم درستی نبتشد(مثلا پسوند .iso نداشته باشد)، یا ممکن است روی فایل سیستمی باشد که قابل بارگذاری نباشد. شما باید از حالت نصب از روس شبکه استفاده کنید و یا سیستم را بازراه‌اندازی کرده مشکل تصویر را حل کنید.
fi: Asentimen-ISO-levyotoksia ei löytynyt. Jos olet noutanut ISO-levyotoksen, se voi olla väärin nimetty (ei pääty ".iso") tai voi olla tiedostojärjestelmällä, jota ei voitu liittää. Sinun täytyy joko tehdä verkkoasennus tai käynnistää uudelleen ja korjata ISO-levyotos.
id: Citra ISO penginstal tidak ditemukan. Jika Anda mengunduh (mendownload) citra ISO, berkas tersebut mungkin saja mempunyai nama yang tidak tepat (tidak berakhir dengan ".iso") atau berkas tersebut ada di sistem berkas yang tidak bisa dikaitkan. Jika demikian, Anda sebaiknya melakukan instalasi lewat jaringan atau reboot komputer dan perbaiki citra ISO tersebut.
nn: Det blei ikkje funne noko ISO-installasjonsbilete. Viss du lasta ned ISO-biletet, kan det vera det har feil filnamn (som ikkje har endinga «.iso»), eller det kan vera på eit filsystem som ikkje kunne monterast. Du er nøydd til å gjera ein nettverksinstallasjon i staden eller starta om igjen og ordna problemet med ISO-biletet.
pl: Nie odnaleziono instalacyjnych obrazów ISO. Je¿eli pliki by³y pobierane z sieci, to mog± mieæ niew³a¶ciwe nazwy plików (bez zakoñczenia ".iso"). Mog± te¿ znajdowaæ siê na systemach plików, które nie mog³y byæ zamontowane. Bêdziesz musia³/musia³a skorzystaæ z instalacji sieciowej, lub uruchomiæ ponownie komputer i naprawiæ pliki ISO.
pt_br: Nenhuma imagem ISO do instalador foi encontrada. Caso você tenha feito o download da imagem ISO, a mesma pode ter um nome de arquivo incorreto (não finalizado com a extensão ".iso") ou a mesma pode estar em um sistema de arquivos que não pòde estar montado. Você terá que fazer uma instalação via rede ou reiniciar e corrigir a imagem ISO.
sl: Nisem našel nobene ISO slike namestilnika. Če ste prenesli ISO sliko, ima morda slabo ime (se ne končna na ".iso"), ali pa je na datotečnem sistemu, ki ga nisem mogel priklopiti. Namesto tega boste morali uporabiti mrežno namestitev ali ponovno zagnati računalnik in popraviti ISO sliko.

source: Log files and configuration info will be copied into this floppy.
el: Τα αρχεία καταγραφής και οι ρυθμίσεις θα αντιγραφούν σε αυτή τη δισκέτα.
fa: لاگ فایلها و تنظیمات به این فلاپی کپی میشوند.
fi: Lokitiedostot ja asetustiedot kopioidaan tälle levykkeelle.
id: Berkas log dan informasi konfigurasi akan disalin ke disket ini.
nn: Loggfiler og oppsettinfo blir kopiert inn på denne disketten.
pl: Pliki dzienników i konfiguracja zostanie przekopiowana na tê dyskietkê.
pt_br: Arquivos de log e informações de configuração serão copiados para esse disquete.
sl: Datoteke z dnevniki in informacijami o nastavitvah bodo shranjene na to disketo.

source: The information will also be stored in /var/log/debian-installer/ on the installed system, and on a floppy if the floppy device was found.
el: Η πληροφορία αυτή θα αποθηκευτεί επίσης και στον κατάλογο /var/log/debian-installer/ στο εγκατεστημένο σύστημα, και σε μια δισκέτα - αν είναι διαθέσιμη.
fa: همچنین این اطلاعات در /var/log/debian-installer/ در سیستم نصب شده ذخیره میشود، همچنین بر روی فلاپی؛ اگر درایو فلاپی پیدا شود.
fi: Tiedot talletetaan myös hakemistoon /var/log/debian-installer/ asennetussa järjestelmässä, ja levykkeelle jos levykeasema löytyi.
id: Informasi ini juga akan disimpan dalam /var/log/debian-installer/ pada sistem yang terpasang, dan pada sebuah disket bila terdapat piranti penggerak disket.
mg: Ny tatitra momban'ny fametrahana dia ho tehirizina ao amin'ny /var/log/debian-installer/ an'ny mpandrindra milina, ary ao anatin'ny zana-kapila izay hita ao amin'ny mpamaky.
nn: Informasjonen vil også lagrast i /var/log/debian-installer/ på det installerte systemet, og på ein diskett dersom diskettstasjonen blei funne.
pl: Informacje bêd± równie¿ przechowywane w zainstalowanym systemie w /var/log/debian-installer/ oraz na dyskietce, je¶li zostanie znaleziona.
pt_br: As informações serão também armazenadas em /var/log/debian-installer/ no sistema instalado e em um disquete caso um leitor de disquetes seja detectado.
sl: Informacije bodo shranjene tudi v /var/log/debian-installer/ na nameščenem sistemu in na disketi, če je bil najden disketnik.
