Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The information shown is, in order: device name, size, file system, and mount point.
cy: Y gwybodaeth a ddangosir yw, mewn trefn: enw dyfais, maint, system ffeiliau a phwynt clymu.
de: Die angezeigten Informationen sind der Reihe nach: Gerät, Name, Größe, Dateisystem, Einhängepunkt.
el: Οι εμφανιζόμενες πληροφορίες είναι, διαδοχικά: το όνομα της συσκευής, το μέγεθος, το σύστημα αρχείων και το σημείο επαφής.
eo: La montraj informoj estas respektive: adaptilnomo, amplekso, dosiersistemo, kay surmetingo.
et: Informatsioon on järjekorras: seadme nimi, suurus, failisüsteem ja haakepunkt.
eu: Erakutsitako informazioa hauxe da, ordena honetan: gailuaren izena, tamaina, fitxategi-izena eta muntatze-puntua.
fa: اطلاعات به ترتی عبارتند از: نام دستگاه، اندازه، فایل سیستم و نقطه‌ی بارگذاری
fi: Näytettävät tiedot ovat: laitenimi, koko, tiedostojärjestelmä ja liitoskohta.
gl: A información que se amosa é, respectivamente, nome do dispositivo, tamaño, sistema de ficheiros e punto de montaxe.
he: המידע מוצג בסדר הבא,: שם התקן, גודל, מערכת קבצים ונקודת עגינה.
id: Keterangan yang ditampilkan, berturut-turut: nama piranti, ukuran, sistem berkas, dan titik kait.
kk: Информация көрсетілді: қондырғы аты, өлшемі, файлдық жүйе, қалыптастыру нүктесі.
lt: Rodoma informacija yra sekanti: įrenginio vardas, dydis, failų sistema, ir prijungimo taškas.
lv: Informācija ir attēlota sekojošā secībā: ierīces vārds, izmērs, failu sistēma un montēšanas punkts.
ml: ഇവിടെ കാണിച്ചിരിക്കുന്ന വിവരങ്ങള്‍ ഉപകരണത്തിന്റെ പേര്, വലിപ്പം, ഫയല്‍ സിസ്റ്റം, മൌണ്ട് പോയിന്റ് എന്നീ ക്രമത്തിലാണ്.
nn: Informasjonen viser, i rekkefølgje: Einingsnamn, storleik, filsystem og monteringspunkt.
pa: ਵਿਖਾਈ ਜਾਣਕਾਰੀ ਹੈ, ਕ੍ਰਮ ਵਿੱਚ: ਜੰਤਰ ਨਾਂ, ਅਕਾਰ, ਫਾਇਲ ਸਿਸਟਮ, ਅਤੇ ਮਾਊਂਟ ਪੁਆਂਇਟ।
pl: Informacje pokazane to kolejno: nazwa urz±dzenia, rozmiar, system plików i punkt montowania.
pt_br: A informação exibida é, em ordem: nome do dispositivo, tamanho, sistema de arquivos e ponto de montagem.
ro: Informaţia afişată este, în ordine: nume dispozitiv, dimensiune, sistem de fişiere şi punct de montare.
sl: Prikazani podatki so, po vrsti : ime naprave, velikost, datotečni sistem in priklopna točka.
zh_tw: 所顯示的資訊依次是：裝置名稱、大小、檔案系統 及 掛載點。

source: Leave the file system intact
gl: Deixar o sistema de ficheiros intacto
ml: ഫയല്‍ സിസ്റ്റം മാറ്റാതെ വിടുക
pa: ਫਾਇਲ ਸਿਸਟਮ ਇਵੇਂ ਹੀ ਛੱਡੋ

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
cy: Ymddengys fod gan y rhaniad yma system ffeiliau (${FSTYPE}) eisioes. Gallwch adael y system ffeiliau yma fel y mae, neu greu system ffeiliau neu ofod cyfnewid newydd.
de: Die Partition scheint bereits ein Dateisystem zu haben (${FSTYPE}). Sie können das Dateisystem belassen oder ein neues Dateisystem oder Swap erstellen.
el: Το τμήμα αυτό φιλοξενεί ήδη ένα σύστημα αρχείων (${FSTYPE}). Μπορείτε να αφήσετε το υπάρχον σύστημα αρχείων, να δημιουργήσετε ένα νέο σύστημα αρχείων ή να μετατρέψετε το τμήμα αυτό σε χώρο εικονικής μνήμης (swap).
eo: Tiu diskpartigo ŝajne jam enhavas '${FSTYPE}'-dosiersistemon. Vi elektus de lasi tiun diskpartigon kia ĝi estas, krei novan dosiersistemon, aŭ krei interŝanĝan spacon ('swap'-diskpartigon).
et: Sellel partitsioonil juba on failisüsteem (${FSTYPE}). Võid valida, kas jätta failisüsteem puutumata, luua uus failisüsteem või luua saaleala.
eu: Dirudienez partizio honek badu lehendik fitxategi-sistema bat (${FSTYPE}). Fitxategi-sistema hau bere horretan uztea, fitxategi-sistema berria sortzea edo swap lekua sortzea hauta dezakezu.
fa: به نظر میاید این پارتیشن قبلا فایل سیستمی از نوع ${FSTYPE} دارد. شما میتوانید این فایل سیستم را حفظ کنید، یک فایل سیستم جدید بسازید و یا یک فضای SWAP ایجاد کنید.
fi: Tällä osiolla näyttäisi jo olevan tiedostojärjestelmä (${FSTYPE}). Voit joko jättää tämän tiedostojärjestelmän koskemattomaksi tai luoda uuden tiedostojärjestelmän tai sivutustilan.
gl: Semella que esta partición xa ten un sistema de ficheiros (${FSTYPE}). Pode deixar este sistema de ficheiros intacto, crear un novo sistema de ficheiros ou crear un espazo de intercambio.
he: נראה שכבר יש במחיצה מערכת קבצים מסוג ${FSTYPE}. אתה יכול לבחור האם להשאיר את מערכת הקבצים ללא שינוי, ליצור מערכת קבצים אחרת או ליצור שטח דפדוף.
id: Partisi ini telah memiliki sistem berkas (${FSTYTPE}). Anda dapat memilih untuk membiarkan sistem berkas ini tetap, membuat sebuah sistem berkas baru, atau membuat ruang swap.
kk: Бұл бөлімде (${FSTYPE}) файлдық жүйе бар болғанға ұқсайды. Сіз файлдық жүйені өзгеріссіз қалдырып, файлдық жүйені құрып немесе толықтыру бөлімін құра аласыз.
lt: Atrodo, kad šiame disko skirsnyje jau yra (${FSTYPE}) failų sistema. Jūs galite pasirinkti: ar palikti šia failų sistemą neliestą, ar sukurti naują failų sistemą arba mainų (swap) vietą.
lv: Izskatās, ka šai partīcijai jau ir sava failu sistēma (${FSTYPE}). Jūs varat izvēlēties neveikt izmaiņas, izveidot jaunu failu sistēmu vai izveidot apmaiņas telpu (swap).
mg: Io fizarana io dia toa efa manana file system (${FSTYPE}). Afaka mifidy ianao na tsy kitihana ny file system, na hamorona file system vaovao, na koa hamorona teorana fifanankalozana swap.
ml: ഈ ഭാഗത്ത് നേരത്തെ തന്നെ ഒരു ഫയല്‍ സിസ്റ്റം (${FSTYPE}) ഉള്ളത് പോലെ തോന്നുന്നു. നിങ്ങള്ക്ക് ഈ ഫയല്‍ സിസ്റ്റം അതു പോലെ വിടാനോ, പുതിയ ഫയല്‍ സിസ്റ്റം സൃഷ്ടിക്കാനോ, അല്ലെങ്കില്‍ സ്വാപ് സ്പേയ്സ് സൃഷ്ടിക്കാനോ തീരുമാനിക്കാം.
nn: Denne partisjonen ser ut til allereie å ha eit filsystem (${FSTYPE}). Du kan velja å la filsystemet vera intakt, oppretta eit nytt filsystem eller oppretta mellomlagerområde.
pa: ਇਹ ਭਾਗ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਫਾਇਲ ਸਿਸਟਮ (${FSTYPE}) ਲੱਗਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਇਵੇਂ ਹੀ ਛੱਡਣ, ਨਵਾਂ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ, ਜਾਂ ਸਵੈਪ ਥਾਂ ਬਣਾਉਣ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Wygl±da na to, ¿e ta partycja posiada ju¿ system plików (${FSTYPE}). Mo¿esz wybraæ jego pozostawienie, modyfikacjê, b±d¼ utworzyæ przestrzeñ wymiany.
pt_br: Esta partição parece já possuir um sistema de arquivos (${FSTYPE}). Você pode escolher entre deixar o sistema de arquivos intacto, criar um sistema de arquivos ou criar um espaço de troca (swap).
ro: Acestă partiţie pare că are deja sistem de fişiere (${FSTYPE}). Puteţi alege să-l lăsaţi intact, sau puteţi crea un sistem de fişiere ori un spaţiu de swap.
sl: Ta razdelek očitno že ima datotečni sistem (${FSTYPE}). Ta datotečni sistem lahko pustite nedotaknjen, ali pa ustvarite nov datotečni sistem ali izmenjalni prostor.
zh_tw: 此分割區中似乎已經包含了檔案系統 (${FSTYPE})。您可以選擇保持原始檔案系統不變、建立新的檔案系統、或是建立置換空間。

source: Create swap space
gl: Crear espazo de intercambio
ml: സ്വാപ് സ്പേയ്സ് സൃഷ്ടിക്കുക
pa: ਨਵੀਂ ਸਵੈਪ ਥਾਂ ਬਣਾਓ

source: Action on ${PARTITION}:
cy: Gweithred ar ${PARTITION}:
de: Aktion für ${PARTITION}:
el: Εργασία στο τμήμα ${PARTITION}:
eo: Farota agado en '${PARTITION}'-diskpartigo:
et: Tegevus ${PARTITION} peal:
eu: Ekintza ${PARTITION} partizioan:
fa: عملیات بر روی ${PARTITION}:
fi: Osiolle ${PARTITION} tehdään:
gl: Acción sobre ${PARTITION}:
he: פעולה על ${PARTITION}:
id: Tindakan pada ${PARTITION}:
kk: ${PARTITION} үшін әрекеттер:
lt: Veiksmas skirsnyje ${PARTITION}:
lv: Partīcijai ${PARTITION} izpildāmā darbība:
mg: Asa atao ao amin'ny ${PARTITION} :
ml: ${PARTITION} ലെ നടപടി:
nn: Handling for ${PARTITION}:
pa: ${PARTITION} ਤੇ ਕਾਰਵਾਈ:
pl: Dzia³anie na ${PARTITION}:
pt_br: Agir em ${PARTITION} :
ro: Acţiunea asupra ${PARTITION}:
sl: Dejanje z ${PARTITION}:
zh_tw: 要在 ${PARTITION} 上進行的動作：

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
cy: Ymddengys nad oes system ffeiliau gan y rhaniad hwn. Gallwch greu system ffeiliau neu ofod cyfnewid arni.
de: Diese Partition scheint kein Dateisystem zu haben. Sie können ein Dateisystem oder Swap-Speicher darauf erstellen.
el: Το τμήμα αυτό δε φιλοξενεί κάποιο σύστημα αρχείων. Μπορείτε να δημιουργήσετε ένα σύστημα αρχείων ή να το μετατρέψετε σε χώρο εικονικής μνήμης.
eo: Tiu dispartigo ŝajne ne enhavas dosiersistemon. Vi povas krei dosiersistemon aŭ interŝanĝan spacon sur ĝin.
et: Tundub, et partitsioonil pole failisüsteemi. Võid sinna luua failisüsteemi või saaleala.
eu: Partizio honek fitxategi-sistemarik ez duela dirudi. Fitxategi-sistema bat edo swap lekua sor dezakezu han.
fa: به نظر میاید این پارتیشن دارای فایل سیستم نیست. شما میتوانید بر روی این پارتیشن یک فایل سیستم و یا یک فضای SWAP بسازید.
fi: Tällä osiolla ei näytä olevan tiedostojärjestelmää. Voit luoda siihentiedostojärjestelmän tai sivutustilan.
gl: Semella que esta partición non ten un sistema de ficheiros. Pode crear un sistema de ficheiros ou espazo de intercambio nel.
he: לא נראה שיש למחיצה מערכת קבצים. תוכל ליצור בה מערכת קבצים או שטח דפדוף.
id: Partisi ini belum memiliki sistem berkas. Anda dapat membuat sistem berkas atau ruang swap di situ.
kk: Бұл бөлімнің файлдық жүйесі жоқ. Сіз онда файлдық жүйе мен толықтыру бөлімін құрастыра аласыз.
lt: Atrodo, kad šiame disko skirsnyje nėra jokios failų sistemos. Jūs galite sukurti jame failų sistemą arba mainų (swap) vietą.
lv: Šai patrīcijai trūkst failu sistēma. Jūs uz tās varat izveidot kādu failu sistēmu vai apmaiņas telpu (swap).
mg: Io fizarana io dia toa tsy mbola manana file system. Afaka mamorona file system na toeran fifanakalozana swap. ao aminy ianao.
ml: ഈ ഭാഗത്ത് ഒരു ഫയല്‍ സിസ്റ്റം ഉള്ളത് പോലെ തോന്നുന്നില്ല. നിങ്ങള്ക്കതിലൊരു ഫയല്‍ സിസ്റ്റമോ സ്വാപ് സ്പേയ്സോ സൃഷ്ടിക്കാം.
nn: Denne partisjonen ser ikkje ut til å ha eit filsystem. Du kan oppretta eit filsystem eller mellomlager her.
pa: ਇਸ ਭਾਗ ਕੋਲ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਲੱਗਦਾ। ਤੁਸੀਂ ਇਸ ਤੇ ਫਾਇਲ ਸਿਸਟਮ ਜਾਂ ਸਵੈਪ ਥਾਂ ਬਣਾ ਸਕਦੇ ਹੋ।
pl: Partycja nie posiada systemu plików. Mo¿esz na niej utworzyæ system plików lub przestrzeñ wymiany.
pt_br: Esta partição não parece possuir um sistema de arquivos. Você pode criar um sistema de arquivos ou espaço de troca (swap) nela.
ro: Acestă partiţie pare ca nu are sistem de fişiere. Puteţi crea un sistem de fişiere sau un spaţiu de swap pe ea.
sl: Ta razdelek očitno nima datotečnega sistema. Na njem lahko ustvarite datotečni sistem ali izmenjalni prostor.
zh_tw: 這個磁碟分割區上似乎沒有任何檔案系統。您可以在上面建立檔案系統或置換空間。

source: Don't mount it
gl: Non montar
ml: ഇത് മൌണ്ട് ചെയ്യരുത്
pa: ਮਾਊਟ ਨਾ ਕਰੋ

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
cy: Pan caiff rhaniad ei glymu, mae ar gael i ddefnyddwyr y system. Rydych wastad angen rhaniad gwraidd ("/"), a mae e'n aml yn syniad da cael rhaniad ar wahan ar gyfer /home.
de: Eine eingebundene Partition ist für die Benutzer des Systems zugänglich. Sie müssen immer eine Root-Partition (»/«) erstellen. Meist ist es keine schlechte Idee, eine extra Partition für /home zu benutzen.
el: Όταν ένα τμήμα προσαρτάται (mount), γίνεται διαθέσιμο στους χρήστες του συστήματος. Είναι πάντα αναγκαία η ύπαρξη ενός τμήματος root ("/"), και συνιστάται η χρήση ξεχωριστού τμήματος για το /home.
eo: Kiam diskpartigo estas surmetata, ĝi estas disponebla el aliaj sistemuzantoj. Radika ("/") diskpartigo estas necesega. Aparta '/home'-diskpartigo estas laŭde konsilata.
et: Kui partitsioon haagitakse külge, saab see süsteemi kasutajatele kättesaadavaks. Igal juhul on vaja juurpartitsiooni ("/") ning tihtilugu on kasulik omada eraldi /home partitsiooni
eu: Partizioa muntatuta dagoenean, sistemaren erabiltzaileek erabil dezakete. Erroko partizioa ("/") beti behar duzu, eta askotan ona da /home-erako partizio bereizi bat izatea.
fa: هنگامی که یک پارتیشن بارگذاری میگردد. کاربران به آن دسترسی دارند. شما همواره به یک پارتیشن ریشه ("/") نیاز دارید، و همواره ایده‌ی خوبی خواهد بود اگر یک پارتیشن جداگانه برای /home داشته باشید.
fi: Kun osio on liitetty, se on käytettävissä järjestelmän käyttäjille. Juuriosion ("/") tarviset aina ja usein on hyvä olla erillinen osio /home.
gl: Ao montar unha partición, está dispoñible para os usuarios do sistema. Sempre necesita unha partición raíz ("/") e adoita ser bo ter unha partición separada para /home.
he: כאשר מחיצה מעוגנת, היא זמינה למשתמשי המערכת. תמיד צריך מערכת שורש ("/"). בדרך כלל גם טוב שיש מחיצה נפרדת בשביל /home.
id: Saat sebuah partisi dikaitkan, partisi tersebut tersedia untuk parapengguna sistem. Anda selalu perlu partisi root ("/"), dan biasanya baik bila memiliki partisi /home yang terpisah.
kk: Қалыптастырылған бөлім тек жүйенің пайдаланушыларына қатынасты. Сізге міндетті түрде ("/") түбірлік бөлім қажет және әдетте/home үшін жеке бөлім болғаны жөн.
lt: Kai disko skirsnis yra prijungtas, jis yra prieinamas sistemos naudotojams. Jums visuomet reikalingas šakninis ("/") skirsnis. Taip pat dažnai naudinga turėti atskirą skirsnį /home katalogams.
lv: Kad partīcija ir piemontēta, tā ir pieejama sistēmas lietotājiem. Jums vienmēr būs nepieciešama saknes failu sistēmas ("/") partīcija. Bieži vien ir prātīgi izveidot atsevišķu partīciju arī priekš /home
ml: ഒരു ഭാഗം മൌണ്ട് ചെയ്തിരിക്കുന്ന സമയത്ത് സിസ്റ്റത്തിലെ ഉപയോഗ്താക്കള്ക്ക് ലഭ്യമാണ്. നിങ്ങള്ക്കെപ്പോഴും ഒരു റൂട്ട് ("/") ഭാഗം, /home നായി വ്യത്യസ്തമായൊരു ഭാഗമുണ്ടാകുന്നത് പലപ്പോഴും നല്ലതാണ്.
nn: Når ein partisjon er montert er han tilgjengeleg for brukarane på systemet. Du vil alltid trenga ein rot-partisjon («/»), og det er ofte greit å ha ein eigen partisjon for «/home».
pa: ਜਦੋਂ ਭਾਗ ਮਾਊਂਟ ਹੁੰਦਾ ਹੈ, ਇਹ ਸਿਸਟਮ ਦੇ ਉਪਭੋਗੀਆਂ ਨੂੰ ਉਪਲੱਬਧ ਹੁੰਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ root ("/") ਭਾਗ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਇਹ ਵਧੀਆ ਹੋਵੇਗਾ ਕਿ /home ਲਈ ਵੱਖਰਾ ਭਾਗ ਹੋਵੇ।
pl: Gdy partycja jest zamontowana, u¿ytkownicy systemu mog± z niej korzystaæ. Zawsze potrzebujesz partycji root ("/") i dobrze jest te¿ u¿yæ osobnej partycji na /home.
pt_br: Quando uam partição está montada a mesma fica disponível para os usuários do sistema. Você sempre precisará de uma partição raíz ("/") e é sempre bom possuir uma partição separada para o ponto de montagem /home.
ro: Când o partiţie este montată, este disponibilă utilizatorilor sistemului. Întotdeauna aveţi nevoie de partiţie rădăcină ("/"), şi adesea e bine să aveţi o partiţie separată pentru /home.
sl: Ko je razdelek priklopljen, je na voljo uporabnikom sistema. Vedno potrebujete korenski razdelek ("/"), pogosto pa je dobro imeti ločen razdelek še za /home.
zh_tw: 在磁碟分割區被掛載之後，系統的使用者才能存取它。Root ("/") 分割區是不可或缺的，並且最好將 /home 劃分為獨立的磁碟分割區。

source: Mount point for ${PARTITION}:
cy: Pwynt clymu ar gyfer ${PARTITION}:
de: Einhängepunkt für ${PARTITION}:
el: Σημείο επαφής του ${PARTITION}:
eo: '${PARTITION}'-surmetingo:
et: ${PARTITION} haakepunkt:
eu: ${PARTITION} partizioaren muntatze-puntua:
fa: نقطه‌ی بارگذاری برای ${PARTITION}:
fi: Osion ${PARTITION} liitoskohta:
gl: Punto de montaxe de ${PARTITION}:
he: נקודת עגינה למחיצה ${PARTITION}:
id: Titik kait untuk ${PARTITION}:
kk: ${PARTITION} үшін қалыптастыру нүктесі:
lt: Skirsnio ${PARTITION} prijungimo taškas:
lv: ${PARTITION} partīcijas montēšanas punkts:
mg: Teboka fampakarana ho an'ny ${PARTITION} :
ml: ${PARTITION} ന്റെ മൌണ്ട് പോയിന്റ്:
nn: Monteringspunkt for ${PARTITION}:
pa: ${PARTITION} ਲਈ ਮਾਊਂਟ ਪੁਆਂਇਟ:
pl: Punkt montowania dla ${PARTITION}:
pt_br: Ponto de montagem para ${PARTITION} :
ro: Punct de montare pentru ${PARTITION}:
sl: Priklopna točka za ${PARTITION}:
zh_tw: ${PARTITION} 的掛載點：

source: Please enter where the partition should be mounted.
cy: Os gwelwch yn dda, rhowch lle ddylai'r rhaniad gael ei glymu.
de: Bitte geben Sie ein, wo die Partition eingebunden werden soll.
el: Παρακαλώ, δώστε το σημείο επαφής του τμήματος.
eo: Bonvole tajpu kien la diskpartigo endas surmetinta.
et: Palun sisesta, kuhu partitsioon haakida.
eu: Adierazi partizioa non muntatu behar den.
fa: لطفا مشخص کنید این پارتیشن کجا باید بارگذاری گردد.
fi: Kirjoita osion liitoskohta.
gl: Introduza onde se debería montar a partición.
he: הכנס את נקודה העגינה של המחיצה.
id: Masukkan tempat partisi seharusnya dikaitkan.
kk: Бөлімді қайда қалыптастыру керектігін нұсқаңыз.
lt: Prašau įvesti disko skirsnį, kuris turi būti prijungtas.
lv: Lūdzu ievadiet kur montēt šo partīciju.
mg: Azafady ampidiro ny teboka tokony ampakarana ny fizarana.
ml: ദയവായി എവിടെയാണ് ഭാഗം മൌണ്ട് ചെയ്യേണ്ടതെവിടെയാണെന്ന് എന്റര്‍ ചെയ്യുക.
nn: Oppgje kvar partisjonen skal monterast.
pa: ਕਿਰਪਾ ਕਰਕੇ ਭਰੋ ਕਿ ਭਾਗ ਕਿੱਥੇ ਮਾਊਂਟ ਕਰਨਾ ਹੈ।
pl: Wpisz gdzie ma byæ zamontowana partycja.
pt_br: Por favor informe onde a partição deverá ser montada.
ro: Vă rugăm să introduceţi locul în care ar trebui montată partiţia.
sl: Prosim vnesite kje naj bo razdelek pripet.
zh_tw: 請輸入磁碟分割區應該掛載於哪個位置。

source: Do you want to unmount the partitions so you can make changes?
cy: A hoffech datglymu'r rhaniadau fel gallwch wneud newidiadau?
de: Möchten Sie die Partition aushängen, damit Sie Änderungen vornehmen können?
el: Θέλετε να αποπροσαρτήσετε (unmount) τα τμήματα ώστε να κάνετε αλλαγές;
eo: Ĉu vi volas demeti diskpartigojn por fari ŝanĝojn?
et: Kas soovid partitsioonid lahti haakida, et neisse muudatusi sisse viia?
eu: Partizioak desmuntatu nahi dituzu aldaketak egin ahal izateko?
fa: آیا مایل هستید که این پارتیشن باربرداری گردد. شما قادر خواهید بود تغییرات مورد نیاز را انجام دهید.
fi: Haluatko irrottaa levyosiot, jotta voit tehdä muutoksia?
gl: ¿Quere desmontar as particións para poder facer cambios?
he: האם אתה רוצה לבטל את העגינה של המחיצות כדי שתוכל לעשות שינויים?
id: Anda ingin melepas partisi sehingga dapat melakukan perubahan?
kk: Бөлімдерді кейінірек өзгерте алу үшін оларды қалыптастыру керек пе?
lt: Ar norite atjungti skirsnius, kad galėtumėte atlikti pakeitimus?
lv: Vai vēlaties atmontēt partīcijas, lai veiktu kādas izmaiņas?
mg: Ampidinina ve ny fizarana mba ahafahanao manao ny fanovana ?
ml: നിങ്ങള്ക്ക് മാറ്റങ്ങള്‍ വരുതാനായി ഈ ഭാഗങ്ങള്‍ അണ്‍ മൌണ്ട് ചെയ്യാന്‍ നിങ്ങള്ക്കാഗ്രഹമുണ്ടോ?
nn: Vil du avmontera partisjonane slik at du kan gjera endringar?
pa: ਕੀ ਤੁਸੀਂ ਭਾਗ ਨੂੰ ਅਨਮਾਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕੀਤੀਆਂ ਜਾ ਸਕਣ?
pl: Czy chcesz odmontowaæ partycje by dokonaæ zmian?
pt_br: Deseja desmontar as partições para que você possa fazer mudanças ?
ro: Doriţi sa demontaţi partiţiile pentru a face schimbările?
sl: Ali želite odklopiti razdelke da lahko naredite spremembe?
zh_tw: 為了能夠進行變更，您是否要暫時卸載該分割區？

source: Since the partitions have already been mounted, you cannot do any changes.
cy: Gan fod y rhaniadau wedi eu clymu eisioes, dydych chi ddim yn gallu gwneud newidiadau.
de: Da die Partitionen bereits eingebunden wurden, können Sie keine Änderungen daran vornehmen.
el: Εφόσον τα τμήματα έχουν ήδη προσαρτηθεί, δε μπορείτε να κάνετε αλλαγές.
eo: Ĉar la diskpartigoj estas jam surmetitaj, vi ne povas fari ŝanĝojn.
et: Kuna partitsioonid on juba külge haagitud, ei saa neid enam muuta.
eu: Partizioak muntatu direnez, ezin duzu aldaketarik egin.
fa: از آنجاییکه پارتیشن قابل بارگذاری شده است. شما قادر به انجام هیچ تغییری در آن نیستید.
fi: Osiot on jo liitetty, muutoksia ei voi tehdä.
gl: Como as particións xa están montadas, non se poden facer cambios.
he: מאחר והמחיצות כבר עוגנו, אינך יכול לבצע שינויים.
id: Karena partisi telah dikaitkan, Anda tidak dapat melakukan perubahan.
kk: Бөлімдер қалыптандырылып қойылғандықтан, оларды өзгерту мүмкін емес.
lt: Kadangi disko skirsniai jau yra prijungti, jūs negalite daryti jokių pakeitimų.
lv: Tā kā partīcijas jau ir piemontētas, Jūs tām nevarat veikt nekādas izmaiņas.
ml: ഭാഗഹ്ങളെല്ലാം നേരത്തെ തന്നെ മൌണ്ട് ചെയ്തതായതിനാല്‍ നിങ്ങള്ക്ക് മാറ്റങ്ങളൊന്നും തന്നെ വരുത്താകില്ല.
nn: Sidan partisjonane allereie er monterte, kan du ikkje gjera endringar.
pa: ਕਿਉਂਕਿ ਭਾਗ ਪਹਿਲਾਂ ਹੀ ਮਾਊਂਟ ਕੀਤੇ ਹਨ, ਤੁਸੀਂ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Poniewa¿ partycje zosta³y ju¿ zamontowane, nie mo¿esz dokonaæ ¿adnych zmian.
pt_br: Uma vez que as partições já foram montadas, você não pode fazer nenhuma mudança.
ro: Din moment ce partiţiile au fost deja montate, nu puteţi efectua schimbări.
sl: Ker so razdelki že priklopljeni ne morete narediti sprememb.
zh_tw: 由於磁碟分割區已經被掛載了，無法進行任何變更。

source: Failed to unmount partitions
cy: Methwyd datglymu rhaniadau
de: Partitionen konnten nicht ausgehängt werden
el: Σφάλμα κατά την αποπροσάρτηση των τμημάτων
eo: Demetado de diskpartigo malsukcesas
et: Partitsioonide lahtihaakimine nurjus
eu: Ezin izan dira partizioak muntatu
fa: باربرداری پارتیشن شکست خورد.
fi: Osioiden irrottaminen epäonnistui
gl: Non se puido desmontar as particións
he: כשלון בביטול עגינת המחיצות.
id: Gagal melepas partisi
kk: Бөлімдерді қалыпсыздандыру мүмкін болмады
lt: Nepavyko atjungti skirsnių
lv: Kļūda atmontējot partīcijas
mg: Tsy nahomby ny fampidinana ny fizarana
ml: ഭാഗങ്ങള്‍ അണ്‍ മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje avmontera partisjonane
pa: ਭਾਗ ਅਨਮਾਊਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Odmontowanie partycji nie powiod³o siê
pt_br: Falha ao desmontar partições
ro: Eşec la demontarea partiţiilor
sl: Nisem mogel odklopiti razdelkov
zh_tw: 無法卸載磁碟分割區

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
cy: Digwyddod gwall wrth ddatglymu'r rhaniadau. Mae'r broses cyflunio rhaniadau wedi ei erthylu.
de: Es trat ein Fehler beim Aushängen der Partitionen auf. Die Partitionskonfiguration wurde abgebrochen.
el: Κάποιο σφάλμα συνέβη κατά την αποπροσάρτηση των τμημάτων. Η συνέχιση της διαδικασίας ρύθμισης θα τερματιστεί.
eo: Eraro okazis dum la diskpartiga demetado. La diskpartiga akomada procezo fiaskis.
et: Partitsioonide lahti haakimisel ilmnes viga. Partitsioonide seadistamise protsess on peatatud.
eu: Errorea gertatu da partizioak desmuntatzean. Partizioak konfiguratzeko prozesua abortatu egin da.
fa: هنگام باربرداری پارتیشن‌ها خطای رخ داد. پروسه‌ی تنظیم پارتیشن‌ها بهم خورد.
fi: Irrotettaessa osioita tapahtui virhe. Osioiden asetusten teon jatkaminen ei onnistu.
gl: Houbo un erro ao desmontar as particións. Abortouse o proceso de configuración das particións.
he: שגיאה קרתה בזמן ביטול העגינה של המחיצות. תהליך הגדרת המחיצות מבוטל.
id: Terjadi kesalahan saat melepas partisi. Proses konfigurasi partisi dibatalkan.
kk: Бөлімдерді қалыпсыздандыру кезінде қате табылды. Бөлімдерге бөлшектеу процесі тоқталды.
lt: Įvyko klaida atjungiant disko skirsnius. Skirsnių konfigūravimo procesas nutrauktas.
lv: Atmontējot partīcijas radusies kļūda. Partīciju konfigurēšanas process ir pārtraukts.
mg: Nisy fahadisoana nitranga nandritran'ny fampidinana ny fizarana.Najanona ny rindran'asa fanefena ny fizarana.
ml: ഭാഗങ്ങള്‍ അണ്‍ മൌണ്ട് ചെയ്തു കൊണ്ടിരിക്കുമ്പോള്‍ ഒരു പിഴവ് പറ്റി. വിഭജന ക്രമീകരണ പ്രക്രിയയില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Ein feil oppsto under avmontering av partisjonane. Oppsettsprosessen for partisjonane blei avbrote.
pa: ਭਾਗ ਅਨਮਾਊਂਟ ਕਰਨ ਸਮੇਂ ਗਲਤੀ। ਭਾਗ ਸੰਰਚਨਾ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਕੀਤਾ।
pl: Wyst±pi³ b³±d podczas odmontowywania partycji. Proces konfiguracji partycji zosta³ przerwany.
pt_br: Um erro ocorreu na desmontagem das partições. O processo de configuração foi abortado.
ro: A apărut o eroare la demontarea partiţiilor. Procesul de configurare a partiţiei este abandonat.
sl: Prišlo je do napake med odklapljanjem razdelkov. Proces nastavljanja razdelkov je prekinjen.
zh_tw: 在卸載磁碟分割區的過程中發生錯誤。磁碟分割區的設定作業已經中止。

source: Create %s file system
cy: Creu system ffeiliau %s
de: Erstelle %s-Dateisystem
el: Δημιουργία του συστήματος αρχείων %s
eo: Kreu '%s'-dosiersistemon
et: Loo %s failisüsteem
eu: Sortu %s fitxategi-sistema
fa: ایجاد فیل سیستم %s
fi: Luo %s-tiedostojärjestelmä
gl: Crear un sistema de ficheiros %s
he: צור %s מערכת קבצים
id: Membuat sistem berkas %s
kk: %s Файлдық жүйесін құрй керек пе?
lt: Sukurti %s failų sistemą
lv: Izveidot %s failu sistēmu
mg: Mamorona file system %s
ml: %s ഫയല്‍ സിസ്റ്റം സൃഷ്ടിക്കുക
nn: Opprett %s-filsystem
pa: %s ਫਾਇਲ਼ ਸਿਸਟਮ ਬਣਾਓ
pl: Tworzy %s system plików
pt_br: Criar sistema de arquivos %s
ro: Creează sistem de fişiere %s
sl: Ustvari datotečni sistem %s
zh_tw: 建立 %s 檔案系統
