Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
de: Sind alle installierten Betriebssysteme oben aufgelistet, sollte es kein Problem sein, den Bootloader in den Master Boot Record Ihrer ersten Festplatte zu installieren. Wenn Ihr Computer startet, werden Sie die Möglichkeit haben, eines dieser Betriebssysteme zu wählen und zu starten.
eo: Se tiuj operaciumoj de via komputilo estas supre menciita, tiam oni eble instalus la praŝargilon sur la superpraŝargarikordon ('master boot record') el via unua fiksita disko. Dum la lanĉo de via komputilo, vi eblos ekruli iun, inter tiuj operaciumoj, aŭ vian novan sistemon.
eu: Zure sistema eragile guztiak goiko zerrendan badaude, segurua izango litzateke abioko kargatzailea zure lehen disko gogorreko abioko erregistro maisuan instalatzea. Ordenagailua abiaraztean, sistema eragile horietako bat edo Debian sistema berria kargatzea aukera dezakezu.
gl: Se tódolos seus sistemas operativos aparecen na lista de enriba, debería poderse instalar con seguridade o cargador de inicio no rexistro mestre de inicio do seu primeiro disco duro. Cando o ordenador arrinque, ha poder iniciar un destes sistemas operativos ou o seu novo sistema.
he: אם כל מערכות ההפעלה שלך רשומות למעלה, אז אפשר להתקין בבטחה את מנהל האתחול על ה-master boot record של הדיסק הקשיח הראשון. כאשר המחשב שלך מאתחל את עצמו, תוכל לבחור לטעון את אחת ממערכות ההפעלה הרשומות או את המערכת החדשה שלך.
lt: Jei aukščiau yra išvardintos visos Jūsų operacinės sistemos, pradinį įkėliklį yra saugu įdiegti į pirmojo kietojo disko pagrindinį įkelties įrašą (master boot record). Kraunantis kompiuteriui galėsite rinktis vieną iš išvardintų operacinių sistemų, arba Jūsų naująją sistemą.
lv: Ja visas Jūsu datora operētājsistēmas ir augstākminētajā sarakstā, tad Jūs droši varat instalēt sāknētāju datora pirmā cietā diska galvenā sāknēšanas ieraksta. Kad Jūsu dators sāknēsies, Jūs varēsiet izvēlēties kādu no šīm sistēmām vai savu jauno sistēmu.
ml: നിങ്ങളുടെ എല്ലാ ഓപറേറ്റിങ്ങ് സിസ്റ്റങ്ങളും മുകളിലത്തെ പട്ടികയിലുണ്ടെങ്കില്‍ ബൂട്ട് ലോഡര്‍ ആദ്യത്തെ ഹാര്ഡ് ഡ്രൈവിന്റെ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് സുരക്ഷിതമായിരിക്കും. നിങ്ങളുടെ കമ്പ്യൂട്ടര്‍ തുടങ്ങുന്ന സമയത്ത് ഇതിലേതെങ്കിലും ഓപറേറ്റിങ്ങ് സിസ്റ്റമോ അല്ലെങ്കില്‍ നിങ്ങളുടെ പുതിയ സിസ്റ്റമോ തിരഞ്ഞെടുക്കാന്‍ നിങ്ങള്ക്ക് കഴിയും.
pa: ਜੇ ਤੁਹਾਡੇ ਸਾਰੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਉੱਪਰ ਵਿਖਾਏ ਹਨ, ਫਿਰ ਤੁਹਾਡੀ ਪਹਿਲੀ ਹਾਰਡ ਡਰਾਈਵ ਦੇ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਤੇ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨਾ ਸੁਰੱਖਿਅਤ ਤਰੀਕਾ ਹੈ। ਜਦੋਂ ਤੁਹਾਡਾ ਕੰਪਿਊਟਰ ਬੂਟ ਕਰਦਾ ਹੈ, ਤੁਸੀਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਜਾਂ ਨਵਾਂ ਸਿ ਸਿਸਟਮ ਲੋਡ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।
ro: Dacă toate sistemele dvs. de operare sunt afişate mai sus, atunci ar trebui să fie sigur să instalaţi încărcătorul de sistem în înregistrarea master boot a primului dvs. disc fix. Când calculatorul dvs. va porni, veţi putea să alegeţi să încărcaţi unul din aceste sisteme de operare sau noul dvs. sistem.
zh_tw: 如果以上已列出了您電腦中所有的作業系統，那麼把開機程式安裝在第一個硬碟的主要開機記錄 (MBR) 上應該不會出什麼問題。當您的電腦開機時，您可以選擇載入其中一個作業系統，或是由您的新系統開機。

source: Install the GRUB boot loader to the master boot record?
cy: Sefydlu'r bŵtlwythydd GRUB i'r cofnod bŵt meistr?
de: Den GRUB-Bootloader in den Master Boot Record installieren?
el: Να εγκατασταθεί ο φορτωτής εκκίνησης GRUB στο master boot record;
eo: Instalu la 'GRUB'-praŝargilon sur la superpraŝargarikordo ('MBR')?
et: Paigaldada GRUB alglaadur MBR'i?
eu: GRUB abioko kargatzailea abioko erregistro maisuan instalatu nahi duzu?
fa: آیا میخواهید GRUB را بر روی MBR نصب کنید؟
fi: Asennetaanko GRUB-alkulatausohjelma pääkäynnistyslohkoon?
gl: ¿Instalar o cargador de inicio GRUB no rexistro mestre de inicio?
he: להתקין את מנהל האתחול GRUB על הדיסק הקשיח?
id: Memasang boot loader GRUB pada master boot record?
kk: Негізгі жүктелетін жазбаға GRUB жүктеуішін орнату керек пе?
lt: Ar įdiegti pradinį įkėliklį GRUB į pagrindinį įkelties įrašą?
lv: Instalēt GRUB sāknēšanas lādētaju uz galvenā sāknēšanas ieraksta?
mg: Apetraka ao ami'ny master boot record ve ny boot loader GRUB ?
ml: ഗ്രബ് ബൂട്ട് ലോഡര്‍ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യട്ടേ?
nn: Installera oppstartslastaren GRUB på hovudoppstartssporet?
pa: ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਵਿੱਚ GRUB ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ?
pl: Zainstalowaæ program uruchomieniowy GRUB w g³ównym rekordzie uruchomieniowym?
pt_br: Instalar o carregador de inicialização GRUB no registro de inicialização principal ?
ro: Instalează încărcătorul de sistem GRUB în înregistrarea master boot?
sl: Namestim sistemski zaganjalnik GRUB na glavni zagonski zapis?
zh_tw: 是否將 GRUB 開機程式安裝至主要開機記錄 (MBR) 上？

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
de: Es scheint, als ob diese Installation von Debian das einzige Betriebssystem auf diesem Computer ist. Wenn dies der Fall ist, sollte es kein Problem sein, den Bootloader in den Master Boot Record Ihrer ersten Festplatte zu installieren.
eo: Verŝajne, ĝi nova instalaĵo estas la sola ĉeestanta operaciumo sur ĉi komputilo. Se tio pravas, la 'GRUB'-praŝargilo instaleblus al la superpraŝargarikordo ('MBR') el la unua fiksa disko.
eu: Instalazio berri hau ordenagailu honetako sistema eragile bakarra dela dirudi. Hala bada, segurua litzateke GRUB abioko kargatzailea zure lehen disko gogorreko abioko erregistro maisuan instalatzea.
gl: Semella que esta nova instalación é o único sistema operativo deste ordenador. Se é así, debería ser seguro instalar o cargador de inicio GRUB no rexistro mestre de inicio do seu primeiro disco duro.
he: נראה שההתקנה החדשה היא המערכת ההפעלה היחידה על המחשב זה. אם כך, אפשר להתקין בבטחה את מנהל האתחול GRUB על ה-master boot record של הדיסק הקשיח הראשון.
lt: Atrodo, kad ši naujai diegiama ir yra vienintelė operacinė sistema šiame kompiuteryje. Jei taip, tuomet bus saugu įdiegti pradinį įkėliklį GRUB į pirmojo kietojo disko pagrindinį įkelties įrašą (master boot record).
lv: Škiet ka, šī instalācija ir vienīgā operētājsistēma uz Jūsu datora. Ja tas tā patiešām ir, Jūs varat droši instalēt sāknētāju uz datora pirmā cietā diska galvenā sāknēšanas ieraksta.
ml: ഈ പുതിയ ഇന്സ്റ്റലേഷന്‍ മാത്രമാണ് ഈ കമ്പ്യൂട്ടറിലുള്ള ഏക ഓപറേറ്റിങ്ങ് സിസ്റ്റം എന്ന് തോന്നുന്നു. അങ്ങനെയാണെങ്കില്‍ ഗ്രബ് ബൂട്ട് ലോഡര്‍ ആദ്യത്തെ ഹാര്ഡ് ഡ്രൈവിന്റെ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് സുരക്ഷിതമായിരിക്കും.
pa: ਅਜਿਹਾ ਲੱਗਦਾ ਹੈ ਕਿ ਦੀ ਨਵੀਂ ਇਹ ਇੰਸਟਾਲੇਸ਼ਨ ਇਸ ਕੰਪਿਊਟਰ ਤੇ ਸਿਰਫ ਇੱਕ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ। ਜੇ ਅਜਿਹਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੀ ਹਾਰਡ ਡਰਾਈਵ ਦੇ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਵਿੱਚ GRUB ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨਾ ਸੁਰੱਖਿਅਤ ਹੈ।
ro: Se pare că acestă nouă instalare este singurul sistem de operare pe acest calculator. Dacă este cazul, ar trebui să fie sigur să instalaţi încărcătorul de sistem GRUB în înregistrarea master boot a primului dvs. disc fix.
zh_tw: 看來目前所安裝的新系統是這台電腦中唯一的作業系統。如果沒錯，那麼把 GRUB 開機程式安裝在第一個硬碟的主要開機記錄 (MBR) 上應該不會出什麼問題。

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
cy: Rhybudd: Os methodd y sefydlydd ganfod system weithredu arall sy'n bresennol ar eich cyfrifiadur, bydd newid eich cofnod bŵt meistr yn rhwystro'r system weithredu rhag bŵtio, er gellir cuflunio GRUB i'w fŵtio yn hwyrach.
de: Warnung: Wenn der Installer ein anderes Betriebssystem auf Ihrem Computer nicht richtig erkennt, Sie aber den Master Boot Record verändern, werden Sie dieses vorläufig nicht mehr starten können. Allerdings kann GRUB im Nachhinein manuell konfiguriert werden, so dass das Betriebssystem wieder startet.
el: ΠΡΟΣΟΧΗ: Αν ο εγκαταστάτης δεν βρήκε άλλο λειτουργικό σύστημα, το οποίο υπάρχει στον υπολογιστή σας, τότε η τροποποίηση του master boot record θα καταστήσει αυτό το λειτουργικό σύστημα απροσπέλαστο. Το GRUB θα μπορεί φυσικά να ρυθμίστεί για να το εκκίνεί χειροκίνητα.
eo: Atentu: se la instalilo ne detektas operaciumon en ĉi komputilo, ŝanĝi la superpraŝargarikordon ('MBR') nedaŭre malaktivigeblos la sistemon. Tamen, la GRUB praŝargo mane akomodus por aktivigebli ĝin.
et: Hoiatus: Kui paigaldaja ei suutnud mõnd arvutis paiknevat operatsioonisüsteemi avastada, siis MBR'i muutmisel muutuvad avastamata operatsioonisüsteemid ajutiselt alglaetamatuteks, kuigi hiljem saab GRUB'i seadistada ka neid laadima.
eu: Kontuz: instalatzaileak ordenagailuan dagoen beste sistema eragile bat atzeman ez badu, abioko erregistro maisua aldatzean sistema eragile hori ez abiarazteko moduan utziko du, nahiz eta gero GRUB eskuz konfiguratu ahal izango duzun hura abiarazteko.
fa: اخطار: اگر نصاب نتواند سیستم عاملی ر ا بر روی رایانه‌ی شما تشخیص دهد، تغیرات در MBR این سیستم عامل را به طور موقت غیر قابل راه‌اندازی مینماید. بعدا GRUB میتواند به طور دستی برای راه‌اندازی آن تنظیم گردد.
fi: Varoitus: Jos asennin ei löytänyt koneeseen asennettua toista käyttöjärjestelmää, pääkäynnistyslohkon muokkaaminen estää tilapäisesti tuon toisen käyttöjärjestelmän käynnistämisen. GRUB:n asetuksia voidaan myöhemmin muokata käynnistämään myös se.
gl: Aviso: Se o instalador non puido detectar outro sistema operativo presente no seu ordenador, modificar o rexistro mestre de inicio ha facer que, de xeito temporal, non se poida iniciar ese outro sistema operativo, aínda que despois se pode configurar GRUB para que o inicie.
he: אזהרה: אם המתקין יכשל בזיהוי מערכת הפעלה נוספת שנמצאת על המחשב שלך, התאמה של ה-master boot record יהפוך את אותה מערכת הפעלה ללא ניתנת לאתחול באופן זמני, למרות שניתן להגדיר את GRUB באופן ידני כדי שיאתחל אותה.
id: Perhatian: Jika penginstal gagal mendeteksi Sistem Operasi lain yang ada pada komputer Anda, mengubah master boot record akan membuat Sistem Operasi tersebut untuk sementara tidak dapat diboot, walaupun nantinya GRUB dapat dikonfigurasi secara manual untuk dapat memboot Sistem Operasi itu.
kk: Ескерту: егер орнату программасы ол компьютерде бар басқа операциялық жүйені таппаса, негізгі жүктелетін жазбаның өзгеруі бұл операциялық жүйені жүктелмейтін етеді, бірақ GRUB-ты оның жүктелуі үшін кешірек баптауға болады.
lt: Įspėjimas: Jei įdiegikliui nepavyko aptikti Jūsų kompiuteryje esančios kitos operacinės sistemos, pakeitus pagrindinį įkelties įrašą (master boot record), ši operacinė sistema taps laikinai neįkeliama. Vėliau galima rankiniu būdu konfigūruoti GRUB'ą, kad ji taptų įkeliama.
lv: Uzmanību: Ja instalātors nespēja nodetektēt kādu no operētājsistēmām, kas atrodas uz Jūsu datora cietajiem diskiem, tad galvenā sāknēšanas ieraksta izmainīšana padarīs šo operētājsistēmu par īslaicīgi nasasniedzamu, lai to iesāknētu, Jums vēlāk būs jāpārkonfigurē GRUB.
ml: മുന്നറിയിപ്പ്: നിങ്ങളുടെ സിസ്റ്റത്തിലുള്ള വേറൊരു ഓപറേറ്റിങ്ങ് സിസ്റ്റം കണ്ടുപിടിക്കുന്നതില്‍ ഇന്സ്റ്റാളര്‍ പരാജയപ്പെട്ടിട്ടുണ്ടെങ്കില്‍, മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡ് തിരുത്തുന്നത് ആ ഓപറേറ്റിങ്ങ് സിസ്റ്റം താത്കാലികമായി ബൂട്ട് ചെയ്യാന്‍ പറ്റാത്തതാക്കും, എങ്കിലും പിന്നീട് ഗ്രബ് മാന്വലായി ക്രമീകരിച്ച് ബൂട്ട് ചെയ്യാവുന്നതാണ്.
nn: Åtvaring: Viss installasjonsprogrammet ikkje klarer å finna andre operativsystem som faktisk er installerte på maskina di, vil endringar på hovudoppstartsporet gjera at andre operativsystem mellombels ikkje kan startast opp. GRUB kan derimot setjast opp seinare til å starta opp andre operativsystem.
pa: ਚੇਤਾਵਨੀ: ਜੇ ਇੰਸਟਾਲਰ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਜੋ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਤੇ ਮੌਜੂਦ ਹੈ, ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ, ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਤਬਦੀਲ ਕਰਨ ਨਾਲ ਇਹ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਆਰਜੀ ਤੌਰ ਤੇ ਨਾ-ਬੂਟ ਹੋਣ ਯੋਗ ਬਣ ਜਾਵੇਗਾ, GRUB ਰਾਹੀਂ ਇਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬੂਟ ਕਰਨ ਲਈ ਸੰਰਚਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Ostrze¿enie: Je¶li instalatorowi nie uda siê wykryæ innego systemu operacyjnego dostêpnego w tym komputerze, modyfikacja g³ównego rekordu uruchomieniowego sprawi, ¿e nie bêdzie mo¿na tego systemu uruchomiæ. Mo¿na jednak¿e w pó¼niejszym czasie rêcznie skonfigurowaæ GRUBa odpowiednio.
pt_br: Aviso : Caso o instalador falhe ao detectar outro sistema operacional que esteja presente em seu computador, modificar o registro de inicialização principal fará com que os sistemas operacionais não detectados não possam ser iniciados temporariamente, porém o GRUB poderá ser configurado posteriormente para permitir a inicialização dos outros sistemas operacionais.
ro: Atenţie: Dacă nu s-a reuşit detectarea unui alt sistem de operare prezent pe calculatorul dvs., modificarea înregistrării master boot poate duce, temporar, la imposibilitatea de a mai porni acel sistem, dar ulterior GRUB poate fi configurat manual pentru a-l putea porni.
sl: Pozor: Če namestilnik ni zaznal drugega operacijskega sistema, ki je na voljo na vašem računalniku, bo sprememba glavnega zagonskega zapisa naredila ta operacijski sistem začasno nezaganljiv, čeprav je mogoče GRUB kasneje ročno nastaviti, da omogoča njegov zagon.
zh_tw: 警告：如果安裝程式無法偵測到您的電腦上已存在的其它作業系統，修改主要開機記錄 (MBR) 將會使得該作業系統暫時無法開機。然而，在事後還是可以藉由手動設定 GRUB 來啟動它。

source: Install the GRUB boot loader to XFS file system?
cy: Sefydlu'r bŵtlwythydd GRUB ar system ffeiliau XFS?
de: GRUB-Bootloader in ein XFS-Dateisystem installieren?
eo: Instalu la 'GRUB'-praŝargon sur 'XFS'-dosiersistemo?
et: Paigaldada alglaadur GRUB XFS failisüsteemile?
eu: GRUB abiarazlea XFS fitxategi sisteman instalatu?
gl: ¿Instalar o cargador de inicio GRUB no sistema de ficheiros XFS?
he: להתקין את מנהל האתחול GRUB על מערכת קבצים מסוג XFS?
lt: Ar diegti pradinį įkėliklį GRUB į XFS failų sistemą?
lv: Instalēt GRUB sāknētāju uz XFS failu sistēmas?
ml: ഗ്രബ് ബൂട്ട് ലോഡര്‍ XFS ഫയല്‍ സിസ്റ്റത്തില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാമോ?
pa: XFS ਫਾਇਲ ਸਿਸਟਮ ਤੇ GRUB ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ?
ro: Se instalează încărcătorul de sistem GRUB pe sistem de fişiere XFS?
zh_tw: 是否將 GRUB 開機程式安裝至 XFS 檔案系統上？

source: The GRUB boot loader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
cy: Mae sefydliad bŵtlwythydd GRUB yn methu neu'n hongian yn aml pan mae /boot ar system ffeiliau XFS. Argymhellir defnydd LILO yn y sefyllfa hwn.
de: Die GRUB-Installation schlägt oft fehl, wenn /boot ein XFS-Dateisystem ist. In diesem Fall wird LILO empfohlen.
eo: La 'GRUB'-praŝargo ofte fiaskas kiam '/boot'-o estas metita sur XFS dosiersitemo. En ĉi situacio, la uzado de LILO estas preskibata.
et: XFS failisüsteemile paigaldatud GRUB alglaadur hangub või tõrgub tihtilugu. Sellistes olukordades oleks soovitatav kasutada LILO alglaadurit.
eu: GRUB abio kargatzailearen instalazioa uts egin dezake /boot XFS fitxategi sistema batetan dagoenean. Egoera honetan LILO erabiltzea gomendatzen da.
gl: A instalación do cargador de inicio GRUB adoita fallar ou colgarse cando /boot está nun sistema de ficheiros XFS. Recoméndase empregar LILO nestas situacións.
he: התקנת מנהל האתחול GRUB נכשלת לעיתים קרובות או נתקעת כאשר /boot נמצא על מערכת קבצים מסוג XFS. במצב זה, מומלץ להשתמש ב-LILO.
lt: Katalogui /boot esant XFS failų sistemoje, pradinio įkėliklio GRUB diegimas tankiai baigiasi nesėkme arba sistemos pakibimu. Šiuo atveju rekomenduojama naudoti LILO.
lv: GRUB sāknētāja instalācija nereti uzkaras vai beidzas neveiksmīgi, ja /boot partīcija ir uz XFS failu sistēmas. Šādos gadījumos ir ieteicams lietot LILO sāknētāju.
ml: /boot XFS ഫയല്‍ സിസ്റ്റത്തിലാണെങ്കില്‍ ഗ്രബ് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റലേഷന്‍ പലപ്പേഴും പരാജയപ്പെടുകയോ അല്ലെങ്കില്‍ സ്തംഭിക്കുകയോ ചെയ്യാറുണ്ട്. ഈ സന്ദര്ഭത്തില്‍ ലിലോ ഉപയോഗിക്കുന്നതാണ് ശുപാര്ശ ചെയ്യുന്നത്.
pa: GRUB ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਂ ਤਾਂ ਅਸਫਲ ਹੋ ਗਈ ਜਾਂ ਲਟਕ ਗਈ ਜਦੋਂ /boot, XFS ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਹੈ। ਇਸ ਮੌਕੇ LILO ਵਰਤਣ ਦਾ ਉਦੇਸ਼ ਹੈ।
ro: Instalarea încărcătorului de sistem GRUB adesea eşuează sau se blochează atunci când /boot este situat pe un sistem de fişiere XFS. Folosirea LILO în această situaţie este recomandată.
zh_tw: 如果 /boot 所使用的是 XFS 檔案系統，常會導致 GRUB 開機程式在安裝時失敗或當掉。在此狀況下，建議替而使用 LILO。

source: Device for boot loader installation:
cy: Y dyfais ar gyfer sefydliad llwythydd bŵtio:
de: Gerät für die Bootloader-Installation:
el: Μονάδα για εγκατάσταση του φορτωτή εκκίνησης:
eo: Adaptilo kie instalontas praŝargilon:
et: Seade, kuhu alglaadur paigaldada:
eu: Abioko kargatzailea instalatzeko gailua:
fa: دستگاهی که راه‌انداز بر روی آن نصب میگردد:
fi: Laite johon alkulatausohjelma asennetaan:
gl: Dispositivo para a instalación do cargador de inicio:
he: התקן עבור התקנת מנהל האתחול:
id: Piranti untuk pemasangan boot loader:
kk: Жүйелік жүктеуішті орнату қондырғысы:
lt: Įrenginys pradinio įkėliklio diegimui:
lv: Iekārta sāknētāja instalācijai:
mg: Periferika hametrahana ny boot loader:
ml: ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റലേഷനു വേണ്ട ഉപകരണം:
nn: Eining som oppstartaren skal installerast på:
pa: ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਜੰਤਰ:
pl: Urz±dzenie do instalacji programu uruchomieniowego:
pt_br: Dispositivo onde instalar o carregador de inicialização :
ro: Dispozitivul folosit pentru instalarea încărcătorului de sistem:
sl: Naprava za namestitev zagonskega nalaganika:
zh_tw: 用來安裝開機程式的裝置：

source: You need to make the newly installed system bootable, by installing the GRUB boot loader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
de: Das neu installierte System muss bootfähig gemacht werden, indem der GRUB-Bootloader auf einem bootfähigen Medium installiert wird. Gewöhnlich wird dazu GRUB im Master Boot Record Ihrer ersten Festplatte installiert. Wenn Sie möchten, können Sie GRUB auch auf einer anderen Partition, Laufwerk oder auch auf einer Diskette installieren.
eo: Vi bezonas aktivigeblan la novan sistemon per la instalado de 'GRUB'-praŝargo sur startigebla adaptilo. La kutima metodo estas la instalado de 'GRUB'-o sur la superpraŝargarikordo aŭ via unua fiksa disko. Vi povus instali ĝin alie en la disko aŭ sur alia disko aŭ eĉ sur disketo.
eu: Instalatu berria den sistema abiagarri egin behar duzu, GRUB abioko kargatzailea gailu abiagarri batean instalatuz. Horretarako modurik ohikoena GRUB zure lehenengo disko gogorreko abioko erregistro maisuan instalatzea da. Nahi izanez gero, GRUB unitateko beste leku batean, beste unitate batean, edo baita diskete batean ere instala dezakezu.
gl: Ten que facer que o novo sistema se poida iniciar, instalando o cargador de inicio GRUB nun dispositivo de inicio. O xeito máis habitual de o facer é instalando GRUB no rexistro mestre de inicio do seu primeiro disco duro. Se o prefire, pode instalar GRUB noutra parte do disco, ou noutro disco, ou incluso nun disquete.
he: צריך להפוך את המערכת החדשה שהותקנה לברת אתחול ע"י התקנה של מנהל האתחול GRUB על התקן ניתן לאתחול. הדרך הרגילה לעשות זאת היא להתקין את GRUB על ה-master boot record של הדיסק הקשיח הראשון שלך. אם תעדיף, תוכל להתקין את GRUB במקום אחר על הדסיק הקשיח, או לדיסק קשיח אחר, או לדיסקט.
lt: Naujai įdiegtą sistemą turite padaryti įkeliama įdiegdami pradinį įkėliklį GRUB į pradinei įkelčiai tinkantį įrenginį. Paprastai tai daroma įdiegiant GRUB'ą į pirmojo kietojo disko pagrindinį įkelties įrašą (master boot record). Galite įdiegti GRUB'ą ir kitoje disko vietoje, ar kitame diske, ar net lanksčiame diskelyje.
lv: Jums jāpadara jaunā sistēma sāknējama instalējot GRUB sāknētāju uz kadas sāknējamas iekārtas. Parasti to dara instalējot GRUB uz pirmā cietā diska galvenā sāknēšanas ieraksta. Taču Jūs varat instalēt GRUB arī citur uz diska, vai pat uz disketes.
ml: ബൂട്ട് ചെയ്യാവുന്ന ഉപകരത്തില്‍ ഗ്രബ് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ട് നിങ്ങള്‍ പുതിയതായി ഇന്സ്റ്റാള്‍ ചെയ്ത സിസ്റ്റം ബൂട്ട് ചെയ്യാവുന്നതാക്കേണ്ടതുണ്ട്. സാധാരണയായി ഇത് ചെയ്യുന്നത് നിങ്ങളുടെ ആദ്യത്തെ ഹാര്ഡ് ഡിസ്കിന്റെ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഗ്രബ് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടാണ്. നിങ്ങള്ക്ക് വേണമെങ്കില്‍ ഡ്രൈവില്‍ വേറെ എവിടെയെങ്കിലും അല്ലെങ്കില്‍ മറ്റൊരു ഡ്രൈവില്‍ അല്ലെങ്കില്‍ ഒരു ഫ്ലോപ്പിയില്‍ കൂടി നിങ്ങള്ക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യാവുന്നതാണ്.
pa: ਤੁਹਾਨੂੰ ਬੂਟ-ਹੋਣ-ਯੋਗ ਜੰਤਰ ਤੇ GRUB ਬੂਟਲੋਡਰ ਇੰਸਟਾਲ ਕਰਕੇ, ਨਵਾਂ ਇੰਸਟਾਲ ਕੀਤਾ ਸਿਸਟਮ ਬੂਟ ਹੋਣ ਯੋਗ ਬਣਾਉਣ ਦੀ ਜਰੂਰਤ ਹੈ। ਅਜਿਹਾ ਕਰਨ ਲਈ GRUB ਨੂੰ ਤੁਹਾਡੀ ਪਹਿਲੀ ਹਾਰਡ ਡਰਾਈਵ ਦੇ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਤੇ ਇੰਸਟਾਲ ਕਰੋ। ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ, ਤੁਸੀਂ ਡਰਾਈਵ ਤੇ GRUB ਕਿਤੇ ਵੀ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਹੋਰ ਡਰਾਈਵ ਤੇ, ਜਾਂ ਫਲਾਪੀ ਤੇ।
ro: Este necesar să permiteţi sistemului proaspăt instalat să poată porni prin instalarea încărcătorului de sistem GRUB. Modul uzual este de a face acest lucru este să instalaţi GRUB în zona înregistrării master boot a primului dvs. disc fix. Dacă preferaţi, puteţi instala GRUB în altă parte pe disc, sau pe un alt dispozitiv, sau chiar pe o dischetă.
zh_tw: 必須把 GRUB 開機程式安裝至可開機裝置上，才能讓這個新安裝的系統能夠開機。一般作法是將 GRUB 安裝至您第一顆硬碟的主要開機磁區 (MBR) 上。而或者，也可以依您喜好將 GRUB 安裝至磁碟的其它地方，或安裝至另一顆磁碟上，或甚至也可以將它安裝至磁碟片上。
