Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
cy: Nid yw'r ddyfais fe roddoch ar gyfer eich system ffeiliau gwraidd (${DEVICE}) yn bodoli. Ceisiwch eto.
de: Das als Root-Dateisystem angegebene Gerät (${DEVICE}) wurde nicht gefunden. Bitte versuchen Sie es noch einmal.
eo: La adaptilon vi indikis por via radika dosiersistemo (${DEVICE}) malekzistas. Bonvolu reprovi.
et: Sinu sisestatud juurfailisüsteemi seadet (${DEVICE}) ei eksisteeri. Palun proovi uuesti.
eu: Zure erro fitxategi bezala ezarritako gailua (${DEVICE}) ez da existitzen. Saiatu berriro.
gl: O dispositivo que introduciu para o sistema de ficheiros raíz (${DEVICE}) non existe. Volva tentalo.
he: ההתקן (${DEVICE}), שהוכנס בשביל שורש מערכת הקבצים לא קיים. נא להכניס התקן אחר.
kk: (${DEVICE})түбірлік файлдық жүйе үшін сіз енгізген қондырғы мүмкін емес. Басқасын енгізіңіз.
lt: Jūsų įvestos šakninės failų sistemos (${DEVICE}) įrenginys neegzistuoja. Bandykite dar kartą.
lv: Ierīce ko jūs norādījāt savai saknes failu sistēmai (${DEVICE}) neeksistē. Lūdzu mēģiniet vēlreiz.
ml: നിങ്ങള്‍ റൂട്ട് ഫയല്‍ സിസ്റ്റത്തിനായി എന്റര്‍ ചെയ്ത ഉപകരണം (${DEVICE}) നിലവിലില്ല. ദയവായി വീണ്ടും ശ്രമിക്കൂ.
pa: ਜੰਤਰ ਜੋ ਤੁਸੀਂ ਆਪਣੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਲਈ ਭਰਿਆ ਹੈ ਮੌਜੂਦ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Dispozitivul introdus de dvs. ca sistem de fişiere rădăcină (${DEVICE}), nu există. Vă rugăm să încercaţi încă o dată.
zh_tw: 您替您的 root 檔案系統所輸入的裝置 (${DEVICE}) 並不存在。請再試一次。

source: Mount failed
cy: Methwyd clymu
de: Einbinden fehlgeschlagen.
eo: Surmetado malsukcesis
et: Haakimine nurjus
eu: Muntatzeak huts egin du
gl: Non se puido montar
he: עגינה נכשלה
kk: Қалыптарстыру мүмкін болмады.
lt: Prijungimas nepavyko
lv: Montēšana nav veiksmīga
ml: മൌണ്ട് പരാജയപ്പെട്ടു
pa: ਮਾਊਂਟ ਅਸਫਲ ਹੋਇਆ
ro: Montare eşuată
zh_tw: 掛載失敗

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
cy: Roedd gwall wrth glymu'r dyfais fe roddoch ar gyfer eich system ffeiliau gwraidd (${DEVICE}) ar /target.
de: Während dem Einbinden des angegebenen Gerätes (${DEVICE}) als Root-Dateisystem nach /target ist ein Fehler aufgetreten.
eo: Eraro okazis dum surmetado de la adaptilo, kiun vi elektis tia radika dosiersistemo (${DEVICE}) sur '/target'.
et: Sinu sisestatud seadet (${DEVICE}) juurfailisüsteemiks /target külge haakides ilmnes viga.
eu: Errore bat gertatu da zuk erro fitxategi-sistema bezala aukeratutako gailua (${DEVICE}) /target-en muntatzean.
gl: Houbo un erro ao montar o dispositivo que introduciu para o sistema de ficheiros raíz (${DEVICE}) en /target.
he: התרחשה שגיאה בזמן עגינה ההתקן שנבחר כשורש מערכת הקבצים (${DEVICE}) על /target.
kk: /target-ке (${DEVICE}) қондырғысын түбірлік файлдық жүйе ретінде қалыптастырғанда қате табылды.
lt: Įvyko klaida prijungiant prie /target Jūsų įvestą įrenginį (${DEVICE}), kaip Jūsų šakninę failų sistemą.
lv: Montējot ierīci (${DEVICE}), ko norādījāt savai saknes failu sistēmai radusies kļūda.
ml: നിങ്ങള്‍ റൂട്ട് ഫയല്‍ സിസ്റ്റത്തിനായി എന്റര്‍ ചെയ്ത ഉപകരണം (${DEVICE}) /target ല്‍ മൌണ്ട് ചെയ്യുന്നതില്‍ ഒരു പിഴവ് സംഭവിച്ചു.
pa: ਜੰਤਰ ਜੋ ਤੁਸੀਂ ਆਪਣੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਲਈ ਭਰਿਆ ਹੈ ਨੂੰ /target ਤੇ ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੋਈ ਹੈ।
ro: A apărut o eroare în timpul montării dispozitivului pe care l-aţi introdus ca sistem de fişiere rădăcină (${DEVICE}) pe /target.
zh_tw: 在把（您替您的 root 檔案系統所輸入的）裝置 (${DEVICE}) 掛載至 /target 時失敗了。

source: Please check the syslog for more information.
de: Bitte überprüfen Sie die Systemmeldungen (syslog) für weitere Informationen.
eo: Bonvolu kontroli la 'syslog'-dosieron por pli informo.
eu: Egiaztatu errore-egunkaria argibide gehiago lortzeko.
gl: Consulte o rexistro do sistema para obter máis información.
lt: Daugiau·informacijos·žiūrėkite·syslog'e.
lv: Lai iegūtu papildus informaciju lūdzu apskatiet syslog.
ml: ദയവായി കൂടുതല്‍ വിവരങ്ങള്ക്കായി syslog പരിശോധിക്കുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਤੀ ਦੀ ਜਾਂ ਵਧੇਰੇ ਜsyslogg/message ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Vă rugăm verificaţi jurnalul de system pentru mai multe informaţii.
zh_tw: 請查看系統日誌來獲得更多訊息。

source: Rescue operations
de: Rettungsaktionen
eo: Savadoj
eu: Erreskate ekintzak
gl: Operacións de rescate
he: פעולות הצלה
lt: Atstatymo (rescue) veiksmai
lv: Glābšanas darbības
ml: രക്ഷാ ദൌത്യങ്ങള്‍
pa: ਖਤਰਾ ਕਿਰਿਆਵਾਂ
ro: Operaţii de salvare
zh_tw: 救援作業

source: Rescue operation failed
de: Rettungsaktion fehlgeschlagen
eo: Savado malsukcesis
eu: Erreskate ekintzak huts egin du
gl: A operación de rescate fallou
he: פעולת הצלה נכשלה
lt: Atstatymo (rescue) veiksmai nepavyko
lv: Glābšanas darbības neizdevās
ml: രക്ഷാ ദൌത്യം പരാജയപ്പെട്ടു
pa: ਖਤਰਾ ਕਿਰਿਆ ਅਸਫਲ ਰਹੀ
ro: Eşec la operaţia de salvare
zh_tw: 救援作業失敗了

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
de: Die Rettungsaktion »${OPERATION}« schlug mit Fehlercode ${CODE} fehl.
eo: La savado '${OPERATION}' malsukcesis kun erara kodo ${CODE}.
eu: '${OPERATION}' erreskate ekintzak ${CODE} irteera kodeaz huts egin du.
gl: A operación de rescate "${OPERATION}" fallou co código de saída ${CODE}.
lt: Atstatymo (rescue) veiksmas '${OPERATION}'·nepavyko ir gražino kodą ${CODE}.
lv: Glābšanas darbība '${OPERATION}' bija neveiksmīga ar kļūdu ${CODE}.
ml: '${OPERATION}' എന്ന രക്ഷാ ദൌത്യം ${CODE} എന്ന എക്സിറ്റ് കോഡോടുകീടി പരാജയപ്പെട്ടു.
pa: ਖਤਰਾ ਕਿਰਿਆ '${OPERATION}' ਬਾਹਰੀ ਕੋਡ ${CODE} ਨਾਲ ਚੱਲਣ ਵਿੱਚ ਅਸਫਲ।
ro: Execuţia comenzii de salvare '${OPERATION}' a eşuat cu codul de eroare ${CODE}.
zh_tw: 在執行救援作業 "${OPERATION}" 時失敗了，錯誤代碼為 ${CODE}。

source: Execute a shell in ${DEVICE}
de: Eine Shell in ${DEVICE} ausführen
eo: Lanĉu interpretilon en ${DEVICE}
eu: Exekutatu shell-a ${DEVICE}-en
gl: Executar un intérprete de ordes en ${DEVICE}
lt: Apvalkalo (shell) vykdymas įrenginyje ${DEVICE}
lv: Palaist čaulu uz ${DEVICE}
ml: ${DEVICE} ല്‍ ഒരു ഷെല്‍ പ്രവര്ത്തിപ്പിക്കുക
pa: ${DEVICE} ਵਿੱਚ ਸ਼ੈਲ ਚਲਾਓ
ro: Execută o consolă în ${DEVICE}
zh_tw: 在 ${DEVICE} 裡呼叫 shell

source: Execute a shell in the installer environment
de: Eine Shell in der Installer-Umgebung ausführen
eo: Lanĉu interpretilon en instalonta kunteksto
eu: Exekuatatu shell bat instalatzaile ingurunean
gl: Executar un intérprete de ordes no ambiente do instalador
he: להריץ shell בסביבת ההתקנה ?
lt: Apvalkalo (shell) vykdymas įdiegiklio aplinkoje
lv: Palaist čaulu instalatora vidē
ml: ഇന്സ്റ്റാളറിന്റെ പരിസ്ഥിതിയില്‍ ഒരു ഷെല്‍ പ്രവര്ത്തിപ്പിക്കുക
pa: ਇੰਸਟਾਲਰ ਵਾਤਾਵਰਨ ਵਿੱਚ ਸ਼ੈੱਲ ਚਲਾਓ
ro: Execută o consolă în mediul de instalare
zh_tw: 在安裝程式的環境裡呼叫 shell

source: Choose a different root file system
de: Ein anderes Wurzeldateisystem wählen
eo: Elektu malsama radika dosiersistemo
eu: Erro fitxategi-sistema ezberdin bat aukeratu
gl: Escoller un sistema de ficheiros raíz diferente
he: בחר שורש אחר למערכת הקבצים
lt: Pasirinkite kitą šakninę (root) failų sistemą
lv: Izvēlēties citu saknes failu sistēmu
ml: വ്യത്യസ്തമായ ഒരു റൂട്ട് ഫയല്‍ സിസ്റ്റം തിരഞ്ഞെടുക്കുക
pa: ਵੱਖਰਾ root ਫਾਇਲ ਸਿਸਟਮ ਚੁਣੋ
ro: Alegeţi un alt system de fişiere rădăcină
zh_tw: 選擇另一個不同的 root 檔案系統

source: Reboot the system
de: System neustarten
eo: Reŝargu sistemon
eu: Sistema berrabiarazi
gl: Reiniciar o sistema
he: אתחול המערכת
lt: Pakartotinai įkelti sistemą (reboot)
lv: Pārstartēt sistēmu
ml: സിസ്റ്റം റീബൂട്ട് ചെയ്യുക
pa: ਸਿਸਟਮ ਮੁੜ ਚਲਾਓੀਂ
ro: Repornirea sistemului
zh_tw: 系統重新啟動

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
de: Nach dieser Nachricht erhalten Sie eine Shell, in der ${DEVICE} auf »/« eingebunden wurde. Benötigen Sie weitere Dateisysteme (z.B. ein separates »/usr«), müssen Sie diese selbst einbinden.
eo: Poste tiu ĉi mesaĝo, vi atingos interpretilon kun ${DEVICE}-o surmetita en radika '/'-dosierujo. Se vi bezonas aliajn dosiersistemojn tia aparta '/usr'-dosierujo, vi meme surmetendos ilin.
eu: Mezu honen ondoren ${DEVICE} fitxategi-sistema "/"-en duen shell bat izango duzu. Beste edozein fitxategi-sistema (aparteko "/usr" adib.) behar izanez gero, eskuz muntatu beharko duzu.
gl: Despois desta mensaxe háselle dar un intérprete de ordes con ${DEVICE} montado en "/". Se precisa de outros sistemas de ficheiros (coma un "/usr" separado), ha ter que os montar vostede por si mesmo.
lt: Po šio pranešimo, Jums bus duotas apvalkalas (shell) su prijungtu ${DEVICE} prijungimo taške "/". Jei Jums reikia kokios nors kitos failų sistemos (kaip pvz. atskiros "/usr"), Jūs turėsite prisijungti ją patys.
lv: Pēc šī ziņojuma, ja failu sistēma ${DEVICE} būs piemontēta veiksmīgi, Jums tiks piedāvāta čaula šajā failu sistēmā. Ja Jums ir nepieciešamas vēl kādas failu sistēmas (piemēram atsevišķa "/usr"), Jums tās būs jāpiemontē pēc tam.
ml: ഈ സന്ദേശത്തിനു ശേഷം ${DEVICE} "/" ല്‍ മൌണ്ട് ചെയ്തിട്ടുള്ള ഒരു ഷെല്‍ നിങ്ങള്ക്ക് കിട്ടുന്നതായിരിക്കും. വേറെ ഏതെങ്കിലും ഫയല്‍ സിസ്റ്റങ്ങള്‍ (വേറിട്ട "/usr" പോലെയുള്ള) നിങ്ങള്ക്കാവശ്യമുണ്ടെങ്കില്‍ അവ നിങ്ങള്‍ സ്വയം മൌണ്ട് ചെയ്യേണ്ടതായി വരും.
pa: ਇਸ ਸੁਨੇਹੇ ਤੋਂ ਬਾਅਦ, ਜੇ ਫਾਇਲ ਸਿਸਟਮ ਸਫਲਤਾ ਨਾਲ ਮਾਊਂਟ ਹੋ ਗਿਆ, ਤੁਹਾਨੂੰ "/" ਉੱਪਰ ਮਾਊਂਟ ਕੀਤੇ ${DEVICE} ਮ ਸਮੇਤ ਸ਼ੈੱਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਕੋਈ ਹੋਰ ਫਾਇਲ ਸਿਸਟਮ (ਜਿਵੇਂ ਵੱਖਰਾ "/usr") ਚਾਹੁੰਦੇ ਹੋ, ਤੁਹਾਨੂੰ ਉਹ ਸਵੈ ਹੀ ਮਾਊਂਟ ਕਰਨੇ ਪੈਣਗੇ।
ro: După acest mesaj, vi se va da o consolă cu ${DEVICE} montat la "/". Dacă aveţi nevoie şi de alte sisteme de fişiere (cum ar fi un "/usr" separat), va trebui să le montaţi dvs. pe acelea.
zh_tw: 在此訊息之後，您將會進入一個將 ${DEVICE} 掛載在 "/" 的介面程式 (Shell) 裡。如果您還會用到其它的檔案系統，像是另一個獨立的 "/usr"，您將必須自行進行掛載。

source: Error running shell in /target
de: Fehler beim Ausführen der Shell in /target
eo: Interpretila funkciada eraro en '/target'
eu: errorea shell-a /target-en abiaraztean
gl: Erro ao executar o intérprete de ordes en /target
lt: Klaida vykdant apvalkalą (shell) failų sistemoje /target
lv: Kļūda startējot čaulu uz /target
ml: /target ല്‍ ഷെല്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതില്‍ പിഴവ്
pa: /target ਵਿੱਚ ਸ਼ੈੱਲ ਚੱਲਣ ਦੌਰਾਨ ਗਲਤੀ
ro: Eroare la rularea consolei în /target
zh_tw: 在 /target 上呼叫介面程式 (shell) 時發生錯誤

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
cy: Canfuwyd plisgyn (${SHELL}) ar eich system ffeiliau gwraidd (${DEVICE}), ond disgwyddodd gwall wrth ei rhedeg.
de: Auf Ihrem Dateisystem (${DEVICE}) wurde eine Shell (${SHELL}) gefunden. Beim Ausführen der Shell trat jedoch ein Fehler auf.
eo: Interpretilo (${SHELL}) estas trovita en via radika dosiersistemo (${DEVICE}), sed eraro okazis dum ĝia rultempo.
et: Su juurfailisüsteemilt (${DEVICE}) leiti kest (${SHELL}), kuid tema käivitamisel ilmnes viga.
eu: (${SHELL}) shell-a aurkitu da fitxategi-sisteman (${DEVICE}), baina errore bat gertatu da abiaraztean.
gl: Atopouse un intérprete de ordes (${SHELL}) no seu sistema de ficheiros raíz (${DEVICE}), pero houbo un erro ao executalo.
he: נמצאה המעטפת (${SHELL}) על שורש מערכת הקבצים שלך בהתקן (${DEVICE}), אבל התרחשה שגיאה בזמן ההרצה.
kk: (${SHELL}) командалық жолының интерпретаторы (${DEVICE}) түбірлік файлдық жүйеде табылды, бірақ оны іске қосуда қателік орын алды..
lt: Jūsų šakninėje failų sistemoje ${DEVICE}) rastas apvalkalas (${SHELL}), bet bandant jį vykdyti įvyko klaida.
lv: Uz jūsu saknes failu sistēmas (${DEVICE}) tika atrasta čaula (${SHELL}), taču to darbinot radās kļūda.
ml: റൂട്ട് ഫയല്‍ സിസ്റ്റത്തില്‍ (${DEVICE}) ഒരു ഷെല്‍(${SHELL}) കണ്ടിട്ടുണ്ടായിരുന്നു, പക്ഷേ അത് പ്രവര്‍ത്തിപ്പിക്കുന്ന സമയത്ത് ഒരു പിഴവ് പറ്റി.
pa: ਤੁਹਾਡੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਤੇ ਸ਼ੈੱਲ (${SHELL}) ਲੱਭਿਆ ਹੈ, ਪਰ ਇਸ ਨੂੰ ਚਲਾਉਣ ਸਮੇਂ ਗਲਤੀ ਹੋਈ ਹੈ।
ro: O consolă (${SHELL}) a fost găsită pe sistemul dvs. de fişiere rădăcină (${DEVICE}), dar a apărut o eroare în timpul rulării ei.
zh_tw: 在您的 root 檔案系統 (${DEVICE}) 上找到了一個介面程式 (${SHELL})，但在執行它時發生了錯誤。

source: No shell found in /target
cy: Dim plisgyn wedi ei ganfod yn /target
de: Keine Shell in /target gefunden
eo: Neniu interpretilo trovitas en '/target'
et: /target pealt ei leitud kesta
eu: Ez da shell-ik aurkitu /target-en
gl: Non se atopou un intérprete de ordes en /target
he: לא נמצא מעטפת (shell) ב-/target
kk: /target-те командалық жол интерпретаторы табылмады
lt: Failų sistemoje /target nerasta apvalkalo (shell)
lv: Uz /target nav atrasta čaula
ml: /target ല്‍ ഷെല്ലൊന്നും കണ്ടില്ല
pa: /target ਵਿੱਚ ਕੋਈ ਸ਼ੈੱਲ ਨਹੀਂ ਲੱਭਿਆ
ro: Nu a fost găsit nici o consolă în /target
zh_tw: 在 /target 上找不到介面程式(shell)

source: No usable shell was found on your root file system (${DEVICE}).
cy: Ni chanfuwyd plisgyn defnyddiadwy ar eich system ffeiliau gwraidd (${DEVICE}).
de: Auf dem Root-Dateisystem (${DEVICE}) wurde keine nutzbare Shell gefunden.
eo: Nenio uzebla interpretilo estas trovita sur via radika dosiersistemo (${DEVICE}).
et: Sinu juurfailisüsteemilt (${DEVICE}) ei leitud kasutuskõlblikku kesta.
eu: Ez da shell erabilgarririk aurkitu zure erro fitxategi sisteman (${DEVICE}).
gl: Non se atopou un intérprete de ordes utilizable no seu sistema de ficheiros raíz (${DEVICE}).
he: לא נמצאה מעטפת הניתנת לשימוש בשורש מערכת הקבצים (${DEVICE}) על /target.
kk: (${DEVICE}) түбірлік файлдық жүйеде командалық жол интерпретаторы табылмады.
lt: Jūsų šakninėje failų sistemoje (${DEVICE}) nerasta tinkamo apvalkalo.
lv: Uz jūsu saknes failu sistēmas (${DEVICE}) netika atrasta neviena lietojama čaula.
ml: റൂട്ട് ഫയല്‍ സിസ്റ്റത്തില്‍ (${DEVICE}) ഉപയോഗയോഗ്യമായ ഷെല്ലൊന്നും കണ്ടില്ല.
pa: ਕੋਈ ਵਰਤਣ ਯੋਗ ਸ਼ੈੱਲ ਤੁਹਾਡੇ root ਫਾਇਲ ਸਿਸਟਮ (${DEVICE}) ਤੇ ਨਹੀਂ ਲੱਭਿਆ।
ro: Nu s-a găsit nici o consolă în sistemul de fişiere rădăcină (${DEVICE}).
zh_tw: 在您的 root 檔案系統 (${DEVICE}) 上找不到可用的介面程式(shell)。

source: Executing a shell
de: Eine Shell ausführen
eo: Lanĉu interpretilon
eu: Exekutatu shell-a
gl: A executar un intérprete de ordes
lt: Vykdomas apvalkalas (shell)
lv: Čaulas palaizšana
ml: ഒരി ഷെല്‍ പ്രവര്ത്തിപ്പിച്ചുകൊണ്ടിരിക്കുന്നു
pa: ਸ਼ੈਲ ਚਲਾ ਰਿਹਾ ਹੈ
ro: Se execută o consolă (shell)
zh_tw: 正在呼叫 shell

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
gl: Despois desta mensaxe háselle dar un intérprete de ordes con ${DEVICE} montado en "/target". Pode traballar nel empregando as ferramentas dispoñibles no ambiente do instalador. Se quere convertilo no seu sistema de ficheiros raíz de xeito temporal, execute "chroot /target". Se precisa de outros sistemas de ficheiros (coma un "/usr" separado), ha ter que os montar vostede por si mesmo.
ml: ഈ സന്ദേശത്തിനു ശേഷം ${DEVICE} "/target" ല്‍ മൌണ്ട് ചെയ്തിട്ടുള്ള ഒരു ഷെല്‍ നിങ്ങള്ക്ക് കിട്ടുന്നതായിരിക്കും. ഇന്സ്റ്റാളര്‍ പരിസ്ഥിതിയില്‍ ലഭ്യമായിട്ടുള്ള ടൂളുകള്‍ ഉപയോഗിച്ച് നിങ്ങള്ക്ക പണിയെടുക്കാവുന്നതാണ്. നിങ്ങള്ക്ക് താത്കാലികമായി ഇതിനെ റൂട്ട് ഫയല്‍ സിസ്റ്റമാക്കാന്‍ "chroot /target" എന്നതോടിക്കാം. വേറെ ഏതെങ്കിലും ഫയല്‍ സിസ്റ്റങ്ങള്‍ (വേറിട്ട "/usr" പോലെയുള്ള) നിങ്ങള്ക്കാവശ്യമുണ്ടെങ്കില്‍ അവ നിങ്ങള്‍ സ്വയം മൌണ്ട് ചെയ്യേണ്ടതായി വരും.
pa: ਇਸ ਸੁਨੇਹੇ ਤੋਂ ਬਾਅਦ, ਜੇ ਫਾਇਲ ਸਿਸਟਮ ਸਫਲਤਾ ਨਾਲ ਮਾਊਂਟ ਹੋ ਗਿਆ, ਤੁਹਾਨੂੰ "/target" ਉੱਪਰ ਮਾਊਂਟ ਕੀਤੇ ${DEVICE} ਮ ਸਮੇਤ ਸ਼ੈੱਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਇੰਸਟਾਲਰ ਨਾਲ ਉਪਲੱਬਧ ਸੰਦ ਵਰਤ ਕੇ ਕੰਮ ਕਰ ਸਕਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਆਰਜੀ ਤੌਰ ਤੇ ਇਸ ਨੂੰ ਰੂਟ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, "chroot /target" ਚਲਾਓ। । ਜੇ ਤੁਸੀਂ ਕੋਈ ਹੋਰ ਫਾਇਲ ਸਿਸਟਮ (ਜਿਵੇਂ ਵੱਖਰਾ "/usr") ਚਾਹੁੰਦੇ ਹੋ, ਤੁਹਾਨੂੰ ਉਹ ਸਵੈ ਹੀ ਮਾਊਂਟ ਕਰਨੇ ਪੈਣਗੇ।

source: Scan hard drives for an installer ISO image
cy: Chwilio disgiau caled am ddelwedd ISO sefydlydd
de: Durchsuche Festplatte nach einem Installations-ISO-Image
el: Αναζήτηση ενός ειδώλου εγκατάστασης ISO στους σκληρούς δίσκους
eo: Skani fiksitan diskon por trovi instalontan 'ISO' bildon
et: Otsi kõvaketastelt paigaldaja ISO kujutist
eu: Eskaneatu unitate gogorrak instalatzailearen ISO irudiaren bila
fa: پیمایش دیسکهای سخت برای یافتن یک تصویر ایزو از نصب‌کننده
fi: Etsi kiintolevyiltä asentimen ISO-levyotos.
gl: Buscar nos discos duros unha imaxe ISO do instalador
he: סריקת הדיסק הקשיח לתמונות ISO של המתקין
id: Pindai penggerak harddisk untuk mencari citra ISO penginstal
kk: Дискілерде орнатылатын ISO бейнелерін іздеу
lt: Ieškoti kietuose diskuose įdiegiklio ISO atvaizdo
lv: Meklēt instalatora ISO attēlu uz cietajiem diskiem
mg: Mitady sary ISO an'ny rindran'asa mpametra ao amin'y kapila rehetra
ml: ഇന്സ്റ്റാളര്‍ ISO ഇമേജിനായി ഹാര്ഡ് ഡ്രൈവുകളില്‍ തിരയുക
nn: Søk gjennom harddiskane etter eit ISO-installasjonsbilete
pa: ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਹਾਰਡ ਡਰਾਈਵ ਦੀ ਖੋਜ ਕਰੋ
pl: Wyszukiwanie ISO instalacyjnego na dyskach twardych
pt_br: Procurar nos discos rígidos por uma imagem ISO do instalador
ro: Examinează discurile fixe pentru o imagine ISO cu programul de instalare
sl: Preišči trde diske za ISO sliko namestilnika.
zh_tw: 掃描硬碟，尋找安裝程式的 ISO 影像檔

source: Detecting hardware to find hard drives
cy: Yn chwilio am galedwedd er mwyn canfod disgiau caled
de: Hardware-Erkennung: Suche nach Festplatten
el: Ανίχνευση υλικού για σκληρούς δισκους
eo: Detektado de aparataro por trovi diskaparatojn
et: Riistvara avastamine, leidmaks kõvakettaid
eu: Disko gogorren bila hardwarea atzematen
fa: جستجوی دیسک سخت برای یافتن درایوها
fi: Etsitään kiintolevyjä tunnistamalla laitteistoa
gl: A detectar o hardware para atopar discos duros
he: מזהה חומרה כדי למצוא דיסקים קשיחים
id: Mendeteksi perangkat keras untuk mencari hard disk
kk: Қатқыл дискілерді іздеу
lt: Apžvelgiama aparatūra ieškant kietųjų diskų
lv: Detektēju aparatūru, meklēju cietos diskus
mg: Mitady ati-milina : eo am-pitadiavana ny kapila mafy
ml: ഹാര്ഡ് ഡ്രൈവുകള്ക്കായി ഹാര്ഡ് വെയറില്‍ തപ്പിക്കൊണ്ടിരിക്കുന്നു
nn: Søkjer gjennom maskinvare for å finna harddiskar
pa: ਹਾਰਡ ਡਰਾਈਵ ਲੱਭਣ ਲਈ ਹਾਰਡਵੇਅਰ ਦੀ ਖੋਜ ਕਰ ਰਿਹਾ ਹੈ
pl: Wykrywanie sprzêtu w poszukiwaniu dysków twardych
pt_br: Detectando hardware para encontrar discos rígidos
ro: Se detectează componentele pentru a găsi discurile fixe
sl: Zaznavam strojno opremo z namenom odkriti trde diske
zh_tw: 正在偵測硬體以找出硬碟

source: Searching drives for an installer ISO image
cy: Yn chwilio disgiau am ddelwedd ISO sefydlydd
de: Durchsuche Laufwerke nach einem Installations-ISO-Image
el: Αναζήτηση ενός ειδώλου εγκατάστασης ISO στους δίσκους
eo: Serĉado al diskoj de instalonta 'ISO' bildo
et: Kõvaketastelt ISO kujutise otsimine
eu: Unitateetan instalatzailearen ISO irudia bilatzen
fa: جستجو درایوها برای یافتن یک تصویر قابل نصب
fi: Etsitään levyiltä asentimen ISO-levyotosta
gl: A buscar nas unidades unha imaxe ISO do instalador
he: מחפשת כוננים בשביל תמונת ISO של המקתין
id: Mencari citra ISO penginstal pada hard disk
kk: Орнатылатын ISO бейнелерін тасушыларда іздеу
lt: Įdiegiklio ISO atvaizdo paieška diskuose
lv: Parmeklēju diskus meklējot instalātora ISO attēlu
mg: Mitady sary ISO an'ny mpametraka ao anaty kapila
ml: ഇന്സ്റ്റാളര്‍ ISO ഇമേജിനായി ഡ്രൈവുകളില്‍ തിരഞ്ഞുകൊണ്ടിരിക്കുന്നു
nn: Søkjer gjennom harddiskane etter eit ISO-installasjonsbilete
pa: ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਡਰਾਈਵ ਲੱਭ ਰਿਹਾ ਹੈ
pl: Wyszukiwanie ISO instalacyjnego na dyskach
pt_br: Procurando nos discos por uma imagem ISO do instalador
ro: Caută pe discurile fixe o imagine ISO cu programul de instalare
sl: Preiskujem diske za ISO sliko namestilnika
zh_tw: 正在搜索磁碟，尋找安裝程式的 ISO 影像檔

source: Mounting ${DRIVE}...
cy: Yn clymu ${DRIVE}...
de: Binde ${DRIVE} ein ...
el: Προσάρτηση του δίσκου ${DRIVE}...
eo: Surmeti '${DRIVE}'-on...
et: ${DRIVE} haakimine...
eu: ${DRIVE} muntatzen...
fa: در حال سوار‌کردن.${DRIVE}...
fi: Liitetään ${DRIVE}...
gl: A montar ${DRIVE}...
he: מעגן ${DRIVE}...
id: Mengaitkan ${DRIVE}...
kk: ${DRIVE}-ты жөндеу...
lt: ${DRIVE} prijungimas...
lv: Montēju ${DRIVE}...
mg: Mampiakatra ny ${DRIVE}...
ml: ${DRIVE} മൌണ്ട് ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Monterer ${DRIVE} ...
pa: ${DRIVE} ਮਾਊਂਟ ਕਰ ਰਿਹਾ ਹੈ...
pl: Montowanie ${DRIVE}...
pt_br: Montando ${DRIVE}...
ro: Se montează ${DRIVE}...
sl: Priklapljam ${DRIVE}...
zh_tw: 正在掛載 ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
cy: Yn chwilio ${DRIVE} (yn ${DIRECTORY})...
de: Durchsuche ${DRIVE} (in ${DIRECTORY}) ...
el: Αναζήτηση στον δίσκο ${DRIVE} (κατάλογος ${DIRECTORY})...
eo: Skani '${DRIVE}'-n (en ${DIRECTORY})...
et: Ketta ${DRIVE} kataloogi ${DIRECTORY} skännimine...
eu: ${DRIVE} eskaneatzen (${DIRECTORY}(e)n)...
fa: جستجوی ${DRIVE} )در ${DIRECTORY}(
fi: Selataan levyä ${DRIVE} (hakemistossa ${DIRECTORY})...
gl: A examinar ${DRIVE} (en ${DIRECTORY})...
he: סורק ${DRIVE} (בתוך ${DIRECTORY})...
id: Memindai ${DRIVE} (pada ${DIRECTORY})...
kk: ${DRIVE}-ты сканерлеу( ${DIRECTORY}-ге) ...
lt: ${DRIVE} apžvalga (kataloge ${DIRECTORY})...
lv: Skanēju ${DRIVE} (${DIRECTORY})...
mg: Mijery ny ${DRIVE} (ao anaty ${DIRECTORY})...
ml: ${DRIVE} ല്‍ തിരഞ്ഞുകൊണ്ടിരിക്കുന്നു (${DIRECTORY} യില്‍)...
nn: Søkjer gjennom ${DRIVE} (i ${DIRECTORY}) ...
pa: ${DRIVE} ਦੀ ਖੋਜ ਕਰ ਰਿਹਾ ਹੈ (${DIRECTORY} ਵਿੱਚ)...
pl: Przeszukiwanie ${DRIVE} (w ${DIRECTORY})...
pt_br: Procurando em ${DRIVE} (em ${DIRECTORY})...
ro: Se examinează ${DRIVE} (în ${DIRECTORY})...
sl: Preiskujem ${DRIVE} (v ${DIRECTORY})...
zh_tw: 正在掃描 ${DRIVE} (於 ${DIRECTORY} 中)...

source: Do full disk search for installer ISO image?
cy: Gwneud chwiliad disg llawn am ddelwedd ISO sefydlydd?
de: Kompletten Datenträger nach einem Installations-ISO-Image durchsuchen?
el: Να πραγματοποιηθεί αναζήτηση σε ολόκληρο το δίσκο;
eo: Tutadiske serĉu de instalonta 'ISO' bildo?
et: Käivitada ISO kujutise leidmiseks täielik ketaste läbiotsimine?
eu: Disko osoan bilatu nahi duzu instalatzailearen ISO irudia?
fa: تمام دیسک‌سخت برای یافتن تصویر قابل نصب جستجو شود؟
fi: Etsitäänkö kaikilta levyiltä asentimen ISO-levyotosta?
gl: ¿Buscar unha imaxe ISO do instalador en todo o disco?
he: בצע חיפוש מלא על הדיסק בשביל תמונת ISO של המתקין?
id: Melakukan pencarian citra ISO penginstal pada seluruh hard disk?
kk: Орнатылатын ISO бейнелерді дискі бойынша іздеу керек пе?
lt: Ar ieškoti įdiegiklio ISO atvaizdo visame diske?
lv: Veikt pilnu diska pārmeklēšanu lai atrastu instalātora ISO attēlu?
mg: Tadiavina ao anatin'ny kapila iray manontolo ny sary ISO an'ny mpametraka ?
ml: ഇന്സ്റ്റാളര്‍ ISO ഇമേജിനായി മുഴുവന്‍ ഡിസ്കിലും തിരയണോ?
nn: Gjer eit fullstendig disksøk etter ISO-installasjonsbilete?
pa: ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਪੂਰੀ ਡਿਸਕ ਖੋਜ ਕਰੋ?
pl: Wykonaæ pe³ne wyszukiwanie ISO instalacyjnego na dysku?
pt_br: Fazer uma busca completa no disco a procura de uma imagem ISO do instalador ?
ro: Se caută pe întregul disc o imagine ISO cu programul de instalare?
sl: Ali naj preiščem celoten disk za ISO sliko namestilnika?
zh_tw: 是否對硬碟進行完整的搜索，以尋找安裝程式的 ISO 影像檔？
