Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: America/Noronha, America/Belem, America/Fortaleza, America/Recife, America/Araguaina, America/Maceio, America/Bahia, America/Sao_Paulo, America/Campo_Grande, America/Cuiaba, America/Porto_Velho, America/Boa_Vista, America/Manaus, America/Eirunepe, America/Rio_Branco
de: Noronha, Belém, Fortaleza, Recife, Aracaju, Maceió, Bahia, São Paulo, Campo Grande, Cuiabá, Pôrto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
eo: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
eu: Amerika/Noronha, Amerika/Belem, Amerika/Fortaleza, Amerika/Recife, Amerika/Araguaina, Amerika/Maceio, Amerika/Bahia, Amerika/Sao_Paulo, Amerika/Campo_Grande, Amerika/Cuiaba, Amerika/Porto_Velho, Amerika/Boa_Vista, Amerika/Manau, Amerika/Eirunepe, Amerika/Rio_Branco
gl: Noronha, Belém, Fortaleza, Recife, Araguaina, Maceió, Bahia, São Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
lt: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
lv: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
ml: നൊരോഞ്ഞ, ബെലം, ഫോര്ട്ടലേസ, റെസിഫെ, അരാഗ്വിയാന, മസീയോ, ബഹിയ, സാവോ പോളോ, കാമ്പോ ഗ്രണ്ടേ, ക്യുയിബ, പോര്ട്ടോ വെല്ഹോ, ബോയ വിസ്റ്റ, മാനസ്, യിരുനേപേ, റിയോ ബ്രാങ്കോ
pa: ਅਮਰੀਕਾ/ਨਰੋਨਾ, ਅਮਰੀਕਾ/ਬੇਲੇਮ, ਅਮਰੀਕਾ/ਫੋਰਟਾਲੇਜ਼ਾ, ਅਮਰੀਕਾ/ਰੀਸਾਈਫ, ਅਮਰੀਕਾ/ਅਰਾਗੁਇਨਾ, ਅਮਰੀਕਾ/ਮੈਸੀਓ, ਅਮਰੀਕਾ/ਬਾਹੀਆ, ਅਮਰੀਕਾ/ਸਾਓ_ਪਾਉਲੋ, ਅਮਰੀਕਾ/ਕੰਪੋ_ਗਰੇਂਡ, ਅਮਰੀਕਾ/ਕੂਇਬਾ, ਅਮਰੀਕਾ/ਪੋਰਟੇ_ਵੇਲੋ, ਅਮਰੀਕਾ/ਬੋਆ_ਵਿਸਟਾ, ਅਮਰੀਕਾ/ਮਨਾਓਸ, ਅਮਰੀਕਾ/ਇਰੋਨੇਪੇ, ਅਮਰੀਕਾ/ਰੀਓ_ਬਰਾਂਕੋ
ro: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, San Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
zh_tw: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo_Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco

source: Canada/Newfoundland, Canada/Atlantic, Canada/Eastern, Canada/Central, Canada/East-Saskatchewan, Canada/Saskatchewan, Canada/Mountain, Canada/Pacific, Canada/Yukon
de: Neufundland, Atlantik, östliches, zentrales, Ost-Saskatchewan, Saskatchewan, Mountain, Pacifik, Yukon
eo: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon
eu: Kanada/Newfoundland, Kanada/Atlantikoa, Kanada/Ekialdea, Kanada/Erdialdea, Kanada/Ekialdeko-Saskatchewan, Kanada/Saskatchewan, Kanada/Mountain, Kanada/Pazifikoa, Kanada/Yukon
gl: Terranova, Atlántico, Oriental, Central, Saskatchewan oriental, Saskatchewan, Montañas, Pacífico, Yukon
lt: Niufaundlendas, Atlanto, Rytinė, Centrinė, Rytinė Saskvehana, Saskvehana, Kalnų, Ramiojo vandenyno, Jukonas
lv: Njūfondlenda, Atlantika, Austrumu, Centrālā, Austrumu Saskačevana, Saskačevana, Mountain, Klusās jūras, Jukonas
ml: ന്യൂഫൌണ്ട്‍ലാന്ഡ്, അറ്റ്‍ലാന്റിക്, കിഴക്കന്‍, മദ്ധ്യ, കിഴക്കന്‍ സസ്കാചെവാന്‍, സസ്കാചെവാന്‍, മൌണ്ടന്‍, പസഫിക്, യുകോണ്‍
pa: ਕੈਨੇਡਾ/ਨਿਊਫਾਊਂਡਲੈਂਡ, ਕੈਨੇਡਾ/ਐਟਲਾਂਟਿਕ, ਕੈਨੇਡਾ/ਪੂਰਬੀ, ਕੈਨੇਡਾ/ਕੇਂਦਰੀ, ਕੈਨੇਡਾ/ਪੂਰਬੀ-ਸਸਕਾਤਚੇਵਨ, ਕੈਨੇਡਾ/ਸਸਕਾਤਚੇਵਨ, ਕੈਨੇਡਾ/ਮਾਊਂਟੇਨ, ਕੈਨੇਡਾ/ਪੈਸੀਫਿਕ, ਕੈਨੇਡਾ/ਯੂਕੋਨ
ro: Newfoundland, Atlantic, Estic, Central, Saskatchewanul de Est, Saskatchewan, Montan, Pacific, Yukon
zh_tw: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon

source: Africa/Kinshasa, Africa/Lubumbashi
de: Kinshasa, Lubumbashi
eo: Kinshasa, Lubumbashi
eu: Afrika/Kinshasa, Afrika/Lubumbashi
gl: Kinshasa, Lubumbashi
lt: Kinshasa, Lubumbashi
lv: Kinšasa, Lubumbaši
ml: കിന്ഷാസ, ലുബുമ്പഷി
pa: ਅਫਰੀਕਾ/ਕਿਨਸ਼ਾਸਾ, ਅਫਰੀਕਾ/ਲੁਬੂਮਬਾਸ਼ੀ
ro: Kinshasa, Lubumbashi
zh_tw: Kinshasa, Lubumbashi

source: America/Santiago, Pacific/Easter
de: Santiago, Osterinsel
eo: Santiago (ĝenerala kazo), 'Easter'-insulo
eu: Amerika/Santiago, Pazifikoa/Ekialdea
gl: Santiago, Illa de Pascua
lt: Santjago, Velykų sala
lv: Santiago, Lieldienu salas
ml: സാന്റിയാഗോ, ഈസ്റ്റര്‍
pa: ਅਮਰੀਕਾ/ਸੈਟੀਆਗੋ, ਪੈਸੀਫਿਕ/ਪੂਰਬੀ
ro: Santiago, Insula Paştelui
zh_tw: 聖地牙哥, Easter

source: America/Guayaquil, Pacific/Galapagos
de: Guayaquil, Galapagos
eo: Guayaquil (ĝenerala kazo), 'Galapagos'-insuloj
eu: Amerika/Guayaquil, Pazifikoa/Galapagoak
gl: Guayaquil, Galápagos
lt: Guayaquil, Galapagos
lv: Guaijakuila, Galapāgu salas
ml: ഗുവായക്വില്‍, ഗാലപ്പഗോസ്
pa: ਅਮਰੀਕਾ/ਗੂਆਕੁਇਲ, ਪੈਸੀਫਿਕ/ਗਾਲਾਪੈਗੋਸ
ro: Guayaquil, Galapagos
zh_tw: Guayaquil, Galapagos

source: Europe/Madrid, Africa/Ceuta, Atlantic/Canary
de: Madrid, Ceuta, Kanarische Inseln
eo: Madrid (ĝenerala kazo), Ceuta kaj Melilla, 'Canary'-insuloj
eu: Europa/Madrid, Afrika/Ceuta, Atlantikoa/Kanariar uharteak
gl: Madrid, Ceuta, Canarias
lt: Madridas, Ceuta, Kanarų salos
lv: Madride, Ceuta, Kanāriju salas
ml: മാഡ്രിഡ്, സ്യൂട, കാമറി ദ്വീപുകള്‍
pa: ਯੂਰਪ/ਮੈਡਰਿਡ, ਅਫਰੀਕਾ/ਸੀਊਟਾ, ਐਟਲਾਂਟਿਕ/ਕੈਲੇਰੀ
ro: Madrid, Ceuta, Insulele Canare
zh_tw: 馬德里, Ceuta, Canary

source: Pacific/Yap, Pacific/Truk, Pacific/Ponape, Pacific/Kosrae
de: Jap-Inseln, Truk-Inseln, Ponape, Kosrae
eo: Yap, Truk, Ponape, Kosrae
eu: Pazifikoa/Yap, Pazifikoa/Truk, Pazifikoa/Ponape, Pazifikoa/Kosrae
gl: Yap, Truk, Ponape, Kosrae
lt: Yap, Truk, Ponape, Kosrae
lv: Japa, Truka, Ponape, Kosrae
ml: യാപ്, ട്രക്, പൊനാപേ, കൊസ്രേ
pa: ਪੈਸੀਫਿਕ/ਯਾਪ, ਪੈਸੀਫਿਕ/ਟਰੁਕ, ਪੈਸੀਫਿਕ/ਪੋਨੇਪ, ਪੈਸੀਫਿਕ/ਕੋਸਰਾਈ
ro: Yap, Truk, Ponape, Kosrae
zh_tw: Yap, Truk, Ponape, Kosrae

source: America/Godthab, America/Danmarkshavn, America/Scoresbysund, America/Thule
de: Godthåb, Danmarkshavn, Scoresbysund, Thule
eo: Godthab, Danmarkshavn, Scoresbysund, Thule
eu: Amerika/Godthab, Amerika/Danmarkshavn, Amerika/Scoresbysund, Amerika/Thule
gl: Godthab, Danmarkshavn, Scoresbysund, Thule
lt: Godthab, Danmarkshavn, Scoresbysund, Thule
lv: Godtaba, Danmarkšavna, Scoresbisunda, Tule
ml: ഗോഡ്താബ്, ഡന്മാര്ക്ഷാവ്ന്‍, സ്കോര്സ്ബൈസണ്ട്, തുലെ
pa: ਅਮਰੀਕਾ/ਗੋਡਥਾਬ, ਅਮਰੀਕਾ/ਡੈਨਮਾਰਕਸ਼ਾਵਨ, ਅਮਰੀਕਾ/ਸਕੋਰਸਬਾਈਸੰਡ, ਅਮਰੀਕਾ/ਥੂਲੇ
ro: Godthab, Danmarkshavn, Scoresbysund, Thule
zh_tw: Godthab, Danmarkshavn, Scoresbysund, Thule

source: Asia/Jakarta, Asia/Pontianak, Asia/Makassar, Asia/Jayapura
de: Jakarta, Pontianak, Ujung Pandang (Makassar), Jayapura
eo: Jakarta, Pontianak, Makassar, Jayapura
gl: Xacarta, Pontianak, Macasar, Xaiapura
lt: Džakarta, Pontianak, Makassar, Jayapura
lv: Džakarta, Pontianaka, Makassāra, Jaiapura
ml: ജക്കാര്ത്ത, പോണ്ടിയാനക്, മകസ്സര്‍, ജയപുര
pa: ਏਸ਼ੀਆ/ਜਕਾਰਤਾ, ਏਸ਼ੀਆ/ਪੋਂਟੀਆਨਕ, ਏਸ਼ੀਆ/ਮਕਾਸਰ, ਏਸ਼ੀਆ/ਜਯਾਪੁਰਾ
ro: Jakarta, Pontianak, Makassar, Jayapura
zh_tw: 雅加達, Pontianak, Makassar, Jayapura

source: Pacific/Tarawa, Pacific/Enderbury, Pacific/Kiritimati
de: Tarawa (Gilbert-Inseln), Enderbury (Phönix-Inseln), Kiritimati (Line-Inseln)
eo: Tarawa ('Gilbert'-insuloj), Enderbury ('Phoenix'-insuloj), Kiritimati ('Line'-insuloj)
eu: Pazifikoa/Tarawa, Pazifikoa/Enderbury, Pazifikoa/Kiritimati
gl: Tarawa (Illas Gilbert), Enderbury (Illas Phoenix), Kiritimati (Illas Line)
lt: Tarava (Gilberto salos), Enderbury (Fenikso salos), Kiritimati (Line Islands)
lv: Tarava, Enderburija, Kiritimati
ml: തരാവ, എന്ഡെര്ബറി, ക്രിതിമാതി
pa: ਪੈਸੀਫਿਕ/ਟਰਾਵਾ, ਪੈਸੀਫਿਕ/ਐਂਡਰਬਯੂਰੀ, ਪੈਸੀਫਿਕ/ਕਿਰਟੀਮਟੀ
ro: Tarawa (Insulele Gilbert), Enderbury (Insulele Phoenix), Kiritimati (Insulele Line)
zh_tw: Tarawa, Enderbury, Kiritimati

source: Asia/Almaty, Asia/Qyzylorda, Asia/Aqtobe, Asia/Aqtau, Asia/Oral
de: Almaty, Ksyl-Orda, Aqtöbe, Aktau, Oral
eo: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral
gl: Almati, Qyzylorda, Aqtobe, Atyrau, Oral
lt: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
lv: Alma-ata, Kvizilorda, Akvtobe, Akvtau, Oral
ml: അല്മാട്ടി, ക്വിസിലോര്ഡ, അക്ടൊബെ, അക്ടവു, ഒരള്‍
pa: ਏਸ਼ੀਆ/ਅਲਮੇਟੀ, ਏਸ਼ੀਆ/ਕੁਈਜ਼ੀਲੋਰਡਾ, ਏਸ਼ੀਆ/ਅਕਟੋਬੇ, ਏਸ਼ੀਆ/ਅਕਟਾਓ, ਏਸ਼ੀਆ/ਓਰਲ
ro: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
zh_tw: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral

source: Asia/Ulaanbaatar, Asia/Hovd, Asia/Choibalsan
de: Ulan-Bator (Ulaanbaatar), Chovd, Tschoibalsan
eo: Ulaanbaatar, Hovd, Choibalsan
gl: Ulaanbaatar, Hovd, Choibalsan
lt: Ulanbatoras, Hovd, Choibalsan
lv: Ulanbatar, Hovd, Choibalsan
ml: ഉലാന്ബാത്തര്‍, ഹോവ്ഡ്, ചൊയിബല്സാന്‍
pa: ਏਸ਼ੀਆ/ਊਲਾਨਬਾਟਾਰ, ਏਸ਼ੀਆ/ਹਾਵਡ, ਏਸ਼ੀਆ/ਚੁਇਬਾਲਸਨ
ro: Ulaanbaatar, Hovd, Choibalsan
zh_tw: Ulaanbaatar, Hovd, Choibalsan

source: Select a city in your time zone:
de: Wählen Sie eine Stadt in Ihrer Zeitzone:
eo: Elektu urbon en via horozono:
eu: Hautatu zure ordu-zonako herria:
gl: Escolla a cidade do seu fuso horario:
he: בחר עיר באיזור הזמן שלך:
lt: Pasirinkite miestą Jūsų laiko zonai:
lv: Izvēlieties kādu pilsētu savā laika joslā:
ml: നിങ്ങളുടെ സമയ സീമയിലെ പട്ടണം തിരഞ്ഞെടുക്കുക:
pa: ਆਪਣੇ ਸਮਾਂ ਜ਼ੋਨ ਵਿੱਚ ਸ਼ਹਿਰ ਚੁਣੋਰ ਚੁਣੋ:
ro: Selectaţi un oraş de pe fusul dvs. orar:
zh_tw: 請選擇一個位於您的時區裡的城市：

source: Mexico/General, Mexico/BajaSur, Mexico/BajaNorte
de: Zentral, Gebirge, Pazifik
eo: General, BajaSur, BajaNorte
gl: Central, Montañas, Pacífico
lt: Centrinė, Kalnų, Ramiojo vandenyno
lv: Mehiko, BajaSura, BajaNorte
ml: മദ്ധ്യ, മൌണ്ടന്‍, പസഫിക്
pa: ਮੈਕਸੀਕੋ/ਆਮ, ਮੈਕਸੀਕੋ/ਬਾਜਾਸੁਰ, ਮੈਕਸੀਕੋ/ਬਾਜਾਨੋਰਟੇ
ro: Central, Montan, Pacific
zh_tw: General, BajaSur, BajaNorte

source: Pacific/Auckland, Pacific/Chatham
de: Auckland, Chatham-Inseln
eo: Auckland, Chatham
eu: Pazifikoa/Auckland, Pazifikoa/Chatham
gl: Auckland, Illas Chatham
lt: Oklandas, Chatham salos
lv: Auklenda, Čathamas salas
ml: ഓക്‍ലണ്ട് ‍ , ചാതം ദ്വീപുകള്‍
pa: ਪੈਸੀਫਿਕ/ਅਕਲੈਂਡ, ਪੈਸੀਫਿਕ/ਚਾਥਾਮ
ro: Auckland, Insulele Chatham
zh_tw: Auckland, Chatham

source: Pacific/Tahiti, Pacific/Marquesas, Pacific/Gambier
de: Tahiti (Gesellschaftsinseln), Marquesas-Inseln, Gambier-Inseln
eo: Tahiti ('Society'-insuloj), 'Marquesas'-insuloj, 'Gambier'-insuloj
eu: Pazifikoa/Tahiti, Pazifikoa/Marquesas, Pazifikoa/Gambier
gl: Tahití, Illas Marquesas, Illas Gambier
lt: Taitis (Draugijos salos), Markizo salos, Gambier salos
lv: Taiti, Markesas sala, Gambiera
ml: താഹിതി, മാര്ക്വേസാസ്, ഗാമ്പിയര്‍
pa: ਪੈਸੀਫਿਕ/ਟਹੀਟੀ, ਪੈਸੀਫਿਕ/ਮਾਰਕੁਈਸਾਸ, ਪੈਸੀਫਿਕ/ਗੈਂਬੀਅਰ
ro: Tahiti (Insulele Society), Insulele Marquesas, Insulele Gambier
zh_tw: Tahiti, Marquesas, Gambier

source: Europe/Lisbon, Atlantic/Madeira, Atlantic/Azores
de: Lissabon, Madeira-Archipel, Azoren
eo: Lisbon, 'Madeira'-insuloj, Azores
eu: Europa/Lisboa, Atlantikoa/Madeira, Atlantikoa/Azores
gl: Lisboa, Madeira, Illas Azores
lt: Lisabona, Madeira salos, Azoro salos
lv: Lisabona, Madeira, Azoru salas
ml: ലിസ്ബണ്‍, മഡൈര, അസോറെസ്
pa: ਯੂਰਪੀਅਨ/ਲਿਸਬੋਨ, ਐਟਲਾਂਟਿਕ/ਮਾਡੀਰਾ, ਐਟਲਾਂਟਿਕ/ਅਜ਼ੋਰਸ
ro: Lisabona, Insulele Madeira, Azore
zh_tw: Lisbon, Madeira, Azores

source: Europe/Kaliningrad, Europe/Moscow, Europe/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
de: Moskau-01 - Kaliningrad, Moskau+00 - West-Russland, Moskau+01 - Kaspisches Meer, Moskau+02 - Ural, Moskau+03 - West-Sibirien, Moskau+03 - Novosibirsk, Moskau+04 - Jenisej (Fluss), Moskau+05 - Baikalsee, Moskau+06 - Lena (Fluss), Moskau+07 - Amur (Fluss), Moskau+07 - Sachalin (Insel), Moskau+08 - Magadan, Moskau+09 - Kamtschatka, Moskau+10 - Beringmeer
eo: Moscow-01 - Kaliningrad, Moscow+00 - west Russia, Moscow+01 - Caspian Sea, Moscow+02 - Urals, Moscow+03 - west Siberia, Moscow+03 - Novosibirsk, Moscow+04 - Yenisei River, Moscow+05 - Lake Baikal, Moscow+06 - Lena River, Moscow+07 - Amur River, Moscow+07 - Sakhalin Island, Moscow+08 - Magadan, Moscow+09 - Kamchatka, Moscow+10 - Bering Sea
eu: Europa/Kaliningrad, Europa/Moscow, Europa/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
gl: Moscova-01 - Kaliningrado, Moscova+00 - Rusia occidental, Moscova+01 - Mar Caspio, Moscova+02 - Urais, Moscova+03 - Siberia occidental, Moscova+03 - Novosibirsk, Moscova+04 - Río Xenisei, Moscova+05 - Lago Baical, Moscova+06 - Río Lena, Moscova+07 - Río Amur, Moscova+07 - Illa Sakhalin, Moscova+08 - Madagan, Moscova+09 - Kamchatka, Moscova+10 - Mar de Béring
lt: Maskva-01 - Kaliningradas, Maskva+00 - vakarų Rusija, Maskva+01 - Kaspijos jūra, Maskva+02 - Uralas, Maskva+03 - vakarų Sibiras, Maskva+03 - Novosibirskas, Maskva+04 - Jenisiejaus upė, Maskva+05 - Baikalo ežeras, Maskva+06 - Lenos upė, Maskva+07 - Amūro upė, Maskva+07 - Sachalino sala, Maskva+08 - Magadanas, Maskva+09 - Kamčatka, Maskva+10 - Beringo jūra
lv: Kaliņingrada, Maskava, Samāra, Jekaterinburga, Omska, Novosibirska, Krasnojarska, Irkutska, Jakutska, Vladivostoka, Sahalīna, Magadana, Kamčatka, Anadīra
ml: മോസ്കോ-01 - കലിനിന്ഗ്രാഡ്, മോസ്കോ-00 - പടിഞ്ഞാറെ റഷ്യ, മോസ്കോ+01 - സമാറ, മോസ്കോ+02 - ഉരല്സ്, മോസ്കോ+03 - പടിഞ്ഞാറെ സൈബീരിയ, മോസ്കോ+03 - നൊവോസിബിര്സ്ക്, മോസ്കോ+04 - യെനിസെയ് നദി, മോസ്കോ+05 - ബൈക്കല്‍ തടാകം, മോസ്കോ+06 - ലേനാ നദി, മോസ്കോ+07 - അമുര്‍ നദി, മോസ്കോ+07 - സഖാലിന്‍ ദ്വീപ്, മോസ്കോ+08 - മഗദാന്‍, മോസ്കോ+09 - കംചത്കാ, മോസ്കോ+10 - ബെറിംഗ് കടല്‍
pa: ਯੂਰਪੀ/ਕਲਿੰਗਰਡ, ਯੂਰਪੀ/ਮਾਸਕੋ, ਯੂਰਪੀ/ਸਮਾਰਾ, ਏਸ਼ੀਆ/ਯੇਕਟਰਿੰਬਰਗ, ਏਸ਼ੀਆ/ਓਮਸਕ, ਏਸ਼ੀਆ/ਨੋਵੋਸਿਬਿਰਸਕ, ਏਸ਼ੀਆ/ਕਰਾਸਨੋਯਾਰਸਕ, ਏਸ਼ੀਆ/ਲਰਕੁਟਸਕ, ਏਸ਼ੀਆ/ਯਾਕੁਟਸਕ, ਏਸ਼ੀਆ/ਵਲਾਡੀਵੋਸਟੋਕ, ਏਸ਼ੀਆ/ਸਖਾਲਿਨ, ਏਸ਼ੀਆ/ਮਗਾਡਾਨ, ਏਸ਼ੀਆ/ਕਮਚਾਟਕਾ, ਏਸ਼ੀਆ/ਅਨਾਡਾਈਰ
ro: Moscova-01 - Kaliningrad, Moscova+00 - Rusia vestică, Moscova+01 - Marea Caspică, Moscova+02 - Urali, Moscova+03 - Siberia vestică, Moscova+03 - Novosibirsk, Moscova+04 - Râul Yenisei, Moscova+05 - Lacul Baikal, Moscova+06 - Râul Lena, Moscova+07 - Râul Amur, Moscova+07 - Insula Sakhalin, Moscova+08 - Magadan, Moscova+09 - Kamchatka, Moscova+10 - Marea Bering
zh_tw: Kaliningrad, Moscow, Samara, Yekaterinburg, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Yakutsk, Vladivostok, Sakhalin, Magadan, Kamchatka, Anadyr

source: Pacific/Johnston, Pacific/Midway, Pacific/Wake
de: Johnstoninsel, Midwayinseln, Wake
eo: Johnston Atoll, 'Midway'-insuloj, 'Wake'-insuloj
eu: Pazifikoa/Johnston, Pazifikoa/Midway, Pazifikoa/Wake
gl: Atol de Johnston, Illas Midway, Illa de Wake
lt: Džonstono atolas, Midvėjaus salos, Veiko sala
lv: Džonstona, Midveja salas, Wake sala
ml: ജോണ്സണ്‍ അടോള്‍, മിഡ്‍വേ ദ്വീപുകള്‍, വേയ്ക്ക് ദ്വീപ്
pa: ਪੈਸੀਫਿਕ/ਜੌਹਨਸਟੋਨ, ਪੈਸੀਫਿਕ/ਮਿਡਵੇ, ਪੈਸੀਫਿਕ/ਵੇਕ
ro: Johnston Atoll, Insulele Midway, Insula Wake
zh_tw: Johnston, Midway, Wake

source: Select a location in your time zone:
de: Wählen Sie einen Ort in Ihrer Zeitzone:
eo: Elektu lokon en via horozono:
eu: Hautatu zure ordu zonaldeko kokapen bat:
gl: Escolla a localización do seu fuso horario:
he: בחר מקום באיזור הזמן שלך:
lt: Pasirinkite vietovę Jūsų laiko zonai:
lv: Izvēlieties kādu atrašanās vietu savā laika joslā:
ml: നിങ്ങളുടെ സമയ സീമയിലുള്ള ഒരു സ്ഥലം തിരഞ്ഞെടുക്കൂ:
pa: ਆਪਣੇ ਸਮਾਂ ਜ਼ੋਨ ਵਿੱਚ ਸਥਿਤੀ ਤਰ ਚੁਣੋ:
ro: Selectaţi o locaţie de pe fusul dvs. orar:
zh_tw: 請選擇一個位於您的時區裡的地區：

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Arizona, US/East-Indiana, US/Samoa
de: Ostamerika, Mittelamerika, Mountain, Pazifik, Alaska, Hawaii, Arizona, Ost-Indiana, Samoa
eo: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Arizona, East Indiana, Samoa
eu: EB/Ekialdea, EB/Erdialdea, EB/Mendia, EB/Pazifikoa, EB/Alaska, EB/Hawaii, EB/Arizona, EB/Ekialdeko-Indiana, EB/Samoa
gl: Oriental, Central, Montañas, Pacífico, Alaska, Hawaii, Arizona, Indiana oriental, Samoa
lt: Rytinė, Centrinė, Kalnų, Ramiojo vandenyno, Aliaska, Havajai, Arizona, Rytinė Indiana, Samoa
lv: Austrumkrasts, Centralā daļa, Kalniene, Klusais okeāns, Aļaska, Havaju salas, Arizona, Austrumindiāna, Samoa
ml: കിഴക്കന്‍, മദ്ധ്യ, മൌണ്ടന്‍, പസഫിക്, അലാസ്ക, ഹവായ്, അരിസോണ, കിഴക്കേ-ഇന്ത്യാന, സമോവ
ro: Estic, Central, Montan, Pacific, Alaska, Hawaii, Arizona, Indiana de est, Samoa
zh_tw: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Arizona, East-Indiana, Samoa

source: Select your time zone:
cy: Dewiswch eich parth amser:
de: Wählen Sie Ihre Zeitzone:
eo: Elektu vian horozonon:
eu: Hautatu zure ordu-zona:
gl: Escolla o seu fuso horario:
he: בחר את איזור הזמן שלך:
lt: Pasirinkite Jūsų laiko zoną:
lv: Izvēlieties savu laika joslu:
ml: നിങ്ങളുടെ സമയ സീമ തിരഞ്ഞെടുക്കൂ:
pa: ਆਪਣਾ ਸਮਾਂ ਜ਼ੋਨ ਚੁਣੋਤਰ ਚੁਣੋ:
ro: Selectaţi fusul dvs. orar:
zh_tw: 請選擇您的時區：

source: Configure time zone
de: Zeitzone einrichten
eo: Akomodu horozonon
eu: Konfiguratu ordu-zona
gl: Configurar o fuso horario
he: הגדרות איזור זמן
lt: Laiko zonos konfigūravimas
lv: Konfigurēt laika joslu
ml: സമയ സീമ ക്രമീകരിക്കൂ
pa: ਸਮਾਂ ਜ਼ੋਨ ਕ ਸੰਰਚਨਾ ਕਰੋ
ro: Configurează fusul orar
zh_tw: 設定時區

source: Saving time zone...
de: Speichere Zeitzone ...
eo: Konservi horozonon...
eu: Ordu-zona gordetzen...
gl: A gravar o fuso horario...
he: שומר איזור זמן...
lt: Išsaugojama laiko zona...
lv: Saglabāju laika joslas informāciju...
ml: സമയ സീമ രക്ഷിച്ചു കൊണ്ടിരിക്കുന്നു...
pa: ਸਮਾਂ ਜ਼ੋਨ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈ...
ro: Se salvează fusul orar...
zh_tw: 正在儲存時區...

source: Selected timezone
de: Gewählte Zeitzone
eo: Elekta horozonon
eu: Hautatutako ordu-zonaldea
gl: Fuso horario escolleito
he: איזור זמן נבחר
lt: Pasirinkta laiko zona
lv: Izvēlētā laikajosla
ml: തിരഞ്ഞെടുത്ത സമയ സീമ
pa: ਚੁਣਿਆ ਸਮਾਂ ਜ਼ੋਨ ਚੁਣੋ:
ro: Fusul orar selectat
zh_tw: 被選定的時區

source: Based on your country, your time zone is ${ZONE}.
de: Basierend auf Ihrem Land ist Ihre Zeitzone ${ZONE}.
eo: Laŭ via lando, via horozono estas ${ZONE}.
eu: Zure estatuan oinarriturik, zure ordu zonaldea ${ZONE} da.
gl: Polo seu país, o seu fuso horario é ${ZONE}.
he: בהתבסס על המדינה שלך, איזור הזמן שלך הוא ${ZONE}.
lt: Remiantis Jūsų pasirinkta šalimi, laiko zona yra ${ZONE}.
lv: Ņemot vērā jūsu norādīto valsti, jūsu laika josla ir ${ZONE}.
ml: നിങ്ങളുടെ രാജ്യത്തെ അടിസ്ഥാനമാക്കി നിങ്ങളുടെ സമയ സീമ ${ZONE} ആണ്.
pa: ਤੁਹਾਡੇ ਦੇਸ਼ ਅਨੁਸਾਰ, ਤੁਹਾਡਾ ਸਮਾਂ ਜ਼ੋਨ ${ZONE} ਹੈ।
ro: Bazat pe ţara dvs., fusul dvs. orar este ${ZONE}.
zh_tw: 根據您的國家，您的時區是 ${ZONE}。

source: Configure the clock
de: Uhr einstellen
eo: Akomodu la horloĝon
eu: Konfiguratu ordua
gl: Configurar o reloxo
he: הגדרות שעון
lt: Laikrodžio konfigūravimas
lv: Konfigurēt puksteni
ml: ഘടികാരം ക്രമീകരിക്കൂ
pa: ਘੜੀ ਸੰ ਸੰਰਚਨਾ ਕਰੋ
ro: Configurează ceasul
zh_tw: 設置時鐘

source: Is the system clock set to UTC?
de: Ist die Systemzeit auf UTC gesetzt?
eo: Ĉu la sistema horloĝo indikas la universala horo (UTC)?
eu: Sistemako ordularia UTC orduan ezarririk al dago?
gl: ¿Ten o reloxo do sistema a funcionar en UTC?
he: האם שעון המערכת מכוון ל-UTC?
lt: Ar sisteminis laikrodis nustatytas pagal UTC?
lv: Vai sistēmas pulkstenis ir piesaistīts UTC?
ml: സിസ്റ്റം ഘടികാരം UTC യിലേക്ക് സെറ്റ് ചെയ്തിരിക്കുകയാണോ?
pa: ਕੀ ਸਿਸਟਮ ਘੜੀ UTC ਨਿਰਧਾਰਤ ਕੀਤਾ ਹੈ?
ro: Ceasul sistemului este ajustat conform cu UTC?
zh_tw: 是否將系統時鐘設定為 UTC？

source: System clocks are generally set to Coordinated Universal Time (UTC). The operating system uses your time zone to convert system time into local time. This is recommended unless you also use another operating system that expects the clock to be set to local time.
de: Systemuhren sind normalerweise auf UTC (koordinierte Weltzeit: Universal Coordinated Time) gestellt. Das Betriebssystem benutzt Ihre Zeitzone, um die Systemzeit in die lokale Zeit umzurechnen. Sofern kein anderes Betriebssystem die Systemzeit auf die lokale Zeit eingestellt erwartet, sollten Sie die Systemzeit auf UTC einstellen.
eo: Kutime, sistemaj horloĝoj indikas la tutmondan kunordigan horon (Coordinated Universal Time). La operaciumo uzas vian horozonon por agordiĝi kun la loka horo. Tio estas preskriba, krom se vi ankaŭe uzas alian operaciumon kiu antaŭvidas uzi lokan sisteman horloĝon.
eu: Sistema Ordulariak normalean Koordinaturiko Ordu Unibertsalean (UTC) ezartzen dira. Sistema eragileak ordu-zonaldea zure sistema ordua zure ordu lokalera bihurtzeko erabiltzen du. Hau da gomendagarria instalatzen duzun beste sistema eragile batek ez badu sistema ordua ordu lokalean egotea eskatzen.
gl: Normalmente, os reloxos do sistema funcionan en Tempo Coordinado Universal (UTC). O sistema operativo emprega o seu fuso horario para converter a hora do sistema na hora local. Isto recoméndase agás se tamén emprega outro sistema operativo que espera que o reloxo funcione na hora local.
he: שעוני המערכת בדרך כלל מכוונים ל-UTC (Coordinated Universal Time ). מערכת ההפעלה משתמש באיזור הזמן כדי להמיר את זמן המערכת לזמן המקומי. זאת האפשרות המומלצת, אלא אם יש מערכת הפעלה נוספת שמצפה לזמן מקומי.
lt: Sisteminis laikrodis paprastai nustatomas pagal Universalųjį laiką (UTC).Operacinė sistema naudoja Jūsų laiko zoną sisteminio laiko konvertavimui į vietinį laiką. Tai yra rekomenduotina, išskyrus atvejus, kuomet kartu naudojama kita operacinę sistema, kuri tikisi, kad aparatinis laikrodis nustatytas pagal vietinį laiką.
lv: Sistēmas pulksteņi parasti ir piesaistīti Koordinētajam Unicersālajam Laikam (UTC). Operētājsistēma izmantos jūsu laika joslas iestatījumus, lai pielāgotu tiem jūsu datora pulksteni. Šis iestatījums ir ieteicams, ja vien uz jūsu datora nav vēl kāda operētājsistēma.
ml: സിസ്റ്റം ഘടികാരങ്ങള്‍ സാധാരണയായി കോര്ഡിനേറ്റഡ് യൂണിവേഴ്സല്‍ സമയത്തിലേക്കാണ് സാധാരണയായി സെറ്റ് ചെയ്യുന്നത്. ഓപറോറ്റിങ്ങ് സിസ്റ്റം സമയ സീമയെ സിസ്റ്റം സമയത്തെ ലോകല്‍ സമയമാക്കി മാറ്റാന്‍ വേണ്ടി ഉപയോഗിക്കുന്നു. ഘടികരം ലോകല്‍ സമയത്തിലേക്ക് സെറ്റ് ചെയ്തിട്ടുണ്ടാകും എന്ന് പ്രതീക്ഷിക്കുന്ന മറ്റൊരു ഓപറേറ്റിങ്ങ് സിസ്റ്റം കൂടി നിങ്ങള്‍ ഉപയോഗിക്കുന്നില്ലെങ്കില്‍ ഇതാണ് ശുപാര്ശ ചെയ്തിരിക്കുന്നത്.
pa: ਸਿਸਟਮ ਘੜੀਆਂ ਨੂੰ ਆਮ ਤੌਰ ਤੇ ਵਿਆਪਕ ਸਮੇਂ (UTC) ਅਨੁਸਾਰ ਨਿਰਧਾਰਤ ਕੀਤਾ ਹੈ।ਆਪਰੇਟਿੰਗ ਸਿਸਟਮ ਸਿਸਟਮ ਸਮੇਂ ਨੂੰ ਲੋਕਲ ਸਮੇਂ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਸਮਾਂ ਜ਼ੋਨ ਵਰਤਦਾ ਹੈ।ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਹੋਰ ਆਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨਹੀਂ ਵਰਤਦੇ ਜੋ ਘੜੀ ਨੂੰ ਲੋਕਲ ਸਮੇਂ ਵਿੱਚ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕਰਦਾ।
ro: Ceasurile de sistem sunt, în general, ajustate conform cu Timpul Universal Coordonat (UTC). Sistemul de operare foloseşte fusul dvs. orar pentru a converti timpul sistemului în timpul local. Acest lucru e recomandat doar dacă nu folosiţi şi un alt sistem de operare care se aşteaptă ca ceasul de sistem să fie ajustat conform cu timpul local.
zh_tw: 一般會將系統時鐘設定為世界標準時間 (UTC)，然後作業系統會跟據您的時區來將系統時間轉換成您當地的時間。除非您使用了其它會將系統時間直接認定為當地時間的作業系統，否則我們會建議您如此設定。

source: Setting up the clock
de: Uhr einstellen
eo: Agordu la horloĝon
eu: Konfiguratu ordua
gl: A configurar o reloxo
he: הגדרות שעון
lt: Laikrodžio nustatymas
lv: Puksteņa konfigurēšana
ml: ഘടികാരം ഒരുക്കു കൊണ്ടിരിക്കുന്നു
pa: ਘੜੀ ਨਿਰਧਾਰਨਨਹੋ ਰਿਹਾ ਹੈਰੋ
ro: Se configurează ceasul
zh_tw: 設定時鐘

source: Saving UTC setting...
de: Speichere UTC-Einstellungen ...
eo: Konservi tutmondan kunordigan horozonon (UTC)...
eu: UTC ezarpenak gordetzen...
gl: A gravar a configuración de UTC...
he: שומר הגדרות UTC...
lt: Išsaugojami UTC nustatymai...
lv: Saglabāju UTC iestatījumus...
ml: UTC സെറ്റിങ്ങ് രക്ഷിച്ചു കൊണ്ടിരിക്കുന്നു...
pa: UTC ਵਿਵਸਥਾ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈ...
ro: Se salvează mediul UTC...
zh_tw: 正在儲存 UTC 設定...

source: Proceed with installation to unclean target?
cy: Mynd ymlaen gyda sefydliad at darged nid yw'n lân?
de: Mit der Installation auf ein unsauberes Ziel fortfahren?
el: Θέλετε να συνεχίσετε την εγκατάσταση σε ήδη εγκατεστημένο προορισμό;
eo: Daŭrigu instaladon anstataŭ la antaŭa instalaĵo?
et: Jätkata paigaldamist räpasele failisüsteemile?
eu: Bertsio zaharraren gainean jarraitu nahi duzu instalazioarekin?
fa: آیا میخواهید نصب بر روی مقصد کثیف را ادامه دهید؟
fi: Jatketaanko asennusta ehkä kelvottomaan kohteeseen?
gl: ¿Comezar a instalación no destino non limpo?
he: להמשיך את ההתקנה למטרה לא נקייה?
id: Melanjutkan proses instalasi pada target yang tidak bersih?
kk: Бос емес бөлімге орнатуды жалғастыру керек пе?
lt: Ar tęsti diegimą esant netvarkingai failų sistemai?
lv: Turpināt instalēt uz 'netīru' mērķa direktoriju?
mg: Tohizana ve ny fametrahana na dia tsy madio aza ny file system tanjona ?
ml: വൃത്തിയല്ലാത്ത ലക്ഷ്യത്തിലേക്കുള്ള ഇന്സ്റ്റലേഷനുമായി മുന്നോട്ട് നീങ്ങണോ?
nn: Hald fram med installasjonen på partisjonen sjølv om det er ein eksisterande installasjon der?
pa: ਨਿਸ਼ਾਨਾ ਨੂੰ ਸਾਫ ਨਾ ਕਰਨ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰੋ?
pl: Kontynuowaæ instalacjê na niewyczyszczonym miejscu przeznaczenia?
pt_br: Continuar com a instalação em alvo não limpo ?
ro: Se trece la instalare pe ţinta necurăţată?
sl: Nadaljujem z namestitvijo na neprazen cilj?
zh_tw: 是否要在未完全清空的檔案系統上進行安裝作業？
