Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
cy: Methodd y modiwn ${MODULE} lwytho. Efallai bydd angen i chi rhoi baramedrau i'r modiwl i wneud iddo weithio; mae hyn yn gyffredin gyda caledwedd hyn. Mae'r paramedrau yma yn aml yn cynnwys porth M/A a rhifau IRQ sy'n newid o beiriant i beiriant a ni ellir eu dehongli o'r caledwedd Mae "irq=7 io=0x220" yn linyn paramedr nodweddiadol.
de: Das Modul ${MODULE} ließ sich nicht laden. Es könnte sein, dass Sie Parameter an das Modul übergeben müssen, damit es funktioniert; dies ist häufig bei älterer Hardware der Fall. Diese Parameter sind oft der I/O-Port und die IRQ-Nummer, die sich von Maschine zu Maschine unterscheiden und nicht von der Hardware festgestellt werden können. Ein Beispiel-String sieht so aus: »irq=7 io=0x220«
el: Απέτυχε η φόρτωσή του οδηγού ${MODULE} . Ισως χρειαστεί να δώσετε παραμέτρους στον οδηγό για να λειτουργήσει σωστά. Αυτό είναι μια συνηθισμένη διαδικασία για παλαιότερο υλικό και οι παράμετροί αυτές είναι συνήθως θύρες εισοδου - εξοδου (IO) και διακοπες συστήματος (IRQ) που ποικίλουν για κάθε υπολογιστή και δε μπορούν να προκαθοριστούν από το ίδιο το υλικό. Ένα παράδειγμα τέτοιας παραμέτρου είναι "irq=7 io=0x220"
eo: Misŝarga '${MODULE}'-sistembloko. Vi eble bezonas parametri sistemblokon por funkciigi ĝin ; tio estas kutima kun malnovaj aparatoj. La parametroj estas ofte 'I/O'-pordo kaj 'IRQ'-nombro, kiuj varias laŭ la maŝinoj kaj ne povas esti determinitaj de la aparataro. La parametroj aspektas tiel: 'irq=7 io=0x220'
et: Moodulit ${MODULE} ei õnnestunud laadida. Vanema riistvara puhul on tavaline, et moodulile on vaja kaasa anda parameetreid - tihtilugu on nendeks I/O port ja IRQ number, mis võivad erinevatel arvutitel erineda ning mida ei saa riistvaraliselt kindlaks teha. Parameetersõna võiks välja näha näiteks nõnda "irq=7 io=0x220"
eu: ${MODULE} modulua ezin izan da kargatu. Agian parametroak modulura pasatu beharko dituzu, funtziona dezan; hori ohikoa da hardware zaharragoekin. Parametro horiek askotan S/K ataka eta IRQ zenbakiak dira, eta horiek aldatu egiten dira makina batetik bestera, eta ezin dira hardwarearen arabera zehaztu. Kateak adibidez, honen itxura izango du: "irq=7 io=0x220"
fa: بعضی از ماژولها برای تنظیم کارکرد خود از پارامترهای هنگام بارگیری پشتیبانی میکنند. این پارامترها معمولا درگاهی های ورودی/خروجی و شماره‌های IRQ هستند که در کامپیوترهای مختلف متفاوتند و از روی سخت‌افزار قابل تشخیص نیستند. برای مثال رشته‌ی ورودی میتواند شبیه این باشد: "irq=7 io=0x220"
fi: Moduulia ${MODULE} ei saatu ladattua. Moduuli saattaa tarvita käyttäjän antamia parametreja toimiakseen vanhahkosssa laitteistossa.Näitä parametreja ovat usein I/O-portti ja IRQ-numerot, jotka vaihtelevat koneelta toiselle eikä niitä voida selvittää laitteistolta. Merkkijono voi näyttää esimerkiksi tältä: "irq=7 io=0x220"
gl: Non se puido cargar o módulo ${MODULE}. Pode ter que pasar parámetros ao módulo para o facer funcionar; isto é habitual con hardware antigo. Estes parámetros adoitan ser os números de porto de E/S e IRQ que cambian de máquina en máquina e non se poden determinar polo hardware. Unha cadea de exemplo aseméllase a "irq=7 io=0x220"
he: המודול ${MODULE} נכשל בטעינה תצטרך להעביר פרמטרים למודול כדי שהוא יעבוד. זאת פעולה שגרתית עם חומרה ישנה. הפרמטרים האלה הם בדרך כלל פורט I/O ומספרי IRQ שמשתנים ממכונה למכונה ואינם יכולים להיות קבועים מהחומרה. דוגמה למחרוזת יכולה להיות משהו כמו "IRQ=7 IO=0x220"
id: Module ${MODULE} gagal dimuat. Anda perlu memberi beberapa parameter untuk modul tersebut agar dapat berfungsi; ini biasa untuk perangkat keras lama. Parameter-parameter ini biasanya I/O port dan nomor IRQ, yang berbeda dari mesin yang satu ke mesin yang lain dan tidak dapat ditentukan dari perangkat keras. Contoh parameter sebagai berikut: "irq=7 io=0x220"
kk: Модульді қайта жүктеудегі қажеттілік ${MODULE}. Кейбір модульдердің параметрлері жүктеу олардың жұмысын басқару. Енгізу шығарупортының бұл номері және үзулер әр түрлі жәна автоматы анықталмаған әр түрлі компьютерлерде әр түрліпараметрлерге қалай көріне алады. Мысалы, қалай параметрлер көріне алады "irq=7 io =0x220"
lt: Modulio ${MODULE} nepavyko įkelti. Kad jis veiktų, Jums gali tekti perduoti moduliui įkėlimo parametrus; tai įprasta senesnei aparatinei įrangai. Dažnai, tai įvesties-išvesties prievadas (port) ir pertraukimo numeris (IRQ), kurie kompiuteriuose būna skirtingi ir negali būti nustatyti automatiškai. Pavyzdžiui, parametrai gali atrodyti taip: "irq=7 io=0x220"
lv: Moduļa ${MODULE} ielādēja bija neveiksmīga. Iespējams, ka Jums ir jānorāda šī moduļa parametri, lai tas sāktu darboties, tas ir tipiski vecai aparatūrai. Šie parametri parasti ir I/O pieslēgvieta vai IRQ numuri. Šie parametri ir specifiski katrai kartei un nav automātiski nosakāmi. Šāda parametru rindiņa varētu izskatīties šādi: "irq=7 io=0x220"
ml: ${MODULE} എന്ന മൊഡ്യൂള്‍ ചേര്ക്കുന്നതില്‍ പരാജയപ്പെട്ടു. നിങ്ങള്ക്ക് മൊഡ്യൂള്‍ പ്രവര്ത്തനക്ഷമമാക്കാന്‍ പരാമീറ്ററുകള്‍ നല്കേണ്ടതായി വന്നേക്കാം; ഇത് പഴയ ഹാര്ഡ്‌വെയറില്‍ സാധാരണമാണ്. ഈ പരാമീറ്ററുകള്‍ പലപ്പോഴും ഒരോ മഷീനിലും വ്യത്യസ്തമായ I/O പോര്ട്ടും IRQ സംഖ്യകളുമായതിനാല്‍ ഹാര്ഡുവെവെ യറില്‍ നിന്ന് മനസ്സിലാക്കാന്‍ സാധ്യമല്ല. ഒരു ഉദാഹരണ സ്ട്രിങ്ങ് "irq=7 io=0x220" പോലിരിക്്കുംി്കും.
nn: Klarte ikkje lasta modulane ${MODULE}. Det kan vera du må oppgje ekstra parametrar for å få desse modulane til å fungere. Desse parametrane er ofte I/U-port og IRQ-nummer som kan variera mellom ulike maskiner og ikkje kan fastsetjast ut frå maskinvara. Eit døme på ekstra parametrar kan vera «IRQ=7 IO=0x220».
pa: ਮੈਡੀਊਲ ${MODULE} ਲੋਡ ਹੋਣ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ। ਤੁਹਾਨੂੰ ਮੈਡੀਊਲ ਨੂੰ ਕੰਮ ਕਰਨ ਵਾਸਤੇ ਪੈਰਾਮੀਟਰ ਦੇਣੇ ਪੈਣਗੇ; ਜੋ ਪੁਰਾਣੇ ਹਾਰਡਵੇਅਰ ਵਾਲੇ ਹੀ ਹਨ। ਇਹ ਪੈਰਾਮੀਟਰ ਆਮ ਕਰਕੇ I/O ਪੋਰਟ ਅਤੇ IRQ ਨੰਬਰ ਹੁੰਦੇ ਹਨ, ਜੋ ਹਰੇਕ ਮਸ਼ੀਨ ਲਈ ਵੱਖ-ਵੱਖ ਹੁੰਦੇ ਹਨ ਅਤੇ ਹਾਰਡਵੇਅਰ ਤੋਂ ਪਤਾ ਨਹੀਂ ਲਗਾਏ ਜਾ ਸਕਦੇ। ਇੱਕ ਉਦਾਹਰਨ ਸਤਰ ਇਸ ਤਰਾਂ ਦਿਸੇਗੀ "irq=7 io=0x220"
pl: Nie uda³o siê za³adowaæ modu³u ${MODULE}. Mo¿liwe, ¿e przekazanie parametrów modu³owi sprawi, ¿e zacznie on dzia³aæ; to jest typowe dla starszego sprzêtu. Parametry te to zazwyczaj porty I/O i numery IRQ, które mog± byæ inne na ró¿nych komputerach i nie da siê ich wydobyæ ze sprzêtu. Przyk³adowy ci±g: "irq=7 io=0x220"
pt_br: O módulo ${MODULE} falhou ao ser carregado. Você pode precisar passar parâmetros para o módulo para que o mesmo possa funcionar. Isso é comum com em hardware mais antigo. Esses parâmetros são frequentemente a porta I/O e números IRQ, os quais variam de máquina para máquina e não podem ser determinados a partir do hardware. Um exemplo seria parecido com "irq=7 io=0x220"
ro: Modulul ${MODULE} a eşuat la încărcarea. probabil că va fi nevoie să daţi parametri modulului pentru a-l face să funcţioneze; acest lucru este comun la componente vechi. Aceşti parametri sunt, de regulă porturi I/O şi numere IRQ care variază de la o maşină la alta,şi nu pot fi detectate. Un exemplu de un asemenea şir: "irq=7 io=0x220"
sl: Modul ${MODULE} se ni naložil. Nekateri moduli sprejmejo parametre ob nalaganju, tako da lahko prilagodite njihovo delovanje (predvsem starejša strojna oprema). Ti parametri so pogosto vrata V/I in številke IRQ, ki so od stroja do stroja različne in jih ni mogoče zaznati s strojno opremo. Niz lahko izgleda nekako takole "irq=7 io=0x220"
zh_tw: 無法載入 ${MODULE} 模組。您可能要替模組設定參數才能讓它正常作業﹔這對於一些老式硬體而言是很常見的。這些參數往往是 I/O Port 和 IRQ 號碼﹔每台機器裡的這些設定都有所不同，且也無法藉由硬體型號來加以判斷。像是 "irq=7 io=0x220" 就是個典型的參數字串。

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
cy: Os nad ydych chi'n gwybod beth i'w rhoi, ymgynghorwch a'ch dogfennaeth neu gadwch e'n wag i beidio a llwytho'r modiwl.
de: Wenn Sie nicht wissen, was Sie eingeben sollten, ziehen Sie die Dokumentation zu Rate oder lassen Sie dieses Feld frei, um das Modul nicht zu laden.
el: Αν δεν γνωρίζετε τι πρέπει να εισάγετε, συμβουλευτείτε το εγχειρίδιο σας ή αφήστε το πεδίο κενό για να μη φορτωθεί ο οδηγός.
eo: Se vi ne scias kion tajpi, konsultu aktojn aŭ lasu la registrokampon malplena por ne ŝargi la sistemblokon.
et: Kui sa ei tea mida sisestada, uuri oma dokumentatsiooni või jäta väli tühjaks, et moodul laadimata jätta.
eu: Zer sartu ez badakizu, kontsultatu dokumentazioa edo utzi hutsik modulua ez kargatzeko.
fa: اگر نمیدانید چه وارد کنید؛ مدارک را مطالعه کنید و یا آنرا خالی بگذارید.
fi: Jos et tiedä mitä syöttää, tutki ohjeita tai jätä tyhjäksi jolloin moduulia ei ladata.
gl: Se non sabe que escribir, consulte a documentación ou déixeo en branco para non cargar o módulo.
he: אם אינך יודע מה להכניס, בדוק בתיעוד או השאר ריק כדי לא לטעון את המודול.
id: Jika Anda tidak tahu apa yang harus dimasukkan, lihat dokumentasi Anda, atau biarkan kosong untuk tidak memuat modul.
kk: Егер сіз не енгізу керек екенін білсеңіз, құжатнамамен салыстырыңыз немесе алаңды бос қалдырыңыз - мұндай жағдайда модуль жүктелмейді.
lt: Jei nežinote ką įvesti, pasižiūrėkite į dokumentaciją, arba palikite tuščią, kad modulis nebūtų įkeliamas.
lv: Ja Jūs nezināt, kādus parametrus ievadīt, konsultējaties ar dokumentāciju, vai arī atstājiet to tukšu, lai nemēģinātu ielādēt moduli.
mg: Raha tsy ainao izay ahiditra dia jereo taratasy mikasika ny fitaovanao, na avelao amin'izao raha tsy ho fahanana ilay mpamily.
ml: എന്തു വിവരമാണ് നല്കേണ്ടത് എന്നറിയില്ലെങ്കില്‍ വിവരണം നോക്കുക, അല്ലെങ്കില്‍ മൊഡ്യൂള്‍‍ ചേര്ക്കാതിരിക്കുവാനായി തല്‍‌സ്ഥാനം ഒഴിച്ചിടുക.
nn: Viss du ikkje veit kva du skal skriva inn, sjå etter i dokumentasjonen eller så la det stå tomt.
pa: ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਨਹੀਂ ਜਾਣਦੇ ਹੋ ਤਾਂ ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਵੇਖੋ ਜਾਂ ਮੈਡੀਊਲ ਨੂੰ ਨਾ ਲੋਡ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡ ਦਿਓ।
pl: Je¶li nie wiesz co wpisaæ, sprawd¼ dokumentacjê lub zostaw puste miejsce, by nie ³adowaæ tego modu³u.
pt_br: Caso você não tenha certeza sobre o que informar, consulte sua documentação ou deixe em branco para que o módulo não seja carregado.
ro: Dacă nu ştiţi ce să introduceţi, consultaţi documentaţia sau lăsaţi câmpul gol pentru a nu încărca modulul.
sl: Če ne veste, kaj vnesti, poglejte v dokumentacijo, ali ne vnesite ničesar, če ne želite naložiti modula.
zh_tw: 如果不知道要輸入什麼，請參考相關文件﹔或直接留白，不要載入這個模組。

source: Error while running '${CMD_LINE_PARAM}'
cy: Gwall wrth rhedeg '${CMD_LINE_PARAM}'
de: Beim Ausführen von »${CMD_LINE_PARAM}« ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την εκτέλεση της '${CMD_LINE_PARAM}'
eo: Eraro dum la funkciado de '${CMD_LINE_PARAM}'
et: Viga '${CMD_LINE_PARAM}' käivitamisel
eu: Errorea gertatu da '${CMD_LINE_PARAM}' exekutatzean
fa: هنگام اجرای دستور '${CMD_LINE_PARAM}' خطایی رخ داد!
fi: Virhe suoritettaessa komentoa "${CMD_LINE_PARAM}"
gl: Erro ao executar '${CMD_LINE_PARAM}'
he: שגיאה בזמן הרצת '${CMD_LINE_PARAM}'
id: Terjadi kesalahan saat menjalankan '${CMD_LINE_PARAM}'
kk: Команданы орындау кезіндегі қате'${CMD_LINE_PARAM}'
lt: Vykdant komandą '${CMD_LINE_PARAM}' įvyko klaida
lv: Kļūda palaižot '${CMD_LINE_PARAM}'
mg: Fahadisoana eo amin'ny fandefasana ny '${CMD_LINE_PARAM}'
ml: '${CMD_LINE_PARAM}' പ്രവര്‍ത്തിപ്പിച്ചപ്പോള്‍ വന്ന തെറ്റ്
nn: Ein feil oppstod under køyring av «${CMD_LINE_PARAM}»
pa: '${CMD_LINE_PARAM}' ਕਮਾਂਡ ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: B³±d podczas wykonywania '${CMD_LINE_PARAM}'
pt_br: Erro na execução de '${CMD_LINE_PARAM}'
ro: Eroare în timpul rulării '${CMD_LINE_PARAM}'
sl: Ob poganjanju '${CMD_LINE_PARAM}' je prišlo do napake
zh_tw: 在執行 ${CMD_LINE_PARAM} 時發生錯誤

source: Load missing drivers from a driver floppy?
de: Fehlende Treiber von Diskette laden?
eo: Ĉu oni ŝargu mankantajn aparatadaptilojn el disketo?
eu: Behar diren kontrolatzaileak disketetik kargatu nahi dituzu?
gl: ¿Cargar os controladores necesarios dende un disquete con controladores?
he: לטעון דריברים חסרים מדיסקט?
lt: Ar įkelti trūkstamas valdykles (drivers) iš valdyklių diskelio?
lv: Ielādēt trūkstošos draiverus no disketes?
ml: പ്രവര്ത്തക ഫ്ലോപ്പിയില്‍ നിന്നും, കണ്ടു കിട്ടാത്ത പ്രവര്ത്തകങ്ങള്‍ ചേര്ക്കാമോ?
pa: ਕੀ ਲੋੜੀਂਦੇ ਡਰਾਈਵਰਾਂ ਨੂੰ ਡਰਾਈਵਰ ਫਲਾਪੀ ਤੋਂ ਲੋਡ ਕਰਨਾ ਹੈ?
ro: Se încarcă driver-ele lipsă de pe o dischetă cu driver-e?
zh_tw: 是否要從驅動程式磁片中載入欠缺的驅動程式？

source: A driver for your hardware is not available. You may need to load drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
de: Es wurde kein Treiber für Ihre Hardware gefunden. Sie müssen die Treiber evtl. von einer Treiber-Diskette laden. Wenn Sie eine solche Diskette haben, legen Sie sie ins Laufwerk, bevor Sie fortfahren.
eo: Maldisponebla aparatadaptilo. Vi eble bezonas ŝargi aparatadaptilon el disketo. Se vi havas tian disketon, metu ĝin en diskturnilon autaŭ ol pluigi.
eu: Ethernet txartelik ez da atzeman. Ethernet txartel batzuetarako, kontrolatzaileko disketetik beste sareko kontrolatzaile batzuk kargatu behar dira batzuetan. Diskete hori orain erabilgarri baduzu, jarri unitatean jarraitu aurretik.
gl: Non hai dispoñible un controlador para o seu hardware. Pode ter que cargar controladores dun disquete de controladores. Se ten un disquete tal dispoñible agora, póñao na unidade antes de continuar.
he: דריבר לחומרה שלך אינו זמין. אולי תצטרך לטעון דריברים מדיסקט. אם יש לך דיסקט עם הדריברים, הכנס אותו עכשיו לפני שתמשיך.
lt: Valdyklės Jūsų aparatinei įrangai neprieinamos. Jums gali tekti įkelti papildomas valdykles iš valdyklių diskelio. Jei dabar turite tokį diskelį, įdėkite jį į diskelių įrenginį prieš tęsdami.
lv: Nav atrasts Jūsu aparatūrai atbilstošs draiveris. Iespējams jums šie draiveri ir atsevišķi jāielādē no disketes. Ja Jums ir šada diskete, pirms turpinat ielieciet to diskešu dzinī.
ml: നിങ്ങളുടെ ഹാര്‍ഡ്‌വെയറിന് അനുയോജ്യമായ ഒരു പ്രവര്ത്തകം‍ ലഭ്യമല്ല. ഒരു പ്രവര്ത്തക ഫ്ലോപ്പിയില്‍ നിന്നും ഈ പ്രവര്‍ത്തകങ്ങള്‍ ചേര്‍ക്കേണ്ടതായി വന്നേക്കാം‍. നിങ്ങളുടെ കൈവശം അത്തരത്തിലുള്ള ഫ്ലോപ്പിയുണ്ടെങ്കിത്‍ അത് ഡ്രൈവില്‍ നിക്ഷേപിച്ചതിനു ശേഷം തുടരുക.
pa: ਤੁਹਾਡੇ ਹਾਰਡਵੇਅਰ ਲਈ ਡਰਾਈਵਰ ਨਹੀਂ ਲੱਭਿਆ। ਤੁਹਾਨੂੰ ਡਰਾਈਵਰ ਫਲਾਪੀ ਤੋਂ ਰਕ ਡਰਾਈਵਰ ਲੋਡ ਕਰਨੇ ਪੈ ਸਕਦੇ ਹਨ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਹੁਣ ਅਜਿਹੀ ਫਲਾਪੀ ਉਪਲੱਬਧ ਹੈ, ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਾਂ ਇਸ ਨੂੰ ਡਰਾਈਵ ਵਿੱਚ ਪਾਓ।
ro: Nu este disponibil un driver pentru componentele dumneavoastră. S-ar putea să fie necesar să încărcaţi driver-e de pe o dischetă cu driver-e. Dacă aveţi disponibilă acum o asemenea dischetă, puneţi-o în unitatea de dischetă înainte de a continua.
zh_tw: 無法找到您的硬體所需的驅動程式。您也許需要從驅動程式磁碟片中載入驅動程式。如果您手上已經有這麼一張軟碟片，請在繼續進行之前將其放入磁碟機中。

source: Auto-configure network with DHCP?
cy: Cyflunio'r rhwydwaith efo DHCP yn awtomatig
de: Netzwerk automatisch mit DHCP einrichten?
el: Να ρυθμιστεί αυτόματα το δίκτυο μέσω DHCP;
eo: Memakomodu reton kun 'DHCP'-o?
et: Kas seadistada võrk DHCP abil automaatselt?
eu: Sarea DHCPrekin automatikoki konfiguratu?
fa: آیا میخواهید شبکه با DHCP به طور خودکار تنظیم شود؟
fi: Haetaanko verkkoasetukset automaattisesti DHCP:llä?
gl: ¿Autoconfigurar a rede con DHCP?
he: הגדרה אוטומטית של הרשת עם DHCP?
id: Konfigurasikan jaringan secara otomatis dengan DHCP?
kk: Желіні автоматты түрде DHCP көмегімен қалпына келтіресіз бе?
lt: Ar atlikti automatinį tinklo konfigūravimas su DHCP?
lv: Autokonfigurēt tīklu ar DHCP?
ml: നെറ്റുവര്‍ക് DHCP ഉപയോഗിച്ച് സ്വയംക്രമീകരണം നടത്താമോ?
nn: Set opp nettverket automatisk med DHCP?
pa: DHCP ਨਾਲ ਸਵੈ ਸੰਰਚਨਾ?
pl: Konfigurowaæ sieæ automatycznie przez DHCP?
pt_br: Configurar a rede automaticamente com DHCP ?
ro: Se auto-configurează reţeaua cu DHCP?
sl: Samodejno nastavim omrežje z DHCP?
zh_tw: 是否使用 DHCP 來自動設定網路？

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
cy: Gellir cyflunio rhwydweithio un ai drwy DHCP neu gan rhoi'r holl wybodaeth â llaw. Os ydych chi'n dewis DHCP ond dyw'r sefydlydd yn methu cyrchu cyfluniad sy'n gweithio o weinydd DHCP ar eich rhwydwaith, cewch gyfle i gyflunio eith rhwydwaith â llaw ar ôl ceisio ei gyflunio drwy DHCP.
de: Das Netzwerk kann entweder mit DHCP oder durch manuelle Eingabe aller Informationen konfiguriert werden. Wenn Sie DHCP wählen und der Installer keine funktionierende Konfiguration von einem DHCP-Server Ihres Netzwerks erhalten kann, werden Sie nach dem Konfigurationsversuch per DHCP die Möglichkeit erhalten, Ihr Netzwerk manuell zu konfigurieren.
el: Η ρύθμιση του δικτύου μπορεί να γίνει είτε μέσω DHCP ή με χειροκίνητη εισαγωγή όλων των παραμέτρων. Αν επιλέξετε DHCP και το πρόγραμμα εγκατάστασης αδυνατεί να βρει λειτουργικές ρυθμίσεις από κάποιο διακομιστή DHCP στο δίκτυό σας, θα σας ζητηθεί να ρυθμίσετε το δίκτυο χειροκίνητα.
eo: Oni povas uzi 'DHCP'-on por akomodi la reton aŭ mem eldoni ĉiujn informojn. Se vi elektas akomodon per 'DHCP'-o kaj se la instalado misakomodas la reton per 'DHCP'-servilo, vi mem akomodos la reton post la 'DHCP'-a klopodo.
et: Võrku saab konfigureerida kas DHCP abil või siis kogu vajalikku infot käsitsi sisestades. Kui valid DHCP, aga paigaldaja ei saa võrgus asuvalt DHCP serverilt töötavat seadistust kätte, saad võimaluse võrku käsitsi seadistada.
eu: Sarerako konexioa DHCP bidez edo informazio osoa eskuz sartuz konfigura daiteke. DHCP erabiltzea aukeratzen baduzu eta instalatzaileak ezin badu zure sareko DHCP zerbitzaritik funtzionatzen duen konfiguraziorik lortu, sarea eskuz konfiguratzeko aukera emango zaizu DHCP bidez konfiguratzen saiatu ondoren.
fa: شبکه میتواند با استفاده از DHCP به صور خودکار و یا با ورود دستی اطلاعات تنظیم گردد. اگر شما استفاده از DHCP را انتخاب کنید و سیستم سرور DHCP بر روی شبکه شما پیدا نکند، شما امکان این را خواهید داشت که به صورت دستی شبکه را تنظیم کنید.
fi: Verkkoasetukset voidaan hakea automaattisesti DHCP:llä tai tehdä itse. Jos valittuasi DHCP:n asennin ei saa haettua toimivia asetuksia verkkosi DHCP-palvelimelta, saat uudestaan mahdollisuuden tehdä asetukset itse. Jos et ole varma, käytä DHCP:tä.
gl: A rede pódese configurar por DHCP ou introducindo a man toda a información. Se prefire empregar DHCP e o instalador non pode obter unha configuración válida dun servidor DHCP da súa rede, háselle dar a oportunidade de configurar a rede manualmente despois de probar a configurala por DHCP.
he: רשת יכולה להיות מוגדרת או ע"י DHCP או ע"י הכנסת המידע באופן ידני. אם תבחר להשתמש ב-DHCP והמתקין לא יוכל לקבל את המידע משרת ה-DHCP ברשת שלך, תקבל אפשרות להכניס את המידע ידנית אחרי הניסיון להגדרה ע"י DHCP.
id: Jaringan dapat dikonfigurasi dengan DHCP atau dengan memasukkan informasi secara manual. Bila Anda memilih menggunakan DHCP dan program instalasi tidak mendapatkan konfigurasi dari server DHCP, Anda akan diberi kesempatan untuk mengonfigurasikan secara manual.
kk: Күйге келтіру DHCP көмегімен алынуы мүмкін, немесе қолмен енгізу. Егер сіздер DHCP таңдасаңыз, орнату программасы DHCP сервер сіздің желіңіз үшін қажетті анықтаманы ала алмайды. Сізге онда желіні колмен күйге келтіруге тура келеді.
lt: Tinklas gali būti konfigūruojamas su DHCP arba įvedant visą informaciją rankiniu būdu. Jei pasirinksite DHCP ir debian'o įdiegiklis negalės gauti veikiančios konfigūracijos iš DHCP serverio Jūsų tinkle, po bandymo konfigūruoti su DHCP, Jums bus pasiūlyta konfigūruoti Jūsų tinklą rankiniu būdu.
lv: Tīkls var tikt konfigurēts automātiski, izmantojot DHCP, vai arī manuāli ievadot visus nepieciešamos parametrus. Ja Jūs izvēlēsieties automātisko konfigurāciju un tā būs neveiksmīga, Jums būs dota iespēja ievadīt nepieciešamos parametrus manuāli.
mg: Ny fanefena ny rezo dia azo atao na miaraka amin'ny DHCP na ianao no mampiditra izay ilaina rehetra. Raha mifidy ny ampiasa DCHP ianao ary raha tsy vitan'ny rindran'asa mpametraka araky ny tokony ho izy ny manefy ny rezo avy amin'ny mpizara DHCP dia afaka manao ny fanefena samy irery ianao ao aorian'ny fitsapana ny DHCP.
ml: നെറ്റുവര്ക്കിങ്ങ് DHCP വഴിയോ അല്ലെങ്കില്‍ എല്ലാവിവരവും മാന്വലായി ചേര്‍ത്തോ ക്രമീകരിക്കാം. നിങ്ങള്‍ DHCP ഉപയോഗിക്കാന്‍ തിരഞ്ഞെടുക്കുകയും നിങ്ങളുടെ നെറ്റുവര്ക്കിലെ DHCP സേവകനില്‍ നിന്നും പ്രവര്ത്തനക്ഷമമായ ഒരു ക്രമീകരണം കിട്ടാന്‍ ഇന്സ്റ്റാളറിന് കഴിയാതെ വരുകയും ചെയ്താല്‍ DHCP വഴി ക്രമീകരിക്കാനുള്ള ശ്രമത്തെത്തുടര്‍ന്ന് നെറ്റ്‌വര്ക്ക് മാന്വലായി ക്രമീകരിക്കാന്‍ നിങ്ങള്ക്കവസരം തരുന്നതായിരിക്കും.
nn: Nettverk kan anten setjast opp ved hjelp av DHCP eller ved å skriva inn all informasjon manuelt. Viss du vel DHCP og installasjonen ikkje klarer å henta eit fungerande oppsett frå ein DHCP-tenar på nettverket ditt, vil du bli gjeve høve til å setja opp nettverket manuelt etter forsøket på å setja det opp med DHCP.
pa: ਨੈੱਟਵਰਕਿੰਗ ਦੀ ਸੰਰਚਨਾ ਜਾਂ ਤਾਂ DHCP ਰਾਹੀਂ ਜਾਂ ਦਸਤੀ ਜਾਣਕਾਰੀ ਭਰ ਕੇ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ DHCP ਵਰਤਣ ਲਈ ਚੁਣਿਆ ਹੈ ਅਤੇ ਇੰਸਟਾਲਰ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਤੇ DHCP ਸਰਵਰ ਤੋਂ ਸੰਰਚਨਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ ਹੈ, ਤੁਹਾਨੂੰ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ DHCP ਰਾਹੀਂ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਦਸਤੀ ਕਰਨੀ ਪਵੇਗੀ।
pl: Ustawienia sieci mog± byæ konfigurowane albo poprzez DHCP albo rêcznie, wprowadzaj±c odpowiednie informacje. Je¶li wybierzesz DHCP i instalator nie bêdzie w stanie pobraæ dzia³aj±cej konfiguracji z serwera DHCP w Twojej sieci, bêdziesz mia³/mia³a mo¿liwo¶æ skonfigurowania ustawieñ sieciowych rêcznie.
pt_br: A rede pode ser configurada via DHCP ou informando manualmente todos os dados necessários. Caso você opte por usar a configuração via DHCP e o instalador não consiga obter uma configuração funcional de um servidor DHCP em sua rede, você terá a oportunidade de informar os dados necessários para sua configuração de rede manualmente após a tentativa de configuração via DHCP.
ro: Reţelistica poate fi configurată fie prin DHCP, fie manual prin introducerea tuturor informaţiilor. Dacă alegeţi să utilizaţi DHCP şi programul de instalare nu reuşeşte să obţină o configuraţie funcţională de la un server de DHCP din reţeaua dvs. , vi se va oferi posibilitatea să configuraţi reţeaua manual, după încercarea de configurare prin DHCP.
sl: Omrežje lahko nastavite z DHCP ali z ročnim vnašanjem vseh informacij. Če boste izbrali DHCP in namestilnik ne bo mogel dobiti delujočih nastavitev od DHCP strežnika na vašem omrežju, boste po poizkusu nastavitve omrežja z DHCP dobili možnost nastaviti omrežje ročno.
zh_tw: 您可以使用 DHCP 來設定網路，或是藉由手動來輸入所有資訊。如果您選擇了使用 DHCP，但安裝程式卻無法由網路中的 DHCP 伺服器來取得網路設定，那麼在試圖使用 DHCP 之後，您仍然可以再藉由手動輸入來設定網路。

source: Domain name:
cy: Enw parth:
el: Τομέας δικτύου:
eo: Domajnnomo:
et: Domeeni nimi:
eu: Domeinu-izena:
fa: نام دامنه:
fi: Verkkoaluenimi:
gl: Nome de dominio
he: שם דומיין:
id: Nama domain:
kk: Домен атысы:
lt: Srities (domain) vardas:
lv: Domēna vārds:
mg: Anaran'ny domena:
ml: ഡൊമെയിന്‍ നാമം:
nn: Domenenamn:
pa: ਡੋਮੇਨ ਨਾਂ:
pl: Nazwa domeny:
pt_br: Nome de domínio :
ro: Nume de domeniu:
sl: Ime domene:
zh_tw: 網域名稱：
