Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The creation of the vmelilo configuration file failed.
cy: Methodd cread ffeil cyfluniad vmelilo.
de: Die Erstellung der vmelilo-Konfigurationsdatei schlug fehl.
el: Η δημιουργία του αρχείου ρυθμίσεων του vmelilo.
eo: La kreado de 'vmelilo'-akomodada dosiero malsukcesis.
et: vmelilo seadistuse faili loomine nurjus
eu: Ezin izan da vmelilo-ren konfigurazio-fitxategia sortu.
fi: Vmelilo:n asetustiedoston luonti ei onnistunut.
gl: Non se puido crear o ficheiro de configuración principal de vmelilo.
he: נכשלה יצירת קובץ ההגדרות של vmelilo
id: Pembuatan berkas konfigurasi vmelilo gagal.
kk: vmelilo конфигурация файлысын жасау іске аспады.
lt: Nepavyko sukurti vmelilo konfigūracijos failo.
lv: vmelilo konfigurācijas faila izveide neizdevās.
ml: വിഎംഇലിലോ ക്രമീകരണ ഫയല്‍ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Klarte ikkje oppretta oppsettsfil for vmelilo.
pa: vmelilo ਸੰਰਚਨਾ ਫਾਇਲ ਨੂੰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ।
pl: Utworzenie konfiguracji vmelilo nie powiod³o siê.
pt_br: A criação do arquivo de configuração do vmelilo falhou.
ro: Crearea fişierului de configurare vmelilo a eşuat.
sl: Ustvarjanje vmelilo nastavitvene datoteke ni uspelo.
zh_tw: vmelilo 的設定檔建立作業失敗了。

source: Installing vmelilo into bootstrap partition...
cy: Yn sefydlu vmelilo i rhaniad bootstrap...
de: Installiere vmelilo in die Bootstrap-Partition ...
el: Εγκατάσταση του vmelilo στο τμήμα bootstrap...
eo: Instali 'vmelilo'-on sur praŝarga diskpartigo
et: vmelilo alglaaduri partitsioonile paigaldamine...
eu: vmelilo bootstrap partizioan instalatzen...
fi: Asennetaan vmelilo käynnistysosioon ...
gl: A instalar vmelilo na partición de inicio...
he: מתקין את vmelilo למחיצת האתחול
id: Sedang memasang vmelilo ke partisi bootstrap...
kk: vmelilo-ны жүктейтін бөлімге орнату...
lt: Diegiamas vmelilo į pradinio įkėlimo skirsnį...
lv: Instalēju vmelilo sāknēšanas programmas partīcijā...
mg: Mametraka an'i vmelilo ao anatina fizarana bootstrap...
ml: വിഎംഇലിലോ ബൂട്ട്സ്ട്രാപ് ഭാഗത്തേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു...
nn: Installerer vmelilo på bootstrap-partisjon ...
pa: bootstrap ਭਾਗ ਵਿੱਚ vmelilo ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Instalacja vmelilo w partycji bootstrap...
pt_br: Instalando o vmelilo na partição bootstrap ...
ro: Se instalează vmelilo în partiţia bootstrap...
sl: Namestitev vmelila na razdelek bootstrap ...
zh_tw: 正在把 vmelilo 安裝至 bootstrap 分割區

source: The installation of the vmelilo boot loader failed.
cy: Methodd sefydliad y bŵtlwythydd vmelilo.
de: Die Installation des vmelilo-Bootloaders schlug fehl.
el: Η εγκατάσταση του φορτωτή εκκίνησης vmelilo απέτυχε.
eo: La instalado de 'vmelilo'-a praŝargilo malsukcesas.
et: Alglaadur vmelilo paigaldamine nurjus.
eu: Ezin izan da vmelilo abioko kargatzailea instalatu.
fi: Vmelilo-alkulatausohjelman asennus ei onnistunut.
gl: Non se puido instalar o cargador de inicio vmelilo.
he: התקנת מנהל האתחול vmelilo נכשלה
id: Pemasangan boot loader vmelilo gagal.
kk: vmelilo жүйелік жүктеуішінің орнатуы сәтсіз аяқталды.
lt: Pradinio įkėliklio vmelilo įdiegimas nepavyko.
lv: vmelilo instalācija nav veiksmīga.
mg: Tsy nahomby ny fametrahana ny boot loader vmelilo.
ml: വിഎംഇലിലോ ബൂട്ട് ലോഡറിന്റെ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു.
nn: Installasjonen av oppstartslastaren vmelilo feila.
pa: vmelilo ਬੂਟ ਲੋਡਰ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ।
pl: Instalacja programu uruchomieniowego vmelilo nie powiod³a siê.
pt_br: A instalação do carregador de inicialização vmelilo falhou.
ro: Instalarea încărcătorului de sistem vmelilo a eşuat.
sl: Namestitev zagonskega nalagalnika vmelilo ni uspela.
zh_tw: vmelilo 開機程式的安裝作業失敗了。

source: Install the vmelilo boot loader on a hard disk
cy: Sefydlu'r bŵtlwythydd vmelilo ar ddisgen caled
de: Installation des vmelilo-Bootloaders auf einer Festplatte
el: Εγκατάσταση του φορτωτή εκκίνησης vmelilo σε σκληρό δίσκο
eo: Instalu la 'vmelilo'-praŝargilon sur fiksita disko
et: Paigalda alglaadur vmelilo kõvakettale
eu: Instalatu vmelilo abioko kargatzailea disko gogorrean
fi: Asenna Vmelilo-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio vmelilo nun disco duro
he: התקנת מנהל האתחול vmelilo על הדיסק הקשיח
id: Memasang boot loader vmelilo pada hard disk
kk: vmelilo жүйелік жүктеуішін қатқыл дискіге орнату.
lt: Pradinio įkėliklio vmelilo diegimas į kietąjį diską
lv: Instalēt vmelilo sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader vmelilo
ml: വിഎംഇലിലോ ബൂട്ട് ലോഡര്‍ ഹാര്ഡ് ഡിസ്കിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer oppstartslastaren vmelilo på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ vmelilo ਬੂਟ ਲੋਡਰ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ
pl: Instalacja programu uruchomieniowego vmelilo na dysku twardym
pt_br: Instalar o carregador vmelilo em um disco rígido
ro: Instalează încărcătorul de sistem vmelilo pe un disc fix
sl: Namesti zagonski nalagalnik vmelilo na trdi disk
zh_tw: 將 vmelilo 開機程式安裝至硬碟上

source: SILO installation failed. Continue anyway?
cy: Methodd sefydliad SILO. Mynd ymlaen fodd bynnag?
de: SILO-Installation fehlgeschlagen. Trotzdem fortfahren?
el: Η εγκατάσταση του SILO απέτυχε. Να συνεχίσω έτσι και αλλιώς;
eo: 'SILO'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: SILO paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da SILO instalatu. Jarraitu nahi duzu hala ere?
fi: SILO:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar SILO. ¿Continuar igualmente?
he: התקנת SILO נכשלה
id: Pemasangan SILO gagal. Tetap melanjutkan?
kk: SILO–ны орнату сәтсіз аяқталды. Осыған қарамастан, жалғастыру керек пе?
lt: SILO įdiegimas nepavyko. Tęsti nepaisant to?
lv: SILO instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i SILO. Tohizana ve?
ml: സിലോ ഇന്സ്റ്റാളേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installasjon av SILO feila. Vil du halda fram likevel?
pa: SILO ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja SILO nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do SILO falhou. Continuar mesmo assim ?
ro: Instalarea SILO a eşuat. Mai continuaţi?
sl: Namestitev SILA ni uspela. Kljub temu nadaljujem?
zh_tw: SILO 的安裝作業失敗了。是否無論如何仍然繼續？

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
cy: Methodd y pecyn 'silo' sefydlu yn /target/. Mae sefydlu SILO fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a SILO, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das »silo«-Paket konnte nicht nach /target/ installiert werden. Die Installation von SILO als Bootloader ist unbedingt erforderlich. Das aufgetretene Problem muss allerdings SILO nicht direkt betreffen, deshalb könnte das Fortsetzen der Installation möglich sein.
el: Η εγκατάσταση του 'silo' στον κατάλογο /target/ απέτυχε. Η εγκατάσταση του SILO ως εκκινητή του συστήματος είναι ένα απαραίτητο στάδιο. Το πρόβλημα με την εγκατάσταση μπορεί να είναι άσχετο με το SILO, και γι'αυτό μπορεί να είναι δυνατό να συνεχίσετε κανονικά.
eo: La 'silo'-pako neeblas instalita en '/target/'-o. Instalu 'SILO'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'SILO'-o, nu eble daŭrigus la instaladon.
et: Paketi 'silo' /target/ peale paigaldamine nurjus. Alglaaduri SILO paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse SILO'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da 'silo' paketea /target/en instalatu. SILO abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke SILOrekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin silo asennus hakemistoon /target/ ei onnistunut. SILO:n asetaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity SILO:on, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete 'silo' en /target/. A instalación de SILO como cargador de inicio é un paso necesario. O problema de instalación pode non estar relacionado co propio SILO, polo que sería posible continuar coa instalación.
he: החבילה silo כשלה בהתקנה לתוך /target/. מנהל אתחול הוא שלב חשוב. למרות זאת, בעיית ההתקנה יכולה להיות ללא קשר ל-SILO, כך שאולי ניתן להמשיך בהתקנה.
id: Paket silo gagal diinstal ke /target/. Memasang silo sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan SiByl, jadi Anda tetap dapat melanjutkan instalasi.
kk: Silo дестесін /target/-ке орнату сәтсіз аяқталды. Silo-ты жүктеуіш ретіндеорнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер SILO-пен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti 'silo' paketo į /target/. Pradinio įkėliklio SILO įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su SILO, taigi įdiegimo tęsimas galbūt galimas.
lv: SILO pakas instalācija beidzās neveiksmīgi. SILO kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar SILO un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: 'സിലോ' പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. സിലോ ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം സിലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Klarte ikkje installera silo-pakka på /target/. Å installera SILO som oppstartslastar er eit påkrevd steg. Installeringsproblemet kan vera uavhengig av SILO, så det kan vera det er mogeleg å halda fram.
pa: /target/ ਉੱਪਰ 'silo' ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। SILO ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ SILO ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu 'silo' w /target/ nie powiod³a siê. Instalacja SILO jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z SILO i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote 'silo' em /target/ falhou. A instalação do SILO como um carregador de inicialização é uma etapa requerida. No entanto, o problema de instalação pode não estar relacionado ao SILO, portanto continuar a instalação pode ser ser possível.
ro: Instalarea pachetului silo pe /target/ s-a soldat cu eşec. Instalarea SILO ca încărcător de sistem este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu SILO, deci continuarea instalării ar putea fi posibilă.
sl: Paket silo se ni uspel namestiti v /tarčo/. Namestitev SILA kot zagonski nalagalnik je obvezen korak. Težava pri namestitvi pa morda ni povezana s SILOM, zato lahko z namestitvijo nadaljujete.
zh_tw: 無法將 silo 套件安裝至 /target/。安裝 SILO 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 SILO 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: SILO installation failed
cy: Methodd sefydliad SILO
de: SILO-Installation fehlgeschlagen
el: Η εγκατάσταση του SILO απέτυχε
eo: 'SILO'-instalado malsukcesis
et: SILO paigaldamine nurjus
eu: Ezin izan da SILO instalatu
fi: SILO:n asennus epäonnistui
gl: Non se puido instalar SILO
he: התקנת SILO נכשלה
id: Pemasangan SILO gagal
kk: SILO-ны орнату сәтсіз аяқталды
lt: SILO įdiegimas nepavyko
lv: SILO instalācija neidevās
mg: Tsy nahomby ny fametrahana an'i SILO
ml: സിലോ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു
nn: Installasjon av SILO feila
pa: SILO ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ
pl: Instalacja SILO nie powiod³a siê
pt_br: A instalação do SILO falhou
ro: Instalarea SILO a eşuat
sl: SILO namestitev ni uspela
zh_tw: SILO 的安裝作業失敗了

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
cy: Methodd rhedeg "/sbin/silo" gyda côd gwall "${ERRCODE}".
de: Ausführen von »/sbin/silo« fehlgeschlagen. Fehlercode: »${ERRCODE}«
el: Η εκτέλεση του "/sbin/silo" απέτυχε με κωδικό σφάλματος "${ERRCODE}".
eo: Lanĉado de "/usr/sbin/silo" malsukcesis kun erara kodo "${ERRCODE}".
et: "/sbin/silo" käivitamine nurjus veakoodiga "${ERRCODE}".
eu: Ezin izan da "/sbin/silo" exekutatu, errore-kodea: "${ERRCODE}".
fi: Komennon "/sbin/silo" suoritus epäonnistui. virhekoodina "${ERRCODE}".
gl: A execución de "/sbin/silo" devolveu o código de erro "${ERRCODE}".
he: הרצה של "/sbin/silo" נכשלה עם קוד שגיאה "${ERRCODE}".
id: Eksekusi "/sbin/silo" gagal dengan kode kesalahan "${ERRCODE}".
kk: "sbin/silo"-ны іске қосуы нөмірі "${ERRCODE}" қатілікке әкелді.
lt: "/sbin/silo" vykdymas nepavyko. Gauta klaida "${ERRCODE}".
lv: "/sbin/silo" sāknēšana beidzās neveiksmīgi ar sekojošu kļūdu: "${ERRCODE}".
ml: "/sbin/silo" പ്രവര്‍ത്തിപ്പിക്കുന്നത് "${ERRCODE}" എന്ന പിഴവ് കോഡോടുകൂടി പരാജയപ്പെട്ടു.
nn: Fekk feilkode «${ERRCODE}» under køyring av «/sbin/silo».
pa: "/sbin/silo" ਨੂੰ ਚਲਾਉਣ ਸਮੇਂ ਗਲਤੀ ਕੋਡ "${ERRCODE}" ਨਾਲ ਅਸਫਲ ਹੋਇਆ।
pl: Uruchamianie "/sbin/silo" nie powiod³o siê - b³±d nr "${ERRCODE}".
pt_br: A execução de "/sbin/silo" falhou com o código de erro "${ERRCODE}".
ro: Rularea "/sbin/silo" a eşuat cu codul de eroare "${ERRCODE}".
sl: Zagon "/sbin/slilo" ni uspel. Koda napake je: "${ERRCODE}".
zh_tw: 在執行 "/sbin/silo" 時失敗了，錯誤代碼為 "${ERRCODE}"。

source: SILO installation successful
cy: Sefydliad SILO yn llwyddiannus
de: SILO erfolgreich installiert
el: Η εγκατάσταση του SILO ήταν επιτυχής
eo: 'SILO'-instalado sukcesas
et: SILO paigaldamine edukas
eu: SILO ondo instalatu da
fi: SILO:n asennus onnistui.
gl: A instalación de SILO tivo éxito
he: התקנת SILO הסתיימה בהצלחה
id: Pemasangan SILO berhasil
kk: SILO-ны орнату сәтті аяқталды
lt: SILO įdiegta sėkmingai
lv: SILO instalācija veiksmīga
mg: Fametrahana an'i SILO vita soa aman-tsara
ml: സിലോ ഇന്സ്റ്റലേഷന്‍ വിജയകരം
nn: Installasjon av SILO var vellukka
pa: SILO ਇੰਸਟਾਲੇਸ਼ਨ ਸਫਲ ਹੋਈ
pl: Instalacja SILO zakoñczona pomy¶lnie
pt_br: A instalação do SILO foi um sucesso
ro: Instalarea SILO a reuşit
sl: SILO namestitev je bila uspešna
zh_tw: SILO 的安裝作業完成

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
de: Der SILO-Bootloader wurde erfolgreich auf Ihrer neuen Debian-Bootpartition installiert, Ihr System sollte jetzt fähig sein, selbstständig zu starten.
eo: La 'SILO'-praŝargilo estas sukcesplene instalita sur via nova Debiana praŝarga diskpartigo. Nun, via sistemo meme praŝargeblos sin.
eu: SILO abioko kargatzailea ondo instalatu da abiatzeko partizio berrian, eta orain sistema bere kabuz abiarazi beharko litzateke.
gl: O cargador de inicio SILO instalouse con éxito na nova partición de inicio, e o seu sistema agora debería poder iniciarse.
lt: Pradinis įkėliklis SILO sėkmingai įdiegtas į Jūsų naują įkėlimo skirsnį, ir dabar jau Jūsų sistema galės įsikelti pati.
lv: SILO sāknētājs ir veiksmīgi uzinstalēts uz jūsu jaunās sistēmas sāknēšanas partīcijas. Jūsu sistēmai tagad vajadzētu spēt sāknēties.
ml: സിലോ ബൂട്ട് ലോഡര്‍ നിങ്ങളുടെ പുതിയ ബൂട്ട് ഭാഗത്ത് വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു നിങ്ങളുടെ സിസ്റ്റത്തിന് ഇപ്പോള്‍ സ്വയം ബൂട്ട് ചെയ്യാന്‍ കഴിയണം.
pa: SILO ਬੂਟ ਲੋਡਰ ਤੁਹਾਡੇ ਨਵੇਂ ੀਅਨ ਬੂਟ ਭਾਗ ਤੇ ਇੰਸਟਾਲ ਹੋ ਗਿਆ, ਅਤੇ ਤੁਹਾਡਾ ਸਿਸਟਮ ਹੁਣ ਸਵੈ ਹੀ ਬੂਟ ਹੋਣ ਦੇ ਯੋਗ ਹੈ।
ro: Încărcătorul de sistem SILO a fost instalat cu succes pe noua dvs. partiţie de pornire, şi, acum, sistemul dvs. ar trebui să poată porni singur.
zh_tw: SILO 開機程式已經順利安裝在您新的啟動分割區，您的系統現在應該可以自行開機了。

source: Install the SILO boot loader on a hard disk
cy: Sefyddlu'r bŵtlwythydd SILO ar ddisgen caled
de: SILO-Bootloader auf der Festplatte installieren
el: Εγκατάσταση του φορτωτή εκκίνησης SILO σε ένα σκληρό δίσκο
eo: Instalu la 'SILO'-praŝargilon sur fiksita disko
et: Paigalda alglaadur SILO kõvakettale
eu: Instalatu SILO abioko kargatzailea disko gogorrean
fi: Asenna SILO-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio SILO nun disco duro
he: התקן את מנהל האתחול SILO על הדיסק הקשיח
id: Memasang boot loader SILO pada hard disk
kk: SILO жүйелік жүктеуішін қатқыл дестеге орнату
lt: Pradinio įkėliklio SILO diegimas į kietąjį diską
lv: Instalēt SILO sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader SILO
ml: സിലോ ബൂട്ട് ലോഡര്‍ ഹാര്ഡ് ഡിസ്കിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer oppstartslastaren SILO på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ SILO ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Zainstaluj program uruchomieniowy SILO na dysku twardym
pt_br: Instalar o carregador de inicialização SILO em um disco rígido
ro: Instalează încărcătorul de sistem SILO pe un disc fix
sl: Namesti SILO zagonski nalagalnik na trdi disk
zh_tw: 將 SILO 開機程式安裝至硬碟上

source: Unsupported boot file system type
gl: Tipo de sistema de ficheiros de inicio non soportado
ml: ഫയല്‍ സിസ്റ്റം തരം സപ്പോര്ട്ട് ചെയ്യുന്നതല്ല
pa: ਨਾ-ਸਹਿਯੋਗੀ ਬੂਟ ਫਾਇਲ-ਸਿਸਟਮ ਕਿਸਮ

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
de: Um erfolgreich von SILO (Sparc Linux Loader) geladen werden zu können, muss sich der Kernel in einer ext2-, ext3- oder ufs-formatierten Partition befinden. Im aktuellen Partitionierungsschema wird der Kernel in der ${SILO_PART}-Partition vom Typ ${SILO_TYPE} installiert.
eo: Por korekte ŝargiĝi per 'SILO'-o (Sparc Linuksa praŝargilo), la kernon situendas sur 'ext2'-a, 'ext3'-a aŭ 'ufs'-a diskpartigo. En aktuala diskpartigada skemo, la kerno estos instalita en '${SILO_PART}'-a diskpartigo de '${SILO_TYPE}'-a tipo.
eu: SILO-k (Sparc Linux Loader) kernela behar bezala kargati ahal izateko kernela ext2, ext3 edo ufs foramtuko partizio batetan egon behar da. Uneko partizio egoeran kernela ${SILO_TYPE} motako ${SILO_PART} partizioan instalatuko da.
gl: Para que SILO (Sparc Linux Loader) poida cargar o núcleo, este ten que residir unha partición formatada con ext2, ext3 ou ufs. No esquema de particionamento actual, o núcleo vaise instalar na partición ${SILO_PART} de tipo ${SILO_TYPE}.
lt: Kad sistema sėkmingai būtų įkeliama SILO (Sparc Linux Loader) pagalba, branduolys turi būti patalpintas disko skirsnyje, formatuotame ext2, ext3 arba ufs failų sistemoms. Dabartinėje disko dalijimo schemoje branduolys bus diegiamas ${SILO_PART} skirsnyje, turinčiame ${SILO_TYPE} failų sistemą.
lv: Lai SILO (Sparc Linux Loader) sāknētājs varētu veiksmīgi ieladēt linux kodolu, tam jaatrodas uz partīcijas, kas noformatēta ar ext2, ext3 vai ufs failu sistēmu. Šobrīd ir paredzēts, ka jūsu sistēmas linux kodols tiks instalēts uz ${SILO_PART} partīcijas, kuras tips ir ${SILO_TYPE}.
ml: സിലോ (സ്പാര്ക്ക് ലിനക്സ് ലോഡര്‍) കൊണ്ട് വിജയകരമായി ചേര്ക്കപ്പെടുന്നതിനായി കെര്‍ണല്‍ ഒരു ext2, ext3 അല്ലെങ്കില്‍ ufs കൊണ്ട് ഫോര്മാറ്റ് ചെയ്ത ഭാഗത്തിലായിരിക്കണം. ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നത് ${SILO_TYPE} ലുള്ള ${SILO_PART} ഭാഗത്തിലായിരിക്കും.
pa: SILO (Sparc Linux Loader) ਦੁਆਰਾ ਸਫਲਤਾ ਨਾਲ ਲੋਡ ਹੋਣ ਲਈ, ਕਰਨਲ ext2, ext3 ਜਾਂ ufs ਨਾਲ ਫਾਰਮੈਟ ਕੀਤੇ ਭਾਗ ਤੇ ਸਥਿਤ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਮੌਜੀਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਵਿੱਚ ਕਰਨਲ ${SILO_TYPE} ਕਿਸਮ ਦੇ ${SILO_PART} ਭਾਗ ਤੇ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ।
ro: Pentru a putea fi încărcat de către SILO (Încărcătorul de Linux Sparc), nucleul trebuie să se afle pe o partiţie formatată ca ext2, ext3 sau ufs. Nucleul va fi instalat în schema curentă de partiţionare pe partiţia ${SILO_PART} care e de tipul ${SILO_TYPE}.
zh_tw: 為了能順利被 SILO (Sparc Linux Loader) 呼叫，Kernel 必須位於 ext2、ext3 或 utf 格式的分割區內。而以目前的磁碟分割表狀態，Kernel 將會被安裝在 ${SILO_TYPE} 格式的 ${SILO_PART} 分割區。

source: Boot partition may cause problems with SILO
de: Boot-Partition kann Probleme mit SILO verursachen
eo: Praŝarga diskpartigo kaŭzus problemojn kun 'SILO'-o
eu: Abioko partizioak SILOrekin arazoak sor ditzake
gl: A partición de inicio pode causar problemas con SILO
lt: Įkelties (boot) skirsnis gali sukelti problemų su SILO
lv: Sāknēšanas partīcija var radīt problēmas ar SILO
ml: ബൂട്ട് ഭാഗം സിലോയുമായി പ്രശ്നങ്ങള്ക്ക് കാരണമായേക്കാം
pa: ਬੂਟ ਭਾਗ SILO ਨੂੰ ਮੁਸ਼ਕਿਲ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈਰੀ ਹੈ
ro: Partiţia de pornire ar putea duce la probleme în SILO
zh_tw: 開機分割區可能無法和 SILO 搭配使用

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
de: Dieser Rechner hat wahrscheinlich einen Fehler in der Firmware, was es SILO (Sparc Linux Loader) unmöglich macht, einen Kernel zu starten, der hinter der 1 GB Grenze, vom Anfang der Platte gerechnet, liegt.
eo: Verŝajne, tiu maŝino suferas pro firmvara eraro, kiu malebligas 'SILO'-on (Sparc Linuksa praŝargilo) praŝargi situantan kernon trans la unua gigabajta diskparto.
eu: Ordenagailu honek 'firmware'ko akatsa duela dirudi. Akats honen ondorioz SILO-k (Sparc Linux Loader) ezin du diskoaren hasieratik 1 GB baino urrunago dagoen kernelik abiatu.
gl: É probable que esta máquina sufra un erro no firmware que imposibilita que SILO (Sparc Linux Loader) poida arrincar un núcleo situado a máis de 1 GB do principio do disco.
lt: Panašu, kad šis kompiuteris gali turėti mikroprogramos (firmware) klaidą, dėl kurios SILO (Sparc Linux Loader) negalės įkelti branduolio, patalpintotoliau nei 1 GB nuo disko pradžios.
lv: Šī mašīna visdrīzāk cieš no sistēmas aparatūras programmatūras kļūdas, kas liedz SILO (Sparc Linux Loader) ielādēt kodolu, kas atrodas tālāk kā 1GB no diska sākuma.
ml: ഈ മഷീന്‍ ഒരു ഫേംവെയര്‍ ബഗ് കൊണ്ട് പ്രശ്നത്തിലാകാന്‍ സാധ്യതയുണ്ട്, അത് സിലോ (സ്പാര്ക്ക് ലിനക്സ് ലോഡര്‍) ക്ക് ഡിസ്കിന് തുടക്കത്തില്‍ നിന്നും 1 GB യില്‍ കൂടുതലകലെ വച്ചിട്ടുള്ള കെര്‍ണല്‍ ബൂട്ട് ചെയ്യുന്നത് അസാധ്യമാക്കും.
pa: ਇਹ ਮਸ਼ੀਨ firmware ਬੱਗ ਤੋਂ ਪ੍ਰਭਾਵਿਤ ਲਗਦੀ ਹੈ, ਜੋ ਡਿਸਕ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ 1 ਗੀਬਾ ਤੋਂ ਬਾਅਦ ਵਿੱਚ ਕਰਨਲ ਨੂੰ SILO (Sparc Linux Loader) ਦੁਆਰਾ ਬੂਟ ਕਰਨ ਤੋਂ ਅਸੰਭਵ ਬਣਾਉਂਦਾ ਹੈ।
ro: Este foarte probabil ca acestă maşină să aibă o problemă în firmware care nu permite SILO (Încărcătorul de Linux Sparc) să pornească un nucleu plasat dincolo de primul GO al discului.
zh_tw: 這個機器很可能會受到韌體上的一些問題所影響，使得它無法使用 SILO (Sparc Linux Loader) 來啟動位於磁碟開頭 1GB 以外的 Kernel。
