Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Check the CD-ROM(s) integrity
cy: Gwirio cywirdeb y CD-ROM(au)
de: CD-ROM(s) überprüfen
el: Έλεγχος της ακεραιότητας του CD-ROM
eo: Kontrolu sendifektecon de lumdisko(j)
et: Kontrolli laserketta (ketaste) terviklikkust
eu: Egiaztatu CD-ROM(ar)en integritatea
fa: آزمایش صحت سی‌دی(ها)
fi: Rompun/romppujen eheystarkistus
gl: Comprobar a integridade do(s) CD-ROM(s)
he: בדוק תקינות של דיסק/ים
id: Uji keutuhan CD-ROM
kk: Компакт-дискінің(лердің) бүтіндігін тексеру
lt: Kompaktinio disko(ų) tikrinimas
lv: Pārbaudīt CD integritāti
mg: Misafo ny aro-vatan'ny CD-ROM
ml: സിഡി-റോമുകളുടെ ഇന്റെഗ്രിറ്റി പരിശോദിക്കുക
nn: Sjekk integriteten til CDROM-en
pa: CD-ROM(s) ਪੂਰਨਤਾ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawd¼ integralno¶æ p³yt(y) CD
pt_br: Checar a integridade do(s) CD-ROM(s)
ro: Verifică integritatea CD-ului (CD-urilor)
sl: Preverjam veljavnost CD-ROM-a
zh_tw: 檢驗光碟的完整性

source: Continue installation remotely using SSH
cy: Mynd ymlaen gyda'r sefydliad o bell gan ddefnyddio SSH
de: Installation über Fernzugriff (SSH) fortsetzen
el: Συνέχιση απομακρυνσμένης εγκατάστασης με χρήση SSH
eo: Daŭrigu instaladon defore per SSH
et: Jätka paigaldamist võrgu abil üle SSH
eu: Jarraitu urrunetik instalatzen SSH erabiliz
fa: نصب از راه دور به وسیله‌ی SSH را ادامه بده
fi: Jatka etäasennuksena käyttäen SSH:ta.
gl: Continuar a instalación de xeito remoto empregando SSH
he: המשך את ההתקנה מרחוק עם SSH
id: Teruskan instalasi jarak jauh dengan SSH
kk: SSH хаттамасын қолданып орнатуды жоюды жалғастару керек пе?
lt: Įdiegimą tęsti nutolus, naudojant SSH protokolą
lv: Turpināt instalāciju attālināti izmantojot SSH
mg: Tohizo avy lavitra ny fametrahana amin'ny alalan'ny SSH
ml: SSH ഉപയോഗിച്ച് റിമോട്ടായി ഇന്സ്റ്റലേഷന്‍ തുടരുക
nn: Halda fram med installasjonen utanfrå ved hjelp av SSH
pa: ਰਿਮੋਟ ਤੌਰ ਤੇ SSH ਵਰਤ ਕੇ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰੋ
pl: Kontynuuj instalacjê zdalnie u¿ywaj±c SSH
pt_br: Prosseguir com a instalação remotamente usando SSH
ro: Se continuă instalarea de la distanţă, utilizând SSH
sl: Nadaljuj oddaljeno namestitev preko SSH
zh_tw: 使用 SSH 來遠端繼續進行安裝作業

source: Start menu
gl: Iniciar menú
ml: മെനു തുടങ്ങുക
pa: ਮੁੱਖ ਸੂਚੀ

source: Start shell
gl: Iniciar intérprete de ordes
ml: ഷെല്‍ തുടങ്ങുക
pa: ਸ਼ੈੱਲ ਚਲਾਓ

source: Network console option:
cy: Opsiwn consol rhwydwaith:
de: Optionen d. Netzwerk-Konsole:
el: Επιλογές δικτυακής κοσνόλας:
eo: Reta konzola alternativo:
et: Võrgukonsooli valik:
eu: Sareko kontsolaren aukera:
fa: گزینه‌های پوسته‌ی شبکه:
fi: Verkkopäätteen asetukset:
gl: Opción de consola de rede:
he: אפשרות קונסול רשת:
id: Pilihan konsol jaringan:
kk: Жүйелік консолидің опциялары:
lt: Tinklo konsolės parinktys:
lv: Tīkla komandrindas parametri:
ml: നെറ്റ്‌വര്ക്ക് കണ്സോള്‍ ഒപ്ഷന്‍:
nn: Val for nettverkkonsoll:
pa: ਨੈੱਟਵਰਕ ਕੰਸੋਲ ਚੋਣ:
pl: Opcja konsoli sieciowej:
pt_br: Opção do console de rede :
ro: Opţiunea pentru consola de reţea:
sl: Možnost mrežne konzole:
zh_tw: 網路主控台選項：

source: This is the network console for the Debian installer. From here, you may start the Debian installer main menu, or execute an interactive shell.
cy: Dyma'r consol rhwydwaith ar gyfer y sefydlydd Debian. O fan yma, gallwch gychwyn prif ddewislen y sefydlydd Debian, neu gychwyn plisgyn rhyngweithiol.
de: Dies ist die Netzwerk-Konsole des Debian-Installers. Sie können das Debian-Installer Hauptmenü oder eine interaktive Shell starten.
el: Αυτή είναι η δικτυακή κονσόλα του εγκαταστάτη Debian. Από εδω μπορείτε να ξεκινήσετε το κυρίως μενού του εγκαταστάτη ή ενα αμφίδρομο κέλυφος.
eo: Tio estas la reta konzolo por la Debiana instalilo. El tie, vi eksaltus la Debianan instalontan ĉefmenuon, aŭ plenumus dialogan interpretilon.
et: See on Debiani paigaldaja võrgukonsool. Siit võid käivitada Debiani paigaldaja menüü või käivitada interaktiivse kesta.
eu: Hau Debian instalatzailerako sareko kontsola da. Hemendik, Debian instalatzailearen menu nagusia abiaraz dezakezu edo shell interaktibo bat exekuta dezakezu.
fa: این کنسول شبکه‌ی نصاب دبیان است. از اینجا میتوانید به منوی اصلی نصاب دبیان دسترسی پیدا کنید و یا یک پوسته اجرا کنید.
fi: Tämä on Debianin asentimen verkkopääte. Tästä voit käynnistää Debianin asentimen päävalikon tai vuorovaikutteisen komentotulkin.
gl: Esta é a consola de rede do instalador de Debian. Dende aquí pode iniciar o menú principal do instalador de Debian, ou executar un intérprete de ordes interactivo.
he: זהו קונסול הרשת בשביל מתקין דביאן. מכאן תוכל להפעיל את התפריט הראשי של המתקין או להריץ מעטפת אינטראקטיבית.
id: Ini merupakan konsol jaringan untuk Penginstal Debian. Dari sini Anda dapat menjalankan menu utama Instalasi Debian, atau menjalankan shell interaktif.
kk: Бұл Debian қондырғысының программасының жүйелік консолі. Бұдан сіз Debian қондырғысының программаларының бас менюін шақыра аласыз немесе интерактивті қоршамды іске қоса аласыз.
lt: Tai yra Debian'o įdiegiklio tinklo konsolė. Iš čia galite paleisti Debian'o įdiegiklio pagrindinį meniu, arba paleisti vykdyti interaktyvų apvalkalą (shell).
lv: Šī ir Debian instalatora tīkla komandrinda. No šejienes jūs varat palaist Debian instalatora galveno izvēlni vai kādu interaktīvu čaulu.
ml: ഇത് ഡെബിയന്‍ ഇന്സ്റ്റാളറിന്റെ നെറ്റ്‌വര്ക്ക് കണ്സോളാണ്. ഇവിടെ നിന്നും നിങ്ങള്ക്ക് ഡെബിയന്‍ ഇന്സ്റ്റാളറിന്റെ പ്രധാന മെനു തുടങ്ങാം അല്ലെങ്കില്‍ ഒരു ഇന്ററാക്റ്റീവ് ഷെല്‍ പ്രവര്ത്തിപ്പിക്കാം.
nn: Dette er nettverkkonsollet til Debian-installasjonsprogrammet. Her kan du starta hovudmenyen til Debian-installasjonsprogrammet eller starta eit interaktivt skal.
pa: ਇਹ ਡੇਬੀਅਨ ਇੰਸਟਾਲਰ ਲਈ ਨੈੱਟਵਰਕ ਕੰਸੋਲ ਹੈ। ਇੱਥੋਂ, ਤੁਸੀਂ ਡੇਬੀਅਨ ਮੁੱਖ ਸੂਚੀ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਸ਼ੈੱਲ ਚਲਾ ਸਕਦੇ ਹੋ।
pl: To jest sieciowa konsola instalatora Debiana. Z tego miejsca mo¿esz uruchomiæ menu instalacyjne lub pow³okê interaktywn±.
pt_br: Este é o console de rede para o instalador Debian. A partir daqui, você pode iniciar o menu principal do instalador Debian ou executar um shell interativo.
ro: Aceasta este consola de reţea pentru programul de instalare Debian. De aici, puteţi porni meniul programului de instalare Debian, sau să executaţi o consolă interactivă.
sl: To je omrežna konzola za Debianov namestitveni program. Od tukaj lahko zaženete glavni meni namestitve ali izvedete interaktivno lupino.
zh_tw: 這是 Debian 安裝程式的網路主控台。您可以在此呼叫 Debian 安裝程式的主選單，或是執行一個互動式的 Shell。

source: To return to this menu, you will need to log in again.
cy: Er mwyn dychwelyd i'r ddewislen hon, bydd rhaid i chi fewngofnodi eto.
de: Um wieder zu dieser Auswahl zu gelangen, müssen Sie sich erneut anmelden.
el: Για να επιστρέψετε σε αυτό το μενού πρέπει να συνδεθείτε ξανά.
eo: Por reigi al tiu menuo, vi bezonos denove saluton.
et: Et siia menüüsse tagasi saada, pead uuesti sisse logima.
eu: Menu honetara itzultzeko, berriro saioa hasi behar duzu.
fa: برای بازگشت به این منو باید مجددا وارد (login) شوید.
fi: Tähän valikkoon voi palata vain kirjautumalla sisään uudestaan.
gl: Para voltar a este menú ha ter que volver entrar.
he: כדי לחזור לתפריט זה, תצטרך להיכנס שוב למערכת.
id: Anda perlu login lagi untuk kembali ke menu ini.
kk: Менюге қайта оралу үшін, сізге қайта кіруге тура келеді.
lt: Norėdami grįžti į šį meniu, turėsite vėl prisijungti (log in).
lv: Lai atgrieztos uz šo izvēlni, Jums būs vēlreiz jāpieslēdzas sistēmai.
mg: Raha hiverina amin'ity safidy ity ianao dia tsy maintsy miditra indray.
ml: ഈ മെനുവിലേക്ക് തിരിച്ചു വരാന്‍ നിങ്ങള്ക്ക് വീണ്ടും ലോഗ് ഇന്‍ ചെയ്യാണ്ടതായി വരും.
nn: For å koma tilbake til denne menyen må du logga inn igjen.
pa: ਇਸ ਸੂਚੀ ਤੇ ਵਾਪਸ ਆਉਣ ਲਈ, ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਲਾਗਇਨ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: By powróciæ do tego menu nale¿y zalogowaæ siê ponownie.
pt_br: Para retornar a este menu você precisará se autenticar novamente.
ro: Pentru a vă întoarce la acest meniu, va trebui să vă reautentificaţi.
sl: Za vrnitev v ta meni se boste mogli ponovno prijaviti.
zh_tw: 您必須再次登入，才能回到這個選單。

source: Generating SSH host key
cy: Yn cynhyrchu allwedd gwesteiwr SSH
de: Generiere SSH Host-Key
el: Δημιουργία κλειδιού SSH για τον υπολογιστή
eo: Generi 'SSH' gastan ĉifroŝlosilon
et: SSH võrgukoha võtme genereerimine
eu: SSH ostalari-gakoa sortzen
fa: ایجاد کلید میزبان SSH
fi: Luodaan konekohtainen SSH-avain
gl: A xerar a clave de máquina de SSH
he: יוצר מפתח SSH למחשב
id: Membuat kunci host SSH
kk: SSH host-кілті қайта өңделеді
lt: SSH kompiuterio rakto (host key) generavimas
lv: Ģenerēju SSH saimniekdatora atslēgu
mg: Miteraka ny lakilem-pampiantrano SSH
ml: SSH ഹോസ്റ്റ് കീ ഉത്പാദിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Lagar SSH-vertsnøkkel
pa: SSH ਮੇਜ਼ਬਾਨ ਕੁੰਜੀ ਬਣਾ ਰਿਹਾ ਹੈ
pl: Generowanie klucza SSH
pt_br: Gerando chave de host SSH
ro: Se generează cheia SSH pentru calculatorul gazdă
sl: Ustvarjanje gostiteljskega ključa SSH
zh_tw: 正在產生 SSH 主機密鑰

source: Remote installation password:
cy: Cyfrinair sefydliad pell:
de: Fernes Passwort für die Installation:
el: Κωδικός πρόσβασης για απομακρυσμένη εγκατάσταση:
eo: Fora instalada pasvorto:
et: Kaugpaigaldamise parool:
eu: Urruneko instalazioaren pasahitza:
fa: اسم‌رمز نصب از راه دور:
fi: Etäasennuksen salasana:
gl: Contrasinal da instalación remota:
he: ססמת התקנה מרוחקת:
id: Kata sandi instalasi jarak jauh:
kk: Жойылған қондырғы үшін пароль:
lt: Nutolusio įdiegimo slaptažodis:
lv: Attālinātās instalācijas parole:
mg: Teny mpamoa ilaina amin'ny femetrahana avy lavitra:
ml: റിമോട്ട് ഇന്സ്റ്റലേഷന്‍ അടയാള വാക്ക്:
nn: Passord for tilkopling utanfrå for installering:
pa: ਰਿਮੋਟ ਇੰਸਟਾਲੇਸ਼ਨ ਗੁਪਤ-ਕੋਡ:
pl: Has³o instalacji sieciowej:
pt_br: Senha para instalação remota :
ro: Parola pentru instalarea de la distanţă:
sl: Geslo za oddaljeno namestitev:
zh_tw: 遠端安裝密碼：

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
cy: Rhaid i chi osod cyfrinair ar gyfer mynediad pell i'r sefydlydd Debian. Gall ddefnyddiwr maleisus neu anghymwys gyda mynediad i'r sefydlydd achosi canlyniadau trychinebus, felly dylech gymryd gofal i ddewis cyfrinair nad yw'n hawdd i'w ddyfalu. Ni ddylai fod yn air a geir mewn geiriadur, neu'n air a ellir ei gysylltu'n hawdd a chi, fel eich enw canol.
de: Sie müssen ein Passwort für den Fernzugriff des Installers festlegen. Ein böswilliger oder unqualifizierter Benutzer, der Zugriff auf den Installer hat, kann verheerende Schäden anrichten. Sie sollten deshalb ein Passwort wählen, das nicht einfach zu erraten ist. Es sollte kein Wort aus einem Wörterbuch und kein Wort sein, dass leicht mit Ihnen in Verbindung gebracht werden könnte, wie z.B. Ihr zweiter Vorname.
el: Θα πρέπει να καθορίσετε κωδικό πρόσβασης για τον εγκαταστάτη Debian. Η πρόσβαση στον εγκαταστάτη ενός κακόβουλου ή ενός μη εξουσιοδοτημένου χρήστη μπορεί να έχει καταστροφικά αποτελέσματα, οπότε θα πρέπει να προσέξετε ο κωδικός που θα καθορίσετε να μην είναι εύκολα εικάσιμος. Δεν πρέπει να πρόκειται για λέξη που βρίσκεται σε λεξικό ή λέξη που να είναι εύκολα συνδέσιμη με το προσωπό σας οπως πχ το πατρικό σας.
eo: Vi bezone ŝaltu pasvorton por defore atingi Debianan instalilon. Malica aŭ malsperta uzantulo kiu atingus la instalilon povos provoki malvenkegon, do vi zorgende elektu malsupozan pasvorton. Ĝi nepre ne ĉeestos en vortaro aŭ ne estos kongruanta vorto kun via homo, tiel via propa nomo.
et: Sa pead Debian'i paigaldamise kaugligipääsule parooli määrama. Paigaldajale ligi pääsenud pahatahtlik või alakvalifitseeritud kasutaja, võib hirmsaid asju korda saata. Seega tuleks parool hoolikalt valida, et teda poleks liiga hõlpus ära arvata. Parool ei tohiks olla sõnaraamatusõna ega ka sinuga otseselt seotatav sõna, näiteks su koera nimi (juhul kui sul koera pole, on koera nime muidugi raskem ära arvata).
eu: Debian instalatzailea urrunetik atzitzeko pasahitza behar duzu. Instalatzailerako atzipena duen erabiltzaile maltzur edo baimenik gabeko batek kalte larriak eragin ditzake, eta horregatik asmatzen erraza ez den pasahitza aukeratzea komeni da. Ez du hiztegiko hitza izan behar, ezta zurekin erraz lot daitekeena ere, adibidez, bigarren deitura.
fa: شما باید اسم‌رمزی برای دسترسی از راه‌دور به نصاب دبیان معین کنید.
fi: Debianin asentimen etäkäyttöön on asetettava salasana. Pahantahtoinen tai osaamaton käyttäjä voi tehdä suurta vahinkoa päästessään käyttämään asenninta. Valitse siis salasana, joka ei ole helposti arvattavissa. Se ei saisi olla sanakirjasta löytyvä sana tai sinuun helposti yhdistettävissä oleva sana, kuten keskimmäinen nimesi.
gl: Ha ter que establecer un contrasinal para o acceso remoto ao instalador de Debian. Un usuario malicioso ou non cualificado con acceso ao instalador pode causar un desastre, así que debería asegurarse de escoller un contrasinal difícil de adiviñar. Non debería ser unha palabra que apareza no diccionario nin unha palabra que se poida asociar con facilidade a vostede, coma o seu segundo apelido.
he: צריך לקבוע סיסמה לגישה מרחוק למתקין של דביאן. משתמש לא מורשה או עם כוונות זדון יכול לגרום לתוצאות הרות אסון, כלומר כדאי לבחור סיסמה שאינה קלה לניחוש. בנוסף, זאת לא צריכה להיות מילה שמופיעה במילון או מילה שמתקשרת אליך בקלות (שם אמצעי, תאריך לידה וכו').
id: Anda perlu menentukan password untuk akses jarak jauh ke Penginstal Debian. Pengguna yang tak bertanggung jawab atau yang tidak berkualifikasi dengan akses ke penginstal dapat merusak sistem, jadi Anda perlu memilih kata sandi yang tidak mudah ditebak. Kata sandi sebaiknya bukan kata yang dapat ditemukan dalam kamus, kata yang mudah diasosiasikan dengan Anda, misalnya nama Anda.
kk: Debian қондырғысының программасына жойылған қатынау үшін пароль беруіңіз керек.Жаман ойы бар немесе тәжірибесіз пайдаланушы программаны бұзуы мүмкін, сондықтан сіз қиын пароль таңдауыңыз керек. Бұл сөздіктен алынған сөз немесе сізге байланысты сөз (мысалы, әкеңіздің аты) болмауы тиіс.
lt: Nutolusiam priėjimui prie Debian'o įdiegiklio turite nurodyti slaptažodį. Piktavalis arba nekvalifikuotas naudotojas, turintis priėjimą prie įdiegiklio, gali sukelti pražūtingas pasekmes, taigi turite stengtis pasirinkti tokį slaptažodį, kurį sunku būtų atspėti. Tai neturėtų būti randamas žodyne, arba lengvai asocijuojamas su jumis, žodis.
lv: Jums jāuzstāda Debian instalatora attālinātās piekļuves parole. Ļaunprātīgs vai nezinošs lietotājs ar piekļuvi šim instalatoram var radīt postošas sekas. Jums būtu jāizvēlas tāda parole, kuru nevar viegli uzminēt. Tam nevajadzētu būt kādam parastam vārdam vai vārdam, ko varētu viegli asociēt ar Jums personiski.
ml: ഡെബിയന്‍ ഇന്സ്റ്റാളറിലേക്കുള്ള റിമോട്ട് സമീപനത്തിന് നിങ്ങള്‍ ഒരു അടയാള വാക്ക് സെറ്റ് ചെയ്യേണ്ടതുണ്ട്. ഇന്സ്റ്റാളറിനെ സമീപിക്കാവുന്ന ഒരു ദുഷ്ടലാക്കോട് കൂടിയ അല്ലെങ്കില്‍ കഴിവില്ലാത്ത ഉപയോക്താവ് ദുരന്ത ഫലങ്ങള്‍ സൃഷ്ടിച്ചേക്കാം, അതു കൊണ്ടു തന്നെ എളുപ്പത്തില്‍ ഊഹിക്കാന്‍ പറ്റാത്ത അടയാള വാക്ക് തിരഞ്ഞെടുക്കാന്‍ ശ്രദ്ധിക്കുക. ഇത് നിഘണ്ടുവില്‍ കാണുന്ന വാക്കോ അല്ലെങ്കില്‍ നിങ്ങളുടെ വീട്ടുപേരു പോലെ നിങ്ങളുമായി എളുപ്പത്തില്‍ ബന്ധപ്പെടുത്താവുന്ന ഒന്നായിരിക്കരുത്.
nn: Du må laga eit passord for tilgang utanfrå for å bruka Debian-installasjonsprogrammet. Ein ukvalifisert brukar eller ein brukar med uærlege føremål som har tilgang til installasjonsprogrammet kan ha katastrofale følgjer. Du bør difor velja passord med varsemd slik at det ikkje er lett å gjetta seg til. Det bør ikkje vera eit ord som står i ordlista, eller eit ord som lett vert assosiert med deg, som til dømes mellomnamnet ditt.
pa: ਡੇਬੀਅਨ ਇੰਸਟਾਲਰ ਦੀ ਰਿਮੋਟ ਪਹੁੰਚ ਲਈ ਤੁਹਾਨੂੰ ਗੁਪਤ-ਕੋਡ ਨਿਰਧਾਰਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇੱਕ ਗਲਤ ਅਤੇ ਅਨਪੜ ਉਪਭੋਗੀ ਇੰਸਟਾਲਰ ਨੂੰ ਪਹੁੰਚ ਸਮੇਤ ਖਤਰਨਾਕ ਨਤੀਜਾ ਕੱਢੇਗਾ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਗੁਪਣ-ਕੋਡ ਚੁਣਨ ਸਮੇਂ ਧਿਆਨ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਕਿ ਪਤਾ ਲਗਾਉਣਾ ਅਸਾਨ ਨਾ ਹੋਵੇ। ਇਹ ਸ਼ਬਦਕੋਸ਼ ਵਿੱਚੋਂ ਕੋਈ ਸ਼ਬਦ ਨਾ ਹੋਵੇ, ਜਾਂ ਸ਼ਬਦ ਜੋ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ ਜਿਵੇਂ ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ ਨਾ ਹੋਵੇ।
pl: Musisz ustawiæ has³o zdalnego dostêpu do instalatora Debiana. Z³o¶liwy lub nieupowa¿niony u¿ytkownik z dostêpem do instalatora mo¿e poczyniæ wiele szkód, wiêc postaraj siê wybraæ has³o niezbyt ³atwe do odgadniêcia. Nie powinien byæ to wyraz ze s³ownika lub taki, który mo¿e byæ ³atwo z Tob± skojarzony (np. drugie imiê).
pt_br: Você precisa definir uma senha para acesso remoto ao instalador Debian. Um usuário malicioso ou não qualificado com acesso ao instalador pode gerar resultados desastroso, portanto você deverá se certificar de escolher uma senha que não seja fácil de ser adivinhada. A senha não deverá ser uma palavra encontrada em dicionário ou uma palavra que possa ser facilmente associada a você, como o seu nome do meio, por exemplo.
ro: Trebuie să activaţi o parolă pentru a accesa de la distanţa programul de instalare Debian. Un utilizator rău-voitor care nu ar trebui să aibă, dar care capătă acces la programul de instalare, ar putea provoca dezastre, deci ar trebui să aveţi grijă să alegeţi o parolă care nu poate fi uşor ghicită. Nu ar trebui să fie un cuvânt care se găseşte în dicţionar sau un cuvânt care poate fi asociat uşor cu dvs., ca de exemplu prenumele dvs.
sl: Za oddaljen dostop do namestitve Debiana morate nastaviti geslo. Zlonameren ali neizkušen uporabnik z dostopom do namestitve lahko pusti katastrofalne posledice, zato ne izberite preveč samoumevnega gesla. Naj ne bo katera izmed besed v slovarju ali beseda, povezana z vami, na primer vaše ime.
zh_tw: 您必須設定一個給遠端存取 Debian 安裝程式使用的密碼。如果讓懷有惡意或未經授權的使用者存取到安裝程式將會導致極嚴重的後果，因此您應該小心地選擇一個不容易被猜到的密碼。它不應該是個能在字典中找到的單字或是個容易和您聯想在一起的字詞，例如您的名字。

source: This password is used only by the Debian installer, and will be discarded once you finished the installation.
cy: Defnyddir y cyfrinair hwn gan sefydlydd Debian yn unig, a caiff ei waredu unwaith rydych chi wedi gorffen y sefydliad.
de: Das Passwort ist nur gültig für den Installer und wird verworfen, sobald Sie die Installation abgeschlossen haben.
el: Ο κωδικός χρησιμοποιείται μόνο από τον εγκαταστάτη Debian και θα απορριφθεί αμέσως μετά το πέρας της εγκατάστασης.
eo: Tio pasvorto estas uzata nur po Debiana instalilo, kaj ĝi estos forviŝita kiam la instalado finiĝos.
et: Seda parooli kasutab ainult Debian'i paigaldaja. Süsteemi enda jaoks pead paroolid uuesti määrama.
eu: Pasahitz hori Debian instalatzaileak bakarrik erabiliko du eta baztertu egingo da instalazioa amaitutakoan.
fa: این اسم‌رمز تنها بوسیله‌ی نصاب دبیان مورد استفاده قرار میگیرد، و هنگامی که شما با سیستم جدیدتان راه‌اندازی میکنید از بین خواهد رفت.
fi: Tätä salasanaa käyttää vain Debianin asennin, ja se hylätään kun asennus on valmis.
gl: Este contrasinal emprégase só no instalador de Debian e hase descartar ao rematar a instalación.
he: סיסמה זאת תהיה בשימוש רק ע"י המתקין של דביאן, והיא תשכח לאחר סיום ההתקנה.
id: Kata sandi ini hanya digunakan oleh Penginstal Debian, dan akan diabaikan setelah Anda menyelesaikan instalasi.
kk: Бұл пароль Debian қондырғысының программасына пайдаланылады, басқа жаңа орнатылған жүйеге қайта жүктелгенде жойылады.
lt: Šis slaptažodis naudojamas tik Debian'o įdiegiklyje, ir jis bus pašalintas kai tik baigsite įdiegimą.
lv: Šo paroli izmantos tikai Debian instalātors un instalācijas beigās tā tiks iznīcināta.
mg: Ny rindran'asa mpametraka an'i Debian ihany no mampiasa io teny mpamoa io ary ho fafana izy io rehefa vita ny fametrahana.
ml: ഈ അടയാള വാക്ക് ഡെബിയന്‍ ഇല്സ്റ്റാളര്‍ മാത്രം ഉപയോഗിക്കുന്നതും ഇന്സ്റ്റലേഷന്‍ പൂര്ത്തിയായതിന് ശേഷം ഒഴിവാക്കുന്നതുമായിരിക്കും.
nn: Dette passordet vert berre brukt av Debian-installasjonsprogrammet, og det vil bli fjerna når du er ferdig med installasjonen.
pa: ਇਹ ਗੁਪਤ-ਕੋਡ ਸਿਰਫ ਡੇਬੀਅਨ ਇੰਸਟਾਲਰ ਰਾਹੀਂ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ ਹੋਣ ਤੇ ਰੱਦ ਕੀਤਾ ਜਵੇਗਾ।
pl: To has³o jest u¿ywane tylko przez instalator i zostanie usuniête w momencie zakoñczenia instalacji.
pt_br: Essa senha é usada somente pelo instalador Debian e será descartada assim que você finalizar a instalação.
ro: Această parolă este utilizată doar de programul de instalare Debian şi va fi anulată odată ce se va termina instalarea.
sl: To geslo uporablja samo namestitveni program Debian in bo zavrženo ob koncu namestitve.
zh_tw: 這個密碼僅用於 Debian 安裝程式，在安裝作業完成後，這個密碼將會被銷毀。

source: Please enter the same remote installation password again to verify that you have typed it correctly.
cy: Rhowch yr un cyfrinair sefydliad pell eto er mwyn gwirio eich bod chi wedi ei deipio'n gywir.
de: Bitte geben Sie das selbe Passwort für den Fernzugriff noch einmal ein, um zu prüfen, ob Sie sich nicht vertippt haben.
el: Ξαναπληκρολογήστε τον κωδικό απομακρυσμένης εγκατάστασης για να εξακριβωθεί οτι το πληκτρολογήσατε σωστά.
eo: Bonvolu retajpi la saman deforan instaladan pasvorton por kontroli ĝian tajpĝustecon.
et: Palun sisesta sama kaugligipääsuparool uuesti, veendumaks, et kogemada mõnd tähgde valetsi ei tippinud.
eu: Sartu urrunetik instalatzeko pasahitza berriro, ondo idatzi duzula egiaztatzeko.
fa: لطفا اسم‌رمز نصب از راه دو ر را مجددا وارد کنید تا از صحت تایپ اطمینان حاصل گردد.
fi: Kirjoita sama etäasennussalasana uudestaan jotta varmistutaan sen oikeinkirjoituksesta.
gl: Introduza o mesmo contrasinal de instalación remota outra vez para comprobar que o introduciu correctamente.
he: הכנס בבקשה שוב את סיסמת ההתקנה מרחוק כדי לוודא שהקלדת אותה נכון.
id: Silakan masukkan password instalasi jarak jauh yang sama sekali lagi untuk memastikan Anda mengetikkannya dengan benar.
kk: Бұл парольді дұрыс тергендігіңізге көз жеткізу үшін тағы да енгізіңіз.
lt: Įvedimo teisingumui patikrinti pakartotinai įveskite nutolusio įdiegimo slaptažodį.
lv: Lūdzu ievadiet to pašu paroli velreiz, lai pārlieciātos, ka esat to ievadījis pareizi.
ml: നിങ്ങള്‍ ശരിക്കും ടൈപ് ചെയ്തിട്ടുണ്ടെന്നുറപ്പു വരുത്താനായി ദയവായി അതേ റിമോട്ട് ഇന്സ്റ്റലേഷന്‍ അടയാള വാക്ക് വീണ്ടും എന്റര്‍ ചെയ്യുക.
nn: Skriv inn det same passordet for tilgang til installasjonsprogrammet utanfrå for å kontrollere at du har skrive det inn rett.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰਨ ਲਈ ਕਿ ਤੁਸੀਂ ਇਹ ਠੀਕ ਲਿਖਿਆ ਹੈ ਫਿਰ ਉਹੀ ਰਿਮੋਟ ਇੰਸਟਾਲੇਸ਼ਨ ਗੁਪਤ-ਕੋਡ ਭਰੋ।
pl: Proszê wprowadziæ to samo has³o instalacyjne jeszcze raz w celu zweryfikowania czy zosta³o wpisane poprawnie.
pt_br: Por favor, informe a senha para instalação remota novamente para se certificar que você tenha digitado a mesma corretamente.
ro: Vă rugăm să reintroduceţi aceiaşi parolă de instalare de la distanţă pentru a verifica faptul că aţi introdus-o corect.
sl: Ponovno vnesite enako geslo za oddaljeno namestitev, da preverim, ali ste ga vnesli pravilno.
zh_tw: 請再次輸入相同的遠端安裝密碼以確認您是否正確鍵入。

source: Password mismatch
cy: Cyfrineiriau gwahanol
de: Passwörter nicht gleich
el: Ασυμφωνία κωδικών
eo: Mistajpa pasvorto
et: Paroolid ei kattu
eu: Pasahitzak ez datoz bat
fa: اسم‌رمز منطبق نیست.
fi: Salasanat eivät ole samat
gl: Contrasinais distintos
he: אין התאמה בסיסמה
id: Kata sandi tidak sama
kk: Парольдер сәйкес емес
lt: Slaptažodis nesutampa
lv: Paroles nesakrīt
mg: Fadisoana eo amin'ny fampidirana ny teny mpamoha
ml: അടയാള വാക്കിന്റ പൊരുത്തക്കേട്
nn: Passorda passa ikkje
pa: ਗੁਪਤ-ਕੋਡ ਗਲਤੀ
pl: Ró¿nice w ha¶le
pt_br: Senhas não conferem
ro: Nepotrivire de parole
sl: Gesli se ne ujemata
zh_tw: 密碼不符
