Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The target file system contains files from a past installation. These files could cause problems with the installation process, and if you proceed, some of the existing files may be overwritten.
de: Das Ziel-Dateisystem enthält Dateien einer vorherigen Installation. Diese Dateien könnten Probleme im Installations-Prozess verursachen. Wenn Sie die Installation fortsetzen, könnten einige der vorhandenen Dateien überschrieben werden.
eo: La cela dosiersitemo enhavas antaŭajn intalajn dosierojn. Ĝi eble perturbas la intaladan procezon. Tamen, se vi daŭras tiel, iuj ĉeestantaj dosieroj superskribos.
eu: Helburuko fitxategi sistemak aurreko instalazio bateko fitxategiak ditu. Fitxategi hauek instalazioa apurtu dezakete, edo aurrera jarraitzen baduzu, existitzen diren fitxategiak gainidatzi daitezke.
gl: O sistema de ficheiros de destino contén ficheiros procedentes dunha instalación anterior. Estes ficheiros poden causar problemas co proceso de instalación, e se continúa, pode que se sobrescriban algúns dos ficheiros xa existentes.
lt: Įdiegiamojoje failų sistemoje yra failų iš ankstesniojo diegimo. Šie failai gali tapti įdiegimo proceso problemų priežastimi, ir jei Jūs tęsite, dalis egzistuojančių failų gali būti perrašyti.
lv: Izvēlētā failu sistēma satur failus no iepriekšējās instalācijas. Šie faili var traucēt instalācijas procesu, ja turpināsiet daļa esošo failu var tikt parrakstīti.
ml: ലക്ഷ്യ ഫയല്‍ സിസ്റ്റം ഒരു പഴയ ഇന്സ്റ്റലേഷനില്‍ നിന്നുള്ള ഫയലുകള്‍ ഉള്ക്കൊള്ളുന്നതാണ്. ഈ ഫയലുകള്‍ ഇന്സ്റ്റലേഷന്‍ പ്രക്രിയയ്ക് പ്രശ്നങ്ങള്‍ക്ക് കാരണമായേക്കാം, നിങ്ങള്‍ മുന്നോട്ട് പോകുകയാണെങ്കില്‍ നിലവിലുള്ള ചില ഫയലുകള്‍ ഓവര്‍ റൈറ്റ് ചെയ്യപ്പെട്ടേക്കാം.
pa: ਮੰਜ਼ਿਲ ਫਾਇਲ ਸਿਸਟਮ ਵਿੱਚ ਪਿਛਲੀ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿੱਚੋਂ ਫਾਇਲਾਂ ਸ਼ਾਮਲ ਹਨ। ਇਹ ਫਾਇਲਾਂ ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਨੂੰ ਰੋਕ ਸਕਦੀਆਂ ਹਨ, ਅਤੇ ਜੇ ਤੁਸੀਂ ਜਾਰੀ ਰਹੇ, ਕੁਝ ਮੌਜੂਦ ਫਾਇਲਾਂ ਮੁੜ ਲਿਖੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
ro: Sistemul de fişiere ţintă conţine fişiere dintr-o instalare anterioară. Aceste fişiere ar putea cauza probleme în procesul de instalare şi, dacă continuaţi, unele din fişierele existente ar putea fi suprascrise.
zh_tw: 該檔案系統還存在著上次安裝所殘留的檔案。這些檔案可能會妨礙安裝程序的進行，如果您執意繼續的話，有些現有的檔案很可能會被覆蓋掉。

source: Cannot install base system
de: Grundsystem kann nicht installiert werden
eo: Neeble instali la bazan dosiersistemon
et: Ei saa alussüsteemi paigaldada
eu: Ezin izan da oinarri-sistema instalatu
gl: Non se pode instalar o sistema base
he: לא ניתן להתקין את מערכת הבסיס
lt: Negaliu įdiegti bazinės sistemos dalies
lv: Kļūda instalējot bāzes sistēmu
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധ്യമല്ല
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਦਾ
ro: Instalarea sistemului de bază este imposibilă
zh_tw: 無法安裝 Base System

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
de: Der Installer kann das Grundsystem nicht installieren. Es wurde keine Installations-CD-ROM gefunden und es wurde kein gültiger Spiegel eingerichtet.
eo: La instalilo ne trovas la manieron por instali la bazan dosiersistemon. Neniu instalebla lumdisko estis trovita. Neniu valida spegularkivo estis akomodita.
et: Paigaldaja ei suuda leida viisi alussüsteemi paigaldamiseks. Ei leitud ühtki paigaldamiskõlblikku laserketast, ega seadistatud ühtki sobivat peegeldust.
eu: Instalatzaileak ez daki nola instalatu Debian. Ez da CD-ROM instalagarririk aurkitu eta ez dago baliozko ispilurik konfiguraturik.
gl: O instalador non pode instalar o sistema base. Non se atopou un CD-ROM instalable e non se configurou unha réplica válida.
he: המתקין לא יכול להבין כדיצד להתקין אתמערכת הבסיס.. לא נמצא דיסק התקנה ולא הוגדר אתר מראה תקין.
lt: Įdiegiklis neįsivaizduoja kaip įdiegti bazinę sistemos dalį. Nerastas diegimui tinkamas CD-ROM'as ir nėra nurodytas teisingas "veidrodis".
lv: Instalācijas sistēma nevar noteikt kā instalēt bāzes sistēmu. Instalācijas CD vai korekti nokonfigurēts spogulis nav atrasts.
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതെങ്ങനെയെന്ന് മനസ്സിലാക്കാന്‍ ഇന്സ്റ്റാളറിന് സാധിച്ചില്ല. ഇന്സ്റ്റാള്‍ ചെയ്യാവുന്ന സിഡിറോം കണ്ടതുമില്ല വാലിഡായ മിറര്‍ ക്രമീകരിച്ചതുമില്ല.
pa: ਇੰਸਟਾਲਰ ਨੂੰ ਪਤਾ ਨਹੀਂ ਕਿ ਮੂਲ ਸਿਸਟਮਅਨ ਕਿਸ ਤਰਾਂ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ। ਕੋਈ ਇੰਸਟਾਲ ਕਰਨ ਯੋਗ CD-ROM ਨਹੀਂ ਲੱਭੀ ਅਤੇ ਕੋਈ ਪ੍ਰਤੀਬਿੰਬ ਸੰਰਚਿਤ ਨਹੀਂ।
ro: Programul de instalare nu îşi poate da seama cum să instaleze sistemul de bază. Nu a fost găsit nici CD instalabil şi nu a fost configurat nici un sit alternativ de arhiva.
zh_tw: 安裝程式無法判斷該如何才能安裝 Base System。既找不到可供安裝的光碟，且也沒有設定可用的鏡像站。

source: Failed to determine the codename for the release.
de: Konnte den Codenamen der Veröffentlichung nicht bestimmen.
eo: Determinado de eldona kodnomo malsukcesas.
eu: Ezin izan da argitaratze kode izena erabaki.
gl: Non se puido determinar o nome clave da versión.
lt: Nepavyko nustatyti laidos kodinio pavadinimo.
lv: Izlaiduma nosaukuma noteikšana neveiksmīga
ml: റിലീസിന്റെ കോഡ്നാമം സിശ്ചയിക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
pa: ਜਾਰੀ ਕਰਨ ਲਈ ਕੋਡ-ਨਾਂ ਲੱਭਣ ਵਿੱਚ ਤ ਕਰ।ਨ ਵਿੱਚ ਅਸਫਲ
ro: Detectarea numele de cod pentru lansare a eşuat.
zh_tw: 無法判別這個發行版的代碼 (codename)。

source: No file system mounted on /target
cy: Dim system ffeiliau wedi ei glymu at /target
de: Kein Dateisystem nach /target eingebunden
eo: Neniu dosiersistemo surmetas en '/target'-dosierujo
et: /target külge pole failisüsteemi haagitud.
eu: Ez dago fitxategi-sistemarik /target-en muntatuta
gl: Non hai un sistema de ficheiros montado en /target
he: אף מערכת קצבים לא עוגנה על /target
kk: /target-ке файлдық жүйе енгізілмеген
lt: Prie taško /target nėra prijungtos failų sistemos
lv: Mērķa direktorjai (/target) nav piemontēta failu sistēma
ml: /target ല്‍ ഫയല്‍ സിസ്റ്റമൊന്നും മൌണ്ട് ചെയ്തിട്ടില്ല
pa: /target ਤੇ ਕੋਈ ਫਾਇਲ ਸਿਸਟਮ ਮਾਊਂਟ ਨਹੀਂ ਕੀਤਾ
ro: Nici un sistem de fişiere nu este montat în /target
zh_tw: 在 /target 上沒有掛載任何的檔案系統

source: Before the installation can proceed, a root file system must be mounted on /target. The partitioner and formatter should have done this for you.
cy: Cyn gall y sefydliad lwytho, rhaid clymu system ffeiliau gwraidd at /target. Fe ddylai'r rhaniadydd a'r fformatiwr fod wedi gwneud hyn ar eich cyfer.
de: Bevor die Installation fortgesetzt werden kann, muss ein Wurzeldateisystem nach /target eingebunden werden. Das Partitionierungsprogramm sollte dies für Sie erledigt haben.
eo: Antaŭ la instalada procezo, radika dosiersistemo nepre surmetas en '/target'. La diskpartigilo kaj formatilo farendus tiun agadon por vi.
et: Enne paigaldamise jätkamist tuleb /target külge haakida juurfailisüsteem. Partitsioneerija ja formaatija oleksid pidanud seda sinu eest tegema.
eu: Instazioak aurrera jarraitu ahal aurretik erro fitxategi sistema munstatu behar da /-en. Partitzaile eta Formateatzaileak hau zure ordez egin behar izango lukete.
gl: Antes de que comece a instalación, ten que se montar un sistema de ficheiros raíz en /target. O particionador e formatador xa deberían ter feito isto por vostede.
he: לפני שההתקנה תמשיך, שורש מערכת הקבצים חייב להיות מעוגן על /target. המחלקת למחיצות והמפרמט היו אמורים לעשות זאת בשבילך.
kk: Орнатуды жалғастырар алдында /target-ке түбірлік файлдық жүйе енгізілуі тиіс. Мұны partitioner және formatter жасауы тиіс.
lt: Prieš tęsiant diegimą, šakninė (root) failų sistema turi būti prijungta prie taško /target. Disko dalijimo ir formatavimo įrankis turėtų būti tai atlikęs.
lv: Pirms instalācija var turpināties, pie /target ir jāpiemontē saknes failu sistēma. Partīciju veidošanas rīkam to vajadzēja jau izdarīt jūsu vietā.
ml: ഇന്സ്റ്റളുമായി മുന്നോട്ട് പോകുന്നതിന് മുന്പ് /target ല്‍ ഒരു റൂട്ട് ഫയല്‍ സിസ്റ്റം മൌണ്ട് ചെയ്യേണ്ടതുണ്ട്. വിഭജകനും ഫോര്മാറ്ററും ഇത് നിങ്ങള്ക്കായി ചെയ്യേണ്ടതായിരുന്നു.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ, root ਫਾਇਲ ਸਿਸਟਮ /target ਤੇ ਮਾਊਂਟ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਵਿਭਾਜਕ ਅਤੇ ਫਾਰਮਿਟਰ ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਇਹ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ro: Înainte de a continua, un sistem de fişiere rădăcină trebuie montat la /target. Programul de partiţionare şi de formatare ar fi trebuit să realizeze deja acest lucru pentru dumneavoastră.
zh_tw: 必須先在 /target 上掛載一個 root 檔案系統，安裝作業才能夠繼續進行。磁碟分割程式和格式化程式應該已經完成了這些程序了。

source: Not installing to unclean target
cy: Ddim yn sefydlu at darged aflan
de: Keine Installation auf ein unsauberes Ziel
el: Δεν θα γίνει εγκατάσταση σε μή κενό προορισμό
eo: Neniu instalado anstataŭ antaŭa instalaĵo?
et: Ei paigalda räpasele failisüsteemile
eu: Ez da bertsio zaharraren gainean instalatzen ari
fi: Ei asenneta ehkä kelvottomaan kohteeseen
gl: Non se instala a un destino sen limpar
he: לא ממשיך את ההתקנה למטרה לא נקייה
id: Tidak melanjutkan instalasi pada target yang tidak bersih
kk: Бос емес бөлімге орнатылмады
lt: Nediegsiu į netuščią failų sistemą
lv: Neinstalēju uz 'netīru' mērķa direktoriju
mg: Aza manao fametrahana ao amina tanjona tsy madio
ml: വൃത്തിയല്ലാത്ത ലക്ഷ്യത്തിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നില്ല
nn: Installerer ikkje til eit mål som ikkje er reint
pa: ਨਾ-ਸਾਫ ਨਿਸ਼ਾਨਾ ਤੇ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਰਿਹਾ
pl: Nie instalowaæ na nieprzygotowane miejsce przeznaczenia
pt_br: Não instalando em um alvo não limpo
ro: Nu se instalează pe ţinta necurăţată
sl: Namestitev ne poteka zaradi nečiste tarče
zh_tw: 拒絕安裝至未完全清空之檔案系統上

source: The installation to the target file system has been canceled. You should go back and erase or format the target file system before proceeding with the install.
de: Die Installation auf das Zieldateisystem wurde abgebrochen. Sie sollten zurück gehen und das Ziel löschen oder formatieren, bevor Sie mit der Installation fortfahren.
eo: La instalado al cela dosiersitemo estis nuligata. Vi divos retroiri por viŝi aŭ strukturi la cela dosiersistemo antaŭ ol reinstali.
eu: Helburuko fitxategi sistemako instalazioa bertan behera utzi da. Atzera joan eta helburuko fitxategi sistema formateatu edo garbitu egin beharko zenuke instalazioarekin aurrera jarraitu aurretik.
gl: Cancelouse a instalación no sistema de ficheiros de destino. Debería voltar e borrar ou formatar o sistema de ficheiros de destino antes de continuar a instalación.
lt: Įdiegiamas į nurodytą failų sistema nutrauktas. Prieš tęsdami įdiegimą, turite grįžti atgal ir ištrinti, arba suformatuoti įdiegiamąją failų sistemą.
lv: Instalācija izvēlētajā failu sistēmā ir atcelta. Pirms turpinat instalāciju, atgriezieties un izdzēsiet vai pārformatējiet izvēlēto failu sistēmu.
ml: ലക്ഷ്യ ഫയല്‍ സിസ്റ്റത്തിലേക്കുള്ള ഇന്സ്റ്റലേഷന്‍ കാന്സല്‍ ചെയ്തിരിക്കുന്നു. ഇന്സ്റ്റളുമായി മുന്നോട്ട് പോകുന്നതിന് മുന്പ് നിങ്ങള്‍ തിരിച്ച് പോയി ലക്ഷ്യ ഫയല്‍ സിസ്റ്റം മായ്ച് കളയുകയോ ഫോര്മാറ്റ് ചെയ്യുകയോ വേണം.
pa: ਮੰਜ਼ਿਲ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਰੱਦ ਹੋਈ। ਤੁਹਾਨੂੰ ਪਿੱਛੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਜਾਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਨਿਸ਼ਾਨਾ ਫਾਇਲ ਸਿਸਟਮ ਹਟਾਉਣਾ ਜਾਂ ਫਾਰਮਿਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ro: Instalarea pe sistemul de fişiere ţintă a fost anulată. Ar trebui să vă întoarceţi şi să ştergeţi sau să formataţi sistemul de fişiere ţintă înainte de a continua instalarea.
zh_tw: 在該檔案系統上所進行的安裝作業已經取消了。您應該返回並刪除或格式化該檔案系統，然後才能再繼續進行安裝作業。

source: Failed to install the base system
cy: Methwyd sefydlu'r system sail
de: Installation des Grundsystems fehlgeschlagen
el: Απέτυχε η εγκατάσταση του βασικού συστήματος
eo: Instalado de baza dosiersistemo malsukcesas
et: Alussüsteemi paigaldamine nurjus
eu: Ezin izan da oinarri-sistema instalatu
fa: نصب پایه‌ی سیستم شکست خورد.
fi: Perusjärjestelmän asennus epäonnistui
gl: Non se puido instalar o sistema base
he: נכשלה התקנת מערכת הבסיס
id: Gagal memasang sistem dasar
kk: Базалық жүйені орнату мүмкін болмады
lt: Nepavyko įdiegti bazinės sistemos dalies
lv: Kļūda instalējot bāzes sistēmu
mg: Tsy nahomby ny fametrahana ny fototry ny system
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å installere grunnsystemet
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê zainstalowaæ systemu bazowego
pt_br: Falha ao instalar o sistema básico
ro: Instalarea sistemului de bază a eşuat
sl: Nisem uspel namestiti osnovnega sistema
zh_tw: 無法安裝 Base System

source: The base system installation into /target/ failed.
cy: Methwyd sefydlu'r system sail i fewn i /target/.
de: Die Installation des Grundsystems nach /target/ ist fehlgeschlagen.
el: Η εγκατάσταση του βασικού συστήματος στο κατάλογο /target απέτυχε
eo: La instalado de baza dosiersistemo al '/target/' malsukcesis.
et: /target peale alussüsteemi paigaldamine nurjus.
eu: Ezin izan da oinarri-sistema instalatu /target/ direktorioan.
fa: نصب پایه‌ی سسیستم بر روی /target/ شکست خورد.
fi: Perusjärjestelmän asentaminen hakemistoon /target/ epäonnistui.
gl: Non se puido instalar o sistema base en /target/ .
he: התקנת בסיס מערכת לתוך /target/ נכשלה.
id: Pemasangan sistem dasar ke /target/ gagal.
kk: Базалық жүйені /target/ каталогына орнату мүмкін болмады.
lt: Bazinės sistemos dalies diegimas į /target/ nepavyko.
lv: Bāzes sistēmas instalācija direktorijā /target/ bija neveiksmīga
mg: Tsy nahomby ny fametrahana ny fototry ny system ao amin'ny /target/.
ml: /target/ ലേക്കുള്ള അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു.
nn: Installasjon av grunnsystemet inn i /target/ feila.
pa: /target/ ਵਿੱਚ ਮੁੱਢਲੀ ਸਿਸਟਮ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ।
pl: Instalacja systemu bazowego do /target/ nie powiod³a siê
pt_br: A instalação do sistema básico em /target/ falhou.
ro: Instalarea sistemului de bază pe /target/ a eşuat.
sl: Nameščanje osnovnega sistema v /target/ ni uspelo.
zh_tw: 將 Base System 安裝至 /target/ 時失敗了。

source: The debootstrap program exited with an error (return value ${EXITCODE}).
cy: Gorffenodd y rhaglen debootstrap gyda gwall (gwerth dychwelyd ${EXITCODE}).
de: debootstrap wurde mit einem Fehler beendet (zurückgegebener Wert ${EXITCODE}).
el: Το πρόγραμμα debootstrap απέτυχε με κωδικό λάθους (return value ${EXITCODE})
eo: La praŝargo ĉesis kun eraro (elirstato: ${EXITCODE}).
et: Programm debootstrap väljus veaga (tagastas väärtuse ${EXITCODE}).
eu: debootstrap programa errore batekin irten da (itzulitako balioa: ${EXITCODE}).
fa: برنامه‌ی debootstrap با یک خطا خاتمه یافت (مقدار برگردانده شده ${EXITCODE} )
fi: Ohjelma debootstrap-päättyi virheellisesti (paluuarvo ${EXITCODE}).
gl: O programa debootstrap saíu cun erro (valor de retorno ${EXITCODE}).
he: התוכנית debootstrap יצאה עם שגיאה (קוד החזר ${EXITCODE}).
id: Program debootstrap berakhir dengan kesalahan (nilai kembalian ${EXITCODE}).
kk: Қателікке байланысты debootstrap программасы өзінің жұмысын тоқтатты (қателік коды ${EXITCODE}).
lt: Debootstrap'o programa baigė veikti dėl klaidos (klaidos kodas ${EXITCODE}).
lv: debootstrap beidza darbu ar kļūdu (atgrieztā vērība ${EXITCODE}).
mg: Ny rindran'asa debootstrap dia nijanaona miaraka amina fahadisoana (sandan'ny fiverenana ${EXITCODE}).
ml: ഡിബൂട്ട്സ്ട്രാപ് പ്രോഗ്രാം പിഴവോടെ (തിരിച്ചു കിട്ടിയ വില ${EXITCODE}) പുറത്ത് വന്നു.
nn: debootstrap avslutta med ein feil (returverdi ${EXITCODE}).
pa: debootstrap ਪ੍ਰੋਗਰਾਮ ਗਲਤੀ ਸਮੇਤ ਬੰਦ ਹੋ ਗਿਆ (ਭੇਜਿਆ ਮੁੱਲ ${EXITCODE})।
pl: debootstrap zakoñczy³ dzia³anie z b³êdem (zwróci³ warto¶æ ${EXITCODE}).
pt_br: O programa debootstrap finalizou com um erro (valor de retorno ${EXITCODE}).
ro: Programul debootstrap s-a terminat cu eroare (cod de eroare ${EXITCODE}).
sl: Program debootstrap se je končal z napako (vrnjena vrednost ${EXITCODE}).
zh_tw: debootstrap 程式因發生錯誤而關閉 (回傳值 ${EXITCODE})。

source: Base system installation error
cy: Gwall sefydlu system sail
de: Bei der Installation des Grundsystems ist ein Fehler aufgetreten.
el: Σφάλμα κατά τη βασική εγκατάσταση
eo: Eraro en la instalado de la baza sistemo
et: Viga alussüsteemi paigaldamisel
eu: Oinarri-sistemaren instalazio-errorea
fa: خطا در سیستم پایه‌ی نصب
fi: Virhe peruskokoonpanon asennuksessa
gl: Error na instalación do sistema base
he: שגיאה בהתקנת מערכת הבסיס
id: Kesalahan saat instalasi sistem dasar
kk: Базалық жүйені орнатуда қателік табылды
lt: Bazinės sistemos dalies diegimo klaida
lv: Bāzes sistēmas instalācijas kļūda
mg: Fahadisoana eo amin'ny fametrahana ny fototry ny system
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റലേഷന്‍ പിഴവ്
nn: Feil ved installasjonen av grunnsystemet
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਇੰਸਟਾਲੇਸ਼ਨ ਗਲਤੀ
pl: B³±d podczas instalacji systemu bazowego
pt_br: Erro na instalação do sistema básico
ro: Eroare la instalarea sistemului de bază
sl: Napaka pri osnovni namestitvi
zh_tw: Base System 安裝作業發生錯誤

source: The debootstrap program exited abnormally.
cy: Gorffenodd y rhaglen debootstrap mewn ffordd anarferol.
de: debootstrap wurde unerwartet beendet.
el: Το πρόγραμμα debootstrap απέτυχε.
eo: Praŝargo nenormale eliris.
et: Programm debootstrap väljus ebanormaalselt.
eu: debootstrap programa ez da behar bezala irten.
fa: برنامه‌ی debootstrap به طور غیرعادی پایان یافت!
fi: Ohjelma debootstrap päättyi epänormaalisti.
gl: O programa debootstrap non saíu dun xeito normal.
he: התוכנית debootstrap יציאה באופן לא תקין.
id: Program debootstrap selesai secara tidak normal.
kk: debootstrap программасы аварияға ұшырады.
lt: Debootstrap'o programa liovėsi veikusi.
lv: debootstrap beidza darbu ar kļūdu
mg: Ny rindran'asa debootstrap dia nijanona amin'ny fomba tsy mazava.
ml: ഡിബൂട്ട്സ്ട്രാപ് പ്രോഗ്രാം അസാധാരണമായി പുറത്ത് വന്നു.
nn: debootstrap avslutta unormalt.
pa: debootstrap ਪ੍ਰੋਗਰਾਮ ਅਚਾਨਕ ਬੰਦ ਹੋ ਗਿਆ।
pl: Debootstrap nieprawid³owo zakoñczy³ dzia³anie.
pt_br: O programa debootstrap não finalizou normalmente.
ro: Programul debootstrap s-a terminat anormal.
sl: Program debootstrap se je končal z napako.
zh_tw: debootstrap 程式異常結束。

source: The following error occurred:
cy: Digwyddodd y gwall canlynol:
de: Es ist der folgende Fehler aufgetreten:
el: Συνέβη το ακόλουθο σφάλμα:
eo: Le sekvanta eraro okazis:
et: Tekkis järgnev viga:
eu: Honako errorea gertatu da:
fa: خطای زیر اتفاق افتاد:
fi: Tapahtui seuraava virhe:
gl: Houbo o seguinte erro:
he: השגיאה הבאה קרתה:
id: Kesalahan berikut ini terjadi:
kk: Келесі қателік орын алды:
lt: Įvyko tokia klaida:
lv: Radās sekojoša kļūda:
mg: Ireto ny fahadisoana nitranga:
ml: താഴെ കൊടുത്തിരിക്കുന്ന പിഴവ് പറ്റി:
nn: Følgjande feil oppsto:
pa: ਹੇਠਲੀ ਗਲਤੀ ਹੋਈ ਹੈ:
pl: Wyst±pi³ nastêpuj±cy b³±d:
pt_br: O seguinte erro ocorreu :
ro: A apărut următoarea eroare:
sl: Prišlo je do naslednje napake:
zh_tw: 發生了下列錯誤：

source: Tool to use to generate boot initrd:
de: Werkzeug zum Erzeugen der Boot-initrd:
eo: Uzata ilo por krei 'initrd'-praŝargo ("initramfs initrd"):
eu: Abio initrd-a sortzeko erabiliko den lanabesa:
gl: Ferramenta para xerar o initrd de inicio:
he: כלי ליצירת initrd בזמן האתחול:
lt: Įrankis įkelties initrd sukūrimui:
lv: Rīks ielādes initrd generācijai:
ml: ഇനിറ്റാര്ഡി ഉത്പാദിപ്പിക്കാനുപയോഗിക്കേണ്ട ടൂള്‍:
pa: ਬੂਟ initrd ਬਣਾਉਣ ਲਈ ਵਰਤਣ ਵਾਲਾ ਸੰਦ:
ro: Unealta utilizată pentru a genera imaginea initrd:
zh_tw: 要用來建立開機 initr 的工具：

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
de: Die Liste zeigt die verfügbaren Werkzeuge. Wenn Sie unsicher sind, welches davon Sie wählen sollten, verwenden Sie den Standard. Wenn Ihr System nicht neugestartet werden kann, können Sie die Installation mit einer anderen Möglichkeit erneut versuchen.
eo: La listo montras disponajn ilojn. Se vi hezitas inter ili, elektu la implicitan elekton. Se via sistemo nepraŝargas, vi eble reprovas la instaladon kun aliaj elekteblecoj.
eu: Zerrenda honek lanabes erabilgarriak eskeintzen ditu. Zein aukeratu ziur ez egon ezkero, lehenetsirikoa aukeratu beharko zenuke, sistemak abiarazteab huts egin ezkero, instalazioa berregin eta beste aukerak erabiltzen saia zaitezke.
gl: A lista amosa as ferramentas dispoñibles. Se non está seguro de cal escoller, debería escoller a opción por defecto. Se o seu sistema non arrinca, pode volver tentar a instalación empregando as outras opcións.
lt: Sąraše parodyti prieinami įrankiai. Jei abejojate kurį pasirinkti, naudokite numatytąjį parinkimą. Jei sistema negalės įsikelti (boot), Jūs galėsite pakartoti įdiegimą pasirinkdami kitą parametrą.
lv: Saraksts parāda pieejamos rīkus. Ja jūs neesat droši par jums nepieciešamo izvēli - izvēlieties variantu pēc noklusējuma. Ja jūsu sistēma neiesaknējas, pamēginiet atkārtot instalāciju izvēloties šeit citus variantus.
ml: ലഭ്യമായ ടൂളുകളാണ് പട്ടിക കാണിക്കുന്നത്. ഏത് തിരഞ്ഞെടുക്കണമെന്ന് ഉറപ്പില്ലെങ്കില്‍ ഡിഫാള്ട്ട് തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടാല്‍ മറ്റ് ഒപ്ഷനുകള്‍ ഉപയോഗിച്ച് നിങ്ങള്ക്ക് വീണ്ടും ശ്രമിക്കാവുന്നതാണ്.
pa: ਸੂਚੀ ਉਪਲੱਬਧ ਸੰਦ ਵਿਖਾਉਂਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਚੁਣਨ ਬਾਰੇ ੇ ਜਾਣੂ ਨਹੀਂ ਹੋਤੁਹਾਨੂੰ ਮੂਲ ਹੀ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ। ਜੇ ਤੁਹਾਡਾ ਸਿਸਟਮ ਬੂਟ ਹੋਣ ਵਿੱਚ ਅਸਫਲ ਹੈ, ਤੁਸੀਂ ਹੋਰ ਚੋਣ ਵਰਤ ਕੇ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।,
ro: Această listă conţine uneltele disponibile. Dacă nu sunteţi sigur pe care să o selectaţi, ar trebui să o alegeţi pe cea implicită. Dacă sistemul eşuează la pornire, puteţi reîncerca instalarea folosind celelalte opţiuni.
zh_tw: 列表中列出的是可用的工具。如果您不確定該如何抉擇，您應該使用預設值。如果您的系統無法開機，您可以再次執行安裝程式並使用其它的方式。

source: No initrd generator
de: Kein initrd-Erzeuger
eo: Neniu 'initrd'-produktanto
eu: Ez dago initrd sortzailerik
gl: Non hai un xerador de initrd
he: ללא יוצר initrd
lt: Programa initrd sukūrimui neprieinama
lv: Initrd ģenerātori nav atrasti
ml: ഇനിറ്റാര്ഡി ഉത്പാദകന്‍ ഇല്ല
pa: ਕੋਈ initrd ਜਨਰੇਟਰ
ro: Nu există genereator initrd
zh_tw: 沒有 initrd 的產生工具

source: The kernel that has been selected for installation needs an initrd to boot. However, no package to generate that initrd is available that supports your configuration. This would leave your system unable to boot.
de: Der Kernel, der für die Installation gewählt wurde, benötigt zum Starten ein initrd. Jedoch ist kein Paket verfügbar, das dies initrd erzeugen kann und Ihre Konfiguration unterstützt. Dies würde Ihr System in einem nicht bootfähigen Zustand hinterlassen.
eo: La instalota kerno bezonas 'initrd'-on por praŝargi. Tamen, neniu 'initrd'-produktanta pako estas disponebla por via sistemo. Tio lasus vian sistemon nepraŝargebla.
eu: Instalaziorako hautatu den kernelak initrd behar du abiarazteko.Hala ere zure konfiguraziorako initrd sortzea onartzen duen paketerik ez dago. Honek sistema abiarazi ezin bat utzi dezake.
gl: O núcleo seleccionado para a instalación precisa dun initrd para arrincar. Nembargantes, non hai dispoñible ningún paquete para xerar initrd que soporte a súa configuración. Isto ha deixar o seu sistema incapaz de arrincar.
lt: Branduolio, kurį pasirinkote diegti, įkėlimui reikalingas initrd. Tačiau paketas, Jūsų konfigūracijai tinkamo, initrd sukūrimui neprieinamas. Dėl šios priežasties sistema taps neįkeliama.
lv: Izvēlētajam kodolam saknešanās processā būs vajadzīgs initrd. Taču nav pieejams neviens initrd ģenerāors, kas atbalstītu jūsu sistēmas konfigurāciju. Tas nozīmē, ka jūsu sistēma nespēs iesaknēties.
ml: ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ തിരഞ്ഞെടുത്ത കെര്‍ണല്‍ ബൂട്ട് ചെയ്യാന്‍ ഒരു ഇനിറ്റാര്ഡി ആവശ്യമാണ്. എന്നാല്‍ നിങ്ങളുടെ ക്രമീകരണം സപ്പോര്ട്ട് ചെയ്യുന്ന ഇനിറ്റാര്ഡി ഉത്പാദിപ്പിക്കാന്‍ പറ്റിയ പാക്കേജൊന്നും ലഭ്യമല്ല. ഇത് നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ പറ്റാത്തതാക്കും.
pa: ਕਰਨਲ ਜੋ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਚੁਣਿਆ ਹੈ ਨੂੰ ਬੂਟ ਹੋਣ ਲਈ initrd ਦੀ ਲੋੜ ਹੈ। ਭਾਵੇਂ, initrd ਨੂੰ ਬਣਾਉਣ ਲਈ ਕੋਈ ਪੈਕੇਜ ਉਪਲੱਬਧ ਨਹੀਂ ਜੋ ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਲਈ ਸਹਿਯੋਗੀ ਹੈ। ਇਸ ਨਾਲ ਤੁਹਾਡਾ ਸਿਸਟਮ ਬੂਟ ਨਹੀਂ ਹੋ ਸਕਦਾ।
ro: Nucleul care a fost selectat pentru instalare, necesită o imagine RAM (initrd) pentru pornire. Totuşi, nu este disponibil nici un pachet care să poată genera şi care să fie suportat în configuraţia dvs. Acest lucru va lăsa sistemul în situaţia de a fi incapabil să pornească.
zh_tw: 為了能進行安裝而指定的 Kernel 需要 initrd 才能開機。可是，卻沒有任何的套件能夠依據您的設定來建立 initrd。這將會導致您的系統無法開機。

source: Unsupported initrd generator
de: Nicht unterstützter initrd-Erzeuger
eo: Maladministra 'initrd'-produktanto
eu: initrd osrtzaile erabilezina
gl: Xerador de initrd non soportado
he: יוצר initrd לא נתמך
lt: Nepalaikoma programa·initrd·sukūrimui
lv: Neatbalstīts initrd ģenerātors
ml: സപ്പോര്ട്ട് ചെയ്യാത്ത ഇനിറ്റാര്ഡി ഉത്പാദകന്‍
pa: ਨਾ-ਸਹਿਯੋਗੀ initrd ਜਨਰੇਟਰ
ro: Generator initrd nesuportat
zh_tw: 不被支援的 initrd 產生工具
