Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Save debug logs
cy: Cadw cofnodion datnamu
de: Debug-Logs speichern
el: Αποθήκευση των αρχείων καταγραφής για αποσφαλμάτωση
eo: Savu ĝustigajn ĵurnalojn
et: Salvesta silumislogid
eu: Gorde arazketa-egunkariak
fa: ذخیره‌ی لاگ‌های دیباگ
fi: Tallenna vianetsinnän lokit
gl: Grabar os rexistros de depuración
he: שמור תיעוד ניפוי באגים
id: Menyimpan log-log debug.
kk: Журнал файлдарын жөндеуші информациямен сақтау
lt: "Debug logs" failų įrašymas
lv: Saglabāt protokolus atkļūdošanai
mg: Tahirizo ny debug log
ml: ഡിബഗ് ലോഗുകള്‍ സൂക്ഷിച്ച് വക്കുക
nn: Lagra avlusingsloggar
pa: ਡੀਬੱਗ ਲਾਗ ਸੰਭਾਲੋ
pl: Zapisz dzienniki debugowania
pt_br: Gravar logs de depuração
ro: Salvare a jurnalelor de depanare
sl: Shrani dnevnike za potrebe razhroščevanja
zh_tw: 儲存 debug logs

source: floppy
gl: disquete
ml: ഫ്ലോപ്പി
pa: ਫਲਾਪੀ

source: web
ml: വെബ്
pa: ਵੈੱਬ

source: mounted file system
gl: sistema de ficheiros montado
ml: മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റം
pa: ਮਾਊਂਟ ਕੀਤਾ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ

source: How should the debug logs be saved or transferred?
de: Wie sollen die Debug-Logs übertragen oder gespeichert werden?
eo: Savaj metodoj de ĝustigaj ĵurnaloj:
et: Kuidas silumislogisid salvestada või üle kanda tuleks?
eu: Nola transferitu behar dira arazpen-egunkariak?
gl: ¿Como se deben gravar ou transferir os rexistros de depuración?
he: איך מידע הדיבאג ישמר או יועבר?
lt: Kur turi būti įrašomi ar perduodami derinimo žurnalai (debug logs)?
lv: Kā saglabāt vai pārsūtīt atkļūdošanas žurnāla ierakstus?
ml: ഡിബഗ് ലോഗുകള്‍ സൂക്ഷിക്കേണ്ടത് അല്ലെങ്കില്‍ മാറ്റേണ്ടത് എങ്ങനെയാണ്?
pa: ਡੀਬੱਗ ਲਾਗ ਕਿਵੇਂ ਸੰਭਾਲਣੇ ਜਾਂ ਤਬਦੀਲ ਕਰਨੇ ਚਾਹੀਦੇ ਹਨ?
ro: Cum ar trebui să fie salvate sau transferate jurnalele de depanare?
zh_tw: 該如何儲存或轉換這些 debug logs？

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
de: Debug Log-Dateien des Installers können auf Diskette gespeichert, via Web übertragen oder auf einem eingehängten Dateisystem gespeichert werden.
eo: Ĝustigaj ĵurnaloj el instalilo estas eble savita en disketo, disdonita sur la teksaĵo, aŭ savita en surmeta dosiersistemo.
et: Silumisinfoga logifailid võib flopikettale või haagitud failisüsteemile salvestada või veebiserverist välja jagada.
eu: Instalatzailearen arazpen egunkari fitxategiak disketean,web bidezko zerbitzari batetan edo muntaturiko fitxategi-sistema batean gorde daitezke.
gl: Os ficheiros de rexistro de depuración do instalador pódense gravar nun disquete, servirse pola web ou gravarse nun sistema de ficheiros montado.
he: קבצי מידע דיבאג מתוכנית ההתקנה, יכולים להישמר על דיסקט, להיות נגישים דרך ה-web או להישמר על מערכת קבצים שעוגנה.
lt: Įdiegiklio derinimo žurnalų (log) failai gali būti išsaugomi lanksčiame diskelyje ar prijungtoje failų sistemoje, arba pateikiami per web serverį.
lv: Instalatora atkļūdošanas žurnāla ierakstu failus var saglabāt disketē, publicēt internetā vai saglabāt uz piemontētas failus sistēmas.
ml: ഇന്സ്റ്റാളറിനുള്ള ഡിബഗ്ഗിങ്ങ് ലോഗ് ഫയലുകള്‍ ഫ്ലോപ്പിയിലേക്ക് സൂക്ഷിക്കാനോ, വെബ് വഴി നല്കാനോ, മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റത്തിലേക്ക് സൂക്ഷിക്കാനോ കഴിയും.
pa: ਇੰਸਟਾਲਰ ਲਈ ਲਾਗ ਫਾਇਲਾਂ ਦੀ ਡੀਬੱਗਿੰਗ ਫਲਾਪੀ ਤੇ ਸੰਭਾਲੀ ਜਾ ਸਕਦੀ ਹੈ, ਵੈਬ ਤੇ ਵੇਖਾਈ ਜਾ ਸਕਦੀ ਹੈ, ਜਾਂ ਮਾਊਂਟ ਕੀਤੇ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਸੰਭਾਲੀ ਜਾ ਸਕਦੀ ਹੈ।
ro: Fişierele jurnal de depanare pentru programul de instalare pot fi salvate pe dischetă, servite pe web, sau salvate într-un sistem de fişiere montat.
zh_tw: 安裝程式的 debugging log 檔案可以儲存至磁碟片、轉移至 Web 上，或是儲存至某個已掛載的檔案系統。

source: Directory in which to save debug logs:
de: Verzeichnis, in das die Debug-Logs gespeichert werden:
eo: Savonta dosierujo de ĝustigaj ĵurnaloj:
et: Silumisfailide salvestamise kataloog:
eu: Arazpen-egunkariak gordeko diren direktorioa:
gl: Directorio no que gravar os rexistros de depuración:
he: ספריה לשמירת מידע הדיבאג:
lt: Katalogas, kuriame saugoti derinimo žurnalus:
lv: Direktorija kurā saglabāt atkļūdošanas zurnāla ierakstus:
ml: ഡിബഗ് ലോഗുകള്‍ സൂക്ഷിക്കേണ്ട ഡയറക്റ്ററി:
pa: ਡੀਬੱਗ ਲਾਗ ਸੰਭਾਲਣ ਲਈ ਡਾਇਰੈਕਟਰੀ:
ro: Directorul în care se salvează jurnalele de depanare:
zh_tw: 要將 debug logs 儲存至哪個目錄裡：

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
de: Bitte vergewissern Sie sich, das Zieldateisystem für die Debug-Logs eingehängt zu haben, bevor Sie fortfahren.
eo: Bonvolu kontroli la surmetadon de la dosiersistemo kie vi volas savi la ĝustigajn ĵurnalojn antaŭ ol daŭri.
et: Palun veendu enne jätkamist, et silumislogide salvestamiseks kasutatav failisüsteem on külge haagitud.
eu: Mesedez ziurtatu zaitez arazpen egunakriak gorde nahi dituzun direktorioa muntaturik dagoela jarraitu aurretik.
gl: Asegúrese de que o sistema de ficheiros no que quere gravar os rexistros de depuración estea montado antes de continuar.
he: וודא בבקשה כי מערכת הקבצים שאליה אתה מעוניין לשמור את מידע הדיבאג מעוגנת לפני שתמשיך.
lt: Prieš pratęsdami, įsitikinkite, ar failų sistema, kurioje Jūs norite saugoti derinimo žurnalus (debug logs), yra prijungta
lv: Pirms turpinat lūdzu pārliecinieties, ka failus sistēma uz kuras gribat saglabāt atkļūdošanas žurnāla ierakstus ir piemontēta.
ml: ദയവായി നിങ്ങള്‍ ഡിബഗ് ലോഗുകള്‍ സൂക്ഷിക്കേണ്ട ഫയല്‍ സിസ്റ്റം മൌണ്ട് ചെയ്തിരിക്കുന്നു എന്ന് തുടരുന്നതിന് മുന്പേ ഉറപ്പു വരുത്തുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੇਖੋ ਕਿ ਫਾਇਲ ਸਿਸਟਮ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਡੀਬੱਗ ਲਾਗ ਸੰਭਾਲਣੇ ਹਨ ਮਾਊਂਟ ਕੀਤਾ ਹੈ।
ro: Vă rugăm să vă asiguraţi, mai întâi, că sistemul de fişiere în care doriţi să salvaţi jurnalele de depanare, este montat.
zh_tw: 在繼續進行之前，請確認您要用來儲存 debug logs 的那個檔案系統已被掛載。

source: Cannot save logs
de: Kann Log-Dateien nicht speichern
eo: Neeble savi ĝustigajn ĵurnalojn
et: Ei saa logisid salvestada
eu: Ezin dira egunkariak gorde
gl: Non se puideron gravar os rexistros
he: לא ניתן לשמור לוגים
lt: Nepavyko išsaugoti žurnalų (logs) failų
lv: Ierakstus saglabāt nav izdevies
ml: ലോഗുകള്‍ സൂക്ഷിക്കാന്‍ പറ്റില്ല
pa: ਲਾਗ ਸੰਭਾਲ ਨਹੀਂ ਸਕਿਆ
ro: Salvarea jurnalelor imposibilă
zh_tw: 無法儲存 logs

source: The directory "${DIR}" does not exist.
de: Das Verzeichnis »${DIR}« existiert nicht.
eo: La dosierujo "${DIR}" malekzistas.
et: Kataloogi "${DIR}" ei ole olemas.
eu: "${DIR}" direktorioa ez dago.
gl: O directorio "${DIR}" non existe.
he: הספריה "${DIR}" לא קיימת.
lt: Katalogas "${DIR}" neegzistuoja.
lv: Directorija "${DIR}" neeksistē.
ml: "${DIR}" ഡയറക്റ്ററി നിലവിലില്ല.
pa: ਡਾਇਰੈਕਟਰੀ "${DIR}" ਮੌਜੂਦ ਨਹੀਂ।
ro: Directorul "${DIR}" nu există.
zh_tw: "${DIR}" 這個目錄並不存在。

source: Web server started, but network not running
de: Web-Server gestartet, aber kein Netzwerk
eo: Ekfunkcia TTT-servilo, sed neniu aktiva reto
et: Veebiserver käivitus, kuid võrk ei tööta
eu: Web zerbitzaria abiarazirik, baina sarea ez dago martxan
gl: Iniciouse o servidor web, pero a rede non funciona
he: שרת web הופעל, אך הרשת לא עובדת
lt: Web serveris paleistas, bet neveikia tinklas
lv: Webserveris ir palaists, bet tīkls nedarbojas
ml: വെബ് സേവകന്‍ തുടങ്ങി, പക്ഷേ നെറ്റ്‌വര്ക്ക് ഓടുന്നില്ല
pa: ਵੈੱਬ ਸਰਵਰ ਚੱਲ ਪਿਆ, ਪਰ ਨੈੱਟਵਰਕ ਚੱਲ ਨਹੀਂ ਰਿਹ
ro: Server web pornit, dar reţeaua nu funcţionează
zh_tw: Web 伺服器啟動了，但網路無法運作

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
de: Es wurde ein einfacher Web-Server auf diesem Computer gestartet, um Log-Dateien und Debug-Informationen zugänglich zu machen. Der Web-Server bleibt gestartet und ist erreichbar, sobald das Netzwerk eingerichtet wurde.
eo: Simpla TTT-servilo estis ekfunkciita en tiu kumputilo por servi ĵurnalajn dosierojn kaj ĝustigajn informojn. Tamen, la reto ne funkcias. La servilo estos lasata tia, kaj iĝos atingebla kiam la reto estos agordita.
et: Selles arvutis käivitati lihtne logifaile ja silmumisinfot pakkuv veebiserver, kuid võrku ei ole veel seadistatud. Veebiserver jääb käima, kuid talle pääseb ligi alles peale võrgu seadistamist.
eu: eb zerbitzari xume bat abiarazi da ordenagailu honetan erregistro fitxategiak eta arazpen argibideak zerbizatzeko. Nahiz sarea ez dagoenez martxan zerbitzariak martxan jarraituko du bein sarea martxan dagoenean eskuragarri egoteko.
gl: Iniciouse neste ordenador un servidor web simple para servir ficheiros de rexistro e información de depuración. Nembargantes, a rede non está configurada aínda. O servidor web ha quedar a funcionar, e ha ser accesible cando a rede estea configurada.
he: שרת web פשוט הופעל על מחשב זה כדי להגיש קבצי לוג ומידע דביאג. מעבר לכך, הרשת עדיין אינן זמינה. שרת ה-web ימשיך לרות, ויהיה נגיש ברגע שהרשת תהיה מוגדרת.
lt: Šiame kompiuteryje paleistas vykdyti paprastas web serveris, skirtas priėjimui prie žurnalų (log) failų ir derinimo (debug) informacijos. Web serveris bus paliktas veikti, ir taps prieinamu po tinklo suderinimo.
lv: Lai apstrādātu žurnālu ierakstus un atkļūdošanas informāciju uz šīs mašīnas ir palaists vienkāršs vebserveris, taču tīkls vēl nav uzstādīts. Webserveris turpinās darboties un būs pieejams līdzko tiks nokonfigurēts tīkls.
ml: ഒരു ലളിതമായ വെബ് സേവകന്‍ ലോഗ് ഫയലുകളും ഡിബഗ് വിവരങ്ങള്‍ നല്കുന്നതിനുമായി തുടങ്ങിയിട്ടുണ്ട്. എന്നാല്‍ നെറ്റ്‌വര്ക്ക് ഇതു വരെ സജ്ജമാക്കിയിട്ടില്ല. വെബ് സേവകന്‍ തുടര്ന്നും പ്രവര്‍ത്തിച്ചുക്കൊണ്ടിരിക്കുന്നതും, നെറ്റ്‌വര്ക്ക് ക്രമീകരിച്ചാലുടനെ സമീപിക്കാവുന്നതുമായിരിക്കും.
pa: ਇਸ ਕੰਪਿਊਟਰ ਤੇ ਲਾਗ ਫਾਇਲਾਂ ਅਤੇ ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਸੰਭਾਲਣ ਲਈ ਇੱਕ ਸਧਾਰਨ ਵੈੱਬ ਸਰਵਰ ਚਲਾਇਆ ਗਿਆ ਹੈ। ਭਾਵੇਂ ਹਾਲੇ ਨੈੱਟਵਰਕ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ। ਵੈੱਬ ਸਰਵਰ ਚਲਦਾ ਹੀ ਛੱਡਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਇੱਕ ਵਾਰ ਨੈੱਟਵਰਕ ਸੰਰਚਿਤ ਹੋਣ ਤੇ ਪਹੁੰਚ ਯੋਗ ਹੋਵੇਗਾ।
ro: Un server simplu de web a fost pornit pe acest calculator pentru a servi fişiere jurnal şi informaţii de depanare. Totuşi, reţeaua nu este pregătită încă. Serverul de web va fi lăsat pornit şi va fi accesibil odată cu configurarea reţelei.
zh_tw: 在這台電腦上已啟動了一個用來轉移 log 檔案及 debug 資訊的簡易 Web 伺服器，但網路的設定卻尚未進行。這個 Web 伺服器會持繼運作，但得等到網路設定完成後才能夠進行存取。

source: Web server started
de: Web-Server gestartet
eo: Ekfunkcia TTT-servilo
et: Veebiserver käivitatud
eu: Web zerbitzaria abiarazia
gl: Iniciado o servidor web
he: שרת web אותחל
lt: Web serveris paleistas vykdyti
lv: Webserveris darbojas
ml: വെബ് സേവകന്‍ തുടങ്ങി
pa: ਵੈੱਬ ਸਰਵਰ ਚੱਲ ਪਿਆ ਹੈ
ro: Server web pornit
zh_tw: 已啟動 Web 伺服器

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
de: Es wurde ein einfacher Web-Server auf diesem Computer gestartet, um Log-Dateien und Debug-Informationen zugänglich zu machen. Sie erhalten eine Übersicht aller verfügbaren Log-Dateien auf http://${ADDRESS}/
eo: Simpla TTT-servilo estis ekfunkciita en tiu kumputilo por servi ĵurnalajn dosierojn kaj ĝustigajn informojn. Indekso da ĉiuj disponeblaj ĵurnalaj dosieroj atingeblas tie adreso: http://${ADDRESS}/
et: Selles arvutis käivitati lihtne logifaile ja silmumisinfot pakkuv veebiserver. Kõigile logifailidele viitav nimistu on kättesaadaval aadressil http://${ADDRESS}/
eu: Web zerbitzari xume bat abiarazi da ordenagailu honetan erregistro fitxategiak eta arazpen argibideak zerbizatzeko. Eskuragarri dfauden erregistro fitxategi guztien zerrenda hemen haurki dezakezu: http://${ADDRESS}/
gl: Iniciouse un servidor web simple neste ordenador para servir ficheiros de rexistro e información de depuración. Hai dispoñible un índice con tódolos ficheiros de rexistro dispoñibles en http://${ADDRESS}/
he: שרת web פשוט הופעל על מחשב זה כדי לשרת קבצי לוג ומידע דיבאג. אינדקס של כל קבצי הלוג ניתן למצוא בכתובת: http://${ADDRESS}/
lt: Šiame kompiuteryje paleistas vykdyti paprastas web serveris, skirtas priėjimui prie žurnalų (log) failų ir derinimo (debug) informacijos. Šios informacijos indekso failą galite rasti adresu http://${ADDRESS}/
lv: Uz šīs mašīnas ir palaists vienkāršs webserveris. Visu pieejamo žurnāla ierakstu failu saraksts ir ieejams šeit: http://${ADDRESS}/
ml: ഒരു ലളിതമായ വെബ് സേവകന്‍ ലോഗ് ഫയലുകളും ഡിബഗ് വിവരങ്ങള്‍ നല്കുന്നതിനുമായി തുടങ്ങിയിട്ടുണ്ട്. http://${ADDRESS}/ ല്‍ ലഭ്യമായിട്ടുള്ള എല്ലാ ലോഗ് ഫയലുകളുടേയും സൂചിക കാണാം
pa: ਇਸ ਕੰਪਿਊਟਰ ਤੇ ਲਾਗ ਫਾਇਲਾਂ ਅਤੇ ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਸੰਭਾਲਣ ਲਈ ਇੱਕ ਸਧਾਰਨ ਵੈੱਬ ਸਰਵਰ ਚਲਾਇਆ ਗਿਆ ਹੈ। ਸਭ ਉਪਲੱਬਧ ਲਾਗ ਫਾਇਲਾਂ ਦੀ ਸੂਚੀ http://${ADDRESS}/ ਉੱਪਰ ਵੇਖੀ ਜਾ ਸਕਦਾ ਹੈ
ro: Un server simplu de web a fost pornit pe acest calculator pentru a servi fişiere jurnal şi informaţii de depanare. Un index al tuturor fişierelor jurnal pot fi găsite la http://${ADDRESS}/
zh_tw: 在這台電腦上已啟動了一個用來轉移 log 檔案及 debug 資訊的簡易 Web 伺服器。您可以在 http://${ADDRESS}/ 上找到所有的 log 檔案的索引。

source: Insert formatted floppy in drive
cy: Rhowch ddisgen wedi ei fformadu yn y gyrriant
de: Bitte formatierte Diskette in das Laufwerk einlegen
el: Τοποθετήστε μια μορφοποιημένη δισκέτα στη μονάδα δισκέτας
eo: Enŝovu datumaranĝan disketon en diskturnilo
et: Sisesta flopiseadmesse formaaditud flopi
eu: Sartu formateatutako disketea unitatean
fa: فلاپی فرمت شده در درایو قرار دهید
fi: Pistä alustettu levyke asemaan
gl: Introduza un disquete formatado na unidade
he: הכנס דיסקט מאותחל לכונן
id: Masukkan disket yang telah diformat ke dalam penggerak (drive)
kk: Дискжетекке қайта пішінделген дискетаны кіргізіңіз
lt: Įdėkite formatuotą diskelį į diskasukį
lv: Ievietojiet formatētu disketi diskešu dzinī
ml: ഫോര്മാറ്റ് ചെയ്ത ഫ്ലോപ്പി ഡ്രൈവില്‍ വയ്ക്കൂ
nn: Set inn ein formatert diskett i stasjonen
pa: ਡਰਾਈਵ ਵਿੱਚ ਫਾਰਮਿਟ ਕੀਤੀ ਫਲਾਪੀ ਪਾਓ
pl: W³ó¿ sformatowan± dyskietkê do napêdu
pt_br: Insira um disquete formatado no leitor de disquetes
ro: Introduceţi o dischetă formatată în unitate
sl: Vstavite formatirano disketo v disketnik
zh_tw: 請在磁碟機中插入已格式化的軟碟片

source: Log files and debug info will be copied into this floppy.
de: Logdateien und Debug-Informationen werden auf diese Diskette kopiert.
eo: Ĵurnalaj dosieroj kaj ĝustigaj informoj estos kopiita en disketo.
et: Sellele flopile kopeeritakse logid ja silumisinfo.
eu: Erregstro fitxategiak eta arazpen argibideakdiskete horretan kopiatuko dira.
gl: Hanse copiar neste disquete os ficheiros de rexistro e a información de depuración.
he: קבצי לוג ומידע לגבי דיבאג יועתקו לדיסקט.
lt: Log failai ir derinimo (debug) informacija bus nukopijuotos į šį diskelį.
lv: Protokoli un konfigurācijas informācija tiks nokopēti uz šo disketi.
ml: ലോഗ് ഫയലുകളും ഡിബഗ് വിവരങ്ങളും ഈ ഫ്ലോപ്പിയിലേക്ക് പകര്പ്പെടുക്കുന്നതായിരിക്കും.
pa: ਲਾਗ ਫਾਇਲਾਂ ਅਤੇ ਡੀਬੱਗ ਾ ਜਾਣਕਾਰੀ ਇਸ ਫਲਾਪੀ ਤੇ ਨਕਲ ਹੋਣਗੀਆਂ।
ro: Fişierele jurnal şi informaţiile de depanare vor fi copiate pe acesta dischetă.
zh_tw: Log 檔案 和 Debug 資訊 將被複製到這張軟碟片上。

source: The information will also be stored in /var/log/installer/ on the installed system.
de: Die Informationen werden ebenso in /var/log/installer/ auf dem installierten System gespeichert.
eo: La informoj estos ankaŭ konservata en '/var/log/installer/' el instalata sistemo.
et: See informatsioon talletatakse ka /var/log/installer/ alla paigaldatud süsteemis.
eu: Informazioa instalaturiko sistemaren var/log/installer/-en gordeko da.
gl: Tamén se armacenará a información no directorio /var/log/installer/ do sistema instalado.
he: בנוסף, המידע יאוכסן גם ב-/var/log/installer/ במערכת המותקנת.
lt: Informacija taip pat bus išsaugota įdiegtos sistemos kataloge /var/log/installer/.
lv: Šī informācija tiks saglabāta jaunajā sistēmā /var/log/installer/ direktorijā.
ml: ഈ വിവരം ഇന്സ്റാള്‍ ചെയ്ത സിസ്റ്റത്തില്‍ /var/log/installer/ ലും സുക്ഷിച്ച് വയ്കുന്നതായിരിക്കും.
pa: ਜਾਣਕਾਰੀ ਵੀ ਇੰਸਟਾਲ ਕੀਤੇ ਸਿਸਟਮ ਤੇ /var/log/installer/ ਵਿੱਚ ਸੰਭਾਲੀ ਜਾਵੇਗੀ।
ro: Informaţiile vor fi, de asemenea, stocate în /var/log/installer/ pe sistemul instalat.
zh_tw: 這些資訊也會同時儲存在安裝系統中的 /var/log/installer/ 裡。

source: Failed to mount the floppy
de: Konnte Diskette nicht einhängen
eo: Surmetado de disketo malsukcesas
et: Flopiketta haakimine nurjus
eu: Huts egin du disketea muntatzean
gl: Non se puido montar o disquete
he: נכשל העיגון של הדיסקט
lt: Nepavyko prijungti lankstaus diskelio
lv: Nevarēju piemontēt disketi
ml: ഫ്ലോപ്പി മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
pa: ਫਲਾਪੀ ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Eşec la montarea dischetei
zh_tw: 軟碟片無法掛載

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
de: Das Diskettenlaufwerk konnte nicht gefunden werden oder es befindet sich keine formatierte Diskette darin.
eo: Aŭ la disketo neeblas trovita, aŭ datumaranĝa disketo ne estas en la diskturnilo.
et: Kas ei saada kettaseadmega ühendust või pole seadmes formaaditud flopit.
eu: Edo diskete gailua ez da aurkitzen edo ez dago formateatutako disketerik gailu barruan.
gl: Non se pode atopar a unidade de disquete, ou non hai un disquete formatado na unidade.
he: כונן הדיסקטים לא נמצא, או שדיסקט מפורמט לא נמצא בכונן.
lt: Arba nerastas lanksčių diskelių įrenginys, arba įrenginyje neįdėtas formatuotas diskelis.
lv: Vai nu nav atrasta diskešu iekārta vai arī tajā nav ievietota neviena diskete.
ml: ഒന്നുകില്‍ ഫ്ലോപ്പി ഉപകരണം കണ്ടു പിടിക്കാന്‍ കഴിഞ്ഞില്ല അല്ലെങ്കില്‍ ഒരു ഫോര്മാറ്റഡ് ഫ്ലോപ്പിയും ഡ്രൈവിലില്ല.
pa: ਜਾਂ ਤਾਂ ਫਲਾਪੀ ਨਹੀਂ ਲੱਭੀ, ਜਾਂ ਡਰਾਈਵ ਵਿੱਚ ਫਾਰਮੈਟ ਕੀਤੀ ਫਲਾਪੀ ਨਹੀਂ ਹੈ।
ro: Fie dispozitivul de dischetă nu poate fi găsit, fie în unitate nu se află o dischetă formatată.
zh_tw: 無法找到軟碟機，或是沒有在裝置上放入一張已格式化的軟碟片。

source: Gathering information for installation report...
cy: Yn casglu gwybodaeth ar gyfer yr adroddiad sefydlu ...
de: Sammle Informationen für den Installations-Report ...
el: Συγκέντρωση πληροφορίων για την αναφορά εγκατάστασης ...
eo: Regrupiĝaj Informoj por la instalada raporto...
et: Paigaldamisraporti jaoks informatsiooni kogumine...
eu: Instalazioaren berri emateko informazioa biltzen...
fa: جمع آوری اطلاعات برای تهیه‌ی گزارش نصب
fi: Kerätään tietoa asennusraporttia varten...
gl: A recoller información para o informe de instalación...
he: אוסף מידע לדוח ההתקנה
id: Sedang mengumpulkan informasi untuk laporan instalasi ...
kk: Құрылғы туралы есеп беру үшін информация жинау...
lt: Informacijos surinkimas įdiegimo raportui ...
lv: Savācu informāciju instalācijas atskaitei...
mg: Manangona ireo tatitra momban'ny fametrahana...
ml: ഇന്സ്റ്റലേഷന്‍ റിപോര്ട്ടിനു വേണ്ട വിവരങ്ങള്‍ ശേഖരിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Samlar saman informasjon til installasjonsrapport ...
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਰਿਪੋਟਰਟ ਲਈ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰ ਰਿਹਾ ਹੈ...
pl: Pobieranie informacji dla celów raportu instalacyjnego...
pt_br: Obtendo informação para relatório de instalação ...
ro: Se strâng informaţii pentru crearea raportului de instalare ...
sl: Zbiram informacije za poročilo o namestitvi ...
zh_tw: 正在收集安裝程式所回報的資訊 ...

source: Check CD-ROM integrity?
cy: Gwirio cywirdeb y CD-ROM?
de: CD-ROM-Integrität überprüfen?
el: Να γίνει έλεγχος της ακεραιότητας του CD-ROM;
eo: Kontrolu sendifektecon de lumdisko?
et: Kontrollida laserketta terviklikkust?
eu: CD-ROMaren integritatea egiaztatu nahi duzu?
fa: درستی CDROM آزمایش گردد؟
fi: Tarkista rompun eheys?
gl: ¿Comprobar a integridade do CD-ROM?
he: בדוק תקינות CD?
id: Periksa integritas CD-ROM?
kk: компакт-дискінің бүтіндігін тексеру керек пе?
lt: Ar tikrinti kompaktinio disko vientisumą?
lv: Pārbaudīt CD integritāti?
ml: സിഡി-റോം ഇന്റെഗ്രിറ്റി പരിശോദിക്കണോ?
nn: Sjekk integriteten til CDROM-en?
pa: CD-ROM ਪੂਰਨਤਾ ਦੀ ਜਾਂਚ ਕਰੋ?
pl: Sprawdziæ integralno¶ci p³yty CD?
pt_br: Checar integridade do CD-ROM ?
ro: Verificaţi integritatea CD-ului?
sl: Preverim veljavnost CD-ROM-a?
zh_tw: 是否檢驗光碟的完整性？

source: Warning: this check depends on your hardware and may take some time.
cy: Rhybudd: mae'r prawf yma yn dibynnu ar eich caledwedd a gall gymryd peth amser.
de: Achtung: Dieser Vorgang ist abhängig von Ihrer Hardware und kann einige Zeit in Anspruch nehmen.
el: Προειδοποίηση: αυτός ο έλεγχος εξαρτάται από το υλικό του υπολογιστή σας και πιθανόν να καθυστερήσει.
eo: Atentu: tio kontrolo dependas vian aparataron kaj longtempe daŭrus.
et: Hoiatus: see test sõltub su riistvarast ja selle peale võib kuluda natuke aega.
eu: Kontuz: egiaztapen hau zure hardwarearen araberakoa da eta luze jo dezake.
fa: اخطار: این آزمون بستگی به سخت افزار شما دارد و ممکن است مدتی طول بکشد.
fi: Varoitus: tämä tarkistus riippuu laitteistosta ja voi kestää hetken aikaa.
gl: Aviso: esta proba depende do hardware e pode levar algún tempo.
he: אזהרה: הבדיקת תלויה בחומרה שלך, ועלולה לקחת זמן ממושך.
id: Peringatan: pengujian ini tergantung pada perangkat keras Anda dan ini bisa memerlukan waktu agak lama.
kk: Ескерту: тексеру уақыты сіздің аппаратураңызға байланысты және біраз уақыт алуы мүмкін.
lt: Perspėjimas: šis tikrinimas priklauso nuo Jūsų aparatinės įrangos ir gali kažkiek užtrukti.
lv: Uzmanību: šis tests ir atkarīgs no aparatūras un var aizņemt kādu laiku.
mg: Fampitandremana: ity fanamarinana ity dia miankina am'in'y ati-milinanao ary mety haharitra.
ml: മുന്നറിയിപ്പ്: ഈ പരിശോദന നിങ്ങളുടെ ഹാര്ഡ്‌വെയറിനെ ആശ്രയിച്ചുള്ളതും കുറച്ച് സമയമെടുക്കാവുന്നതുമാണ്.
nn: Åtvaring: Denne kontrollen kan ta ein del tid, avhengig av maskinvara. Er du sikker på at du vil halda fram?
pa: ਚੇਤਾਵਨੀ: ਇਹ ਜਾਂਚ ਤੁਹਾਡੇ ਹਾਰਡਵੇਅਰ ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ ਅਤੇ ਕੁਝ ਸਮਾਂ ਲੈ ਸਕਦੀ ਹੈ।
pl: Uwaga: ten test zale¿y od Twojego sprzêtu i mo¿e chwilê potrwaæ.
pt_br: Aviso : esta checagem depende de seu hardware e pode levar algum tempo.
ro: Atenţie: acestă verificare depinde de componentele maşinii dvs. şi s-ar putea să dureze ceva timp.
sl: Opozorilo: dolžina tega preverjanja je odvisna od vaše strojne opreme in lahko traja nekaj časa.
zh_tw: 警告：該檢驗作業依您的硬體性能而定，可能會花上一點時間。

source: Insert a Debian CD-ROM
cy: Mewnosodwch CD-ROM Debian
de: Debian-CD-ROM einlegen
el: Εισάγετε ένα CD-ROM του Debian
eo: Enŝovu Debianan lumdiskon
et: Sisesta Debian'i laserketas
eu: Sartu Debian-en CD-ROMa
fa: یکی از سی‌دی های دبیان را وارد کنید.
fi: Laita Debian-romppu asemaan
gl: Introduza un CD-ROM de Debian
he: הכנס CD של דביאן
id: Masukkan CD ROM Debian
kk: Debian компакт-дискін енгізіңіз
lt: Įdėkite Debian'o kompaktinį diską
lv: Ielieciet Debian kompaktdisku
mg: Mampidira CD-ROM Debian
ml: ഒരു ഡെബിയന്‍ സിഡി-റോം ഇന്സര്ട്ട് ചെയ്യൂ
nn: Set inn ei Debian-CD-plate
pa: ਡਿਬੀਅਨ CD-ROM ਪਾਓ
pl: W³ó¿ p³ytê CD Debiana
pt_br: Insira um CD-ROM Debian
ro: Introduceţi un CD Debian
sl: Vstavite Debianov CD-ROM
zh_tw: 放入一張 Debian 光碟
