Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
cy: Rhowch un o'r CD-ROMau swyddogol Debian yn y gyrriant cyn mynd ymlaen os gwelwch yn dda.
de: Bitte legen Sie eine der offiziellen Debian-CDs in das Laufwerk, bevor Sie fortfahren.
el: Παρακαλώ, εισάγετε ένα από τα επίσημα CD-ROM του Debian στη μονάδα CD-ROM πριν συνεχίσετε.
eo: Bonvolu enŝovi iun el la officaj Debianaj lumdiskoj en diskilo antaŭ ol daŭri.
et: Palun sisesta enne jätkamist üks Debian'i ametlikest laserketastest
eu: Jarraitu baino lehen, sartu Debian-en CD-ROM ofizialetako bat unitatean.
fa: لطفا قبل از ادامه یکی از سی‌دی های رسمی دبیان را در درایو قرار دهید.
fi: Laita yksi virallisista Debian-rompuista asemaan ennen jatkamista.
gl: Introduza un dos CD-ROMs oficiais de Debian na unidade antes de continuar.
he: נא הכנס אחד מהדיסקים הרישמיים של דביאן לכונן לפני שתמשיך.
id: Silakan masukkan salah satu CD ROM resmi Debian ke dalam penggerak sebelum melanjutkan.
kk: Жалғастырар алдында Debian-ның бір ресми компакт-дискісін жетекке енгізіңіз.
lt: Prieš pratęsdami įdėkite į diskų skaitymo įrenginį vieną iš oficialių Debian'o kompaktinių diskų.
lv: Lūdzu ielieciet vienu no oficiālajiem Debian kompaktdiskiem diskiekārtā pirms turpināt.
mg: Azafady mampidira CD-ROM Debian ofisialy iray ao anaty lecteur alohan'ny hanohizana
ml: ദയവായി തുടരുന്നതിന് മുന്പേ ഒരു ഔദ്യോഗിക ഡെബിയന്‍ സിഡി-റോം ഡ്രൈവിലേക്ക് ഇന്സര്ട്ട് ചെയ്യൂ.
nn: Set inn ei av dei offisielle Debian-CD-platene i stasjonen før du held fram.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਡਰਾਈਵ ਵਿੱਚ ਇੱਕ ਦਫਤਰੀ ਡੇਬੀਅਨ CD-ROM ਪਾਓ।
pl: Przed kontynuacj± w³ó¿ jedn± z oficjalnych p³yt Debiana do napêdu.
pt_br: Por favor, insira um dos CD-ROMs oficiais Debian no leitor de CDs antes de continuar.
ro: Vă rugăm să introduceţi un CD oficial Debian în unitate înainte de a continua.
sl: Vstavite enega od uradnih Debianovih CD-ROM-ov v pogon pred nadaljevanjem.
zh_tw: 在繼續之前，請放入一片 Debian 官方的光碟到光碟機裡。

source: Failed to mount CD-ROM
cy: Methwyd clymu CD-ROM
de: Konnte CD-ROM nicht einbinden
el: Σφάλμα κατά τη κατάτμηση (mount) του CD-ROM
eo: Surmetado de lumdisko malsukcesas
et: Laserketast ei õnnestunud haakida
eu: Ezin izan da CD-ROMa muntatu
fa: بارگزاری CD-ROM شکست خورد!
fi: Rompun liittäminen epäonnistui
gl: Non se puido montar o CD-ROM
he: כשלון בעגינת CD
id: Tidak berhasil mengaitkan CD ROM
kk: Компакт-дискіні түзеуге мүмкін болмады
lt: Nepavyko prijungti kompaktinio disko
lv: Nevarēju piemontēt CD
mg: Tsy nahomby ny fampakarana ny sederoma
ml: സിഡി-റോം മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje montera CD-plata
pa: CD-ROM ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê zamontowaæ p³yty CD
pt_br: Falha ao montar CD-ROM
ro: Eşec la montarea CD-ului
sl: Nisem mogel priklopiti CD-ROM-a
zh_tw: 無法掛載光碟

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
cy: Methwyd clymu'r CD-ROM ${CDROM} yn gywir. Gwiriwch y disg a'r cêblau, a ceisiwch eto.
de: Die CD-ROM ${CDROM} konnte nicht korrekt eingebunden werden. Bitte überprüfen Sie das Medium sowie die Kabel und versuchen Sie es erneut.
el: Η μονάδα CD-ROM ${CDROM} δε μπορεί να προσαρτηθεί σωστά. Παρακαλούμε ελέγξτε τη καλωδίωση και το μέσον και ξαναπροσπαθήστε.
eo: La lumdisko ${CDROM} ne eblas korekte surmetita. Bonvolu kontroli la amasinformilon kaj kablojn kaj reprovu poste.
et: Laserketast ${CDROM} ei õnnestunud haakida. Palun kontrolli andmekandjat ja kaableid ning proovi uuesti.
eu: Ezin izan da CD-ROM-a ${CDROM} behar bezala muntatu. Egiaztatu euskarria eta kableak eta saiatu berriro.
fa: درایو ${CDROM} نمیتواند بارگزاری شود. لطفا درایو و کابل های مربوطه را بازدید کرده مجددا تلاش کنید.
fi: Romppua ${CDROM} ei voitu liittää oikein. Tarkistathan taltion ja kaapelit. Yritä sen jälkeen uudelleen.
gl: Non se puido montar corretamente o CD-ROM ${CDROM}. Comprobe o disco e os cables e volva tentalo.
he: לא ניתן לעגון את ה-CD-ROM ${CDROM} באופן תקין. נא בדוק את המדיה ואת הכבלים ונסה שוב.
id: CD-ROM ${CDROM} tidak bisa dikaitkan dengan benar. Silakan periksa media dan kabel, kemudian silakan mencoba kembali.
kk: ${CDROM} компакт-дискісін түзеуге мүмкін болмады. Тасушыны, қосылыстарды тексеріп, әрекетті қайта орындаңыз.
lt: Negalima korektiškai prijungti kompaktinio disko ${CDROM}. Prašau patikrinti kompaktinį diską arba kabelius, ir pabandyti dar kartą.
lv: CD ${CDROM} nevarēja tikt piemontēts. Lūdzu pārbaudiet disku un savienojošos kabeļus un pamēģiniet vēlreiz.
ml: സിഡി-റോം ${CDROM} ശരിയായി മൌണ്ട് ചെയ്യാന്‍ സാധിച്ചില്ല. ദയവായി മീഡിയയും കേബിളുകളും പരിശോദിച്ച് വീണ്ടും ശ്രമിക്കുക.
nn: CDROM-en ${CDROM} blei ikkje montert rett. Sjekk mediet og kablar og prøv igjen.
pa: CD-ROM ${CDROM} ਠੀਕ ਤਰਾਂ ਮਾਊਂਟ ਨਹੀਂ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਮਾਧਿਅਮ ਅਤੇ ਕੇਬਲ ਦੀ ਜਾਂਚ ਕਰੋ, ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: CD-ROM ${CDROM} nie móg³ byæ poprawnie zamontowany. Sprawd¼ no¶nik i kable, a nastêpnie spróbuj ponownie.
pt_br: Não foi possível montar o CD-ROM ${CDROM} corretamente. Por favorm cheque a mídia e os cabos e tente novamente.
ro: CD-ul ${CDROM} nu a putut fi montat corect. Vă rugăm să verificaţi CD-ul şi cablurile, apoi încercaţi din nou.
sl: CD-ROM {CDROM} ni bilo mogoče pravilno priklopiti. Preverite nosilec in kable in poskusite znova.
zh_tw: 無法正確掛載 ${CDROM} 光碟。請檢查媒體和排線，然後再重試一次。

source: No valid Debian CD-ROM
cy: Dim CD-ROM Debian dilys
de: Keine gültige Debian-CD-ROM
el: Μη έγκυρο CD-ROM του Debian
eo: Nenio valida Debiana lumdisko
et: Pole sobivat Debian'i laserketast
eu: Ez da Debian-en baliozko CD-ROMa
fa: سی‌دی دبیان معتبر نیست!
fi: Ei kelvollista Debian-romppua
gl: Non hai un CD-ROM de Debian válido
he: אין CD תקני של דביאן
id: Bukan CD-ROM Debian yang sah.
kk: Бұл Debian компакт-дискі емес
lt: Tai ne Debian'o kompaktinis diskas
lv: Nav atrasts neviens korekts Debian CD
mg: Tsy misy CD-ROM Debian mandeha
ml: വാലിഡായ ഡെബിയന്‍ സിഡി-റോമൊന്നുമില്ല
nn: Ingen gyldig Debian-CDROM
pa: ਕੋਈ ਯੋਗ ਡੇਬੀਅਨ CD-ROM ਨਹੀਂ
pl: Brak prawid³owej p³yty CD Debiana
pt_br: Não é um CDROM Debian válido
ro: CD Debian invalid
sl: Ni veljaven Debianov CD-ROM
zh_tw: 並不是正確的 Debian 光碟

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
cy: Nid yw'r CD-ROM rydych chi wedi mewnosod yn CD-ROM Debian dilys. Newidwch y disg os gwelwch yn dda.
de: Die von Ihnen eingelegte CD-ROM ist keine gültige Debian-CD-ROM. Bitte wechseln Sie die CD.
el: Το CD-ROM που τοποθετήσατε δεν είναι έγκυρο CD-ROM του Debian. Παρακαλώ, τοποθετήστε το σωστό CD-ROM.
eo: La enŝovita lumdisko ne estas valida Debiana lumdisko. Bonvolu ŝanĝi ĝin.
et: Sisestatud laserketas pole sobiv Debian'i ketas. Palun vaheta ketast.
eu: Sartu duzun CD-ROMa ez da Debian-en baliozko CD-ROMa. Aldatu diskoa.
fa: این سی‌دی، یک سی‌دی معتبر دبیان نیست! لطفا آن را عوض کنید.
fi: Laittamasi romppu ei ole kelvollinen Debian-romppu. Vaihda levyä.
gl: O CD-ROM introducido non é un CD-ROM de Debian válido. Cambie o disco.
he: ה-CD-ROM שהכנסת אינו דיסק תקין של דביאן. החלף אותו בבקשה.
id: CD-ROM yang telah Anda masukkan bukan CD-ROM Debian yang sah. Silakan ganti dengan CD-ROM yang benar.
kk: Сіз енгізген компакт-диск Debian дискісі емес. Дискіні ауыстырыңыз.
lt: Įdėtas kompaktinis diskas nėra teisingas Debian'o diskas. Pakeiskite diską.
lv: CD, ko Jūs ielikāt, nav Debian CD. Lūdzu nomainiet CD.
mg: Ny kapila mangirana izay nampidirinao dia tsy kapila Debian mandeha. Azafady ovay ny kapila.
ml: നിങ്ങള്‍ ഇന്സര്ട്ട് ചെയ്ത സിഡി-റോം ഒരു വാലിഡായ ഡെബിയന്‍ സിഡി-റോം അല്ല. ദയവായി ഡിസ്ക് മാറ്റൂ.
nn: CDROM-en du sette inn er ikkje ein gyldig Debian-CDROM. Skift CD-plate.
pa: CD-ROM ਜੋ ਤੁਸੀਂ ਪਾਈ ਹੈ ਯੋਗ ਡੇਬੀਅਨ CD-ROM ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਡਿਸਕ ਤਬਦੀਲ ਕਰੋ।
pl: W³o¿ona p³yta CD nie jest poprawn± p³yt± CD Debiana. Zmieñ dysk.
pt_br: O CD-ROM inserido não é um CD-ROM Debian válido. Por favor troque-o.
ro: CD-ul introdus nu este un CD Debian valid. Vă rugăm să schimbaţi discul.
sl: CD-ROM, ki ste ga vstavili ni veljaven Debianov CD-ROM. Prosim zamenjajte ga.
zh_tw: 您所放入的光碟並不是正確的 Debian 光碟。請更換光碟片。

source: Failed to open checksum file
cy: Methwyd agor y ffeil swm prawf
de: Fehler beim öffnen der Datei mit den Prüfsummen
el: Σφάλμα κατά το άνοιγμα του αρχείου MD5
eo: Malfermado de la suma kontroldosiero malsukcesas
et: Kontrollsumma faili ei õnnestunud avada
eu: Ezin izan da kontrol-baturaren fitxategia ireki
fa: تلاش برای باز کردن فایل checksum با شکست مواجه شد!
fi: Tarkistussummatiedoston avaus epäonnistui
gl: Non se puido abrir o ficheiro checksum.
he: כשלון בפיתחת קובץ checksum
id: Tidak berhasil membuka berkas checksum
kk: Бақылаушы соммасы бар файлды ашу мүмкін болмады.
lt: Nepavyko atverti kontrolinių sumų failo
lv: Nevarēju atvērt kontrolsummu failu
mg: Tsy nahasokatra ny rakitra misy ny isa fanamarinana
ml: സിഡി-റോം
nn: Klarte ikkje å opna sjekksumfil
pa: ਚੈੱਕਸਮ ਫਾਇਲ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie da³o siê otworzyæ pliku sum kontrolnych
pt_br: Falha ao abrir arquivo checksum
ro: Eşec la deschiderea fişierului cu sumele de control
sl: Odpiranje datoteke z vsoto ni uspelo
zh_tw: 無法打開 Checksum 檔案

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
cy: Methwyd agor y ffeil MD5 ar y CD-ROM. Mae'r ffeil yma yn cynnwys symiau prawf y ffeiliau ar y CD-ROM.
de: Das Öffnen der MD5-Datei auf der CD-ROM schlug fehl. Diese Datei beinhaltet die Prüfsummen der Dateien, die sich auf der CD-ROM befinden.
el: Σημειώθηκε σφάλμα κατά το άνοιγμα του αρχείου MD5 από το CD-ROM. Το αρχείο αυτό το οποίο περιέχει τις υπογραφές των αρχείων που βρίσκονται στο CD-ROM.
eo: Malfernado sur la lumdisko de 'MD5'-a dosiero malsukcesis. Tio dosiero inkludas la sumajn kontrolojn de ĉeestantaj dosieroj sur la lumdisko.
et: Laserkettal asuvat MD5 faili ei õnnestunud avada. Selles failis sisalduvad laserkettal olevate failide kontrollsummad.
eu: Ezin izan da MD5 fitxategia CD-ROMean ireki. Fitxategi honek CD-ROMeko fitxategien kontrol-baturak ditu.
fa: تلاش برای باز کردن فایل MD5 از روی سی‌دی با شکست مواجه شد! این فیل شامل checksumهای فایلهای بر روی سی‌دی است.
fi: MD5-tiedoston avaus rompulta epäonnistui. Tiedosto sisältää tarkistussummat rompulta löytyville tiedostoille.
gl: Non se puido abrir o ficheiro MD5 do CD-ROM. Este ficheiro contén as sumas de comprobación dos ficheiros do CD-ROM.
he: פתיחת קובץ MD5 על ה-CD נכשלה. הקובץ הזה מכילה את ה-checksum של הקבצים על הדיסק.
id: Pembukaan berkas MD5 pada CD-ROM tidak berhasil. Berkas ini berisi checksum dari berkas-berkas yang berada pada CD-ROM.
kk: MD5-файлды компакт-дискіден ашу мүмкін болмады. Бұл файлда компакт-дискідегі файлдардың бақылаушы соммалары бар.
lt: Nepavyko atverti MD5 failo, esančio kompaktiniame diske. Šis failas talpina kompaktiniame diske esančių failų kontrolines sumas.
lv: Nevarēju atvērt MD5 failu uz CD. Šajā failā atrodas visu uz CD esošo failu kontrolsummas.
mg: Tsy nahomby ny fanokafana ny rakitra MD5 ao amin'ny kapila mangirana. Ao anatin'io rakitra io no ahitana isa fanamarinana ireo rakitra izay ao anatin'ny sederoma.
ml: സിഡി-റോമിലെ MD5 ഫയല്‍ തുറക്കുന്നത് പരാജയപ്പെട്ടു.ഈ ഫയല്‍ സിഡി-റോമിലെ ഫയലുകളുടെ ചെക്ക്സമ്മുകള്‍ ഉള്ക്കൊള്ളുന്നതാണ്.
nn: Klarte ikkje å opna MD5-fila på CDROM-en. Denne fila inneheld sjekksummane for filene som er på CDROM-en.
pa: CD-ROM ਤੇ MD5 ਫਾਇਲ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ। ਇਸ ਫਾਇਲ ਵਿੱਚ CD-ROM ਤੇ ਸਥਿਤ ਫਾਇਲਾਂ ਦਾ ਚੈੱਕਸਮ ਸ਼ਾਮਲ ਹੈ।
pl: Nie mo¿na by³o otworzyæ pliku MD5 znajduj±cego siê na p³ycie. Plik ten zawiera sumy kontrolne plików umieszczonych na p³ycie.
pt_br: A abertura do arquivo MD5 no CD-ROM falhou. Esse arquivo contém os checksums dos arquivos localizados no CD-ROM.
ro: Deschiderea fişierului MD5 de pe CD a eşuat. Acest fişier conţine sumele de control ale fişierelor aflate pe CD.
sl: Ni mi uspelo odpreti datoteke MD5, ki vsebuje preveritvene vsote datotek na CD-ROM-u.
zh_tw: 在開啟光碟上的 MD5 檔案時失敗了。這個檔案包含了光碟上所有檔案的檢驗碼。

source: Integrity test successful
cy: Roedd y prawf cywirdeb yn llwyddiannus
de: Integritätstest erfolgreich
el: Ο έλεγχος ακεραιότητας ολοκληρώθηκε επιτυχώς
eo: Ĝusteca kontrolo sukcesas
et: Terviklikkuse test õnnestus
eu: Integritate-testa behar bezala egin da
fa: آزمون صحت موفقست آمیز بود.
fi: Eheystarkistus läpäisty
gl: Proba de integridade satisfactoria
he: בדקית תקינות הסתיימה בהצלחה
id: Uji keutuhan berhasil.
kk: Бүтіндігін тексеру сәтті аяқталды
lt: Vientisumo testas sėkmingai baigtas
lv: Integritātes tests veiksmīgi pabeigts
mg: Fitsapana aro-vatana vita soa aman-tsara
ml: ഇന്റെഗ്രിറ്റി പരിശോദന വിജയകരം
nn: Integritetstesten var vellukka
pa: ਪੂਰਨਤਾ ਜਾਂਚ ਸਫਲ ਹੋਈ
pl: Test integralno¶ci zakoñczony pomy¶lnie
pt_br: Teste de integridade realizado com sucesso
ro: Testul de integritate a avut succes
sl: Preizkus veljavnosti je uspel
zh_tw: 完整性檢驗完成

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
cy: Roedd y prawf cwirdeb CD-ROM yn llwyddiannus. Mae'r CD-ROM yn ddilys.
de: Der CD-ROM-Integritätstest war erfolgreich. Die CD-ROM ist gültig.
el: Ο έλεγχος ακεραιότητας για το CD-ROM ολοκληρώθηκε επιτυχώς Το CD-ROM είναι σε καλή κατάσταση.
eo: La lumdiska ĝusteca kontrolo sukcesis. Valida lumdisko.
et: Laserketta terviklikkuse test laabus. See laserketas on terviklik.
eu: CD-ROMaren integritate-testa behar bezala egin da. CD-ROMa baliozkoa da.
fa: آزمن صحت سی‌دی موفقیت آمیز بود. این سی‌دی معتبر است.
fi: Rompun eheystarkistus läpäistiin. Romppu on kelvollinen.
gl: A proba de integridade do CD-ROM foi satisfactoria. O CD-ROM é válido.
he: בדיקת תקינות הדיסק הסתיימה בהצלחה. הדיסק תקין.
id: Uji keutuhan CD-ROM berhasil dengan baik. CD-ROM bisa dipakai.
kk: Компакт-дискінің бүтіндігін тексеру сәтті аяқталды. Компакт-диск жарамды.
lt: Kompaktinio disko vientisumo testas pasibaigė sėkmingai. Diskas tinkamas.
lv: Kompaktdiska integritātes pārbaude veiksmīgi pabeigta. Šis kompaktdisks ir korekts.
mg: Vita soa aman-tsara ny fitsapana ny aro-vatan'ny sederoma. Mandeha ny sederoma.
ml: സിഡി-റോം ഇന്റെഗ്രിറ്റി പരിശോദന വിജയകരമായിരുന്നു. സിഡി-റോം വാലിഡാണ്.
nn: Testen av CD-en var vellukka. CD-en er gyldig!
pa: CD-ROM ਪੂਰਨਤਾ ਜਾਂਚ ਸਫਲ ਹੋਈ। CD-ROM ਯੋਗ ਹੈ।
pl: Test integralno¶ci p³yty CD zosta³ pomy¶lnie zakoñczony. P³yta jest sprawna.
pt_br: A checagem de integridade do CD-ROM foi um sucesso. O CD-ROM é válido.
ro: CD-ul a trecut testul de integritate. CD-ul este valid.
sl: Preverjanje veljavnosti CD-ROM-a je uspela. Plošča je v redu.
zh_tw: 光碟完整性檢驗順利完成。這是張正確的光碟。

source: Integrity test failed
cy: Methodd y prawf cywirdeb
de: Integritätstest fehlgeschlagen
el: Ο έλεγχος ακεραιότητας απέτυχε
eo: Ĝusteca kontrolo mulsukcesas
et: Terviklikkuse test kukkus läbi
eu: Integritate-testak huts egin du
fa: آزمون صحت شکست خورد.
fi: Eheystarkistus hylätty
gl: A proba de integridade fracasou
he: בדיקת תקינות נכשלה
id: Uji keutuhan tidak berhasil.
kk: Бүтіндігін тексеру сәтсіз аяқталды
lt: Vientisumo testas nepavyko
lv: Instalācijas soļa izpilde neidevās
mg: Tsy nahomby ny fitsapana ny aro-vatana
ml: ഇന്റെഗ്രിറ്റി പരിശോദന പരാജയപ്പെട്ടു
nn: Integritetstesten feila
pa: ਪੂਰਨਤਾ ਅਸਫਲ ਹੋਈ
pl: Test integralno¶ci nie powiód³ siê
pt_br: Teste de integridade falhou
ro: Testul de integritate a eşuat
sl: Preizkus veljavnosti ni uspel
zh_tw: 完整性檢驗失敗

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
cy: Methodd y ffeil ${FILE} y gwiriad swm prawf MD5. Efallai cafodd eich CD-ROM neu'r ffeil hwn ei llygru.
de: Die Datei ${FILE} konnte nicht mit der MD5-Prüfsumme überprüft werden. Ihre CD-ROM oder diese Datei könnten beschädigt sein.
el: Το ακόλουθο αρχείο παρουσιάζει ασυμφωνία στην υπογραφή MD5: ${FILE}. Το CD-ROM ή το συγκεκριμένο αρχείο μπορεί να είναι κατεστραμμένο.
eo: La '${FILE}' dosiero malsukcesis la 'MD5' suma kontrolo. Via lumdisko aŭ tiu dosiero eblas difektita.
et: Faili ${FILE} MD5 kontrollsumma kontrollimine näitab, et kas laserketas või nimetatud fail on vigane.
eu: ${FILE} fitxategiak ezin izan du MD5 kontrol-baturaren egiaztapena egin. Baliteke CD-ROMa edo fitxategi hau hondatuta egotea.
fa: فایل ${FILE} در تشخیص MD5 checksum موفق نبود. این سی‌دی یا فایل خراب شده است!
fi: Tiedoston ${FILE} MD5-tarkistussumma ei täsmää. Romppusi tai tämä tiedosto voi olla vioittunut.
gl: O ficheiro ${FILE} non pasou a verificación de checksum MD5. Pode ser que o CD-ROM ou este ficheiro estean corruptos.
he: הקובץ ${FILE} כשל בבדיקת MD5 checksum. הדיסק או הקובץ הרוסים.
id: Berkas ${FILE} ini tidak berhasil melewati uji checksum MD5. CD-ROM Anda atau berkas ini mungkin rusak.
kk: ${FILE} файлы үшін MD5 бақылаушы соммасы сәйкес емес. Мүмкін сіздің компакт-дискіңіз немесе файл бүлінген.
lt: Failo ${FILE} MD5 kontrolinė suma nesutapo. Jūsų kompaktinis diskas arba šis failas gali būti pažeistas.
lv: Fails ${FILE} neizturēja integritātes pārbaudi. Šis disks ir bojāts.
mg: Diso ny isa fanamarinana MD5 'ny rakitra ${FILE}. Na ny sederoma iray manontolo na io rakitra io ihany no mety simba.
ml: ${FILE} MD5 ചെക്ക്സം സൂക്ഷ്മ പരിശോദനയില്‍ പരാജയപ്പെട്ടു. നിങ്ങളുടെ സിഡി-റോം അല്ലെങ്കില്‍ ഈ ഫയല്‍ കറപ്റ്റായിരിക്കാം.
nn: MD5-summen for følgjande fil stemte ikkje: ${FILE}. Kanskje CDROM-en eller fila er korrupt.
pa: ${FILE} ਫਾਇਲ ਨੇ MD5 ਚੈੱਕਸਮ ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ ਕੀਤੀ। ਤੁਹਾਡੀ CD-ROM ਜਾਂ ਇਹ ਫਾਇਲ ਖਰਾਬ ਹੋਈ ਹੋ ਸਕਦੀ ਹੈ।
pl: Suma kontrolna MD5 nastêpuj±cego pliku jest niepoprawna: ${FILE}. Twoja p³yta lub plik mog± byæ uszkodzone.
pt_br: A verificação do checksum MD5 do arquivo ${FILE} falhou. Seu CD-ROM ou esse arquivo podem estar corrompidos.
ro: Fişierul ${FILE} nu a trecut de verificarea sumei de control MD5. CD-ul sau acest fişier ar putea fi corupt.
sl: Vsota MD5 datoteke ${FILE} se ne ujema. Vaš CD-ROM ali ta datoteka sta morda poškodovana.
zh_tw: 在驗証檔案 ${FILE} 的 MD5 檢查碼時失敗了。您的光碟或是這個檔案可能已經損壞。

source: Check the integrity of another CD-ROM?
cy: Gwirio cywirdeb CD-ROM arall?
de: Integrität einer weiteren CD-ROM prüfen?
el: Θα θέλατε να ελέγξετε κάποιο άλλο CD-ROM;
eo: Kontrolu sendifektecon de alia lumdisko?
et: Kontrollida veel mõne laserketta terviklikkust?
eu: Beste CD-ROM baten integritatea egiaztatu nahi duzu?
fa: آزمون صحت یک سی‌دی دیگر؟
fi: Tarkista toisen rompun eheys?
gl: ¿Comprobar a integridade doutro CD-ROM?
he: בדוק תקינות של CD נוסף?
id: Uji keutuhan CD-ROM yang lain?
kk: Басқа компакт-дискінің бүтіндігін тексеру керек пе?
lt: Ar tikrinti kito kompaktinio disko vientisumą?
lv: Parbaudīt cita CD integritāti?
mg: Hanamarina aro-vatana sederoma hafa ve?
ml: മറ്റൊരു സിഡി-റോമിന്റെ ഇന്റെഗ്രിറ്റി പരിശോദിക്കണോ?
nn: Vil du testa integriteten til ein anna CDROM?
pa: ਹੋਰ CD-ROM ਦੀ ਪੂਰਨਤਾ ਦੀ ਜਾਂਚ ਕਰੋ?
pl: Czy chcesz sprawdziæ integralno¶æ kolejnej p³yty CD?
pt_br: Checar a integridade de outro CD-ROM ?
ro: Verificaţi integritatea altui CD?
sl: Bi radi preizkusili veljavnost še enega CD-ROM-a?
zh_tw: 是否檢驗另一張光碟的完整性？

source: Insert Debian boot CD-ROM
cy: Mewnosodwch CD-ROM bŵt Debian arall
de: Debian Start-CD-ROM einlegen
el: Τοποθετήστε το CD-ROM εκκίνησης του Debian
eo: Enŝovu Debianan praŝargan lumdiskon
et: Sisesta Debiani alglaetav laserketas
eu: Sartu Debian-en abioko CD-ROMa
fa: سی‌دی راه‌انداز دبیان را وارد کنید
fi: Laita Debian-käynnistysromppu asemaan
gl: Introduza o CD-ROM de inicio de Debian
he: הכנס דיסק אתחול של דביאן
id: Masukkan CD-ROM boot Debian
kk: Debian жүктеуші компакт-дискісін енгізіңіз
lt: Įdėkite Debian'o įkrovimo (boot) kompaktinį diską
lv: Ielieciet Debian ielādes CD
mg: Mampidira sederom Debian boot
ml: ഡെബിയന്‍ ബൂട്ട് സിഡി-റോം ഇന്സര്ട്ട് ചെയ്യുക
nn: Set inn ein Debian oppstart-CD
pa: ਡੇਬੀਅਨ ਬੂਟ CD-ROM ਪਾਓ
pl: W³ó¿ p³ytê startow± Debiana
pt_br: Insira um CD-ROM Debian
ro: Introduceţi CD-ul Debian de pornire
sl: Vstavite Debianov zagonski CD-ROM
zh_tw: 放入 Debian 的開機光碟

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
cy: Os gwelwch yn dda, sicrhewch eich bod chi wedi mewnosod CD-ROM bŵt Debian er mwyn mynd ymlaen gyda'r sefydliad.
de: Um mit der Installation fortfahren zu können, stellen Sie bitte sicher, dass die Debian Start-CD-ROM eingelegt wurde.
el: Παρακαλώ, βεβαιωθείτε ότι έχετε τοποθετήσει το CD-ROM εκκίνησης του Debian για τη συνέχιση της εγκατάστασης.
eo: Bonvolu kontroli la bonan enŝovadon de la Debiana praŝarga lumdisko por daŭri la instaladon.
et: Jätkamiseks veendu, et sisestatud on Debiani alglaetav laserketas.
eu: Ziurtatu Debian-en abioko CD-ROMa sartu duzula instalatzen jarraitzeko.
fa: برای ادامه‌ی نصب مطمئن گردید که سی‌دی راه‌انداز دبیان را در درایو قرار داده‌اید.
fi: Jatkaaksesi asennusta, tarkista, että laitoit Debian-käynnistysrompun asemaan.
gl: Asegúrese de ter introducido o CD-ROM de inicio de Debian para continuar a instalación.
he: אנא בדוק כי הכנסת את דיסק האתחול של דביאן לפני שתמשיך בהתקנה.
id: Pastikan bahwa Anda telah memasukkan CD-ROM boot Debian untuk melanjutkan instalasi.
kk: Орнатуды жалғастыру үшін Debian жүктеуші компакт-дискісін енгізгеніңізге көз жеткізіңіз.
lt: Įsitikinkite, kad įdiegimui pratęsti įdėjote Debian'o įkrovimo (boot) kompaktinį diską.
lv: Lūdzu ielieciet Debian ielādes CD, lai turpinātu instalāciju.
mg: Azafady jereo raha toa ka efa nampiditra sederoma Debian boot ianao mba hahafahana manoy ny fametrahana.
ml: ദയവായി ഇന്സ്റ്റലേഷനുമായി തുടരുന്നതിന് ഡെബിയന്‍ ബൂട്ട് സിഡി-റോം നിങ്ങള്‍ ഇന്സര്ട്ട് ചെയ്തിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.
nn: Forsikra deg om at du har sett inn Debian oppstart-CDROM-en for å halda fram med installasjonen.
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਲਈ ਡੇਬੀਅਨ ਬੂਟ CD-ROM ਪਾਈ ਹੈ।
pl: Zanim przejdziesz dalej, upewnij siê, ¿e zosta³a w³o¿ona startowa p³yta CD Debiana.
pt_br: Por favor, certifique-se de ter inserido o CD-ROM de inicialização (boot) do Debian para continuar com a instalação.
ro: Vă rugăm să vă asiguraţi că aţi introdus CD-ul Debian de pornire, pentru a continua instalarea.
sl: Da bi lahko nadaljevali z namestitvijo, se prepričajte, da ste vstavili Debianov zagonski CD-ROM.
zh_tw: 請確認您已經放入了 Debian 開機光碟以便能繼續安裝作業。

source: Checking CD-ROM integrity
cy: Yn gwirio cywirdeb y CD-ROM
de: Überprüfe CD-ROM-Integrität
el: Έλεγχος της ακεραιότητας του CD-ROM
eo: Kontroli sendifektecon de lumdisko
et: Laserketta terviklikkuse kontroll
eu: CD-ROMaren integritatea egiaztatzen
fa: آزمایش صحت سی‌دی
fi: Tarkistetaan rompun eheyttä
gl: A comprobar a integridade do CD-ROM
he: בודק את תקינות ה-CD
id: Menguji keutuhan CD-ROM
kk: Компакт-диска дискінің бүтіндігін тексеру
lt: Kompaktinio disko vientisumo tikrinimas
lv: Pārbaudu CD integritāti
mg: Misafo ny aro-vatan'ny CD-ROM
ml: സിഡി-റോം ഇന്റെഗ്രിറ്റി പരിശോദിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Sjekkar CD-en
pa: CD-ROM ਪੂਰਨਤਾ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ
pl: Sprawdzanie integralno¶ci p³yty CD
pt_br: Checando integridade do CD-ROM
ro: Se verifică integritatea CD-ului
sl: Preverjam veljavnost CD-ROM-a
zh_tw: 正在檢驗光碟的完整性

source: Checking file: ${FILE}
cy: Yn gwirio ffeil: ${FILE}
de: Überprüfe Datei: ${FILE}
el: Έλεγχος του αρχείου: ${FILE}
eo: Kontroli dosieron: ${FILE}
et: Faili kontrollimine: ${FILE}
eu: Fitxategia egiaztatzen: ${FILE}
fa: آژمایش فایل ${FILE}
fi: Tarkistetaan tiedosto: ${FILE}
gl: A comprobar o ficheiro: ${FILE}
he: בודק את הקובץ: ${FILE}
id: Menguji berkas: ${FILE}
kk: ${FILE} файлын тексеру:
lt: Tikrinamas failas: ${FILE}
lv: Pārbaudu failu: ${FILE}
mg: Misafo ny rakitra: ${FILE}
ml: പരിശോദിച്ചു കൊണ്ടിരിക്കുന്ന ഫയല്‍: ${FILE}
nn: Sjekkar fil: ${FILE}
pa: ਫਾਇਲ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ: ${FILE}
pl: Sprawdzanie pliku: ${FILE}
pt_br: Checando arquivo : ${FILE}
ro: Se verifică fişierul: ${FILE}
sl: Preverjam datoteko ${FILE}
zh_tw: 正在檢驗檔案：${FILE}
