Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
cy: Ni chanfuwyd rhaniad bŵt NewWorld. Mae'r bŵtlwythydd yaboot yn mynnu rhaniad Apple_Bootstrap o leiaf 819200 beit o faint, gan ddefnyddio'r system ffeiliau Macintosh HFS.
de: Es wurde keine NewWorld Boot-Partition gefunden. Der Yaboot-Bootloader benötigt eine Apple_Bootstrap-Partition von mindestens 819200 Bytes Größe mit dem HFS-Macintosh-Dateisystem.
el: Δε βρέθηκε τμήμα εκκίνησης NewWorld. Ο φορτωτής εκκίνησης yaboot απαιτεί ένα τμήμα τύπου Apple_Bootstrap μεγέθους τουλάχιστον 819200 bytes, το οποίο να χρησιμοποιεί σύστημα αρχείων Macintosh HFS.
eo: Neniu 'NewWorld' praŝarga diskpartigo estis trovita. 'yaboot' praŝargilo bezonas Apple_Bootstrap diskpartigon kun almenaŭ 819200 bajtoj kaj Macintosh 'HFS'-a dosiersistemo.
et: Ei leitud ühtki NewWorld alglaaduripartitsiooni. Alglaadur yaboot vajab HFS Macintosh failisüsteemiga Apple_Bootstrap partitsiooni suurusega vähemalt 819200 baiti.
eu: NewWorld abioko partiziorik ez da aurkitu. yaboot abioko kargatzaileak gutxienez 819200 byteko tamaina duen Apple_Bootstrap partizioa eskatzen du, HFS Macintosh fitxategi-sistema erabiltzen duena.
fa: هیچ پارتیشن NewWorldی پیدا نشد. راه‌انداز yaboot به یک پارتیشن Apple_Bootstrap با حداقل ۸۱۹۲۰۰ بایت فضا احتیاج دارد که دارای فایل سیستم HSF Macintash باشد.
fi: NewWorld-käynnistysosiota ei löytynyt. Yaboot-alkulatausohjelma vaatii Apple_Bootstrap-osion kooltaan vähintään 819200 tavua. Osion tiedostojärjestelmän pitää olla HFS Macintosh.
gl: Non se atopou ningunha partición de inicio NewWorld. O cargador de inicio yaboot precisa dunha partición Apple_Bootstrap de alomenos 819200 bytes, que empregue o sistema de ficheiros HFS Macintosh.
he: אין מחיצת אתחול של NewWorld. מנהל האתחול yaboot דורש מחיצת Apple_Bootstrap בגודל של לפחות 819200 בתים, עם מערכת קבצים מסוג Macintosh HFS.
id: Partisi boot NewWorld tidak ditemukan. Boot loader yaboot membutuhkan sebuah partisi Apple_Bootstrap berukuran minimal 819200 byte, dengan tipe HFS Macintosh.
kk: NewWorld жүктейтін бөлімі табылған жоқ. Yaboot жүктеуішіне Файлдық жүйесі HFS Macintosh және көлемі 819200 байттан кем емес Apple_Bootstrap бөлімі қажет.
lt: Nerastas NewWorld pradinio įkėlimo skirsnis. Yaboot pradinis įkėliklis reikalauja ne mažesnio kaip 819200 baitų dydžio Apple_Bootstrap tipo skirsnio, naudojančio HFS Macintosh failų sistemą.
lv: NewWorld sāknēšanas partīcija nav atrasta. yaboot sāknētājam ir nepieciešama vismaz 819200 bitus liela Apple_Bootstrap partīcija, kas izmanto HFS Macintosh failu sistēmu.
ml: ന്യൂവേള്ഡ് ബൂട്ട് ഭാഗമൊന്നും കണ്ടില്ല. യാബൂട്ട് ബൂട്ട് ലോഡറിന് ചുരുങ്ങിയത് 819200 ബൈറ്റുകളെങ്കിലും വലിപ്പമുള്ള Apple_Bootstrap ഭാഗം ആവശ്യമാണ്, HFS മകിന്റോഷ് ഫയല്‍ സിസ്റ്റം ഉപയോഗിക്കുന്നു.
nn: Fann ingen «NewWorld»-oppstartspartisjon. Oppstartslastaren Yaboot treng ein «Apple_Bootstrap»-partisjon som er minst 819200 byte, som brukar filsystemet HFS, Macintosh filsystemet.
pa: ਕੋਈ NewWorld ਬੂਟ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ। yaboot ਬੂਟ ਲੋਡਰ ਨੂੰ ਘੱਟੋ-ਘੱਟ 819200 ਬਾਈਟ ਅਕਾਰ ਦੇ Apple_Bootstrap ਭਾਗ ਦੀ ਲੋੜ ਹੈ, HFS Macintosh ਫਾਇਲ ਸਿਸਟਮ ਵਰਤ ਕੇ।
pl: Nie znaleziono partycji uruchomieniowej NewWorld. Program uruchomieniowy yaboot wymaga partycji Apple_Bootstrap o rozmiarze przynajmniej 819200 bajtów z systemem plików HFS Macintosh.
pt_br: Nenhuma partição de inicialização NewWorld foi encontrada. O carregador de inicialização yaboot requer uma partição Apple_Bootstrap de pelo menos 819200 bytes de tamanho que utilize um sistema de arquivos HFS Macintosh.
ro: Nu s-a găsit nici o partiţie de pornire. Încărcătorul de sistem yaboot are nevoie de o partiţie Apple_Bootstrap de cel puţin 819200 de octeţi, care foloseşte sistemul de fişiere Macintosh HFS.
sl: Nisem našel nobenega NewWorld zagonskega razdelka. Zagonski nalagalnik Yaboot potrebuje Apple_Bootstrap razdelek velikosti vsaj 819200 bajtov, ki uporablja HFS Macintosh datotečni sistem.
zh_tw: 找不到 NewWorld 啟動分割區。Yaboot 開機程式需要一個容量至少為 819200 bytes，使用 HFS Macintosh 檔案系統的 Apple_Bootstrap 分割區。

source: Go back to the menu and resume partitioning?
cy: Mynd yn ôl i'r ddewislen a mynd ymlaen gyda rhaniadu?
de: Zurück zum Hauptmenü und Partitionierung wiederholen?
el: Θέλετε να επιστρέψετε στο μενού για να συνεχίσετε την κατάτμηση;
eo: Retroiru al menuo kaj rekomencu diskpartigadon?
et: Kas naasta menüüsse ja jätkata partitsioneerimist?
eu: Menura itzuli eta partizioak egiten jarraitu nahi duzu?
fa: به منو بازگشته و عملیات پارتیشن‌بندی را ادامه میدهید؟
fi: Palaa valikkoon ja jatka osioiden tekoa?
gl: ¿Voltar ao menú e continuar o particionamento?
he: חזור חזרה לתפריט והמשך את החלוקה למחיצות?
id: Kembali ke menu dan melanjutkan proses partisi?
kk: Менюға қайтып оралып бөлуді жалғастыру керек пе?
lt: Ar grįžti į meniu ir tęsti disko dalijimą?
lv: Atgriezties uz izvēlni un turpināt partīciju vedošanu?
mg: Hiverina any amin'ny safidy ka hanintsy ny fizarana ve?
ml: മെനുവിലേക്ക് തിരിച്ചു പോയി വിഭജനം തുടരണമോ?
nn: Gå tilbake til menyen og hald fram med partisjoneringa?
pa: ਪਿੱਛੇ ਸੂਚੀ ਤੇ ਜਾਓ ਅਤੇ ਵਿਭਾਗੀਕਰਨ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ?
pl: Wróciæ do menu i kontynuowaæ partycjonowanie?
pt_br: Voltar ao menu e continuar o particionamento ?
ro: Vă întoarceţi la meniu şi reluaţi partiţionarea?
sl: Se želite vrniti na meni in ponoviti razdeljevanje?
zh_tw: 是否返回選單並重新分割磁區？

source: The NewWorld boot partition must be at least 819200 bytes in size.
cy: Rhaid i'r rhaniad NewWorld fod o leiaf 819200 beit o faint.
de: Die NewWorld Boot-Partition muss mindestens 819200 Bytes groß sein.
el: Το μέγεθος του τμήματος εκκίνησης NewWorld πρέπει να είναι τουλάχιστον 819200 bytes.
eo: La NewWorld praŝarga diskpartigo bezonas almenaŭ 819200 bajtojn.
et: NewWorld alglaaduripartitsioon peab olema vähemalt 819200 baiti suur.
eu: NewWorld abioko partizioak gutxienez 819200 byteko tamaina izan behar du.
fa: پارتیشن راه‌انداز NewWorld باید حداقل ۸۱۹۲۰۰ بایت باشد.
fi: NewWorld-käynnistysosion on oltava kooltaan vähintään 819200 kilotavua.
gl: A partición de inicio NewWorld debe ter alomenos 819200 bytes.
he: מחיצת האתחול של NewWorld חייבת להיות בגודל של לפחות 819200 בתים.
id: Partisi boot NewWorld sedikitnya harus berukuran minimal 819200 byte.
kk: NewWorld жүктейтін бөлімі 819200 байттан кем болмау тиіс.
lt: NewWorld pradinio įkėlimo (boot) skirsnis turi būti ne mažesnis kaip 819200 baitų dydžio.
lv: NewWorld sāknēšanas partīcijai ir jābūt vismaz 819200 bitus lielai.
mg: Fara-keliny dia tokony ho 819200 bytes ny haben'ny fizarana boot NewWorld.
ml: ന്യൂവേള്ഡ് ബൂട്ട് ഭാഗം ചുരുങ്ങിയത് 819200 ബൈറ്റുകളെങ്കിലും വലിപ്പമുണ്ടായിരിക്കണം.
nn: «NewWorld»-oppstartspartisjonen må vera minst 819200 byte stor.
pa: NewWorld ਬੂਟ ਭਾਗ ਘੱਟੋ-ਘੱਟ 819200 ਬਾਈਟ ਅਕਾਰ ਦਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
pl: Partycja uruchomieniowa NewWorld musi mieæ rozmiar przynajmniej 819200 bajtów.
pt_br: A partição de inicialização NewWorld deve ter pelo menos 819200 bytes de temanho.
ro: Partiţia de pornire NewWorld trebuie să aibă cel puţin 819200 de octeţi.
sl: NewWorld zagonski razdelek mora biti velik vsaj 819200 bajtov.
zh_tw: NewWorld 啟動分割區的容量大小至少要為 819200 bytes。

source: NewWorld boot partition
cy: Rhaniad bŵt NewWorld
el: Τμήμα εκκίνησης NewWorld
eo: 'NewWorld'-proŝarga diskpartigo
et: Alglaaduripartitsioon NewWorld
eu: NewWorld abioko partizioa
fa: پارتیشن راه‌انداز NewWorld
fi: NewWorld-käynnistysosio
gl: Partición de inicio NewWorld
he: מחיצת אתחול של NewWorld
id: Partisi boot NewWorld
kk: NewWorld жүктеу бөлімі
lt: NewWorld pradinio įkėlimo (boot) skirsnis
lv: NewWorld sāknēšanas partīcija
mg: Fizarana boot NewWorld
ml: ന്യൂവേള്ഡ് ബൂട്ട് ഭാഗം
nn: «NewWorld»-oppstartspartisjon
pa: NewWorld ਬੂਟ ਭਾਗ
pl: Partycja uruchomieniowa NewWorld
pt_br: Particção de inicialização NewWorld
ro: Partiţie de boot (pornire) NewWorld
sl: NewWorld zagonski razdelek
zh_tw: NewWorld 的啟動分割區

source: boot
cy: bŵt
eo: praŝargo
et: alglaadur
eu: abioa
fa: راه‌اندازی
fi: käynnistys
gl: inicio
he: מחיצת אתחול
kk: Жүктеу
lv: sāknēt
ml: ബൂട്ട്
nn: oppstart
pl: uruchom.
pt_br: inicializ.
sl: zagon
zh_tw: 啟動

source: HFS Macintosh file system
cy: System ffeiliau Macintosh HFS
de: HFS-Macintosh-Dateisystem
el: Σύστημα αρχείων Macintosh HFS
eo: HFS Macintosh dosiersitemo
et: HFS Macintosh failisüsteem
eu: HFS Macintosh fitxategi-sistema
fa: فایل سیستم HSF Macintash
fi: HFS Macintosh -tiedostojärjestelmä
gl: Sistema de ficheiros HFS Macintosh
he: HFS מערכת הקבצים של Macintosh
id: sistem berkas HFS Macintosh
kk: HFS Macintosh файлдық жүйесі
lt: HFS Macintosh failų sistema
lv: HFS Macintosh failu sistēma
mg: File system HFS an'ny Macintosh
ml: HFS മകിന്റോഷ് ഫയല്‍ സിസ്റ്റം
nn: HFS Macintosh filsystem
pa: HFS Macintosh ਫਾਇਲ ਸਿਸਟਮ
pl: System plików HFS Macintosh
pt_br: Sistema de aquivos HFS Macintosh
ro: Sistem de fişiere HFS Macintosh
sl: HFS Macintosh datotečni sistem
zh_tw: HFS 麥金塔檔案系統

source: Use the partition as a PowerPC PReP boot partition
cy: Defnyddio'r rhaniad fel rhaniad bŵt PReP PowerPC
de: Die Partition als PowerPC PReP-Boot-Partition verwenden.
eo: Uzu la diskpartigo tiel PowerPC PReP praŝarga diskpartigo
et: Kasuta partitsiooni kui PowerPC PReP alglaaduripartitsiooni.
eu: Partizioa PowerPC PReP abiarazte partizio bezala erabili
gl: Empregar a partición coma partición de inicio PReP de PowerPC
he: מחיצת אתחול של PowerPC PReP
kk: PowerPC PReP үшін жүктеуіш сесбінде бөлімді қолдану
lt: Skirsnį naudoti kaip PowerPC PReP įkelties (boot) skirsnį
lv: Lietot partīciju kā PowerPC PReP sāknēšanas partīciju
ml: പവര്പിസി PReP ബൂട്ട് ഭാഗമായി ഭാഗം ഉപയോഗിക്കുക
pa: ਭਾਗ ਨੂੰ PowerPC PReP ਬੂਟ ਭਾਗ ਤੌਰ ਤੇ ਵਰਤੋ
ro: Utilizează partiţia ca partiţie de pornire (boot) PowerPC PReP
zh_tw: 將這個分割區做為 PowerPC PReP 的啟動分割區

source: PowerPC PReP boot partition
cy: Rhaniad bŵt PReP PowerPC
eo: 'PowerPC PReP'-praŝarga diskpartigo
et: PowerPC PReP alglaaduripartitsioon
eu: PowerPC PReP abio partizioa
gl: Partición de inicio PReP de PowerPC
he: מחיצת אתחול של PowerPC PReP
kk: PowerPC PReP жүктелетін бөлімі
lt: PowerPC PReP įkėlimo (boot) disko skirsnis
lv: PowerPC PReP ielādes partīcija
ml: പവര്പിസി PReP ബൂട്ട് ഭാഗം
pa: PowerPC PReP ਬੂਟ ਭਾਗ
ro: Partiţie de pornire (boot) PowerPC PReP
zh_tw: PowerPC PReP 的啟動分割區

source: No PowerPC PReP boot partition is found.
cy: Ni chanfuwyd rhaniad bŵt PREP PowerPC.
de: Es wurde keine PowerPC PReP-Boot-Partition gefunden.
eo: Neniu PowerPC PReP praŝarga diskpartigo estas trovita.
et: Leiti PowerPC PReP alglaaduripartitsioon.
eu: Ez da PowerPC PReP abio partiziorik aurkitu.
gl: Non se atopou ningunha partición de inicio PReP de PowerPC.
he: לא נמצאה מחיצת אתחול של PowerPC PReP
kk: PowerPC PReP үшін жүктелетін бөлім табылмады.
lt: PowerPC PReP įkelties (boot) disko skirsnis nerastas.
lv: PowerPC PReP tipa partīcijas nav atrastas
ml: പവര്പിസി PReP ബൂട്ട് ഭാഗങ്ങളൊന്നും കണ്ടില്ല.
pa: ਕੋਈ PowerPC PReP ਬੂਟ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ ਹੈ।
ro: Nu s-a găsit nici o partiţie PowerPC PReP.
zh_tw: 找不到 PowerPC PReP 的啟動分割區。

source: The PowerPC PReP boot partition must be in the first 8MB.
cy: Rhaid i'r rhaniad PReP PowerPC fod yn y 8MB cyntaf.
de: Die PowerPC PReP-Boot-Partition muss in den ersten 8MB liegen.
eo: La PowerPC PReP praŝarga diskpartigo lokendas la unuajn ok megabajtojn el diskparto.
et: PowerPC PReP alglaaduripartitsioon peab asuma esimese 8MB sees.
eu: PowerPC PReP abio partizioa lehen 8MB-etan egon behar da.
gl: A partición de inicio PReP de PowerPC debe estar nos primeiros 8MB.
he: מחיצת האתחול של PowerPC PReP צריכה להיות על ה-8MG הראשונים.
kk: PowerPC PReP бөлімі бірінші 8 МБ аймағында болуы тиіс.
lt: PowerPC PReP įkelties (boot) disko skirsnis turi būti pirmuose 8MB.
lv: PowerPC PReP ielādes partīcijai jāatrodas pirmajos 8 MB.
ml: പവര്പിസി PReP ബൂട്ട് ഭാഗം ആദ്യ 8MB ക്കുള്ളിലായിരിക്കേണ്ടതുണ്ട്.
pa: PowerPC PReP ਬੂਟ ਭਾਗ ਪਹਿਲੇ 8MB ਵਿੱਚ ਹੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Partiţia de pornire PowerPC PReP trebuie să fie în primii 8MB.
zh_tw: PowerPC PReP 的啟動分割區必須位於磁碟開頭的 8MB 之內。

source: Installing quik
cy: Yn sefydlu quik
de: Installiere Quik
el: Εγκατάσταση του quik
eo: Instalado de 'quik'
et: quik'i paigaldamine
eu: quik instalatzen
fi: Asennetaan quik
gl: A instalar quik
he: מתקין quik
id: Memasang quik
kk: quik-ті орнату
lt: Diegiamas quik
lv: Instalēju quik
mg: Mametraka an'i quik
ml: ക്വിക് ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Installerer quik
pa: ਕੁਇੱਕ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie quik
pt_br: Instalando quik
ro: Se instalează quik
sl: Nameščam quik
zh_tw: 正在安裝 quik

source: Installing quik boot loader
cy: Yn sefydlu'r llwythydd bŵt quik
de: Installiere den Quik-Bootloader
el: Εγκατάσταση του φορτωτή εκκίνησης quik
eo: Instalado de 'quik'-praŝargilo
et: Alglaaduri quik paigaldamine
eu: quik abioko kargatzailea instalatzen
fi: Asennetaan quik-alkulatausohjelma
gl: A instalar o cargador de inicio quik
he: מתקין את מנהל האתחול quik.
id: Memasang boot loader quik
kk: Желілік quik жүктеуішін орнату
lt: Diegiamas pradinis įkėliklis quik
lv: Quik sāknētāja instalēšana
mg: Mametraka ny boot loader quik
ml: ക്വിക് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Installerer oppstartssystemet quik
pa: ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie programu uruchomieniowego quik
pt_br: Instalando o carregador de inicialização quik
ro: Se instalează încărcătorul de sistem quik
sl: Nameščam zagonski nalagalnik quik
zh_tw: 正在安裝 quik 開機程式

source: quik installation failed. Continue anyway?
cy: Methodd sefydliad quik. Mynd ymlaen fodd bynnag?
de: Quik-Installation fehlgeschlagen. Dennoch fortfahren?
el: Η εγκατάσταση του quik απέτυχε. Θέλετε να συνεχίσετε;
eo: 'quik'-instalado malsukcesis. Ĉu tamene daŭrigu?
et: quik'i paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da quik instalatu. Jarraitu nahi duzu hala ere?
fi: Quik-alkulatausohjelman asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar quik. ¿Continuar igualmente?
he: התקנת quik נכשלה. להמשיך בכל מקרה?
id: Instalasi quik gagal. Tetap melanjutkan?
kk: quik-ті орнату сәтсіз аяқталды. Сонда да жалғастыру керек пе?
lt: quik įdiegimas nepavyko. Tęsti nepaisant to?
lv: Quik instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i quik. Tohizana ve?
ml: ക്വിക് ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Quik-installasjonen feila. Halda fram likevel?
pa: ਕੁਇੱਕ ਇੰਸਟਾਲ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja quik nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do quik falhou. Continuar mesmo assim ?
ro: Instalarea quik a eşuat. Mai continuaţi?
sl: quik namestitev ni uspela. Naj vseeno nadaljujem?
zh_tw: quik 的安裝作業失敗了。是否無論如何仍然繼續？

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
cy: Methodd y pecyn quik sefydlu yn /target/. Mae sefydlu quik fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a quik, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das Quik-Paket konnte nicht nach /target/ installiert werden. Die Installation von Quik als Bootloader ist unbedingt erforderlich. Es könnte allerdings sein, dass Quik von diesem Problem nicht betroffen ist, deshalb ist das Fortsetzen der Installation vielleicht möglich.
el: Η εγκατάσταση του quik στο /target. απέτυχε Η εγκατάσταση του quik ως φορτωτήεκκίνησης είναι απαραίτητη. Ωστόσο, το πρόβλημα της εγκατάστασης, μπορεί να είναι άσχετο με το quik, και ίσως να είναι δυνατή η συνέχιση της διαδικασίας.
eo: La 'quik'-a pako neeblas instalita en '/target/'. Instalu 'quik'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'quik'-o, nu eble daŭrigus la instaladon.
et: Paketi quik /target/ peale paigaldamine nurjus. Alglaaduri quik paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse quik'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da quik paketea /target/en instalatu. quik abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke quik-ekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin quik asennus hakemistoon /target/ epäonnistui. Quik:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity quik:iin, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete quik en /target/. A instalación de quik como cargador de inicio é un paso necesario. O problema pode non estar relacionado co propio quik, polo que sería posible continuar coa instalación.
he: התקנת החבילה quik נכשלה בהתקנה לתוך /target/. התקנת מנהל האתחול quik היא שלב חיוני. למרות זאת, בעיית ההתקנה לא בהכרח קשורה ל-quik כך שאפשרי להמשיך בהתקנה.
id: Paket quik gagal dipasang ke /target/. Memasang quik sebagai boot loader merupakan langkah yang diperlukan. Namun, masalah instalasi bisa saja tidak berhubungan dengan quik, jadi Anda dapat melanjutkan instalasi.
kk: /target/-ке quik дестесін орнату мүмкін болмады. Quik-ті желілік жүктеуші есебінде орнату қажет. Бірақ бұл мәселе quik-ке байлатысты болмауы мүмкін, сондықтан орнатуды жалғастыруға болады.
lt: Nepavyko įdiegti quik paketo į /target/. Pradinio įkėliklio quik įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su quik, taigi įdiegimo tęsimas galbūt galimas.
lv: Quik pakas instalācija beidzās neveiksmīgi. Quik kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar Quik un tāpēc ir iespējams, ka instalāciju var turpināt.
mg: Tsy nahomby ny fametrahana ny pakajy ny quik ao amin'ny /target/. Mametraka an'i quik ho boot loader dia dingana tsy azo avela. Mety tsy miankina amin'i quik ny olana, noho izany dia mbola mety afaka tohizana ny fametrahana.
ml: ക്വിക് പാക്കേജ് /target/ ല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് പരാജയപ്പെട്ടു. ക്വിക് ഒരു ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം ക്വികുമായി ബന്ധമൊന്നുമില്ലാത്തതാകാം, അത് കൊണ്ടു തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരുന്നതിന് സാധിച്ചേക്കാം.
nn: Klarte ikkje installera quik-pakka i /target/. Å installera quik som oppstartslastar er eit påkrevd steg. Det kan vera at installasjonsproblemet ikkje er knytt til quik, og du likevel kan halda fram.
pa: /target/ ਵਿੱਚ ਕੁਇੱਕ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋਣ ਵਿੱਚ ਅਸਫਲ। ਕੁਇੱਕ ਹੀ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਇੰਸਟਾਲ ਸਮੱਸਿਆ ਦਾ ਭਾਵੇਂ ਕੁਇੱਕ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu quik w /target/ nie powiod³a siê. Instalacja quik jako programu uruchomieniowego jest etapem wymaganym. Problem instalacji mo¿e byæ jednak¿e nie zwi±zany z quik, i kontynuacja bêdzie mo¿liwa.
pt_br: A instalação do pacote quik em /target/ falhou. A instalação do quik como um carregador de inicialização é um passo necessário. Porém, o problema com a instalação do mesmo pode não ser relacionado ao quik e, portanto, continuar a instalação pode ser possível.
ro: Instalarea pachetului quik în /target/ a eşuat. Instalarea quik ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de quik, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa quik v /target/ ni uspela. Namestitev quika kot zagonskega nalagalnika je obvezen korak. Namestitveni problem je morda nepovezan s quickom tako, da je nadaljevanje namestitve vseeno mogoče
zh_tw: 無法將 quik 套件安裝至 /target/。安裝 quik 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 quik 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Checking partitions
cy: Yn gwirio rhaniadau
de: Prüfe Partitionen
el: Ελεγχος των τμημάτων
eo: Kontroli diskpartigojn
et: Partitsioonide kontrollimine
eu: Partizioak egiaztatzen
fi: Tarkistetaan levyosioita
gl: A comprobar as particións
he: בודק מחיצות
id: Memeriksa partisi-partisi
kk: Бөлімдерді тексеру
lt: Tikrinami disko skirsniai
lv: Pārbaudu partīcijas
mg: Misafo ny fizarana
ml: ഭാഗങ്ങള്‍ പരിശോധിച്ചുകൊണ്ടിരിക്കുന്നു
nn: Sjekkar partisjonar ...
pa: ਭਾਗਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ
pl: Sprawdzanie partycji
pt_br: Checando partições
ro: Se verifică partiţiile
sl: Preverjam razdelke
zh_tw: 正在檢驗分割區

source: No root partition found
cy: Dim rhaniad gwraidd wedi ei ganfod
de: Keine Root-Partition gefunden
el: Δε βρέθηκε βασικό τμήμα root
eo: Neniu trovita radika diskpartigo
et: Juurpartitsiooni ei leitud
eu: Ez da erroko partiziorik aurkitu
fi: Juuriosiota ei löytynyt
gl: Non se atopou unha partición raíz
he: לא נמצאה מחיצות שורש
id: Partisi root tidak ditemukan.
kk: Түбірлік бөлім табылған жоқ
lt: Neradau šakninio (root) disko skirsnio
lv: Saknes partīcija nav atrasta
mg: Tsy nahita fizarana fototra
ml: റൂട്ട് ഭാഗം കണ്ടില്ല
nn: Fann ingen rotpartisjon
pa: ਕੋਈ root ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono g³ównej partycji
pt_br: Nenhuma partição raíz encontrada
ro: Nu s-a găsit nici o partiţie rădăcină
sl: Nisem našel nobenega korenskega razdelka
zh_tw: 未能找到 root 分割區

source: No partition is mounted as your new root partition. You must mount a root partition first.
cy: Does dim rhaniad wedi ei glymu fel eich rhaniad gwraidd newydd. Rhaid i chi glymu rhaniad gwraidd yn gyntaf.
de: Es ist keine Partition als neue Root-Partition eingebunden. Sie müssen zuerst eine Root-Partition einbinden.
el: Κανένα τμήμα δεν είναι προσαρτημένο ως root. Θα πρέπει να προσαρτήσετε ενα τμήμα root πρώτα.
eo: Neniu diskpartigo estas surmetata tiel via nova radika diskpartigo. Vi unue surmetendu radikan diskpartigon.
et: Ühtki partitsiooni pole su uuele süsteemile juurpartitsioonina külge haagitud. Enne jätkamist tuleks juurpartitsioon külge haakida.
eu: Partiziorik ez da muntatu zure erroko partizio berri gisa. Lehenbizi erroko partizioa muntatu behar duzu.
fi: Mitään levyosiota ei ole liitetty juuriosioksi. Juuriosio on liitettävä ensimmäisenä.
gl: Non hai ningunha partición montada coma nova partición raíz. Antes ten que montar unha partición raíz.
he: אין מחיצה המעוגנת כמחיצת השורש החדשה שלך. עליך לעגן ראשית את מחיצת השורש.
id: Belum ada partisi yang dikaitkan sebagai partisi root yang baru. Anda harus mengaitkan partisi root terlebih dahulu.
kk: Түбірлік бөлім жөнделген жоқ. Алдымен түбірлік бөлімді жөндеңіз.
lt: Nėra disko skirsnio prijungto kaip Jūsų naujojo šakninio (root) skirsnio. Jūs turite pirmiau prijungti (mount) šakninį skirsnį.
lv: Neviena partīcija nav piemontēta kā saknes partīcija. Saknes partīcija ir jāmontē pirmā.
ml: റൂട്ട് ഭാഗമായി ഒരു ഭാഗവും മൌണ്ട് ചെയ്തിട്ടില്ല. നിങ്ങള്‍ ആദ്യം റൂട്ട് ഭാഗം മൌണ്ട് ചെയ്യേണ്ടതുണ്ട്.
nn: Ingen partisjon er montert som din nye rotpartisjon. Du må montera ein rotpartisjon først.
pa: ਕੋਈ ਭਾਗ ਤੁਹਾਡੇ ਨਵੇਂ root ਭਾਗ ਤੌਰ ਤੇ ਮਾਊਂਟ ਨਹੀਂ ਹੋਇਆ। ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ root ਭਾਗ ਮਾਊਂਟ ਕਰਨਾ ਜਰੂਰੀ ਹੈ।
pl: ¯adna partycja nie jest zamontowana jako Twoja nowa g³ówna partycja. Musisz najpierw zamontowaæ g³ówn± partycjê.
pt_br: Nenhuma partição está montada como sua partição raíz foi encontrada. Você deve montar uma partição raíz primeiro.
ro: Nici o partiţie nu este montată ca noua dvs. partiţie rădăcină. Trebuie să montaţi mai întâi o partiţie rădăcină.
sl: Nobenega razdelka nisem našel, ki bi bil priklopljen kot korenski. Najprej morate priklopiti korenski razdelek.
zh_tw: 沒有將任何的磁碟分割區掛載為新的 root 分割區。您必須先掛載一個 root 分割區。
