Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Unmounting and ejecting CD-ROM...
cy: Yn datglymu ac allfwrw'r CD-ROM...
de: Unmounten und Auswerfen der CD-ROM ...
el: Αποπροσάρτηση και εξαγωγή του δίσκου CD-ROM...
eo: Demeti kaj elmeti lumdiskon...
et: Laserketta lahtihaakimine ja väljastamine...
eu: CD-ROMa desmuntatzen eta egozten...
fa: پیاده‌سازی و خارج ساختن CD-ROM..
fi: Irrotetaan ja poistetaan romppu ...
gl: A desmontar e extraer o CD-ROM...
he: מסיר עגינה ומוציא את ה-CDROM...
id: Melepas dan mengeluarkan CD-ROM...
kk: Компакт-дискіні жөндеп, шығарып тастау..
lt: CD-ROM'o atjungimas ir įrenginio atidarymas ...
lv: Atmontēju un izsviežu CD-ROM...
mg: Mampidina sy mamoka ny sederoma...
ml: സിഡി-റോം അണ്‍മൌണ്ട് ചെയ്ത് പുറംതള്ളുന്നു...
nn: Avmonterar og løyser ut CD ...
pa: CD-ROM ਅਨ-ਮਾਊਂਟ ਅਤੇ ਬਾਹਰ ਕੱਢ ਰਿਹਾ ਹੈ...
pl: Odmontowywanie i wysuwanie CD-ROMu...
pt_br: Desmontando e ejetando o CD-ROM...
ro: Demontez şi scot CD-ul...
sl: Poskušam odklopiti in izvreči CD-ROM...
zh_tw: 正在卸載並退出光碟片...

source: Detect and mount CD-ROM
cy: Canfod a chlymu CD-ROM
de: CD-ROM erkennen und einbinden
el: Ανίχνευση των μονάδων CD-ROM και προσάρτηση του CD
eo: Detektu kaj surmetu lumdiskon
et: Avasta ja haagi CD-ROM
eu: Atzeman eta muntatu CD-ROMa
fa: کشف و بارگیری CD-ROM..
fi: Tunnista ja liitä romppu
gl: Detectar e montar CD-ROM
he: זהוי ועגינת CD
id: Mendeteksi dan mengaitkan CD-ROM
kk: CD-ROM-ды іздеу және жөндеу
lt: CD-ROM įrenginio aptikimas ir CD prijungimas
lv: Detektēt un montēt CD-ROM
mg: Tadiavo ary ampakaro ny sederoma
ml: സിഡി-റോം തിരിച്ചറിഞ്ഞ് മൌണ്ട് ചെയ്യുക
nn: Finn og monter CDROM
pa: CD-ROM ਖੋਜ ਅਤੇ ਮਾਊਂਟ ਕਰ ਰਿਹਾ ਹੈ
pl: Wykryj urz±dzenia CD-ROM i zamontuj p³ytê CD
pt_br: Detectar e montar CD-ROM
ro: Detectează şi montează CD-ul
sl: Zaznaj in priklopi CD-ROM
zh_tw: 偵測並掛載光碟

source: no ethernet card
gl: ningunha tarxeta ethernet
ml: ഈഥര്‍നെറ്റ്‌ കാര്‍ഡ് ലഭ്യമല്ല
pa: ਕੋਈ ਈਥਰਨੈੱਟ ਕਾਰਡ ਨਹੀ

source: none of the above
gl: ningunha das anteriores
ml: മുകളില്‍ പറഞ്ഞവയില്‍ ഒന്നുമല്ല
pa: ਉਪਰਲਿਆਂ ਵਿੱਚੋਂ ਕੋਈ ਨਹੀਂ

source: Driver needed by your Ethernet card:
cy: Y gyrrydd mae eich cerdyn Ethernet ei angen:
de: Von Ihrer Ethernet-Karte benötigter Treiber:
el: Οδηγός που απαιτείται από την κάρτα δικτύου σας:
eo: Via eterreta karto bezonas aparatadaptilon:
et: Võrgukaardile vajaminev draiver:
eu: Ethernet txartelak behar duen kontrolatzailea:
fa: درایورهایی که کارت شبکه‌ی شما لازم دارد:
fi: Ethernet-kortin tarvitsema ajuri:
gl: Módulo necesario para a súa tarxeta Ethernet:
he: דריבר שנדרש ע"י כרטיס הרשת שלך:
id: Driver yang dibutuhkan kartu ethernet Anda:
kk: Драйвер, сіздің желілер картасы үшін өте қажетті:
lt: Valdyklė (driver) reikalinga Jūsų tinklo plokštei:
lv: Jūsu Ethernet kartes draiveri:
mg: Mpamily ilain'ny karatra ethernet 'nao:
ml: ഈഥര്‍നെറ്റ്‌ കാര്‍ഡിനാവശ്യമായ പ്രവര്ത്തകം‍:
nn: Drivar som Ethernet-kortet ditt treng:
pa: ਤੁਹਾਡੇ ਈਥਰਨੈੱਟ ਕਾਰਡ ਲਈ ਲੋੜੀਦਾ ਡਰਾਇਵਰ:
pl: Sterownik wymagany przez Twoj± kartê Ethernet:
pt_br: Módulo necessário para sua placa Ethernet :
ro: Driver necesar plăcii dvs. Ethernet:
sl: Gonilnik za vašo mrežno kartico:
zh_tw: 您的網路卡所需的驅動程式：

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
cy: Ni chanfuwyd cerdyn Ethernet. Os ydych chi'n gwybod enw y gyrrydd mae eich cerdyn Ethernet ei angen, gallwch ei ddewis o'r rhestr.
de: Es wurde keine Ethernet-Karte gefunden. Wenn Sie den Namen des Treibers Ihrer Ethernet-Karte kennen, können Sie ihn in der Liste auswählen.
el: Δεν ανιχνεύτηκε κάρτα δικτύου. Αν γνωρίζετε το όνομα του οδηγού που χρειάζεται η κάρτα δικτύου σας, επιλέξτε το από τη λίστα.
eo: Neniu eterretan karton estas detektita. Se vi konas la nomon de la aparatadaptilo bezonata de via eterreta karto, vi povas elekti ĝin el ĉi tiu listo.
et: Ühtki võrgukaarti ei avastatud. Kui sa tead, millist draiverit su võrgukaart vajab, vali ta nimekirjast:
eu: Ethernet txartelik ez da atzeman. Ethernet txartelak behar duen kontrolatzailearen izena badakizu, zerrendan hauta dezakezu.
fa: هیچ کارت شبکه‌ای پیدا نشد. اگر نام درایوری را که مناسب کارت شبکه‌ی تان است میداتید میتوانید آن را از روی لیست زیر انتخاب کنید.
fi: Ethernet-korttia ei löytynyt. Jos tiedät Ethernet-korttisi tarvitseman ajurin nimen, voit valita sen listalta.
gl: Non se detectou ningunha tarxeta Ethernet. Se coñece o nome do controlador que precisa, pode escollelo na lista.
he: לא זוהה כרטיס רשת. אם אתה יודע את שם הדריבר שכרטיס הרשת זקוק לו, תוכל לבחור אותו מהרשימה.
id: Kartu ethernet tidak ditemukan. Jika Anda tahu nama driver yang dibutuhkan oleh kartu ethernet Anda, silakan pilih dari daftar.
kk: Орнату бағдарламасы желілі картаны анықтамады. Егер өз драйверіңіздің атын білсеңіз, өз машинаңыз үшіш тізімнің ішінен керекті желі картасын таңдай аласыз.
lt: Tinklo plokštė neaptikta. Jei žinote Jūsų tinklo plokštei reikiamos valdyklės pavadinimą, galite išsirinkti ją iš sąrašo.
lv: Ethernet karte nav atrasta. Ja Jūs zināt Jūsu Ethernet kartei nepieciešamā draivera nosaukumu, Jūs varat izvēlēties to no saraksta.
mg: Tsy nahita karatra Ethernet. Raha fantatrao ny anaran'ny mpamily ny caratra eternetinao dia fidio ao amin'ny lisitra.
ml: ഈഥര്‍നെറ്റ്‌ കാര്‍ഡ് കണ്ടെത്താനായില്ല. ഈഥര്‍നെറ്റ്‌ കാര്‍ഡിനാവശ്യമായ പ്രവര്ത്തകത്തിന്റെ പേര്‌താങ്കള്‍ക്ക്‌ അറിയാമെങ്കില്‍ അത് ഈ ശ്രേണിയില്‍ നിന്ന്‌ തിരഞ്ഞെടുക്കാവുന്നതാണ്‌.
nn: Fann ingen Ethernet-kort. Viss du veit namnet på drivaren som trengst for Ethernet-kortet ditt, kan du velja han frå lista.
pa: ਕੋਈ ਈਥਰਨੈੱਟ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ। ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਈਥਰਨੈੱਟ ਕਾਰਡ ਦੇ ਡਰਾਈਵਰ ਦਾ ਨਾਂ ਜਾਣਦੇ ਹੋ, ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੂਚੀ ਵਿੱਚੋਂ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Nie wykryto ¿adnej karty Ethernet. Je¶li znasz nazwê wymaganego sterownika, mo¿esz wybraæ go z listy.
pt_br: Nenhuma placa Ethernet foi detectada. Caso você saiba o nome do módulo necessário para sua placa Ethernet você pode selecioná-lo a partir da lista.
ro: Nu s-a detectat nici o placă de reţea Ethernet. Dacă cunoaşteţi numele driver-ului necesar plăcii dvs. Ethernet, îl puteţi selecta din listă.
sl: Nisem zaznal nobene Ethernet kartice. Če poznate ime gonilnika, ki ga potrebuje vaša Ethernet kartica, ga lahko izberete iz seznama.
zh_tw: 無法偵測到任何網路卡。如果您知道您的網路卡所使用的驅動程式的名稱，您可以在列表中加以選擇。

source: Do you intend to use FireWire Ethernet?
de: Beabsichtigen Sie, Fire-Wire-Ethernet zu benutzen?
eo: Ĉu vi uzos 'FireWire'-eterreton?
et: Kas plaanid kasutada FireWire ethernet'i?
eu: FireWire Ethernet erabiltzen saiatu nahi al duzu?
gl: ¿Pretende empregar Ethernet por FireWire?
he: האם יש בכוונתך להשתמש ב-FireWire Ethernet?
lt: Ar ketinate naudoti FireWire tinklą?
lv: Vai grasaties lietot FireWire Ethernet?
ml: ഫയര്‍വയര്‍ (FireWire) ഈഥര്‍നെറ്റ്‌ ആണോ താങ്കള്‍ ഉപയോഗിക്കാന്‍ പോകുന്നത്‌?
pa: ਕੀ ਤੁਸੀਂ FireWire ਈਥਰਨੈੱਟ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ?
ro: Intenţionaţi să folosiţi Ethernet Firewire?
zh_tw: 您是否預計要使用 FireWire 介面的網路卡？

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
de: Es wurde keine Netzwerkkarte gefunden, jedoch ist ein FireWire-Gerät vorhanden. Es ist möglich, wenn auch unwahrscheinlich, dass die entsprechende Hardware, die mit diesem Gerät verbunden ist, als primäre Netzwerkschnittstelle dient.
eo: Neniu eterreta karto estas detektita, sed 'FireWire'-aparatadaptilo ĉeestas.Eble, ĝi povas iĝi via unuagrada aparatadaptilo, se eterreta aparato estas konektita.
et: Ühtki võrgukaarti ei leitud, küll aga leiti FireWire liides. Kuigi see on vähelevinud, siis põhimõtteliselt saab sobilikku FireWire seadet kasutada peamise võrguliidesena.
eu: Ez da Ethernet txartelik atzeman, baina fireWire interfaze bat dago. Posible da, nahi ez gomendatua, hardware zuzena konektatuaz hau zure Ethernet interfaze nagusia izatea.
gl: Non se detectou unha tarxeta Ethernet, pero hai unha interface FireWire. É posible, aínda que pouco probable, que tendo conectado a ela o hardware FireWire axeitado, este sexa a súa interface Ethernet primaria.
he: לא זוהה כרטיס Ethernet, אבל נמצא ממשק FireWire. ניתן, למרות שלא סביר, שעם חומרת ה-FireWire הנכונה מחוברת, שזהו כרטיס ה-Ethernet העיקרי.
lt: Neaptikta tinklo plokštė, bet yra FireWire sąsaja. Gali būti, nors mažai tikėtina, kad esant prie jos prijungtai tinkamai FireWire įrangai, ši sąsaja gali būti naudojama kaip pirminė tinklo sąsaja.
lv: Tīklakarte nav atrasta, taču ir konstatēta FireWire saskarne. Iespējams, kaut gan maz ticams, ka izmantojot pareizu FireWire aparatūru, šī varētu būt jūsu galvenā tīklakarte.
ml: ഈഥര്‍നെറ്റ്‌ കാര്‍ഡ് കണ്ടെത്താനായില്ല, എന്നാല്‍ ഒരു ഫയര്‍വയര്‍ (FireWire) ഇന്റര്ഫേസ് ലഭ്യമാണ്‌. ശരിയായ ഹാര്‍ഡ്‌വെയര്‍ ഈ ഇന്റര്ഫേസില്‍ ഘടിപ്പിച്ചാല്‍ ഇത്‌ പ്രഥാന ഈഥര്‍നെറ്റ്‌ ഇന്റര്ഫേസ് ആയി ഉപയോഗിക്കാന്‍ പറ്റേണ്ടതാണ്‌. എന്നാല്‍ ഇതിനുള്ള സാധ്യത കുറവാണെന്ന്‌ ഓര്‍ക്കുക.
pa: ਕੋਈ ਈਥਰਨੈੱਟ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ, ਪਰ FireWire ਇੰਟਰਫੇਸ ਮੌਜੂਦ ਹੈ। ਇਹ ਸੰਭਵ ਹੈ ਕਿ ਇਸ ਨਾਲ ਸਹੀ FireWire ਹਾਰਡਵੇਅਰ ਜੁੜਿਆ ਹੈ, ਇਹ ਤੁਹਾਡਾ ਮੁੱਖ ਈਥਰਨੈੱਟ ਇੰਟਰਫੇਸ ਹੋ ਸਕਦਾ ਹੈ।
ro: Nu s-a detectat nici o placă Ethernet, dar o interfaţă Firewire este prezentă. Este posibil, deşi puţin probabil, ca, împreună cu componentele Firewire potrivite conectate la ea, aceasta să reprezinte interfaţa primară Ethernet.
zh_tw: 無法偵測到網路卡，但卻找到了一個 FireWire 介面。雖然似乎不是，但在那上面還是可能接了個 FireWire 硬體裝置；它可能是您主要的網路卡介面。

source: Ethernet card not found
cy: Ni chanfuwyd cerdyn Ethernet
de: Es wurde keine Ethernet-Karte erkannt.
el: Δεν ανιχνεύτηκε κάρτα δικτύου
eo: Neniu trovita eterreta karto
et: Võrgukaarti ei leitud.
eu: Ez da Ethernet txartelik aurkitu
fa: کارت شبکه پیدا نشد.
fi: Ethernet-korttia ei löytynyt
gl: Non se atopou unha tarxeta Ethernet
he: כרטיס רשת לא נמצא
id: Kartu ethernet tidak ditemukan
kk: Желі картасы табылған жоқ.
lt: Tinklo plokštė nerasta
lv: Ethernet tīkla karte nav atrasta
mg: Tsy nahita ny karatra Ethernet
ml: ഈഥര്‍നെറ്റ്‌ കാര്‍ഡ് കണ്ടെത്താനായില്ല
nn: Fann ingen nettverkskort
pa: ਈਥਰਨੈੱਟ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ ਹੈ
pl: Nie znaleziono karty sieciowej
pt_br: Placa de rede não encontrada
ro: Placă de reţea Ethernet negăsită
sl: Nisem našel mrežne kartice
zh_tw: 無法找到網路卡

source: No Ethernet card was found on the system.
cy: Ni chanfuwyd cerdyn Ethernet ar y system.
de: In Ihrem Computer wurde keine Ethernet-Karte gefunden.
el: Δεν ανιχνεύτηκε κάρτα δικτύου στον υπολογιστή σας.
eo: Neniu eterreta karto estas trovita en la sistemo.
et: Süsteemist ei leitud ühtki võrgukaarti.
eu: Ez da Ethernet txartelik aurkitu sisteman.
fa: هیچ کارت شبکه ای بر روی سیستم پیدا نشد.
fi: Ethernet-korttia ei löytynyt laitteistosta.
gl: Non se atopou no sistema ningunha tarxeta ethernet.
he: לא נמצא כרטיס רשת אצלך במערכת
id: Kartu Ethernet tidak ditemukan pada sistem.
kk: Жүйеде бір де бір желі картасы табылмады.
lt: Šioje sistemoje nerasta tinklo plokščių.
lv: Uz šī datora nav atrasta neviena Ethernet tīkla karte.
mg: Tsy nahita karatra Ethernet ao anaty milina
ml: ഈ സിസ്റ്റത്തില്‍ ഈഥര്‍നെറ്റ്‌ കാര്‍ഡ് കണ്ടെത്താനായില്ല.
nn: Fann ingen nettverkskort på systemet.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਕੋਈ ਈਥਰਨੈੱਟ ਕਾਰਡ ਨਹੀਂ ਲੱਭਿਆ ਹੈ।
pl: Nie znaleziono karty sieciowej w systemie.
pt_br: Nenhuma placa de rede foi encontrada no sistema.
ro: Nu s-a găsit nici o placă de reţea Ethernet în sistem.
sl: Nobena mrežna kartica ni bila najdena na sistemu.
zh_tw: 在系統中無法找到任何的網路卡。

source: Detecting network hardware
cy: Yn chwilio am galedwedd rhwydwaith
de: Erkenne Netzwerk-Hardware
el: Ανίχνευση δικτύου
eo: Detektado de la reta aparataro
et: Võrguriistvara avastamine
eu: Sare hardwarea atzematen
fa: در حال بازرسی سخت‌افزار شبکه
fi: Tunnistetaan verkkolaitteistoa
gl: A detectar o hardware de rede
he: מזהה חומרת רשת
id: Sedang mendeteksi perangkat keras jaringan
kk: Желі жабдықтарын іздеу
lt: Tinklo įrangos paieška
lv: Detektēju tīkla aparatūru
mg: Mitady ati-milina rezo
ml: നെറ്റ്‌വര്ക്ക് ഹാര്‍ഡ്‌വെയര്‍ കണ്ടെത്താന്‍ ശ്രമിക്കുന്നു
nn: Ser etter nettverksutstyr
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਖੋਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Wykrywanie sprzêtu sieciowego
pt_br: Detectando hardware de rede
ro: Se detectează componentele de reţea
sl: Zaznavam omrežno opremo
zh_tw: 正在偵測網路硬體

source: Detect network hardware
cy: Canfod caledwedd rhwydwaith
de: Netzwerk-Hardware erkennen
el: Ανίχνευση συσκευών δικτύου
eo: Detektu retan aparataron
et: Avasta võrguriistvara
eu: Sare hardwarea atzeman
fa: بازرسی و کشف سخت‌افزار شبکه
fi: Tunnista verkkolaitteisto
gl: Detección do hardware de rede
he: זיהוי חומרת רשת
id: Deteksi perangkat keras jaringan
kk: Желі жабдықтарын тану
lt: Tinklo įrangos paieška
lv: Detektēt tīkla aparatūru
mg: Tadiavo ny ati-milina rezo
ml: നെറ്റുവര്‍ക്ക് ഹാര്‍ഡ്‌വെയര്‍ കണ്ടെത്താന്‍ ശ്രമിക്കുന്നു
nn: Finn nettverksutstyr
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਖੋਜਿਆ
pl: Wykryj sprzêt sieciowy
pt_br: Detectar hardware de rede
ro: Detecţie a componentelor de reţea
sl: Zaznaj mrežno strojno opremo
zh_tw: 偵測網路硬體

source: Detect disks
de: Festplatten erkennen
eo: Detektu diskojn
eu: Diskoak atzeman
gl: Detectar discos
he: זיהוי דיסקים
lt: Diskų aptikimas
lv: Meklēt diskus
ml: ഡിസ്ക്കുകള്‍ കണ്ടെത്താന്‍ ശ്രമിക്കൂ
pa: ਲੱਭੀਆਂ ਡਿਸਕਾਂ
ro: Detectecţie de discuri
zh_tw: 偵測磁碟

source: Detecting disks and all other hardware
cy: Yn canfod disgiau a phob caledwedd arall
de: Erkenne Festplatten und andere Hardware
el: Ανίχνευση δίσκων και υπόλοιπου υλικού
eo: Detektado de la diskoj kaj ĉiu alia aparataro
et: Avasta kettaid ja kogu riistvara
eu: Diskoak eta bestelako hardwarea atzematen
fa: بازرسیو کشف دیسکها و سایر سخت‌افزارها
fi: Tunnistetaan kiintolevyjä ja muuta laitteistoa
gl: A detectar os discos e o resto do hardware
he: מזהה דיסקים ואת שאר החומרה
id: Sedang mendeteksi hard disk dan perangkat keras lainnya
kk: Жабдықтарды және тегеріштерді іздеу
lt: Diskų ir visos kitos aparatinės įrangos paieška
lv: Detektēju diskus un visu pārējo aparatūru
mg: Mitady ny kapila sy ireo ati-milina hafa
ml: ഡിസ്ക്കുകളും മറ്റെല്ലാ ഹാര്‍ഡ്‌വെയറുകളും കണ്ടെത്താന്‍ ശ്രമിക്കുന്നു
nn: Ser etter harddiskar og anna maskinvare
pa: ਡਿਸਕਾਂ ਅਤੇ ਹੋਰ ਜੰਤਰ ਖੋਜੇ ਜਾ ਰਹੇ ਹਨ
pl: Wykrywanie dysków i innego sprzêtu
pt_br: Detectando discos e todo o restante do hardware
ro: Se detectează discurile şi toate celelalte componente
sl: Zaznavam diske in ostalo strojno opremo
zh_tw: 正在偵測磁碟及其它所有的硬體

source: continue with no disk drive
gl: continuar sen disco
ml: ഡിസ്ക്ക്‌ ഡ്രൈവുകള്‍ ഒന്നും ഇല്ലാതെ തന്നെ തുടരുക
pa: ਕੋਈ ਵੀ ਡਿਸਕ ਡਰਾਈਵ ਤੋਂ ਬਿਨਾਂਂ ਜਾਰੀ ਰਹੋਨਹੀ

source: Driver needed for your disk drive:
de: Treiber werden für Ihr Laufwerk benötigt:
eo: Via disko bezonas aparatadaptilon:
eu: Diska gailuarentzat kontrolatzailea behar da:
gl: Módulo necesario para o seu disco duro:
he: דריבר שנדרש עבור הכונן שלך:
lt: Valdyklė (driver) reikalinga Jūsų diskui:
lv: Jūsu cietā diska draiveri:
ml: താങ്കളുടെ ഡിസ്ക്ക്‌ ഡ്രൈവിനാവശ്യമായ പ്രവര്ത്തകം:
pa: ਤੁਹਾਡੀ ਡਿਸਕ ਡਰਾਈਵ ਲਈ ਲਈ ਲਂੋੜੀਦਾ ਡਰਾਇਵਰ:
ro: Driver necesar plăcii unităţii de disc:
zh_tw: 您的硬碟所需的驅動程式：

source: No disk drive was detected. If you know the name of the driver needed by your disk drive, you can select it from the list.
de: Es wurde kein Laufwerk erkannt. Falls Sie den Namen des Treibers für Ihr Laufwerk kennen, können Sie ihn aus der Liste wählen.
eo: Neniu disko estas detektita. Se vi konas la nomon de la aparatadaptilo bezonata de via disko, vi povos elekti ĝin el ĉi tiu listo.
eu: Diskari ez da atzeman. Zure Ethernet txartelak behar duen kontrolatzailearen izena badakizu, zerrendan hauta dezakezu.
gl: Non se detectou ningún disco duro. Se coñece o nome do controlador que precisa o disco duro, pode escollelo na lista.
he: לא זוהה כונן דיסקים. אם אתה יודע את שם הדריבר שבשימוש ע"י כונן הדיסקים, תוכל לבחור אותו מהרשימה.
lt: Neaptiktas disko įrenginys . Jei žinote Jūsų disko įrenginiui reikiamos valdyklės pavadinimą, galite išsirinkti ją iš sąrašo.
lv: Cietā diska draiveris nav atrasts. Ja Jūs zināt savam cietajam diskam nepieciešamā draivera nosaukumu, Jūs varat izvēlēties to no saraksta.
ml: ഡിസ്ക്ക്‌ ഡ്രൈവുകള്‍ ഒന്നും കണ്ടെത്താനായില്ല. ഡിസ്ക്ക് ഡ്രൈവിന്റെ പ്രവര്ത്തകത്തിന്റെ പേര്‌ താങ്കള്‍ക്ക്‌ അറിയാമെങ്കില്‍ അത് ഈ ശ്രേണിയില്‍ നിന്ന്‌ തിരഞ്ഞെടുക്കാവുന്നതാണ്‌.
pa: ਕੋਈ ਡਿਸਕ ਡਰਾਈਵਾਰਡ ਨਹੀਂ ਲੱਭਿਆ। ਜੇ ਤੁਸਡਿਸਕ ਡਰਾਈਵਟ ਕਾਰਡ ਦੇ ਡਰਾਈਵਰ ਦਾ ਨਾਂ ਜਾਣਦੇ ਹੋ, ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੂਚੀ ਵਿੱਚੋਂ ਚੁਣ ਸਕਦੇ ਹੋ।
ro: Nu s-a detectat nici o unitate de disc. Dacă cunoaşteţi numele driver-ului necesar unităţii dvs. de disc, îl puteţi selecta din listă.
zh_tw: 無法偵測到任何硬碟。如果您知道您的硬碟所使用的驅動程式的名稱，您可以在列表中加以選擇。

source: No partitionable media
cy: Dim cyfrwng rhaniadwy
de: Kein partitionierbares Medium
el: Δεν υπάρχει υλικό για κατάτμηση
eo: Neniu dispartigebla amasinformilo
et: Pole partitsioneeritavat andmekandjat
eu: Ez dago partiziotan bana daitekeen euskarririk
fa: هیچ چیز قابل پارتیشن شدن پیدا نشد!
fi: Ei yhtään osioitavissa olevaa taltiota
gl: Non hai soportes particionables
he: אין מדיה שניתנת לחלוקה למחיצות
id: Tak tersedia media yang bisa dipartisi
kk: Бөлінетін құрылғылар жоқ
lt: Nėra dalintino įrenginio
lv: Šim datu nesējam partīcijas izveidot nav iespējams
mg: Tsy misy kapila azo zaraina
ml: വിഭജിക്കാവുന്ന മീഡിയ ഒന്നും ലഭ്യമല്ല
nn: Ingen partisjonerbare media
pa: ਕੋਈ ਭਾਗਯੋਗ ਮਾਧਿਅਮ ਨਹੀਂ ਹੈ
pl: Brak urz±dzenia zdatnego do partycjonowania
pt_br: Nenhuma mídia particionável
ro: Nu există mediu partiţionabil
sl: Ni medija za razdeljevanje
zh_tw: 沒有可進行分割的媒體

source: No partitionable media were found.
cy: Ni chanfuwyd cyfrwng rhaniadwy.
de: Es wurde kein Medium gefunden, das partitioniert werden kann.
el: Δεν βρέθηκε υλικό για κατάτμηση
eo: Neniu dispartigebla amasinformilo estis trovita.
et: Ei leitud ühtki partitsioneeritavat andmekandjat.
eu: Ez da aurkitu partiziotan bana daitekeen euskarririk.
fi: Ei löytynyt yhtään osioitavissa olevaa taltiota.
gl: Non se atopou ningún soporte que se poida particionar.
he: לא נמצאה מדיה שניתנת לחלוקה למחיצות.
id: Tidak ditemukan media yang bisa dipartisi
kk: Бөлінетін құрылғылар табылмады.
lt: Nerasta įrenginių, kuriuos galima būtų dalyti skirsniais.
lv: Dalāmais disks nav atrasts
mg: Tsy nahita kapila azo zaraina
ml: വിഭജിക്കാവുന്ന മീഡിയ ഒന്നും കണ്ടുകിട്ടിയില്ല.
nn: Fann ingen partisjonerbare media.
pa: ਕੋਈ ਭਾਗਯੋਗ ਮਾਧਿਅਮ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono urz±dzenia zdatnego do partycjonowania.
pt_br: Nenhuma mídia particionável foi encontrada.
ro: Nu s-a găsit nici un mediu partiţionabil.
sl: Medija za razdeljavanje ni mogoče najti.
zh_tw: 找不到可以進行分割的媒體。

source: Please check that a hard disk is attached to this machine.
cy: Os gwelwch yn dda, gwiriwch fod disgen galed wedi ei gysylltu i'r peiriant hwn.
de: Bitte prüfen Sie, ob eine Festplatte angeschlossen ist.
el: Παρακαλώ βεβαιωθήτε οτι υπάρχει δίσκος στο μηχάνημα.
eo: Bonvolu kontroli ĉu la fiksita disko estas ligita al ĉi maŝino.
et: Palun veendu, et arvutis on kõvaketas.
eu: Egiaztatu disko gogor bat makina honi konektatuta dagoela.
fa: لطفا مطمين شوید که یک دیسک سخت به این رایانه وصل است.
fi: Tarkista, että laitteistossa on kiintolevy asennettuna.
gl: Comprobe que teña un disco duro conectado á máquina.
he: בדוק בבקשה שדיסק קשיח מחובר למחשב זה.
id: Silakan periksa bahwa pada komputer ini terpasang sebuah Hard Disk.
kk: Қатқыл диск машинаға қосылғанын тексеріңіз.
lt: Patikrinkite ar kietas diskas prijungtas prie šio kompiuterio.
lv: Lūdzu pārliecinieties vai šai mašīnai ir pievienots cietais disks
mg: Azafady jereo raha misy kapila mafy tokoa ao anaty milina nao.
ml: ഈ കമ്പ്യൂട്ടറില്‍ ഒരു ഹാര്‍ഡ് ഡിസ്‌ക്ക് ഘടിപ്പിച്ചിട്ടുണ്ടെന്ന്‌ ഉറപ്പുവരുത്തുക.
nn: Sjå etter at det er kobla til ein harddisk til denne maskina.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਹਾਰਡ ਡਿਸਕ ਇਸ ਮਸ਼ੀਨ ਨਾਲ ਜੁੜੀ ਹੈ ਜੀ।
pl: Proszê sprawdziæ czy twardy dysk jest pod³±czony do komputera.
pt_br: Por favor, confira se realmente existe um disco rígido conectado em seu computador
ro: Vă rugăm sa verificaţi că aveţi un disc fix ataşat la acestă maşină.
sl: Preverite, da je trdi disk priključen.
zh_tw: 請確認在該機器上是否有安裝硬碟。

source: Detecting hardware, please wait...
cy: Yn canfod caledwedd, arhoswch os gwelwch yn dda...
de: Führe die Hardware-Erkennung aus, bitte warten ...
el: Ανίχνευση υλικού, παρακαλώ περιμένετε...
eo: Detektado de aparataroj, bonvolu atendi...
et: Riistvara avastamine, palun oota...
eu: Hardwarea atzematen, itxaron...
fa: در حال بازرسی سخت افزا؛ لطفا منتظر بمانید...
fi: Tunnistetaan laitteistoa, odota...
gl: A detectar hardware, agarde...
he: מזהה חומרה, אנא המתן...
id: Sedang mendeteksi perangkat keras, silahkan tunggu...
kk: Жабдықтауды іздеуі жүргізілуде, кідіріңіздер ...
lt: Ieškoma aparatinė įranga, palaukite...
lv: Detektēju aparatūru, lūdzu uzgaidiet...
mg: Mitady ny ati-milina, Azafady miandrasa kely...
ml: ഹാര്‍ഡ്‌വെയര്‍ കണ്ടെത്താന്‍ ശ്രമിയ്ക്കുന്നു. ദയവായി കാത്തിരിക്കൂ...
nn: Finn maskinvare, vent litt ...
pa: ਜੰਤਰ ਖੋਜੇ ਜਾ ਰਹੇ ਹਨ, ਉਡੀਕੋ ਜੀ...
pl: Wykrywanie sprzêtu, proszê czekaæ...
pt_br: Detectando hardware, por favor aguarde...
ro: Se detectează componentele, vă rugăm să aşteptaţi...
sl: Zaznavam strojno opremo, prosim počakajte...
zh_tw: 正在偵測硬體，請稍候...

source: Loading module '${MODULE}' for '${CARDNAME}'...
cy: Yn llwytho'r modiwl '${MODULE}' ar gyfer '${CARDNAME}'...
de: Lade Modul »${MODULE}« für »${CARDNAME}« ...
el: Φόρτωση οδηγού '${MODULE}' για τη συσκευή '${CARDNAME}'...
eo: Ŝargadi sistemblokon '${MODULE}' por '${CARDNAME}'...
et: Mooduli '${MODULE}' laadimine seadmele '${CARDNAME}'...
eu: '${MODULE}' modulua kargatzen '${CARDNAME}'txartelerako...
fa: در حال بارگیری ماژول '${MODULE}' برای '${CARDNAME}' ...
fi: Ladataan moduuli "${MODULE}" kortille "${CARDNAME}"
gl: A cargar o módulo '${MODULE}' para '${CARDNAME}'...
he: טוען את המודול '${MODULE}' בשביל '${CARDNAME}'...
id: Sedang memuat modul '${MODULE}' untuk '${CARDNAME}'...
kk: Құрылғыға арналған модуль жүктелуде '${MODULE}' '${CARDNAME}'...
lt: Įkeliamas modulis '${MODULE}' skirtas '${CARDNAME}'...
lv: Ielādēju moduli '${MODULE}' priekš '${CARDNAME}'...
mg: Mamahana ny mpamily '${MODULE}' ho an'ny '{CARDNAME}' ...
ml: '${CARDNAME}' എന്ന കാര്‍ഡിനായുള്ള '${MODULE}' എന്ന മൊഡ്യൂള്‍ ലോഡ് ചെയ്യുന്നു...
nn: Lastar modulen «${MODULE}» for «${CARDNAME}» ...
pa: '${CARDNAME}' ਲਈ '${MODULE}' ਮੈਡਿਉਲ ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...
pl: £adowanie modu³u '${MODULE}' dla '${CARDNAME}'...
pt_br: Carregando módulo '${MODULE}' para '${CARDNAME}'...
ro: Încarc modulul '${MODULE}' pentru '${CARDNAME}'...
sl: Nalagam modul '${MODULE}' za '${CARDNAME}'...
zh_tw: 正在為 ${CARDNAME} 載入 ${MODULE} 模組...

source: Starting PC card services...
cy: Yn cychwyn gwasanaethau cerdyn PC...
de: Starte PC-Card Services ...
el: Εκκίνηση υπηρεσιών καρτών PC...
eo: Aktivigi diservajn komputilajn kartojn...
et: PC kaardi teenuste käivitamine...
eu: PC txartel-zerbitzuak abiarazten...
fa: شروع به کار سرویس کارتهای کامپیوتر...
fi: Käynnistetään PC-card-palvelut...
gl: A iniciar os servizos de tarxetas de PC...
he: מתחיל שירותי כרטיסי PC...
id: Sedang menjalankan layanan PC-Card...
kk: PC-картасын сүйеу жіберілді...
lt: Paleidžiami PC plokščių servisai...
lv: Palaižu PC karšu servisu...
mg: Madefa ny fiasan'ny karatra PC...
ml: പിസി കാര്‍ഡ് സേവനങ്ങള്‍ ആരംഭിയ്ക്കുന്നു...
nn: Startar PC-korttenester ...
pa: PC ਕਾਰਡ ਸੇਵਾ ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Uruchamianie us³ug kard PC...
pt_br: Iniciando serviços de cartões PC...
ro: Se pornesc serviciile asociate plăcilor PC...
sl: Zaganjam PC card servise...
zh_tw: 正在啟動 PC 卡服務程式...

source: Modules to load:
cy: Modylau i'w llwytho:
de: Diese Module laden:
el: Μονάδες λογισμικού προς φόρτωση:
eo: Ŝargotaj sistemblokoj:
et: Laetavad moodulid:
eu: Kargatu beharreko moduluak:
fa: ماژولهایی که باید بارگیری شوند:
fi: Ladattavat moduulit:
gl: Módulos a cargar:
he: מודולים לטעינה:
id: Modul-modul untuk dimuat:
kk: Жүктелген модулдер:
lt: Moduliai įkėlimui:
lv: Ielādējamie moduļi:
mg: Module izay ho fahanana:
ml: ലോഡ് ചെയ്യാനുള്ള മൊഡ്യൂള്‍:
nn: Modular som skal lastast:
pa: ਲੋਡ ਕਰਨ ਲਈ ਮੈਡੀਊਲ:
pl: Modu³y do za³adowania:
pt_br: Módulos a serem carregados :
ro: Module de încărcat:
sl: Moduli, ki bodo naloženi:
zh_tw: 要載入的模組：
