Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: /vmlinux or /boot/vmlinux in the installed system appears not to be a symlink to a kernel image. This is probably a bug.
cy: Ymddengys nad yw /vmlinux neu /boot/vmlinux yn y system sefydliedig yn gyswll symbolaidd ar ddelwedd cnewyllyn. Mae hyn mwy na thebyg yn nam.
de: /vmlinux oder /boot/vmlinux auf dem Installierten System scheint keine Verknüpfung zu einem Kernel-Image zu sein. Dies ist vermutlich ein Bug.
el: το αρχείο /vmlinux ή /boot/vmlinux δεν είναι ενας ψευδοσύνδεσμος σε είδωλο πυρήνα. Αυτό είναι πιθανό σφάλμα.
eo: '/vmlinux' aŭ '/boot/vmlinux' en la instalita sistemo ŝajne neestas dosierujano al simila kerno. Verŝajne tio estas eraro.
et: Tundub, et /vmlinux või /boot/vmlinux ei ole symlink tuuma kujutisele. Tõenäoliselt on see viga.
eu: Instalatuko sistemako /vmlinux-ek /boot/vmlinux-ek nukleo-irudirako esteka sinbolikorik ez dutela dirudi. Hau agian programa-errorea izango da.
fi: /vmlinux tai /boot/vmlinux ei näyttäisi olevan symbolinen linkki ytimen otokseen. Tämä on todennäköisesti vika.
gl: Semella que os ficheiros /vmlinux ou /boot/vmlinux do sistema instalado non son ligazóns simbólicas a unha imaxe do núcleo. Isto pode ser un erro.
he: נראה ש-/vmlinux או /boot/vmlinux אינם מקושרים לקרנל. זהו כנראה באג.
id: /vmlinux or /boot/vmlinux pada sistem terinstal tampaknya bukan sebuah symlink ke citra kernel. Ini mungkin sebuah cacat.
kk: /vmlinux немесе /vmlinux орнатылған жүйеде ядро бейнесіне символикалық сілтеме бола алмайды. Бұл баг болуы мүмкін.
lt: /vmlinux ar /boot/vmlinux įdiegtoje sistemoje pasirodo nėra simbolinė nuoroda į branduolio atvaizdą. Turbūt tai yra klaida.
lv: Liekas, ka jaunajā sistēmā /vmlinux vai /boot/vmlinux nav saite (symlink) uz kodola attēlu. Tā visdrīzāk ir sistēmas kļūda.
ml: ഇന്സ്റ്റാള്‍ ചെയ്ത സിസ്റ്റത്തിലെ /vmlinux അല്ലെങ്കില്‍ /boot/vmlinux കെര്‍ണല്‍ ഇമേജിലേക്കുള്ള ഒരു സിംലിങ്ക് ആണെന്ന് തോന്നുന്നില്ല. ഇത് ഒരു പക്ഷേ ഒരു ബഗ് ആയിരിക്കാം.
nn: /vmlinux eller /boot/vmlinux på det installerte systemet ser ut til å vera ei symlenkje til eit kjernebilete. Dette er truleg ein feil.
pa: ਇੰਸਟਾਲ ਕੀਤੇ ਸਿਸਟਮ ਵਿੱਚ /vmlinux ਜਾਂ /boot/vmlinux ਕਰਨਲ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ symlink ਨਹੀਂ ਜਾਪਦੇ। ਇਹ ਸੰਭਾਵੀ ਹੀ ਬੱਗ ਹੈ।
pl: Wygl±da na to, ¿e /vmlinux lub /boot/vmlinux nie s± dowi±zaniami do obrazu j±dra w tym systemie. To prawdopodobnie b³±d.
pt_br: O /vmlinux ou /boot/vmlinux no sistema instalado parece não ser uma ligação simbólica para uma imagem de kernel. Isto provavelmente é um erro.
ro: /vmlinux ori /boot/vmlinux în sistemul instalat pare a nu fi o legătură simbolică spre un nucleu. Acest lucru e probabil un defect (de programare).
sl: Izgleda, da /vmlinux ali /boot/vmlinux na nameščenem sistemu ni simbolična povezava do jedra. To je verjetno hrošč.
zh_tw: 在所安裝的系統裡的 /vmlinux 或 /boot/vmlinux 似乎並不是 Kernel Image 的符號連結。這很可能是一個 Bug。

source: Failed to resolve initrd symlink
de: Konnte initrd-Symlink nicht folgen
eo: Dosierujano maltrafas 'initrd'-an ligadon
et: Initrd symlink'i ei õnnestunud lahendada
eu: Huts initrd esteka sinbolikoa ebazterakoan
gl: Non se puido atopar o destino da ligazón simbólica de initrd
he: כשלון בפיענוח קישור של initrd
lt: Nepavyko surasti initrd simbolinės nuorodos
lv: Kļūda iegūstot initrd saiti (symlink)
ml: ഇനിറ്റാര്ഡി സിംലിങ്ക് പരിഹരിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
pa: initrd symlink ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਅਸਫਲ
ro: Eşec la rezolvarea legăturii simbolice initrd
zh_tw: 無法解析 initrd 的符號連結

source: /initrd.img or /boot/initrd.img in the installed system appears not to be a symlink to an initial RAM disk image. This is probably a bug.
de: /initrd.img oder /boot/initrd.img auf dem installierten System scheint kein symbolischer Link zu einem Initial-RAM-Disk-Image zu sein. Dies ist vermutlich ein Fehler.
eo: '/initrd.img' aŭ '/boot/initrd.img' en la instalita sistemo ŝajne neestas dosierujano al simila praŝargadisko en memoro. Verŝajne tio estas eraro.
et: Tundub, et /initrd.img või /boot/initrd.img paigaldatud süsteemis ei ole symlink esialgsele RAM-ketta kujutisele. Tõenäoliselt on see viga.
eu: Instalaturiko sistemaren /initrd.img eta /boot/initrd.img ez dirudite abiarazte RAM diska irudiak. Hau ziurrenik zorri bat da.
gl: Semella que os ficheiros /initrd.img ou /boot/initrd.img do sistema instalado non son ligazóns simbólicas a unha imaxe inicial de disco RAM. Isto pode ser un erro.
he: נראה ש-/initrd.img או /boot/initrd.img במערכת המותקנת אינם קישורים לתמונת RAM לאתחול. זהו כנראה באג.
lt: /initrd.img ar /boot/initrd.img įdiegtoje sistemoje pasirodo nėra simbolinė nuoroda į pradinį RAM disko atvaizdą. Turbūt tai yra klaida.
lv: Liekas, ka jaunajā sistēmā /initrd.img vai /boot/initrd.img nav saite (symlink) uz sākotnējo RAM diska attēlu. Tā visdrīzāk ir sistēmas kļūda.
ml: ഇന്സ്റ്റാള്‍ ചെയ്ത സിസ്റ്റത്തിലെ /initrd.img അല്ലെങ്കില്‍ /boot/initrd.img ഇനിഷ്യല്‍ റാം ഡിസ്ക് ഇമേജിലേക്കുള്ള ഒരു സിംലിങ്ക് ആണെന്ന് തോന്നുന്നില്ല. ഇത് ഒരു പക്ഷേ ഒരു ബഗ് ആയിരിക്കാം.
pa: ਇੰਸਟਾਲ ਕੀਤੇ ਸਿਸਟਮ ਵਿੱਚ /initrd.img ਜਾਂ /boot/initrd.img ਇੱਕ ਸ਼ੁਰੂਆਤੀ RAM ਡਿਸਕ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ symlink ਨਹੀਂ ਜਾਪਦੇ। ਇਹ ਸੰਭਾਵੀ ਹੀ ਬੱਗ ਹੈ।
ro: /initrd.img ori /boot/initrd.img în sistemul instalat pare a nu fi o legătură simbolică spre o imagine iniţială de disc în RAM. Acest lucru e probabil un defect (de programare).
zh_tw: 在所安裝的系統裡的 /initrd.img 或 /boot/initrd.img 似乎並不是 Initial RAM Disk Image 的符號連結。這很可能是一個 Bug。

source: Installing quik into bootstrap partition
cy: Yn sefydlu quik i rhaniad ymgychwyn
de: Installiere Quik auf eine Bootstrap-Partition
el: Εγκατάσταση του quik στο τμήμα εκκίνησης
eo: Instali 'quik'-on sur praŝarga diskpartigo
et: Alglaadur quik'i partitsioonile paigaldamine
eu: quik bootstrap partizioan instalatzen
fi: Asennetaan quik käynnistysosioon
gl: A instalar quik na partición de inicio
he: מתקין את quik לתוך מחיצת האתחול
id: Memasang quik pada partisi bootstrap
kk: Бастапқы жүктеме бөліміне quik орнату
lt: Pradinio įkėliklio quik diegimas į įkelties skirsnį
lv: Instalēju quik sāknēšanas programmas partitīcijā
mg: Mametraka an'i quik ao amin'ny fizarana bootstrap
ml: ബൂട്ട് സ്ട്രാപ് ഭാഗത്തേക്ക് ക്വിക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു
nn: Installerer quik på bootstrap-partisjonen
pa: bootstrap ਭਾਗ ਵਿੱਚ ਕੁਇੱਕ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie quik na partycji bootstrap
pt_br: Instalando o quik em uma partição boostrap
ro: Se instalează quik în partiţia bootstrap
sl: Nameščam quik na bootstrap razdelek
zh_tw: 正在把 quik 安裝至 bootstrap 分割區

source: Failed to install boot loader
de: Installation des Bootloaders fehlgeschlagen
el: Σφάλμα κατά την εγκατάσταση του φορτωτή εκκίνησης
eo: Instalado de praŝargilo malsukcesas
et: Alglaaduri paigaldamine nurjus
eu: Ezin izan da abioko kargatzailea instalatu
fi: Alkulatausohjelman asennus ei onnistunut
gl: Non se puido instalar o cargador de inicio
he: #-#-#-#-# he.po (debian-installer) #-#-#-#-# כשלון בהתקנת מנהל האתחול#-#-#-#-# he.po (debian-installer) #-#-#-#-# #-#-#-#-# he.po (yaboot-installer) #-#-#-#-# כשלון בהתקנת מנהל האתחול#-#-#-#-# he.po (vmelilo-installer) #-#-#-#-# כשלון בהתקנת מנהל האתחול
id: Gagal memasang boot loader
kk: Жүйелік жүктеуішті орнату мүмкін болмады
lt: Nepavyko įdiegti pradinio įkėliklio
lv: Kļūda instalējot sāknētāju
mg: Tsy nahomby ny fametrahana ny boot loader
ml: ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å installere oppstartslastaren
pa: ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Instalacja programu uruchomieniowego nie powiod³a siê
pt_br: Falha ao instalar carrgador de inicialização
ro: Eşec la instalarea încărcătorului de sistem
sl: Nisem uspel namestiti zagonskega nalagalnika
zh_tw: 無法安裝開機程式

source: The installation of the quik boot loader failed.
cy: Methodd sefydliad y bŵtlwythydd quik.
de: Die Installation des Quik-Bootloaders schlug fehl.
el: Η εγκατάσταση του φορτωτή εκκίνησης quik απέτυχε.
eo: La instalado de 'quik'-a praŝargilo malsukcesas.
et: Alglaadur quik'i paigaldamine nurjus.
eu: Ezin izan da quik abioko kargatzailea instalatu.
fi: Quik-alkulataussohjelman asennus ei onnistunut.
gl: Non se puido instalar o cargador de inicio quik.
he: נכשלה פעולת ההתקנה של מנהל האתחול quik.
id: Pemasangan boot loader quik gagal.
kk: quik жүйелік жүктеуішін орнату сәтсіз аяқталды.
lt: Nepavyko įdiegti quik pradinio įkėliklio.
lv: Quik sāknētāja instalācija bija neveiksmīga.
mg: Tsy nahomby ny fametrahana ny boot loader quik.
ml: ക്വിക് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു.
nn: Installasjonen av quik-oppstartslastaren feila.
pa: ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ।
pl: Instalacja programu uruchomieniowego quik nie powiod³a siê.
pt_br: A instalação do carregador de inicialização quik falhou.
ro: Instalarea încărcătorului de sistem quik a eşuat.
sl: Nisem mogel namestiti quik zagonskega nalagalnika.
zh_tw: quik 開機程式的安裝作業失敗了。

source: Warning: your system may be unbootable!
cy: Rhybudd: efallai ni ellir bŵtio eich system!
de: Warnung: Ihr Computer wird möglicherweise nicht starten!
el: Προειδοποίηση: Το σύστημά πιθανόν να μην είναι εκκινήσιμο!
eo: Atentu: via sistemo malaktivigeblus !
et: Hoiatus: su süsteem ei pruugi olla alglaetav!
eu: Abisua: baliteke zure sistema ezin abiarazi izatea!
fi: Varoitus: Järjestelmä ei ehkä pysty käynnistymään!
gl: Aviso: pode que non se poida arrincar o sistema
he: אזהרה: יתכן שהמערכת שלך אינה ניתנת לאתחול!
id: Perhatian: Sistem Anda mungkin tidak dapat diboot.
kk: Ескертпе: сіздің жүйеңіз жүктелмей қалуы мүмкін!
lt: Dėmesio: jūsų sistema gali nepasikelti!
lv: Uzmanību: jūsu sistēma var nesāknēties!
mg: Fampitandremana: ny milinanao dia mety ho tsy azo velomina!
ml: മുന്നറിയിപ്പ്: നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ പറ്റാതായിട്ടുണ്ടാകാം!
nn: Åtvaring: Det kan vera systemet ditt ikkje vil starta opp!
pa: ਚੇਤਾਵਨੀ: ਤੁਹਾਡਾ ਸਿਸਟਮ ਨਾ ਬੂਟ ਹੋਣ ਯੋਗ ਹੈ!
pl: Uwaga: Twój system mo¿e siê nie uruchamiaæ!
pt_br: Aviso : Seu sistema pode estar em um estado não inicializável !
ro: Atenţie: Sistemul dvs. s-ar putea să nu mai pornească!
sl: Opozorilo: vašega sistema morda ni mogoče zagnati!
zh_tw: 警告：您的系統可能會無法開機！

source: Setting up OpenFirmware
cy: Yn sefydlu OpenFirmware
de: Richte OpenFirmware ein
el: Παραμετροποίηση του OpenFirmware
eo: Akomodu 'OpenFirmware'-on
et: OpenFirmware üles seadmine
eu: OpenFirmware konfiguratzen
fi: Tehdään OpenFirmwaren asetukset
gl: A configurar OpenFirmware
he: מגדיר OpenFirmware
id: Mengatur OpenFirmware
kk: OpenFirmware баптау
lt: OpenFirmware nustatymai
lv: Uzstādu OpenFirmware
mg: Manefy ny OpenFirmware
ml: ഓപണ്‍ ഫേംവെയര്‍ ഒരുക്കിക്കൊണ്ടിരിക്കുന്നു
nn: Set opp OpenFirmware
pa: OpenFirmware ਨਿਰਧਾਰਿਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Ustawianie OpenFirmware
pt_br: Configurando o OpenFirmware
ro: Se pregăteşte OpenFirmware
sl: Nastavljam OpenFirmware
zh_tw: 正在設定 OpenFirmware

source: Unable to configure OpenFirmware
cy: Ni ellir cyflunio OpenFirmware
de: Kann OpenFirmware nicht konfigurieren
el: Αδύνατη η παραμετροποίηση του OpenFirmware
eo: Neebla akomodado de OpenFirmware
et: Ei suuda OpenFirmware't seadistada
eu: Ezin da OpenFirmware konfiguratu
fi: OpenFirmwaren asetuksia ei voi tehdä
gl: Non se puido configurar OpenFirmware
he: לא מצליח להגדיר OpenFirmware
id: Tidak dapat mengonfigurasi OpenFirmware
kk: OpenFirmware баптау мүмкін болмады
lt: Neįmanoma sukonfigūruoti OpenFirmware
lv: Nevaru nokonfigurēt OpenFirmware
mg: Tsy afaka manefy ny 0penFirmware
ml: ഓപണ്‍ ഫേംവെയര്‍ ക്രമീകരിക്കാന്‍ സാധിച്ചില്ല
nn: Klarer ikkje å setja opp OpenFirmware
pa: OpenFirmware ਸੰਰਚਿਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ
pl: Ustawianie OpenFirmware nie powiod³o siê
pt_br: Não foi possível configurar o OpenFirmware
ro: Nu s-a putut configura OpenFirmware
sl: Nisem uspel nastaviti OpenFirmware
zh_tw: 無法設定 OpenFirmware

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
cy: Methodd gosod y newidyn dyfais bŵt OpenFirmware. Bydd rhaid i chi gyflunio OpenFirmware eich hunan er mwyn bŵtio.
de: Die OpenFirmware »boot-device«-Variable konnte nicht gesetzt werden. Sie müssen OpenFirmware selbst einrichten, um den Computer zu starten.
el: Ο καθορισμός της μεταβλητής για την συσκευή εκκίνησης OpenFirmware απέτυχε. Θα πρέπει να παραμετροποιήσετε χειροκίνητα το υλικό OpenFirmware για εκκίνηση.
eo: Agordado de 'OpenFirmware'-a variablo 'boot-command' malsukcesas. Vi meme agordos 'OpenFirmware'-on por aktivigebli ĝin.
et: OpenFirmware boot-device muutujat ei õnnestunud seada. Et alglaadida, pead OpenFirmware ise seadistama.
eu: Ezin izan da OpenFirmware abioko gailuaren aldagaia konfiguratu. OpenFirmware zeuk konfiguratu beharko duzu abiarazteko.
fi: OpenFirmwaren käynnistyslaitemuuttujan arvon asetus epäonnistui. Joudut tekemään OpenFirmwaren asetukset itse jotta käynnistys onnistuu.
gl: Non se puido configurar a variable boot-device de OpenFirmware. Ha ter que configurar OpenFirmware a man para arrincar.
he: קביעת המשתנה boot-device של OpenFirmware נכשלה. תצטרך להגדיר את Openfirmware בעצמך כדי שיאתחל.
id: Gagal mengatur variabel 'boot-device' dari OpenFirmware. Anda perlu mengonfigurasi OpenFirmware sendiri agar dapat diboot.
kk: OpenFirmware-ке boot-device айнымалысын орнату мүмкін болмады. Өзіңізге OpenFirmware жүктеушіні баптауға тура келеді.
lt: Nepavyko nustatyti OpenFirmware įkelties įrenginio kintamąjį. Jums teks patiems konfigūruoti OpenFirmware įkeltį.
lv: OpenFirmware sāknēšanas ierīces mainīgā uzstādīšana nav veiksmīga. Jums pašiem vajadzēs nokonfigurēt OpenFirmware, lai tā sāknētos.
ml: ഓപണ്‍ ഫേംവെയര്‍ ബൂട്ട്-ഉപകരണ വാരിയബ്ള്‍ ഒരുക്കുന്നതില്‍ പരാജയപ്പെട്ടു. ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്ക്ക് സ്വയം ഓപണ്‍ ഫേംവെയര്‍ ക്രമീകരിക്കേണ്ടി വന്നേക്കാം.
nn: Klarte ikkje setja variabelen for OpenFirmware oppstartseining. Du må sjølv setja opp OpenFirmware til å starta opp.
pa: OpenFirmware ਬੂਟ-ਜੰਤਰ ਵੇਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਤੁਹਾਨੂੰ ਬੂਟ ਕਰਨ ਲਈ ਆਪਣੇ ਤੌਰ ਤੇ OpenFirmware ਸੰਰਚਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Ustawienie zmiennej urz±dzenia uruchomieniowego OpenFirmware nie powiod³o siê. W celu uruchomienia nale¿y skonfigurowaæ OpenFirmware samemu.
pt_br: A definição da variável de dispositivo de inicialização do OpenFirmware falhou. Você precisará configurar o OpenFirmware manualmente para que seja possível iniciar.
ro: Ajustarea variabilei comenzii de pornire pentru OpenFirmware a eşuat. Va trebui să configuraţi dvs. OpenFirmware pentru a putea porni.
sl: Nastavitev spremenljivke OpenFirmware zagonskega pogona ni uspela. Sami boste morali nastaviti OpenFirmware za zagon.
zh_tw: 在設定 OpenFirmware 的 boot-device 變數時失敗了。您將需要自行設定 OpenFirmware 以讓它能夠開機。

source: Problem configuring OpenFirmware
cy: Problem wrth gyflunio OpenFirmware
de: Problem bei der Konfiguration von OpenFirmware
el: Προβλημα παραμετροποίησης του OpenFirmware
eo: Problemo dum la agordado de OpenFirmware
et: Probleem OpenFirmware seadistamisel
eu: Arazoa dago OpenFirmware konfiguratzeko
fi: OpenFirmwaren asetuksien teossa ilmeni pulmia
gl: Problema ao configurar OpenFirmware
he: יש בעיות בהגדרת OpenFirmware
id: Ada masalah saat mengonfigurasi OpenFirmware
kk: OpenFirmware баптауда проблемалар туындады
lt: Problema konfigūruojant OpenFirmware
lv: Problēma ar OpenFirmware konfigurāciju
mg: Nisy olana nitranga nandritra ny fanefena ny OpenFirmware
ml: ഓപണ്‍ ഫേംവെയര്‍ ക്രമീകരണത്തില്‍ പ്രശ്നം
nn: Problem ved oppsett av OpenFirmware
pa: OpenFirmware ਸੰਰਚਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Problem z konfiguracj± OpenFirmware
pt_br: Problema na configuração do OpenFirmware
ro: Problemă la configurarea OpenFirmware
sl: Napaka pri nastavljanju OpenFirmare
zh_tw: 在設定 OpenFirmware 時出了問題

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
cy: Methodd gosod y newidyn gorchymyn bŵt OpenFirmware. Efallai cewch fethiannau bŵtio o dro i dro.
de: Die OpenFirmware »boot-command«-Variable konnte nicht gesetzt werden. Sie könnten Fehler beim Booten bekommen.
el: Ο καθορισμός της μεταβλητής για την συσκευή εκκίνησης OpenFirmware απέτυχε. Πιθανόν να αντιμετωπισετε προβλήματα εκκίνησης.
eo: Agordado de 'OpenFirmware'-a variablo 'boot-command' malsukcesas. Vi akurate renkontus praŝargajn fiaskojn.
et: OpenFirmware boot-device muutujat ei õnnestunud seada. Hooti võivad alglaadimisel tekkida vead.
eu: Ezin izan da OpenFirmware abioko komandoaren aldagaia konfiguratu. Baliteke abioko akatsak izatea.
fi: OpenFirmwaren boot-command-muuttujan arvon asetus epäonnistui. Käynnistyksessä voi ilmetä toistuvia epäonnistumisia.
gl: Non se puido configurar a variable boot-command de OpenFirmware. Pode ter fallos de inicio intermitentes.
he: קביעת המשתנה boot-command של OpenFirmware נכשלה. יכולות להיות לך כשלונות אתחול באופן חוזר.
id: Gagal mengatur variabel boot-command dari OpenFirmware. Anda mungkin akan mengalami kegagalan boot yang tak terduga.
kk: OpenFirmware-ке boot-command айнымалысын орнату мүмкін болмады. Жүктеудің өзіндік істен шығу болуы мүмкін.
lt: Nepavyko nustatyti OpenFirmware boot-command kintamojo. Galimos atsitiktinės įkelties nesėkmės.
lv: OpenFirmware sāknēšanās komandas mainīgā uzstādīšana nav veiksmīga. Iespējams esat sajaukuši sāknēšanas iespējas.
ml: ഓപണ്‍ ഫേംവെയര്‍ ബൂട്ട്-കമാന്ഡ് വാരിയബ്ള്‍ ഒരുക്കുന്നതില്‍ പരാജയപ്പെട്ടു. നിങ്ങള്ക്ക് ഇടവിട്ടുള്ള ബൂട്ട് പരാജയങ്ങളുണ്ടായേക്കാം.
nn: Klarte ikkje setja variabelen for OpenFirmware oppstartseining. Du kan få gjentakande problem med oppstart.
pa: OpenFirmware ਬੂਟ-ਕਮਾਂਡ ਵੇਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਤੁਹਾਨੂੰ ਰੁਕ-ਰੁਕ ਕੇ ਹੋਣ ਵਾਲੀ ਬੂਟ ਅਸਫਲਤਾ ਹੋ ਸਕਦੀ ਹੈ।
pl: Ustawienie zmiennej uruchomomieniowej OpenFirmware nie powiod³o siê. Mo¿esz spodziewaæ siê sporadycznych problemów z uruchamianiem systemu.
pt_br: A definição da variável de dispositivo de inicialização do OpenFirmware falhou. Você poderá se deparar com falhas de inicialização intermitentes.
ro: Ajustarea variabilei comenzii de pornire pentru OpenFirmware a eşuat. Este posibil să aveţi eşecuri intermitente la porniri.
sl: Nastavitev spremenljivke OpenFirmware zagonskega ukaza ni uspela. Morda bo občasno prišlo do težav pri zagonu.
zh_tw: 在設定 OpenFirmware 的 boot-command 變數時失敗了。您可能會時有無法開機的現象。

source: Successfully installed quik
cy: Sefydliwyd quik yn llwyddiannus
de: Quik erfolgreich installiert
el: Η εγκατάσταση του quik ήταν επιτυχής
eo: Sukcese instalita 'quik'
et: quik'i paigaldamine õnnestus
eu: quik ondo instalatu da
fi: Quik:n asennus onnistui
gl: Instalouse quik con éxito
he: התקנת quik הושלמה בהצלחה
id: Berhasil memasang quik
kk: quik сәтті орнатылды
lt: quik įdiegtas sėkmingai
lv: Quik veiksmīgi uzinstalētēs
mg: Tafapetraka soa aman-tsara i quik
ml: ക്വിക് വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു
nn: Ferdig med installasjon av quik
pa: ਕੁਇੱਕ ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਕੀਤਾ
pl: Quik pomy¶lnie zainstalowany.
pt_br: quik instalado com sucesso
ro: S-a instalat cu succes quik
sl: Uspešno sem namestil quik
zh_tw: quik 已安裝完成

source: The quik boot loader was successfully installed.
cy: Sefydliwyd y llwythydd bŵt quik yn llwyddiannus.
de: Der Quik-Bootloader wurde erfolgreich installiert.
el: Η εγκατάσταση του φορτωτή εκκίνησης quik ήταν επιτυχής.
eo: La 'quik'-praŝargilo estas sukcesplene instalita.
et: Alglaadur quik'i paigaldamine õnnestus.
eu: quik abioko kargatzailea ondo instalatu da.
fi: Quik-alkulatausohjelma asennettiin onnistuneesti.
gl: Instalouse o cargador de inicio quik con éxito.
he: פעולת ההתקנה של מנהל האתחול quik הושלמה בהצלחה.
id: Boot loader quik telah berhasil dipasang.
kk: quik жүйелік жүктеуіші сәтті орнатылды.
lt: Pradinis įkėliklis quik įdiegtas sėkmingai.
lv: Quik sāknētājs ir veiksmīgi uzinstalēts.
mg: Ny boot loader quik dia tafapetraka soa aman-tsara.
ml: ക്വിക് ബൂട്ട് ലോഡര്‍ വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു.
nn: Oppstartslastaren quik er ferdig installert.
pa: ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਹੋਇਆ।
pl: Instalacja programu uruchomieniowego quik zakoñczy³a siê pomy¶lnie.
pt_br: O gerenciado de inicialização quik foi instalado com sucesso.
ro: S-a instalat cu succes încărcătorul de sistem quik.
sl: Uspešno sem namestil zagonski nalagalnik quik.
zh_tw: quik 開機程式已經順利安裝完成。

source: The new system is now ready to boot.
de: Das System ist nun bereit zu starten.
eo: La nova sistemo estas nun preta por praŝargi.
et: Uus süsteem on valmis alglaadimist teostama.
eu: Sistema orain zure berrabiarazteko prest dago.
gl: Agora o novo sistema está listo para arrincar.
he: המערכת כעת מוכנה לבצע אתחול.
lt: Nauja sistema dabar jau paruošta įkėlimui (to boot).
lv: Sistēma tagad ir gatava sāknēties.
ml: പുതിയ സിസ്റ്റം ഇപ്പോള്‍ ബൂട്ട് ചെയ്യാന്‍ റെഡിയാണ്.
pa: ਹੁਣ ਨਵਾਂ ਕਸ ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ।
ro: Noul sistemul este pregătit să pornească.
zh_tw: 新的系統已經準備好可以啟動了。

source: Failed to mount /target/proc
cy: Methwyd clymu /target/proc
de: Einbinden von /target/proc fehlgeschlagen
el: Σφάλμα κατά τη προσάρτηση του /target/proc
eo: Surmetado de '/target/proc' malsukcesas
et: /target/proc haakimine nurjus
eu: Ezin izan da /target/proc muntatu
fi: /target/proc:n liittäminen ei onnistunut
gl: Non se puido montar /target/proc
he: נכשל העיגון של /target/proc
id: Gagal mengaitkan /target/proc
kk: /target/proc-ты жөндеу мүмкін болмады
lt: Nepavyko prijungti /target/proc
lv: Nevarēju piemontēt /target/proc
mg: Tsy nahomby ny fampakarana ny /target/proc
ml: /target/proc മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å montera /target/proc
pa: /target/proc ਨੂੰ ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Montowanie /target/proc nie powiod³o siê
pt_br: Falha ao montar /target/proc
ro: Eşec la montarea /target/proc
sl: Nisem mogel priklopiti /target/proc
zh_tw: 無法掛載 /target/proc

source: Mounting the proc file system on /target/proc failed.
cy: Methwyd clymu'r system ffeiliau proc at /target/proc.
de: Das proc-Dateisystem konnte nicht in /target/proc eingebunden werden.
eo: Surmetendado de 'proc'-a dosiersistemo en '/target/proc' malsukcesas
et: Failisüsteemi /target/proc ei õnnestunud külge haakida.
eu: Huts proc fitxategi sistema /target/proc-en muntatzerakoan.
gl: Non se puido montar o sistema de ficheiros proc en /target/proc .
he: עיגון מערכת הקבצים מסוג proc ב- /target/proc נכשל.
kk: /target/proc-ке proc файлдық жүйесін ендіруге мүмкін болмады.
lt: Nepavyko prijungti 'proc' failų sistemos prie /target/proc.
lv: Proc failu sistēmas montēšana uz /target/proc bija neveiksmīga.
ml: proc ഫയല്‍ സിസ്റ്റം /target/proc ല്‍ മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു.
pa: /target/proc ਤੇ proc ਫਾਇਲ ਸਿਸਟਮ ਮਾਊਂਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
ro: Montarea sistemului de fişiere proc în /target/proc a eşuat.
zh_tw: 在將 proc 檔案系統掛載至 /target/proc 上時失敗了。

source: Warning: Your system may be unbootable!
cy: Rhybudd: Efallai ni ellir bŵtio eich system!
de: Warnung: Ihr Computer wird möglicherweise nicht starten!
el: Προειδοποίηση: Το σύστημά σας πιθανόν να μην είναι εκκινήσιμο!
eo: Atentu: via sistemo malaktivigeblus !
et: Hoiatus: Su süsteem võib olla alglaadimatu!
eu: Abisua: baliteke zure sistema ezin abiarazi izatea!
fi: Varoitus: Järjestelmä ei ehkä pysty käynnistymään!
gl: Aviso: Pode que non se poida iniciar o seu sistema
he: #-#-#-#-# he.po (quik-installer) #-#-#-#-# אזהרה: יתכן שהמערכת שלך אינה ניתנת לאתחול!#-#-#-#-# he.po (yaboot-installer) #-#-#-#-# אזהרה: יתכן שהמערכת שלך אינה ניתנת לאתחול!#-#-#-#-# he.po (vmelilo-installer) #-#-#-#-# אזהרה: יתכן שהמערכת שלך אינה ניתנת לאתחול!
id: Perhatian: Sistem Anda mungkin tidak dapat diboot!
kk: Ескерту: сіздің жүйеңіз жүктелмей қалуы мүмкін!
lt: Dėmesio: Jūsų sistema gali nepasikelti!
lv: Uzmanību: Jūsu sistēma varētu būt nesāknējama!
mg: Fampitandremana: Mety ho tsy azo velomina ny milinanao!
ml: മുന്നറിയിപ്പ്: നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ പറ്റാതായിട്ടുണ്ടാകാം!
nn: Åtvaring: Det kan vera systemet ditt ikkje vil starta opp!
pa: ਚੇਤਾਵਨੀ: ਤੁਹਾਡਾ ਸਿਸਟਮ ਨਾ ਬੂਟ ਹੋਣ ਯੋਗ ਹੋ ਸਕਦਾ ਹੈ!
pl: Uwaga: Twój system mo¿e siê nie uruchamiaæ!
pt_br: Aviso : Seu sistema pode não ser capaz de ser iniciado !
ro: Atenţie: Sistemul dvs. s-ar putea să nu mai pornească!
sl: Opozorilo: vašega sistema morda ni mogoče zagnati!
zh_tw: 警告：您的系統可能會無法開機！
