Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
cy: Os nad ydych chi'n mynd yn ôl i'r ddewislen rhaniadu a chywiro'r gwallau hyn, ni chaiff y rhaniad ei ddefnyddio o gwbl.
de: Wenn Sie nicht zum Partitionierungs-Menü zurückkehren und die aufgetretenen Fehler beheben, können Sie die Partition nicht benutzen.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δε διορθώσετε τα σφάλματα αυτά, το τμήμα αυτό δε θα χρησιμοποιηθεί.
eo: Se vi ne retroiras al diskpartigada menuo kaj korektu ĉiujn erarojn, la diskpartigo estos tute ne uzata.
et: Kui sa ei lähe tagasi partitsioneerimismenüüsse ja vigasid ei paranda jääb see partitsioon üldsegi kasutamata.
eu: Partizioak egiteko menura itzuli eta erroreak zuzentzen ez badituzu, partizioa ez da erabiliko.
fi: Mikäli et palaa osiointivalikkoon ja korjaa näitä virheitä, jätetään tämä osio kokonaan käyttämättä.
gl: Se non volta ao menú de particionamento e corrixe estes erros, non se ha empregar a partición.
he: אם לא תחזור לתפריט הגדרת המחיצות ותתקן את השגיאות האלו, המחיצה לא תהיה בשימוש.
id: Jika Anda tidak kembali ke menu partisi dan memperbaiki kesalahan-kesalahan ini, partisi ini tidak akan digunakan sama sekali.
kk: Егер сіз бөлшектеу менюсіндегі бөлімдерге оралып, бұл қателіктерді түземесеңіз бөлім пайдаланылмайды.
lt: Jei negrįšite į disko dalijimo meniu ir neištaisysite šių klaidų, šis skirsnis apskritai nebus naudojamas.
lv: Ja neatgriezīsieties un neizlabosiet tās, šī partīcija netiks izmantota.
mg: Raha tsy miverina any amin'ny safidin'ny fizarana sy manintsy ny fahadisoana ianao dia tsy azo ampiasaina akory io fizarana io.
ml: വിഭജന മെനുവില്‍ തിരിച്ച് പോയി ഈ പിഴവുകള്‍ തിരുത്തിയില്ലെങ്കില്‍ ഈ ഭാഗം ഉപയോഗിക്കുകയേ ഇല്ല.
nn: Viss du ikkje går tilbake til partisjoneringsmenyen og rettar opp desse feila, vil partisjonen ikkje bli brukt i det heile.
pa: ਜੇ ਤੁਸੀਂ ਪਿੱਛੇ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਨਾ ਗਏ ਅਤੇ ਇਹ ਗਲਤੀਆਂ ਠੀਕ ਨਾ ਕੀਤੀਆਂ, ਭਾਗ ਵਰਤਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
pl: Je¶li nie wrócisz do menu partycjonowania i nie poprawisz b³êdów, partycja w ogóle nie zostanie u¿yta.
pt_br: Caso você não queira voltar ao menu de particionamento e corrigir esses erros, a partição não será usada.
ro: Dacă nu vă întoarceţi la meniul de partiţionare să corectaţi aceste erori, partiţia nu va fi folosită deloc.
sl: Če se ne boste vrnili na meni za razdeljevanje in popravili teh napak, ta razdelek sploh ne bo uporabljen.
zh_tw: 如果您不返回磁碟分割選單並修正這些錯誤，將不能使用此磁碟分割區。

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
cy: Methwyd creu system ffeiliau ext3 yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Das Erstellen des Dateisystems ext3 für die Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων ext3 στο τμήμα #${PARTITION} του ${DEVICE}.
eo: La kreado de 'ext3'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi ext3 loomine nurjus.
eu: Ezin izan da ext3 fitxategi-sistema sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فایل سیستم ext3 در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
fi: ext3-tiedostojärjestelmän luonti laitteen ${DEVICE} osiolle n:ro ${PARTITION} ei onnistunut.
gl: Non se puido crear o sistema de ficheiros ext3 na partición núm. ${PARTITION} de ${DEVICE}
he: כשל ביצירת מערכת קבצים מסוג ext3 במחיצה מספר ${PARTITION} בהתקן ${DEVICE}.
id: Pembuatan sistem berkas ext3 pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext3 файлдық жүйесін құру мүмкін болмады.
lt: Nepavyko sukurti ext3 failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} partīcijas ext3 tipa partīcijas izveide nav izdevusies.
mg: Tsy nahomby ny famoronana ny file system ext3 ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext3 ഫയല്‍ സിസ്റ്റത്തിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Opprettinga av ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE} feila.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ext3 ਫਾਇਲ ਸਿਸਟਮ ਬਣ ਰਿਹਾ ਹੈ।
pl: Utworzenie systemu plików ext3 na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê.
pt_br: A criação do sistema de arquivos ext3 na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea sistemului de fişiere ext3 pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Ustvarjanje datotečnega sistema ext3 na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區上的 ext3 檔案系統建立作業失敗了。

source: No mount point is assigned for the ext3 file system in partition #${PARTITION} of ${DEVICE}.
cy: Does dim pwynt clymu wedi ei benodi ar system ffeiliau ext3 yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Dem ext3-Dateisystem der Partition ${PARTITION} auf ${DEVICE} ist kein Einhängepunkt zugewiesen.
eo: Neniu surmetingo estas asignita por 'ext3'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemile ext3 pole haakepunkti määratud.
eu: Muntatze-punturik ez da esleitu ext3 fitxategi-sistemarako ${DEVICE} gailuko #${PARTITION} partizioan.
gl: Non se asignou ningún punto de montaxe para o sistema de ficheiros ext3 da partición núm. ${PARTITION} de ${DEVICE}.
he: לא הוגדרה נקודת עיגון עבור מערכת קבצים ext3 במחיצה מספר ${PARTITION} בהתקן ${DEVICE}.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext3 файлдық жүйесі үшін жөндеу нүктесі берілмеген.
lt: Nėra priskirta prijungimo taško failų sistemai ext3, esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} ext3 partīcijai nav norādīts montēšanas punkts.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext3 ഫയല്‍ സിസ്റ്റത്തിന് മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചിട്ടില്ല.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ext3 ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਕੋਈ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਿਤ ਨਹੀਂ।
ro: Nu s-a definit nici un punct de montare pentru sistemul de fişiere ext3 pe partiţia ${PARTITION} a ${DEVICE}.
zh_tw: 並沒有為 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ext3 檔案系統指派掛載點。

source: Ext3 journaling file system
cy: System ffeiliau dyddlyfru ext3
de: Ext3-Journaling-Dateisystem
eo: 'Ext3' enĵurnaliga dosiersistemo
et: Žurnaaliv failisüsteem ext3
eu: Ext3 aldiroko fitxategi sistema
gl: Sistema de ficheiros transacional ext3
he: מערכת קבצים מבוססת יומן מסוג ext3
kk: Журналданушы Ext3 файлдың жүйе
lt: Ext3 žurnalinė failų sistema
lv: Ext3 žurnalējošā failu sistēma
ml: Ext3 ജേര്ണലിങ്ങ് ഫയല്‍ സിസ്റ്റം
pa: Ext3 ਜਰਨਲਿੰਗ ਫਾਇਲ ਸਿਸਟਮ
ro: Sistem de fişiere ext3 cu jurnalizare
zh_tw: Ext3 日誌式檔案系統

source: Checking the ReiserFS file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r system ffeiliau ReiserFS yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe ReiserFS-Dateisystem der Partition #${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του συστήματος αρχείων ReiserFS στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la 'ReiserFS'-a dosiersitemo en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ReiserFS kontrollimine...
eu: ReiserFS fitxategi-sistema egiaztatzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: آزمایش فایل سیستم Reiser FS در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Tarkistetaan laitteen ${DEVICE} ReiserFS-tiedostojärjestelmää osiolla n:ro ${PARTITION}
gl: A comprobar o sistema de ficheiros ReiserFS da partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים ReiserFS במחיצה מספר ${PARTITION} של ${DEVICE}...
id: Sedang memeriksa sistem berkas ReiserFS pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE}... құрылғысының #${PARTITION} бөлімінде ReiserFS файлдық жүйесін тексеру...
lt: Tikrinimas ReiserFS failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas ReiserFS failu sistēmu...
mg: Misafo ny file system ReiserFS.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ReiserFS ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുന്നു...
nn: Sjekkar ReiserFS-filsystemet på partisjon #${PARTITION} på ${DEVICE} ...
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ReiserFS ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pl: Sprawdzanie systemu plików ReiserFS na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Checando o sistema de aquivos ReiserFS na partição #${PARTITION} de ${DEVICE} ...
ro: Se verifică sistemul de fişiere ReiserFS de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje datotečnega sistema ReiserFS na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ReiserFS 檔案系統...

source: The test of the file system with type ReiserFS in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd prawf y system ffeiliau gyda'r math ReiserFS yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Der Test des Dateisystems vom Typ ReiserFS der Partition #${PARTITION} auf ${DEVICE} fand Fehler, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου ReiserFS στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
eo: La kontrolo de 'ReiserFS' dosiersistemoj en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ReiserFS test leidis parandamata vigu...
eu: Zuzendu gabeko erroreak aurkitu dira ,${DEVICE} gailuko #${PARTITION} partizioan, ReiserFS motako fitxategi-sistemaren proban.
fa: آزمایش فایل سیستم Reiser FS در پارتیشن #${PARTITION} از ${DEVICE} خطاهایی در آن تشخیص داد.
fi: ReiserFS-tyyppisen tiedostojärjestelmän tarkistus laitteen ${DEVICE} osiolla n:ro ${PARTITION} löysi virheitä joita ei voitu korjata.
gl: A comprobación do sistema de ficheiros de tipo ReiserFS da partición núm. ${PARTITION} de ${DEVICE} atopou erros sen corrixir.
he: הניסוי של מערכת הקבצים מסוג ReiserFS במחיצה מספר ${PARTITION} על ${DEVICE}, מצאה טעויות שלא תוקנו.
id: Pengujian sistem berkas ReiserFS pada partisi #${PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ReiserFS файлдық жүйесін тексеру түзетілмеген қателерді анықтады.
lt: Tikrinant ReiserFS tipo failų sistemą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: ${DEVICE} #${PARTITION} partīcijas ReiserFS tipa failu sistēmas pārbaude ir atradusi neizlabotas kļūdas.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ReiserFS തരത്തിലുള്ള ഫയല്‍ സിസ്റ്റത്തിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Fann uoppretta feil under sjekking av ReiserFS-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ReiserFS ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਨਾ-ਠੀਕ ਕੀਤੀਆਂ ਗਲਤੀਆਂ ਲੱਭੀਆਂ ਹਨ।
pl: Testowanie systemu plików ReiserFS na partycji #${PARTITION} urz±dzenia ${DEVICE} wykaza³o nienaprawialne b³êdy.
pt_br: O teste do sistema de arquivos com tipo ReiserFS na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul sistemului de fişiere de tipul ReiserFS de pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preskus datotečnega sistema ReiserFS na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在進行 ${DEVICE} 裝置上的第 ${PARTITION} 分割區的 ReiserFS 檔案系統的測試時發現了未修正的錯誤。

source: The ReiserFS file system creation in partition #${PARTITION} of ${DEVICE} failed.
cy: Methwyd creu system ffeiliau ReiserFS yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Das Erstellen des ReiserFS-Dateisystems für die Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων ReiserFS στο τμήμα #${PARTITION} του ${DEVICE}.
eo: La kreado de 'ReiserFS'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi ReiserFS loomine nurjus...
eu: Ezin izan da ReiserFS fitxategi-sistema sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فایل سیستم Reiser FS در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
fi: ReiserFS-tiedostojärjestelmän luonti laitteen ${DEVICE} osiolle n:ro ${PARTITION} ei onnistunut.
gl: Non se puido crear un sistema de ficheiros ReiserFS na partición núm. ${PARTITION} de ${DEVICE}.
he: נכשלה יצירת מערכת הקבצים ReiserFS במחיצה מספר ${PARTITION} על ${DEVICE}.
id: Pembuatan sistem berkas ReiserFS pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ReiserFS файлдық жүйесін жасау сәтсіз аяқталды.
lt: Nepavyko sukurti ReiserFS failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} partīcijas RaiserFS tipa partīcijas izveide nav izdevusies.
mg: Tsy nahomby ny famoronana ny file system ReiserFS.ao ami'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ReiserFS ഫയല്‍ സിസ്റ്റത്തിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Klarte ikkje laga ReiserFS-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ReiserFS ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
pl: Utworzenie systemu plików ReiserFS na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê.
pt_br: A criação do sistema de arquivos ReiserFS na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea sistemului de fişiere ReiserFS pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Ustvarjanje datotečnega sistema ReiserFS na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區上的 ReiserFS 檔案系統建立作業失敗了。

source: No mount point is assigned for the ReiserFS file system in partition #${PARTITION} of ${DEVICE}.
cy: Does dim pwynt clymu wedi ei benodi ar gyfer y system ffeiliau ReiserFS yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Dem ReiserFS-Dateisystem der Partition #${PARTITION} auf ${DEVICE} ist kein Einhängepunkt zugewiesen.
el: Δεν έχει οριστεί σημείο προσάρτησης για το σύστημα αρχείων ReiserFS στο τμήμα #${PARTITION} του ${DEVICE}.
eo: Neniu surmetingo estas asignita por 'ReiserFS'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemile ReiserFS ei ole haakepunkti määratud.
eu: Muntatze-punturik ez da esleitu ReiserFS fitxategi-sistemarako ${DEVICE} gailuko #${PARTITION} partizioan.
fi: ReiserFS-tiedostojärjestelmälle laitteella ${DEVICE} osiossa n:ro ${PARTITION} ei ole määrätty liitoskohtaa.
gl: Non hai ningún punto de montaxe asignado ao sistema de ficheiros ReiserFS da partición núm. ${PARTITION} de ${DEVICE}.
he: לא יועדו נקודות עגינה למערכת הקבצים מסוג ReiserFS במחיצה מספר ${PARTITION} על ${DEVICE}.
id: Belum ditentukan, titik kait untuk sistem berkas ReiserFS pada partisi #${PARTITION} dari ${DEVICE}.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ReiserFS файлдық жүйесі құрастыру нүктесі арналмаған
lt: Nėra priskirta prijungimo taško failų sistemai ReiserFS, esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} RaiserFS partīcijai nav norādīts montēšanas punkts.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ReiserFS ഫയല്‍ സിസ്റ്റത്തിന് മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചിട്ടില്ല.
nn: Ingen monteringspunkt er tilordna for ReiserFS-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ReiserFS ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਕੋਈ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਤ ਨਹੀਂ।
pl: Nie przydzielono ¿adnego punktu montowania dla systemu plików ReiserFS na partycji #${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum ponto de motagem foi atribuído para o sistema de arquivos ReiserFS na partição #${PARTITION} de ${DEVICE}.
ro: Nu s-a definit nici un punct de montare pentru sistemul de fişiere ReiserFS pe partiţia ${PARTITION} a ${DEVICE}.
sl: Nobena priklopna točka ni dodeljena datotečnemu sistemu ReiserFS na razdelku #${PARTITION} naprave ${DEVICE}.
zh_tw: 並沒有為 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ReiserFS 檔案系統指派掛載點。

source: notail - disable packing of files into the file system tree
cy: notail - analluogi pacio ffeiliau i fewn i'r goeden system ffeiliau
de: notail - Keine Dateien im Dateisystembaum anlegen
el: notail - απενεργοποίηση συγκέντρωσης των αρχείων στο σύστημα αρχείων
eo: notail - malaktiva dosieraroj en la dosiersistema arbo
et: notail - keela failide pakkimine failisüsteemi puu külge
eu: notail - desgaitu fitxategiak paketatzea fitxategi-sistemaren zuhaitzean
fi: notail - poista käytöstä tiedostojen pakkaus tiedostojärjestelmäpuuhun
gl: notail - non empaquetar os ficheiros na árbore do sistema de ficheiros
he: notail - בטל אריזת קבצים לתוך עץ מערכת הקבצים
id: notail - mematikan pengepakan berkas pada pohon sistem berkas
kk: notail – файлдық жүйенің бұтақтарына файлдарды буып түюға тыйым салу.
lt: notail - drausti failų pakavimą failų sistemos medyje
lv: notail - atslēgt failu pakošanu failu sistēmas kokā
ml: notail - ഫയല്‍ സിസ്റ്റം ട്രീയിലേക്ക് ഫയലുകള്‍ പാക്ക് ചെയ്യുന്നത് കഴിയാത്തതാക്കുക
nn: notail - slå av pakking av filer inn i filsystemtreet
pa: notail - ਫਾਇਲ ਸਿਸਟਮ ਸੂਚੀ ਲੜੀ ਵਿੱਚ ਫਾਇਲਾਂ ਦੀ ਪੈਕਿੰਗ ਨੂੰ ਅਯੋਗ ਕਰੋ
pl: notail - wy³±cz pakowanie plików do drzewa systemu plików
pt_br: notail - desabilita o packing de arquivos na árvore do sistema de arquivos
ro: notail - fără împachetarea fişierelor în sistemul de fişiere
sl: notail - onemogoči pakiranje datotek v drevo datotečnega sistema
zh_tw: notail - 不要在檔案系統結構中進行檔案之合併儲存。

source: ReiserFS journaling file system
cy: Y system ffeiliau dyddlyfru ReiserFS
de: ReiserFS-Journaling-Dateisystem
eo: ReiserFS enĵurnaliga dosiersistemo
et: Žurnaaliv failisüsteem ReiserFS
eu: ReiserFS
gl: Sistema de ficheiros transacional ReiserFS
he: מערכת קבצים תיעודית ReiserFS
kk: ReiserFS журналдаушы файлдық жүйесі.
lt: ReiserFS žurnalinė failų sistema
lv: ReiserFS žurnalējošā failu sistēma
ml: ReiserFS ജേര്ണലിങ്ങ് ഫയല്‍ സിസ്റ്റം
pa: ReiserFS ਜਰਨਲਿੰਗ ਫਾਇਲ ਸਿਸਟਮ
ro: sistem de fişiere ReiserFS cu jurnalizare
zh_tw: ReiserFS 日誌式檔案系統

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r system ffeiliau JFS yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe jfs-Dateisystem der Partition ${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του συστήματος αρχείων jfs στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la 'jfs'-a dosiersitemo en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi jfs kontrollimine...
eu: jfs fitxategi-sistema egiaztatzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: آزمایش فایل سیستم jfs در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Tarkistetaan laitteen ${DEVICE} jfs-tiedostojärjestelmää osiolla n:ro ${PARTITION}
gl: A comprobar o sistema de ficheiros jfs da partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים jfs במחיצה מספר ${PARTITION} של ${DEVICE}...
id: Sedang memeriksa sistem berkas jfs pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде jfs файлдық жүйесін тексеру...
lt: Tikrinimas jfs failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas jfs failu sistēmu...
mg: Misafo ny file system jfs.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ jfs ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുന്നു...
nn: Sjekkar jfs-filsystemet på partisjon #${PARTITION} på ${DEVICE} ...
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ jfs ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pl: Sprawdzanie systemu plików jfs na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Checando o sistema de aquivos jfs na partição #${PARTITION} de ${DEVICE}...
ro: Se verifică sistemul de fişiere jfs de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje datotečnega sistema jfs na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 jfs 檔案系統...

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd prawf y system ffeiliau gyda'r math JFS yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Der Test des Dateisystems vom Typ jfs der Partition #${PARTITION} auf ${DEVICE} fand Fehler, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου jfs στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
eo: La kontrolo de 'jfs' dosiersistemoj en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi jfs test leidis parandamata vigu.
eu: Zuzendu gabeko erroreak aurkitu dira ${DEVICE} gailuko #${PARTITION} partizioan, ext3 motako fitxategi-sistemaren proban.
fa: آزمون فایل سیستم jfs در پارتیشن #${PARTITION} از ${DEVICE} خطاهایی در این فایل سیستم پیدا کرد.
fi: jfs-tyyppisen tiedostojärjestelmän tarkistus laitteen ${DEVICE} osiolla n:ro ${PARTITION} löysi virheitä joita ei voitu korjata.
gl: A comprobación do sistema de ficheiros de tipo jfs da partición núm. ${PARTITION} de ${DEVICE} atopou erros sen corrixir.
he: הניסוי של מערכת הקבצים מסוג jfs במחיצה מספר ${PARTITION} על ${DEVICE}, מצאה טעויות שלא תוקנו.
id: Pengujian sistem berkas dengan jfs pada partisi #${PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде jfs файлдық жүйесін тексеру түзетілмеген қателерді анықтады.
lt: Tikrinant jfs tipo failų sistemą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: ${DEVICE} #${PARTITION} partīcijas jfs tipa failu sistēmas pārbaude ir atradusi neizlabotas kļūdas.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ jfs തരത്തിലുള്ള ഫയല്‍ സിസ്റ്റത്തിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Fann uoppretta feil under sjekken av jfs-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ jfs ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਦੌਰਾਨ ਨਾ-ਠੀਕ ਕੀਤੀ ਗਲਤੀ ਲੱਭੀ ਹੈ।
pl: Testowanie systemu plików jfs na partycji #${PARTITION} urz±dzenia ${DEVICE} wykaza³o nienaprawialne b³êdy.
pt_br: O teste do sistema de arquivos com tipo jfs na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul sistemului de fişiere de tipul jfs pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preskus datotečnega sistema jfs na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在進行 ${DEVICE} 裝置上的第 ${PARTITION} 分割區的 jfs 檔案系統的測試時發現了未修正的錯誤。
