Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
cy: Rhowch faint y Cyfrol Rhesymegol newydd os gwelwch yn dda. Gellir rhoi'r maint yn y ffurfiau canlynol: 10K (Cilobeitiau), 10M (Megabeitiau), 10G (Gigabeitiau), 10T (Terabeitiau). Megabeitiau yw'r uned rhagosodedig.
de: Bitte geben Sie die Größe des neuen logischen Volumes an. Die Größe kann in folgenden Formaten angegeben werden: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Die Standardeinheit ist Megabytes.
el: Δώστε το μέγεθος του νέου Λογικού Τόμου. Το μέγεθος μπορεί να δοθεί σε μία από τις ακόλουθες μορφές: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Η προεπιλεγμένη μονάδα μεγέθους είναι Megabytes.
eo: Bonvolu tajpi la amplekson de la nova logika datumportilo. La amplekso eblas indikita per tiaj manieroj: 10K (Kilobajtoj), 10M (Megabajtoj), 10G (Gigabajtoj), 10T (Terabajtoj). Megabajto estas la implicita obloprefikso.
et: Palun sisesta uue loogilise volüümi suurus. Suurust võib sisestada järgnevates vormingutes: 10K (kilobaite), 10M (megabaite), 10G (gigabaite), 10T (terabaite). Vaikimisi ühik on megabait.
eu: Sartu bolumen logiko berriaren tamaina. Formatua tamaina hauetan sar daiteke: 10 K (kilobyte), 10 M (megabyte), 10 G (gigabyte), 10 T (terabyte). Unitate lehenetsia megabyte da.
fa: لطفا اندازه‌ی فضای منطقی جدید را وارد کنید. این اندازه میتواند در شکل‌های زیر وارد:10k(کیلو بایت) ، 10M(مگابایت)، 10G(گیگابایت)، 10T(ترابایت). مقدار پیش فرض مگابایت است.
fi: Anna uuden loogisen levyniteen koko jossain seuraavista muodoista: 10K (kilotavua), 10M (Megatavua), 10G (Gigatavua), 10T (Teratavua). Oletusyksikkö on Megatavua.
gl: Introduza o tamaño do novo volume lóxico. O tamaño pódese introducir nos seguintes formatos: 10K (kilobytes), 10M (megabytes), 10G (gigabytes), 10T (terabytes). A unidade por defecto é megabytes.
he: הכנס את הגודל של הכרך הלוגי החדש. את הגודל אפשר להכניס במבנים הבאים: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). יחידה ברירת המחדל היא Megabytes.
id: Silakan masukkan ukuran Volum Logikal baru. Ukuran dapat dimasukkan dalam format berikut: 10K (Kilobyte), 10M (Megabyte), 10G(Gigabyte), 10T (Terabyte). Satuan bawaan adalah Megabyte.
kk: Жаңа логикалық томның көлемін енгізіңіз. Көлемі келесі пішімде көрсетілуі мүмкін: 10K (килобайт), 10M (мегабайт), 10G (гигабайт), 10T (терабайт). Мегабайттар алдын ала пайдалануда.
lt: Prašau įvesti norimą naujo loginio tomo (Logical Volume) dydį. Jį galite nurodyti kilobaitais (pvz., 10K), megabaitais (10M), gigabaitais (10G), terabaitais (10T). Jei nenurodysite vieneto, dydis bus matuojamas megabaitais.
lv: Ievadiet jaunā logiskā sējuma izmēru. To var ievadīt šādos veidos: 10K (Kilobaiti), 10M (Megabaiti), 10G (Gigabaiti), 10T (Terrabaiti). Vienība pēc noklusējuma ir megabaiti.
ml: ദയവായി പുതിയ ലോജിക്കല്‍ വാള്യത്തിന്റെ വലിപ്പം എന്റര്‍ ചെയ്യൂ. താഴെ കൊടുത്തിരിക്കുന്ന ഫോര്മാറ്റുകളില്‍ വലിപ്പം എന്റര്‍ ചെയ്യാവുന്നതാണ്: 10K (കിലോബൈറ്റുകള്‍), 10M (മെഗാബൈറ്റുകള്‍), 10G (ഗിഗാബൈറ്റുകള്‍), 10T (ടെറാബൈറ്റുകള്‍). ഡിഫാള്ട്ട് യൂണിറ്റ് മെഗാബൈറ്റുകള്‍ ആണ്.
nn: Skriv inn storleiken på det nye logiske dataområdet. Storleiken kan skrivast inn på følgjande format: 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte). Standardeininga er Megabyte.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਵੇਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਦਾ ਅਕਾਰ ਦਿਓ। ਅਕਾਰ ਹੇਠਲੇ ਫਾਰਮਿਟ ਵਿੱਚ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ: 10K (ਕਿਲੋਬਾਈਟ), 10M (ਮੈਗਾਬਾਈਟ), 10G (ਗੈਗਾਬਾਈਟ), 10T (ਟੈਰਾਬਾਈਟ)। ਮੂਲ ਇਕਾਈ ਮੈਗਾਬਾਈਟ ਹੈ।
pl: Proszê wprowadziæ rozmiar nowego woluminu logicznego. Rozmiar mo¿e zostaæ wprowadzony w nastêpuj±cych formatach: 10K (kilobajty), 10M (megabajty), 10G (gigabajty), 10T (terabajty). Domy¶ln± jednostk± s± megabajty.
pt_br: Por favor, informe o tamanho do novo Volume Lógico. O tamanho pode ser informado nos seguintes formatos : 10K (Kilobytes), 10M (Mgabytes), 10G (Gigabytes), 10T (Terabytes). A unidade padrão é em Megabytes.
ro: Vă rugăm să introduceţi dimensiunea noului volum logic. Dimensiunea poate fi introdusă în următoarele formate: 10K (kiloocteţi), 10M (megaocteţi), 10G (gigaocteţi), 10T (teraocteţi). Unitatea de măsură implicită este megaoctetul.
sl: Vnesite velikost novega logičnega nosilca. Velikost lahko vnesete v naslednjih oblikah: 10K (Kilobajti), 10M (Megabajti), 10G (Gigabajti), 10T (Terabajti). Privzeta enota je Megabajt.
zh_tw: 請輸入新的 Logical Volume 的大小。在輸入時可以使用以下格式：10K (Kilobytes)，10M (Megabytes)，10G (Gigabytes)，10T (Terabytes)。預設的單位是 Megabytes。

source: Error while creating a new logical volume
cy: Gwall wrth greu Cyfrol Rhesymegol newydd
de: Bei der Erstellung des neuen logischen Volumes ist ein Fehler aufgetreten
el: Σφάλμα κατά τη δημιουργία του νέου Λογικού Τόμου
eo: Kreado de nova logika datumportilo eraras
et: Uue loogilise volüümi loomisel ilmnes viga
eu: Errorea bolumen logiko berria sortzean
fa: خطا در ایجاد فضای منطقی جدید.
fi: Tapahtui virhe luotaessa uutta levynidettä
gl: Erro ao crear un novo volume lóxico
he: שגיאה בזמן יצירת כרך לוגי חדש
id: Terjadi kesalahan saat membuat Volum Logikal baru
kk: Жаңа логикалық томды жасау кезінде қателік орын алды.
lt: Klaida kuriant naują loginį tomą (Logical Volume)
lv: Klūda veidojot jaunu loģisko sējumu
mg: Fahadisoana nadritra ny famoronana volume logika vaovao
ml: പുതിയ ലോജിക്കല്‍ വാള്യം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുമ്പോള്‍ പിഴവ്
nn: Feil under oppretting av eit nytt logiske dataområde
pa: ਨਵੀਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣ ਸਮੇਂ ਗਲਤੀ
pl: B³±d podczas tworzenia nowego woluminu logicznego
pt_br: Erro na criação de um novo Volume Lógico
ro: Eroare în timpul creării unui nou volum logic
sl: Pri ustvarjanju novega logičnega nosilca je prišlo do napake
zh_tw: 在建立新的 Logical Volume 時發生錯誤

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
cy: Ni ellir creu cyfrol rhysymegol (${LV}) ar ${VG} gyda'r maint newydd ${SIZE}.
de: Es konnte kein neues logisches Volume (${LV}) auf ${VG} mit der neuen Größe ${SIZE} erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία του νέου Λογικού Τόμου (${LV}) στην Ομάδα ${VG} με μέγεθος ${SIZE}.
eo: Neebla kreado de nova logika datumportilo (${LV}) sur '${VG}' kun nova '${SIZE}'-amplekso
et: Uut loogilist volüümi (${LV}) suurusega ${SIZE} ei õnnestu volüümigruppi ${VG} luua.
eu: Ezin izan da bolumen logiko (${LV}) berri bat sortu ${VG} bolumen-taldean tamaina berriarekin ${SIZE}.
fa: ناتوان از ساختن فضای منطقی جدید (${LV}) بر روی ${VG} به اندازه‌ئ ${SIZE}.
fi: Uutta levynidettä (${LV}) kooltaan ${SIZE} ei voitu luoda ryhmään ${VG}.
gl: Non se puido crear un novo volume lóxico (${LV}) en ${VG} co novo tamaño ${SIZE}.
he: לא מצליח ליצור את כרך לוגי חדש )${LV} בתוך ${VG} עם הגודל ${SIZE}).
id: Tidak dapat membuat Volum Logikal baru (${LV}) pada ${VG} dengan ukuran ${SIZE}.
kk: ${VG} тобында ${SIZE} көлеміндегі жаңа (${LV}) логикалық томын жасау іске аспай жатыр.
lt: Nepavyko sukurti ${SIZE} dydžio naujo loginio tomo (${LV}) tomų grupėje ${VG}.
lv: Nevaru izveidot jaunu loģisko sējumu (${LV}) uz ${VG} ar izmēru${SIZE}.
ml: ${VG} ല്‍ ${SIZE} എന്ന പുതിയ വലിപ്പത്തില്‍ പുതിയ ലോജിക്കല്‍ വാള്യം (${LV}) സൃഷ്ടിക്കാന്‍ സാധിച്ചില്ല.
nn: Klarte ikkje laga eit nytt logisk dataområde (${LV}) på ${VG} med storleiken ${SIZE}.
pa: ${VG} ਉੱਪਰ ਨਵੇਂ ਅਕਾਰ ${SIZE} ਨਾਲ ਨਵੀਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ (${LV}) ਬਣਾਉਣ ਵਿੱਚ ਅਸਮਰਥ।
pl: Nie uda³o siê utworzyæ nowego woluminu logicznego (${LV}) w ${VG} o rozmiarze ${SIZE}.
pt_br: Não foi possível criar um novo volume lógico (${LV}) em ${VG} com o novo tamanho ${SIZE}.
ro: Nu s-a putut crea un nou volum logic (${LV}) pe ${VG} cu noua dimensiune ${SIZE}.
sl: Na ${VG} ne morem ustvariti novega logičnega nosilca ${LV}) v velikosti ${SIZE}.
zh_tw: 無法在 ${VG} 中建立大小為 ${SIZE} 的新 Logical Volume (${LV})。

source: No volume group found
cy: Ni chanfodwyd Grŵp Cyfrol
de: Es wurde keine Volume-Gruppe gefunden
el: Δε βρέθηκε Ομάδα Τόμων
eo: Neniu trovita datumportila grupo
et: Ei leitud ühtki volüümigruppi
eu: Ez da bolumen-talderik aurkitu
fa: هیچ گروه فضایی پیدا نشد.
fi: Ei löytynyt yhtään levynideryhmää
gl: Non se atopou ningún grupo de volumes
he: לא נמצאה קבוצת כרכים
id: Grup Volum tidak ditemukan
kk: Томдар тобы табылған жоқ.
lt: Neradau nė vienos tomų grupės (Volume Group)
lv: Nav sējumu grupu
ml: വാള്യം ഗ്രൂപ്പൊന്നും കണ്ടില്ല
nn: Ingen grupperte dataområde funne
pa: ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono grupy woluminów
pt_br: Nenhum Grupo de Volume foi encontrado
ro: Nu s-a găsit un grup de volume
sl: Našel nisem nobene skupine nosilcev
zh_tw: 未能找到 Volume Group

source: No volume group has been found for deleting a logical volume.
cy: Ni chanfuwyd Grŵp Cyfrol er mwyn dileu Cyfrol Rhesymegol.
de: Es wurde keine Volume-Gruppe gefunden, um ein logisches Volume zu löschen.
el: Δε βρέθηκαν Ομάδες Τόμων για διαγραφή Λογικών Τόμων.
eo: Neniu datumportila grupo estas trovita por forviŝi logikan datumportilon.
et: Loogilise volüümi kustutamiseks ei leitud ühtki volüümigruppi.
eu: Bolumen logikoa ezabatzeko bolumen-talderik ez da aurkitu.
fa: هیچ گروه فضایی برای حذف فضای منطقی پیدا نشد.
fi: Ei löytynyt yhtään levynideryhmää, josta voisi poistaa levyniteen.
gl: Non se atopou ningún grupo de volumes para borrar un volume lóxico.
he: לא נמצאו קבוצות כרכים כדי למחוק כרכי לוגי.
id: Grup Volum dimana akan dihapus sebuah Volum Logikal tidak ditemukan.
kk: Томдар арасынан логикалық томды жоюға арналған томдар тобы табылмады.
lt: Neradau nė vienos tomų grupės (Volume Group), kurioje galėčiau išmesti loginį tomą (Logical Volume).
lv: Sējumu grupas nav atrastas loģiskā sējuma dzēšanai.
ml: ലോജിക്കല്‍ വാള്യം ഡിലീറ്റ് ചെയ്യാനായി വാള്യം ഗ്രൂപ്പൊന്നും കണ്ടില്ല.
nn: Fann ingen grupperte dataområde som var eigna for å sletta logiske dataområde.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣ ਲਈ ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono grupy woluminów do usuniêcia logicznego woluminu.
pt_br: Nenhum Grupo de Volume foi encontrado para remover um Volume Lógico.
ro: Nu a fost găsit nici un grup de volume (Volume Group) pentru a şterge un volum logic.
sl: Nisem našel nobene skupine nosilcev za izbris logičnega nosilca.
zh_tw: 在刪除 Logical Volume 時找不到任何的 Volume Group。

source: Volume group:
cy: Grŵp Cyfrol:
de: Volume-Gruppe:
el: Ομάδα Τόμων:
eo: Datumportilaro:
et: Volüümigrupp:
eu: Bolumen-taldea:
fa: گروه فضا:
fi: Levynideryhmä:
gl: Grupo de volumes:
he: קבוצת כרכים:
id: Grup Volum:
kk: Томдар тобы:
lt: Tomų grupė (Volume Group):
lv: Sējumu grupa:
ml: വാള്യം ഗ്രൂപ്പ്:
nn: Gruppert dataområde:
pa: ਵਾਲੀਅਮ ਸਮੂਹ:
pl: Grupa woluminów:
pt_br: Grupo de Volume :
ro: Grupul de volume:
sl: Skupina nosilcev:

source: Please select the volume group which contains the logical volume to be deleted.
cy: Os gwelwch yn dda, dewiswch y Grŵp Cyfrol sy'n cynnwys y Cyfrol Rhesymegol i'w ddileu.
de: Bitte wählen Sie die Volume-Gruppe, die das zu löschende logische Volume enthält.
el: Επιλέξτε την Ομάδα Τόμων στην οποία βρίσκεται ο Λογικός Τόμος προς διαγραφή.
eo: Bonvolu elekti datumportilaron kiu enhavas viŝontan logikan datumportilon.
et: Palun vali volüümigrupp, mis sisaldab kustutatavat loogilist volüümi.
eu: Hautatu ezabatu beharreko bolumen logikoa duen bolumen-taldea.
fa: لطفا گروه فضایی را که شامل فضای منطقی که باید حذف شود را انتخاب کنید.
fi: Valitse levynideryhmä, jossa poistettava looginen levynide on.
gl: Escolla o grupo de volumes que contén o volume lóxico a borrar.
he: בחר את קבוצת הכרכים שמכילה את הכרך הלוגי למחיקה.
id: Silakan memilih Grup Volum yang berisi Volum Logikal yang akan dihapus.
kk: Жоюға арналған логикалық том томдар тобын таңдаңыз.
lt: Prašau pasirinkti tomų grupę (Volume Group), kurioje yra loginis tomas (Logical Volume), kurį norite išmesti.
lv: Lūdzu izvelaties sējumu grupu, kas satur dzēšamo loģisko sējumu.
ml: ദയവായി ഡിലീറ്റ് ചെയ്യേണ്ട ലോജിക്കല്‍ വാള്യം ഉള്ക്കൊള്ളുന്ന വാള്യം ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കൂ.
nn: Vel det grupperte dataområdet som inneheld det logiske dataområdet som skal slettast.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਾਲੀਅਮ ਸਮੂਹ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਹਟਾਉਣ ਵਾਲੀ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਸ਼ਾਮਲ ਹੈ।
pl: Proszê wybraæ grupê woluminów w której znajduje siê wolumin logiczny do usuniêcia.
pt_br: Por favor, selecione o Grupo de Volume que contém o Volume Lógico a ser removido.
ro: Vă rugăm să selectaţi Grupul de volume care conţine volumul logic care va fi şters.
sl: Izberite skupino nosilcev, kjer se nahaja logični nosilec, ki ga želite zbrisati.
zh_tw: 請選擇包含了要刪除的 Logical Volume 的 Volume Group。

source: No logical volume found
cy: Ni chanfuwyd Cyfrol Rhesymegol
de: Kein logisches Volume gefunden
el: Δε βρέθηκαν Λογικοί Τόμοι
eo: Neniu trovita logika datumportilo
et: Ei leitud ühtki loogilist volüümi
eu: Ez da bolumen logikorik aurkitu
fa: هیچ فضای منطقی پیدا نشد.
fi: Ei löytynyt yhtään levynidettä
gl: Non se atopou ningún volume lóxico
he: לא נמצא כרך לוגי
id: Volum Logikal tidak ditemukan
kk: Логикалық топ табылған жоқ.
lt: Neradau loginių tomų (Logical Volume)
lv: Loģiskie sējumi nav atrasti
mg: Tsy nahita volume logika
ml: ലോജിക്കല്‍ വാള്യമൊന്നും കണ്ടില്ല
nn: Fann ingen logiske dataområde
pa: ਕੋਈ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਹੀਂ ਲੱਭੀ
pl: Nie znaleziono logicznych woluminów
pt_br: Nenhum Volume Lógico encontrado
ro: Nu s-a găsit un volum logic
sl: Našel nisem nobenega logičnega nosilca
zh_tw: 未能找到 Logical Volume

source: No logical volume has been found. Please create a logical volume first.
cy: Does dim cyfrol rhesymegol wedi ei ganfod. Crëwch gyfrol rhesymegol yn gyntaf os gwelwch yn dda.
de: Es wurde kein logisches Volume gefunden. Bitte erstellen Sie zuerst ein logisches Volume.
el: Δε βρέθηκε κάποιος Λογικός Τόμος. Θα πρέπει να δημιουργήσετε πρώτα ένα Λογικό Τόμο.
eo: Neniu logika datumportilo estas trovita. Bonvole unue kreu logikan datumportilon.
et: Ei leitud ühtki loogilist volüümi. Palun loo kõigepealt üks loogiline volüüm.
eu: Ez da bolumen-logikorik aurkitu. Lehenbizi, sortu bolumen logiko bat.
fa: هیچ فضای منطقی پیدا نشد. لطفا یک فضای منطقی ایجاد کنید.
fi: Ei löytynyt yhtään loogista levynidettä. Luo ensin looginen levynide.
gl: Non se atopou ningún volume lóxico. Cree antes un volume lóxico.
he: לא נמצא כרך לוגי. צור כרך לוגי קודם לכן.
id: Volum Logikal tidak ditemukan. Silakan buat sebuah Volum Logikal dulu.
kk: Логикалық том табылған жоқ. Алдымен логикалық топты жасаңыз.
lt: Neradau nė vieno loginio tomo (Logical Volume). Pirma sukurkite loginį tomą.
lv: Te nav loģisko sējumu. Lūdzu vispirms izveidojiet tos.
ml: ലോജിക്കല്‍ വാള്യമൊന്നും കണ്ടില്ല. ദയവായി ആദ്യം ലോജിക്കല്‍ വാള്യം സൃഷ്ടിക്കൂ.
nn: Har ikkje funne nokon logiske dataområde. Opprett eit logisk dataområde først.
pa: ਕੋਈ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਹੀਂ ਲੱਭੀ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਓ।
pl: Nie znaleziono grupy woluminów logicznych. Najpierw utwórz jaki¶ wolumin logiczny.
pt_br: Nenhum Volume Lógico foi encontrado. Por favor, crie um Volume Lógico primeiro.
ro: Nu a fost găsit nici un volum logic. Vă rugăm, mai întâi, să creaţi un volum logic.
sl: Nisem našel nobene skupine nosilcev. Prosim najprej ustvarite logično skupino.
zh_tw: 無法找到任何的 Logical Volume。請先建立一個 Logical Volume。

source: Logical volume:
cy: Cyfrol Rhesymegol:
de: Logisches Volume:
el: Λογικός Τόμος:
eo: Logika datumportilo:
et: Loogiline volüüm:
eu: Bolumen logikoa:
fa: فضای منطقی:
fi: Looginen levynide:
gl: Volume lóxico:
he: כרך לוגי:
id: Volum Logikal:
kk: Логикалық том:
lt: Loginis tomas (Logical Volume):
lv: Logiškais sējums:
ml: ലോജിക്കല്‍ വാള്യം:
nn: Logisk dataområde:
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ:
pl: Logiczny wolumin:
pt_br: Volume Lógico :
ro: Volum logic:
sl: Logični nosilec:

source: Please select the logical volume to be deleted on ${VG}.
cy: Os gwelwch yn dda, dewiswch y Cyfrol Rhesymegol ar ${VG} i'w ddileu.
de: Bitte wählen Sie das zu löschende logische Volume auf ${VG}.
el: Επιλέξτε το Λογικό Τόμο που θα διαγραφεί από την Ομάδα ${VG}.
eo: Bonvole elektu la logikan datumportilon, kiun vi volas viŝi el '${VG}'-o.
et: Vali loogiline volüüm, mida ${VG} pealt kustutada.
eu: Hautatu ezabatu beharreko bolumen logikoa ${VG} bolumen-taldean.
fa: لطفا فضای منطقی را که باید از روی ${VG}. حذف شود را انتخاب کنید.
fi: Valitse levynide joka poistetaan ${VG}:stä.
gl: Escolla o volume lóxico a borrar en ${VG}.
he: בחר כרך לוגי למחיקה מתוך ${VG}
id: Silakan pilih Volum Logikal dalam ${VG} yang ingin dihapus.
kk: ${VG} тобынан жою үшін логикалық томды таңдаңыз.
lt: Prašau pasirinkti loginį tomą (Logical Volume), kurį norite išmesti iš ${VG}.
lv: Lūdzu izvelaties, kuru loģisko sējumu dzēst no ${VG}.
mg: Azafady fidio ny volume logika.izay ho fafana ao amin'ny ${VG}.
ml: ദയവായി ${VG} ലെ ഡിലീറ്റ് ചെയ്യേണ്ട ലോജിക്കല്‍ വാള്യം തിരഞ്ഞെടുക്കൂ.
nn: Vel det logiske dataområdet som skal slettast på ${VG}.
pa: ਕਿਰਪਾ ਕਰਕੇ ${VG} ਉੱਪਰ ਹਟਾਉਣ ਲਈ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਚੁਣੋ।
pl: Proszê wybraæ wolumin logiczny do usuniêcia z ${VG}.
pt_br: Por favor, selecione o Volume Lógico a ser removido em ${VG}.
ro: Vă rugăm să selectaţi volumul logic care va fi şters de pe ${VG}.
sl: Izberite logične nosilce, ki jih želite zbrisati na ${VG}.
zh_tw: 請選擇要刪除位於 ${VG} 上的哪一個 Logical Volume。

source: Error while deleting the logical volume
cy: Gwall wrth ddileu'r Cyfrol Rhesymegol
de: Beim Löschen des logischen Volumes ist ein Fehler aufgetreten
el: Σφάλμα κατά τη διαγραφή του Λογικού Τόμου
eo: Viŝado de logika datumportilo eraras
et: Loogilise volüümi kustutamisel ilmnes viga
eu: Errorea bolumen logikoa ezabatzean
fa: خطا در حذف فضای منطقی
fi: Tapahtui virhe poistettaessa levynide
gl: Erro ao borrar o volume lóxico
he: שגיאה בזמן מחיקת כרך לוגי
id: Terjadi kesalahan saat menghapus Volum Logikal
kk: Логикалық томды жою кезінде қателік орын алды.
lt: Klaida bandant išmesti loginį tomą (Logical Volume)
lv: Kļūda dzēšot loģisko sējumu
mg: Fahadisoana nandritra ny famafana ny volume logika
ml: ലോജിക്കല്‍ വാള്യം ഡിലീറ്റ് ചെയ്യുമ്പോള്‍ പിഴവ്
nn: Feil under sletting av det logiske dataområdet
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣ ਸਮੇਂ ਗਲਤੀ
pl: B³±d podczas usuwania woluminu logicznego
pt_br: Erro na remoção do Volume Lógico
ro: Eroare în timpul ştergerii volumului logic
sl: Pri brisanju logičnega nosilca je prišlo do napake
zh_tw: 在刪除 Logical Volume 時發生錯誤

source: The logical volume (${LV}) on ${VG} could not be deleted.
cy: Methwyd dileu'r Cyfrol Rhesymegol (${LV}) ar ${VG}.
de: Das logische Volume ${LV} auf ${VG} konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του Λογικού Τόμου (${LV}) στην Ομάδα {VG}.
eo: La logika datumportilo (${LV}) el '${VG}'-aro neeblas viŝita.
et: Loogilist volüümi ${LV} ei saanud ${VG} pealt kustutada.
eu: Ezin izan da ${VG} bolumen-taldeko bolumen logikoa (${LV}) ezabatu.
fa: فضای منطقی (${LV}) از روی ${VG} نمیتواند حذف شود.
fi: Levynidettä (${LV}) levynideryhmässä ${VG} ei voitu poistaa.
gl: Non se puido borrar o volume lóxico (${LV}) en ${VG}.
he: הכרך הלוגי (${LV}) על ${VG} לא ניתן למחיקה.
id: Volum Logikal (${LV}) pada ${VG} tidak dapat dihapus.
kk: ${VG} тобынан (${LV})логикалық томын жою сәтсіз аяқталды.
lt: Nepavyko išmesti loginio tomo (${LV}) iš ${VG}.
lv: Loģisko sējumu (${LV}) uz ${VG} neizdevās dzēst.
mg: Ny volume logika.(${LV}) ao amin'ny ${VG} tsy mety fafana.
ml: ${VG} ലെ ലോജിക്കല്‍ വാള്യം (${LV}) ഡിലീറ്റ് ചെയ്യാന്‍ സാധ്യമല്ല.
nn: Det logiske dataområdet (${LV}) på ${VG}) kunne ikkje slettast.
pa: ${VG} ਉੱਪਰ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ (${LV}) ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ|
pl: Logiczny wolumin (${LV}) nie mo¿e zostaæ usuniêty z ${VG}.
pt_br: Não foi possível remover o Volume Lógico (${LV}) em ${VG}.
ro: Volumul logic (${LV}) de pe ${VG} nu a putut fi şters.
sl: Nisem mogel izbrisati logičnega nosilca (${LV}) na ${VG}.
zh_tw: 無法刪除位於 ${VG} 上的 Logical Volume (${LV})。

source: No usable physical volumes found
cy: Ni chanfuwyd unrhyw gyfrolau corfforol gellir defnyddio.
de: Es wurden keine nutzbaren physikalischen Volumes gefunden
el: Δε βρέθηκαν χρησιμοποιήσιμοι φυσικοί τόμοι
eo: Neniu trovita uzebla datumportilo
et: Ei leitud ühtki kõlblikku füüsilist volüümi
eu: Ez da bolumen fisiko erabilgarririk aurkitu
fa: هیچ فضای فیزیکی قابل استفاده‌ای پیدا نشد.
fi: Ei löytynyt yhtään käytettävissä olevaa levynidettä.
gl: Non se atopou ningún volume físico que se poida empregar
he: לא נמצא כרכים פיזיים שמישים
id: Tidak ditemukan Volum Fisik yang dapat dipakai
kk: Физикалық томдар табылған жоқ
lt: Neradau vartotinų fizinių tomų (physical volume)
lv: Nav atrasts neviena lietojams fiziskais sējums
ml: ഭൌതിക വാള്യങ്ങളൊന്നും കണ്ടില്ല
nn: Fann ingen brukbare fysiske dataområde.
pa: ਕੋਈ ਵਰਤਣ ਯੋਗ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono fizycznych woluminów zdatnych do wykorzystania
pt_br: Nenhum volume físico utilizável encontrado
ro: Nu s-a găsit un volum fizic utilizabil
sl: Našel nisem nobenega uporabnega fizičnega nosilca
zh_tw: 未能找到任何 Physical Volume 可供使用
