Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Installing the ELILO package
cy: Yn sefydlu'r pecyn ELILO
de: Installiere das ELILO-Paket
el: Εγκατάσταση του πακέτου ELILO
eo: Instalado de 'ELILO'-a pako
et: Paketi ELILO Paigaldamine
eu: ELILO paketea instalatzen
fi: Asennetaan ELILO-paketti
gl: A instalar o paquete ELILO
he: מתקין את החבילה ELILO
id: Sedang memasang paket ELILO
kk: ELILO дестесін орнату
lt: Diegiamas paketas ELILO
lv: Instalēju ELILO paku
mg: Mametraka ny pakajy ny ELILO
ml: ഇലിലോ പാക്കേജ് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installerer ELILO-pakka
pa: ELILO ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja pakietu ELILO
pt_br: Instalando o pacote ELILO
ro: Se instalează pachetul ELILO
sl: Namestitev paketa ELILO
zh_tw: 正在安裝 ELILO 套件

source: Running ELILO for ${bootdev}
cy: Yn rhedeg ELILO ar gyfer ${bootdev}
de: Führe ELILO für ${bootdev} aus
el: Εκτέλεση του ELILO για το ${bootdev}
eo: Lanĉi 'ELILO' por ${bootdev}
et: ELILO käivitamine ${bootdev} jaoks
eu: ELILO ${bootdev}(e)rako exekutatzen
fi: Käynnistetään ELILO laitteelle ${bootdev}
gl: A executar ELILO para ${bootdev}
he: מריץ את ELILO על ${bootdev}
id: Menjalankan ELILO untuk ${bootdev}
kk: ${bootdev} үшін ELILO іске қосу
lt: ELILO vykdymas dėl ${bootdev}
lv: Sāknēju ELILO priekš ${bootdev}
ml: ${bootdev} നു വേണ്ടി ഇലിലോ പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Køyrer ELILO for ${bootdev}
pa: ${bootdev} ਲਈ ELILO ਨੂੰ ਚਲਾ ਰਿਹਾ ਹੈ
pl: Uruchamianie ELILO dla ${bootdev}
pt_br: Executando ELILO para ${bootdev}
ro: Se rulează ELILO pentru ${bootdev}
sl: Zagon ELILA za ${bootdev}
zh_tw: 正在 ${bootdev} 上執行 ELILO

source: ELILO installation failed. Continue anyway?
cy: Methodd sefydliad ELILO. Mynd ymlaen fodd bynnag?
de: ELILO-Installation fehlgeschlagen. Dennoch fortfahren?
el: Η εγκατάσταση του ELILΟ απέτυχε. Θέλετε να συνεχίσετε;
eo: 'ELILO'-instalado malsukcesis. Ĉu tamene daŭrigu?
et: ELILO paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da ELILO instalatu. Jarraitu nahi duzu hala ere?
fi: ELILO:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar ELILO. ¿Continuar igualmente?
he: ההתקנה של ELILO נכשלה. להמשיך בכל זאת?
id: Instalasi ELILO gagal. Tetap melanjutkan?
kk: ELILO-ны орнату мүмкін болмады. Сонда да жалғастыру керек пе?
lt: Nepavyko įdiegti ELILO. Tęsti nepaisant to?
lv: ELILO instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i EILILO. Tohizana ve?
ml: ഇലിലോ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installering av ELILO feila. Vil du likevel halda fram?
pa: ELILO ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਰੱਖੋ?
pl: Instalacja ELILO nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do ELILO falhou. Continuar mesma assim ?
ro: Instalarea ELILO a eşuat. Mai continuaţi?
sl: Namestitev ELILA ni uspela. Kljub temu nadaljujem?
zh_tw: ELILO 的安裝作業失敗了。是否無論如何仍然繼續？

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
cy: Methodd y pecyn eilio sefydlu yn /target/. Mae sefydlu ELILO fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a ELILO, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das Elilo-Paket konnte nicht nach /target/ installiert werden. Die Installation von Elilo als Bootloader ist unbedingt erforderlich. Es könnte allerdings sein, dass Elilo von diesem Problem nicht betroffen ist, deshalb ist das Fortsetzen der Installation vielleicht möglich.
el: Το πακέτο elilo απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του ELILO είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του ELILO και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'elilo'-pako neeblas instalita en '/target/'-o. Instalu 'elilo'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'elilo'-o, nu eble daŭrigus la instaladon.
et: Paketi elilo /target/ peale paigaldamine nurjus. Alglaaduri ELILO paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse ELILO'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da elilo paketea /tartet/en instalatu. ELILO abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke ELILOrekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin elilo asennus hakemistoon /target/ epäonnistui. ELILO:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity ELILO:on, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete elilo en /target/. Instalar ELILO coma cargador de inicio é un paso necesario. O problema de instalación podería, nembargantes, non estar relacionado con ELILO, polo que podería continuarse a instalación.
he: החבילה elilo נכשלה בהתקנה לתוך /target/. התקנת ELILO כמנהל אתחול היא שלב חיוני. בעיית ההתקנה לא בהכרח קשורה להתקנת ELILO, כך שאולי ניתן להמשיך בהתקנה.
id: Paket elilo gagal diinstal pada /target/. Memasang ELILO sebagai boot loader merupakan tahap penting. Namun masalah instalasi mungkin tidak bersangkutan dengan ELILO, jadi Anda dapat melanjutkan instalasi.
kk: /target/-ке elilo дестесін орнату мүмкін болмады. ELILO-ны жүктеуіш есебінде орнату бұл процестің негізгі түйіні. Бірақ, орнату кезіндегі қателіктер ELILO-ға байланыссыз болуы мүмкін, сондықтан орнатуды жалғастыруға болады.
lt: Nepavyko įdiegti elilo paketo į /target/. Pradinio įkėliklio įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su ELILO, taigi įdiegimo tęsimas galbūt galimas.
lv: ELILO pakas instalācija beidzās neveiksmīgi. ELILO kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar ELILO un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: ഇലിലോ പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. ഇലിലോ ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം ഇലിലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Klarte ikkje installera elilo-pakka på /target/. Å installera ELILO som oppstartslastar er eit påkrevd steg. Installeringsproblemet kan vera uavhengig av ELILO, så det kan vera det er mogeleg å halda fram.
pa: /target/ ਉੱਪਰ elilo ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ELILO ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ ELILO ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu elilo w /target/ nie powiod³a siê. Instalacja ELILO jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z ELILO i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote ELILO em /target/ falhou. A instalação do ELILO como um carregador de inicialização é uma etapa necessária. Porém, o problema de instalação pode não estar relacionado ao ELILO e, nesse caso, continuar a instalação pode ser possível.
ro: Instalarea pachetului ELILO pe /target/ s-a soldat cu eşec. Instalarea ELILO ca încărcător de sistem este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu ELILO, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa elilo v /tarčo/ ni uspela. Namestitev ELILA kot zagonski nalagalnik je obvezen korak. Težava pri namestitvi pa morda ni povezana z ELILOM, zato lahko z namestitvijo nadaljujete.
zh_tw: 無法將 elilo 套件安裝至 /target/。安裝 ELILO 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 ELILO 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: ELILO installation failed
cy: Methodd sefydliad ELILO
de: ELILO-Installation fehlgeschlagen
el: Η εγκατάσταση του ELILΟ απέτυχε
eo: 'ELILO'-instalado malsukcesis
et: ELILO paigaldamine nurjus
eu: Ezin izan da ELILO instalatu
fi: ELILO:n asennus epäonnistui
gl: Non se puido instalar ELILO
he: התקנת ELILO נכשלה
id: Instalasi ELILO gagal
kk: ELILO-ны орнату мүмкін болмады
lt: ELILO įdiegimas nepavyko
lv: ELILO instalācija neidevās
mg: Tsy nahomby ny fametrahana an'i ELILO
ml: ഇലിലോ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു
nn: Installering av ELILO feila.
pa: ELILO ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ
pl: Instalacja ELILO nie powiod³a siê
pt_br: A instalação do ELILO falhou
ro: Instalarea ELILO a eşuat
sl: Namestitev ELILA ni uspela
zh_tw: ELILO 的安裝作業失敗了

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
cy: Methodd rhedeg "/usr/sbin/elilo" gyda'r côd gwall "${ERRCODE}".
de: Ausführen von »/usr/sbin/elilo« fehlgeschlagen. Fehler-Code: ${ERRCODE}
el: Η εκτέλεση του "/usr/sbin/elilo" απέτυχε με κωδικό λάθους "${ERRCODE}".
eo: Lanĉado de "/usr/sbin/elilo" malsukcesis kun erara kodo "${ERRCODE}".
et: "/usr/sbin/elilo" käivitamine andis veateate "${ERRCODE}".
eu: Ezin izan da "/usr/sbin/elilo" exekutatu, errore-kodea: "${ERRCODE}".
fi: Komennon "/usr/sbin/elilo" suorittaminen epäonnistui, virhekoodina "${ERRCODE}".
gl: A execución de "/usr/sbin/elilo" devolveu o código de erro "${ERRCODE}".
he: הרצת "/usr/sbin/elilo" נכשלה עם קוד שגיאה "${ERRCODE}".
id: Jalannya "/usr/sbin/elilo" gagal dengan kode kesalahan "${ERRCODE}".
kk: "/sbin/elilo"-ты іске қосқанда "${ERRCODE}" нөмірлі қателік орын алды.
lt: "/usr/sbin/elilo" vykdymas nepavyko. Gauta klaida "${ERRCODE}".
lv: "/usr/sbin/elilo" sāknēšana beidzās neveiksmīgi ar kļūdu: "${ERRCODE}".
ml: "/usr/sbin/elilo" പ്രവര്‍ത്തിപ്പിക്കുന്നത് "${ERRCODE}" എന്ന പിഴവ് കോഡോടുകൂടി പരാജയപ്പെട്ടു.
nn: Køyring av kommandoen «/usr/sbin/elilo» feila med feilkode «${ERRCODE}».
pa: "/usr/sbin/elilo" ਨੂੰ ਚਲਾਉਣ ਸਮੇਂ "${ERRCODE}" ਗਲਤੀ ਕੋਡ ਨਾਲ ਅਸਫਲ ਹੋਇਆ।
pl: Uruchomienie "/usr/sbin/elilo" nie powiod³o siê - b³±d nr "${ERRCODE}".
pt_br: A execução de "/usr/sbin/elilo" falhou com o código de erro "${ERRCODE}".
ro: Rularea "/usr/sbin/elilo" a eşuat cu codul de eroare "${ERRCODE}".
sl: Zagon "/usr/sbin/elilo" je spodletel s kodo napake "${ERRCODE}".
zh_tw: 在執行 "/usr/sbin/elilo" 時失敗了，錯誤代碼為 "${ERRCODE}"。

source: Aboot installation failed. Continue anyway?
cy: Methodd sefydliad Aboot. Mynd ymlaen fodd bynnag?
de: Aboot-Installation fehlgeschlagen. Trotzdem fortfahren?
el: Η εγκατάσταση του aboot απέτυχε. Θέλετε να συνεχίσετε;
eo: 'aboot'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: Aboot paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da Aboot instalatu. Jarraitu nahi duzu hala ere?
fi: Aboot:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar aboot. ¿Continuar igualmente?
he: התקנת aboot נכשלה. להמשיך בכל מקרה?
id: Instalasi aboot gagal. Tetap melanjutkan?
kk: Aboot-ты орнату мүмкін болмады. Сонда да жалғастыру керек пе?
lt: Aboot įdiegimas nepavyko. Tęsti nepaisant to?
lv: Aboot instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i Aboot. Tohizana ve?
ml: അബൂട്ട് ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installasjonen av Aboot feila. Vil du halda fram likevel?
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦਾ ਅਧੂਰਾ ਖਾਤਮਾ ਅਸਫਲ ਹੋਇਆ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਰੱਖੋ?
pl: Instalacja Aboot nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do aboot falhou Continuar mesmo assim ?
ro: Instalarea Aboot a eşuat. Mai continuaţi?
sl: Namestitev aboot ni uspela. Kljub temu nadaljujem?
zh_tw: Aboot 的安裝作業失敗了。是否無論如何仍然繼續？

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
cy: Methodd y pecyn aboot sefydlu yn /target/. Mae sefydlu aboot fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a aboot, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das Aboot-Paket konnte nicht nach /target/ installiert werden. Die Installation von Aboot als Bootloader ist unbedingt erforderlich. Es könnte allerdings sein, dass Aboot von diesem Problem nicht betroffen ist, deshalb ist das Fortsetzen der Installation vielleicht möglich.
el: Απέτυχε η εγκατάσταση του πακέτου aboot στο /target. Η εγκατάσταση του aboot ως φορτωτή εκκίνησης είναι απαιτούμενο στάδιο. Ωστόσο, το πρόβλημα της εγκατάστασης του πακέτου μπορεί να είναι άσχετο με το aboot, και μπορεί να είναι δυνατή η συνέχιση της διαδικασίας της εγκατάστασης.
eo: La 'aboot'-pako neeblas instalita en '/target/'-o. Instalu 'aboot'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'aboot'-o, nu eble daŭrigus la instaladon.
et: Paketi aboot /target/ peale paigaldamine nurjus. Alglaaduri aboot paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse aboot'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da aboot paketea /target/en instalatu. aboot abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke aboot-ekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Aboot-pakettia ei voitu asentaa hakemistoon /target/. Aboot:n asentaminen alkulautausohjelmaksi on pakollinen kohta. Asennuspulma saattaa kuitenkin olla muualla kuin Aboot:ssa, joten asennuksen jatkaminen voi olla mahdollista.
gl: Non se puido instalar o paquete aboot en /target/. Instalar aboot coma cargador de inicio é un paso necesario. O problema coa instalación, nembargantes, pode non estar relacionado con aboot, así que pode ser posible continuar a instalación.
he: התקנת החבילה aboot נכשלה בהתקנה לתוך /target/. התקנת מנהל האתחול aboot היא שלב חיוני. למרות זאת, בעיית ההתקנה לא בהכרח קשורה ל-aboot כך שאפשרי להמשיך בהתקנה.
id: Paket aboot gagal diinstal ke /target/. Menginstal aboot sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi bisa saja tidak berhubungan dengan aboot, jadi Anda dapat melanjutkan instalasi.
kk: /target/-ке aboot дестесін орнату мүмкін болмады. Aboot-ты жүктеуіш есебінде орнату бұл процестің негізгі түйіні. Бірақ, орнату кезіндегі қателіктер aboot-қа байланыссыз болуы мүмкін, сондықтан орнатуды жалғастыруға болады.
lt: Nepavyko įdiegti aboot paketo į /target/. Pradinio įkėliklio aboot įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su aboot, taigi įdiegimo tęsimas galbūt galimas.
lv: Aboot pakas instalācija beidzās neveiksmīgi. Aboot kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar aboot un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: അബൂട്ട് പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. അബൂട്ട് ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം അബൂട്ടുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Klarte ikkje installera pakka Aboot på /target/. Å installera Aboot som ein oppstartslastar er eit påkrevd steg. Installeringsproblemet treng derimot ikkje ha noko med Aboot å gjera, så det kan vera det er mogeleg å halda fram installasjonen.
pa: /target/ ਉੱਪਰ aboot ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। aboot ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ aboot ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu aboot w /target/ nie powiod³a siê. Instalacja aboot jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z aboot i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote aboot em /target/ falhou. A instalação do aboot como um carregador de inicialização é um passo necessário. Porém, o problema com a instalação do mesmo pode não ser relacionado ao aboot e, portanto, continuar a instalação pode ser possível.
ro: Instalarea pachetului aboot pe /target/ a eşuat. Instalarea aboot ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de aboot, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa aboot v /tarčo/ ni uspela. Namestitev aboota kot zagonski nalagalnik je zahtevan korak. Namestitveni problem pa ja lahko kljub temu nepovezan z abootom, zato je nadaljevanje namestitve omogočeno.
zh_tw: 無法將 aboot 套件安裝至 /target/。安裝 aboot 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 aboot 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
cy: Mae aboot angen sefydlu'r llwythydd bŵt ar ddyfais fellir bŵtio sy'n cynnwys rhanniad ext2. Os gwelwch yn dda, dewiswch y rhaniad ext2 hoffech i aboot ddefnyddio. Os mai nid y system ffeiliau gwraidd ydyw, caiff eich delwedd cnewyllyn a'r ffeil cyfluniad /etc/aboot.conf eu copïo i'r rhaniad hwnnw.
de: Aboot muss den Bootloader auf einem bootfähigen Medium mit einer ext2-Partition installieren. Bitte wählen die ext2-Partition, die aboot benutzen soll. Wenn dies nicht das Root-Dateisystem ist, wird Ihr Kernel-Image und die Konfigurationsdatei /etc/aboot.conf auf diese Partition kopiert.
eo: 'aboot'-o bezonas instalotan praŝargilon en startigebla adaptilo el 'ext2'-a diskpartigo. Bonvule elektu la 'ext2'-diskpartigon uzotan de 'aboot'-o. Se ĝi ne estas la radika dosiersistemo, la kerna bildo kaj akomoda dosiero '/etc/aboot.conf' estos kopiita sur tiu ĉi.
et: Aboot peab alglaaduri paigaldama ext2 partitsiooni sisaldavale alglaetavale seadmele. Palun vali ext2 partitsioon, mida aboot kasutama peaks. Kui see pole juurfailisüsteem, kopeeritakse sinna peale tuuma kujutis ja seadistuse fail /etc/aboot.conf.
eu: Aboot-ek abio kargatzailea abiarazgarri den ext2 aprtizio batetan instalatu behar du. Mesedez hautatu aboot-ek erabiltzea nahi duzun ext2 partizioa. Hau erro fitxategi sistema ez bada zure kenel irudia eta /etc/aboot.conf konfigurazio fitxategia partizio horretara kopiatuko dira.
gl: Aboot ten que instalar o cargador de inicio nun dispositivo de inicio que conteña unha partición ext2. Escolla a partición ext2 que quere que empregue aboot. Se esa partición non contén o sistema de ficheiros raíz, hanse copiar nela a imaxe do núcleo e o ficheiro de configuración /etc/aboot.conf .
he: aboot צריך להיות מותקן על התקן בר אתחול המכיל מחיצה מסוג ext2. בחר מחיצה כזאת לשימוש של aboot. אם זאת אינה מחיצת השורש, תמונות הקרנל וקובץ ההגדרות /etc/aboot.conf יעותקו למחיצה זאת.
kk: Aboot-қа ext2 бөлімі бар жүктеуіш қондырғыға жүйелік жүктеуішті орнату керек. aboot қолданатын ext2 бөлімін таңдаңыз. Егер бұл түбірлік бөлім болмаса, онда сіздің ядро бейнесі және/etc/aboot.conf конфигурациялы файлыңыз осы бөлімге көшіріледі.
lt: Aboot pradinį įkėliklį reikia įdiegti į pradinei įkelčiai tinkantį įrenginį, turintį ext2 skirsnį. Pasirinkite ext2 tipo disko skirsnį, kurį norite kad naudotų aboot. Jei tai ne šakninė failų sistema, tuomet į šį skirsnį bus nukopijuotas Jūsų branduolio atvaizdas ir konfigūracijos failas /etc/aboot.conf.
lv: Aboot jāuzstāda sāknētājs uz sānējamas iekārtas ar ext2 tipapartīciju. Lūdzu izvēlēties, kuru ext2 partīciju Jūs gribat lai aboot lieto. Ja tā nav saknes partīcija, tad Jūsu sistēmas kodols un /etc/aboot.conf konfiguracijas fails tiks nokopēti uz šo partīciju.
ml: ext2 ഭാഗമുള്ക്കൊള്ളുന്ന ഒരു ബൂട്ട് ചെയ്യാവുന്ന ഉപകരണത്തില്‍ ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് അബൂട്ടിനാവശ്യമുണ്ട്. ദയവായി അബൂട്ട് ഉപയോഗിക്കാന്‍ നിങ്ങളാഗ്രഹിക്കുന്ന ext2 ഭാഗം തിരഞ്ഞെടുക്കുക. ഇത് നിങ്ങളുടെ റൂട്ട് ഫയല്‍ സിസ്റ്റമല്ലെങ്കില്‍, നിങ്ങളുടെ കെര്‍ണല്‍ ഇമേജും /etc/aboot.conf എന്ന ക്രമീകരണ ഫയലും ആ ഭാഗത്തേക്ക് പകര്ത്തപ്പെടുന്നതായിരിക്കും.
pa: Aboot ਨੂੰ ext2 ਭਾਗ ਵਾਲੇ ਬੂਟ ਹੋਣ ਯੋਗ ਜੰਤਰ ਤੇ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਜਰੂਰਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ext2 ਭਾਗ ਚੁਣੋ ਜਿਸ ਨੂੰ aboot ਨੇ ਵਰਤਣਾ ਹੈ। ਜੇ ਇਹ root ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਹੈ, ਤੁਹਾਡਾ ਕਰਨਲ ਪ੍ਰਤੀਬਿੰਬ ਅਤੇ ਸੰਰਚਨਾ ਫਾਇਲ /etc/aboot.conf ਦੀ ਨਕਲ ਇਸ ਭਾਗ ਤੇ ਹੋਵੇਗੀ।
ro: Aboot trebuie să instaleze încărcătorul de sistem pe un dispozitiv capabil să pornească sistemul de operare, care conţine o partiţie ext2. Vă rugăm să selectaţi partiţia ext2 pe care doriţi ca aboot să o folosească. Dacă aceasta nu este sistemul de fişiere rădăcină, imaginea de nucleu şi fişierul de configurare /etc/aboot.conf vor copiate pe acea partiţie.
zh_tw: Aboot 必須將開機程式安裝至一個包含了 ext2 分割區的可開機裝置上。請選擇 aboot 所要使用的 ext2 分割區。如果那不是 root 檔案系統，您的 Kernel Image 和設定檔 /etc/aboot.conf 將會被複製到該分割區上。

source: Install /boot on a disk with an unsupported partition table?
cy: Sefydlu /boot ar ddisg gyda tabl rhaniad ni gynhelir?
de: /boot auf eine Festplatte installieren, deren Partitionstabelle nicht unterstützt wird?
el: Να γίνει εγκατάσταση του /boot σε δίσκο με μη υποστηριζόμενο πίνακα τμημάτων;
eo: Instalu '/boot'-on sur disko kun ne administra diskpartigotablo?
et: Paigaldada /boot kettale, mille partitsioonitabelit ei toetata?
eu: /boot onartzen ez den partizio-taula duen disko batean instalatu nahi duzu?
fi: Asenna /boot levylle jonka levyosiotaulu ei ole tuettujen joukossa?
gl: ¿Instalar /boot nun disco cunha táboa de particións sen soporte?
he: #-#-#-#-# he.po (aboot-installer) #-#-#-#-# להתקין את /boot על דיסק עם טבלת מחיצות בלתי נתמכת?#-#-#-#-# he.po (silo-installer) #-#-#-#-# להתקין את /boot על דיסק עם טבלת מחיצות בלתי נתמכת?
id: Instal /boot pada disk dengan tabel partisi yang tak didukung?
kk: /boot-қа бөлімдерінің қолдауы жоқ кестесі бар дискілерін орнату керек пе?
lt: Ar diegti /boot katalogą į diską, kuriame skirsnių lentelė netinkama?
lv: Instalēt /boot uz diska ar neatbalstītu partīciju tabulu?
ml: സപ്പോര്ട്ട് ചെയ്യാത്ത് വിഭജന പട്ടികയുള്ള ഒരു ഡിസ്കില്‍ /boot ഇന്സ്റ്റാള്‍ ചെയ്യണമോ?
nn: Installera /boot på ein harddisk med ein partisjonstabell som ikkje er støtta?
pa: ਨਾ-ਸਹਿਯੋਗ ਵਾਲੀ ਭਾਗ ਸਾਰਣੀ ਨਾਲ ਡਿਸਕ ਤੇ /boot ਇੰਸਟਾਲ ਕਰੋ?
pl: Zainstalowaæ /boot na dysku z nieobs³ugiwan± tablic± partycji?
pt_br: Instalar o /boot em um disco com uma tabela de partições não suportada ?
ro: Se instalează /boot pe un disc cu o tabelă de partiţii nesuportată?
sl: Namestim /boot na disk z nepodprto tabelo razdelkov?
zh_tw: 是否將 /boot 安裝至一個其磁碟分割表尚未被支援的磁碟裡？
