Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Please make sure that you have set them up correctly.
cy: Sicrhewch eich bod chi wedi eu cyflunio nhw'n gywir os gwelwch yn dda.
de: Bitte vergewissern Sie sich, ob Sie alles richtig eingestellt haben.
el: Βεβαιωθείτε ότι έχουν ρυθμιστεί σωστά.
eo: Bonvolu kontroli ke vi ilin taŭge agordis.
et: Palun veendu, et oled nad korrektselt üles seadnud.
eu: Ziurtatu ondo konfiguratu dituzula.
fi: Tarkista tehneesi asetukset oikein.
gl: Asegúrese de telas configurado correctamente.
he: נא לבדוק שהם הוגדרו בצורה נכונה.
id: Pastikan Anda telah menyetelnya dengan benar.
kk: CTC немесе ESCON бірлестіктері айқындалған жоқ
lt: Įsitikinkite, kad teisingai jas nustatėte.
lv: Lūdzu pārliecinieties, ka jums ir uzstādīti kādi savienojumi.
mg: Azafady hamarino raha toa ka notefenao araky ny tokony ho izy izy ireo.
ml: ദയവായി നിങ്ങള്‍ അവ ശരിയായ രീതിയില്‍ ഒരുക്കിയിട്ടുണ്ടെന്നുറപ്പാക്കുക.
nn: Sjå etter at du har sett dei opp rett.
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਠੀਕ ਤਰਾਂ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ।
pl: Upewnij siê, ¿e s± one poprawnie skonfigurowane.
pt_br: Por favor, certifique-se de ter configurado as mesmas corretamente.
ro: Vă rugăm să vă asiguraţi că le-aţi ajustat corect.
sl: Prepričajte se, da ste jih pravilno nastavili.
zh_tw: 請確認它們的設定是正確的。

source: Protocol for this connection:
cy: Protocol ar gyfer y cysylltiad hwn:
de: Protokoll für diese Verbindung:
el: Πρωτόκολλο αυτής της διασύνδεσης:
eo: Protokolo por tiu konekto:
et: Selle ühenduse protokoll:
eu: Konexio honetarako protokoloa:
fi: Tämän yhteyden yhteyskäytäntö:
gl: Protocolo para esta conexión:
he: פרוטוקול לחיבור הנוכחי:
id: Protokol untuk sambungan ini:
kk: Осы бірлестіктер үшін хаттама:
lt: Protokolas šiai jungčiai:
lv: Šī savienojuma protokols:
ml: ഈ കണക്ഷനു വേണ്ട പ്രോട്ടോകാള്‍:
nn: Protokoll for dette sambandet:
pa: ਇਸ ਕੁਨੈਕਸ਼ਨ ਲਈ ਪ੍ਰੋਟੋਕਾਲ:
pl: Protokó³ dla tego po³±czenia:
pt_br: Protocolo para esta conexão :
ro: Protocolul pentru acestă conexiune:
sl: Protokol za to povezavo:
zh_tw: 此連線所使用的通訊協定：

source: Device:
cy: Dyfais:
de: Gerät:
el: Συσκευή:
eo: Adaptilo:
et: Seade:
eu: Gailua:
fi: Laite:
gl: Dispositivo:
he: רכיב:
id: Piranti:
kk: Құрылғы:
lt: Įrenginys:
lv: Iekārta:
mg: Periferika :
ml: ഉപകരണം:
nn: Eining:
pa: ਜੰਤਰ:
pl: Urz±dzenie:
pt_br: Dispositivo :
ro: Dispozitiv:
sl: Naprava:
zh_tw: 裝置：

source: Please select the OSA-Express QDIO / HiperSockets device.
cy: Dewiswch y dyfais OSA-Express QDIO / HiperSockers os gwelwch yn dda.
de: Bitte wählen Sie ein OSA-Express QDIO / HiperSockets-Gerät.
el: Επιλέξτε τη συσκευή OSA-Express QDIO / HiperSockets.
eo: Bonvolu elekti la 'OSA-Express QDIO / HiperSockets'-adaptilon.
et: Palun vali OSA-Express QDIO / HiperSockets seade.
eu: Hautatu OSA-Express QDIO / HiperSockets gailua.
fi: Valitse OSA-Express QDIO / HiperSockets -laite.
gl: Escolla o dispositivo OSA-Express QDIO / HiperSockets.
he: נא לבחור את רכיב OSA-Express QDIO / HiperSockets
id: Silakan memilih piranti OSA-Express QDIO / HiperSockets.
kk: OSA-Express QDIO / HiperSockets құрылғысын таңдаңыз.
lt: Prašau pasirinkti OSA-Express QDIO / HiperSockets įrenginį.
lv: Lūdzu izvēlieties OSA-Express QDIO / HiperSockets ierīci.
mg: Azafady fidio ny periferika OSA-Express QDIO / HiperSockets.
ml: ദയവായി OSA-എക്സ്പ്രസ്സ് QDIO / ഹൈപര്സോക്കറ്റ്സ് ഉപകരണം.
nn: Vel eining for OSA-Express QDIO / HiperSockets.
pa: ਕਿਰਪਾ ਕਰਕੇ OSA-ਐਕਸਪਰੈੱਸ QDIO / ਹਾਈਪਰਸਾਕਟ ਜੰਤਰ ਚੁਣੋ।
pl: Wybierz urz±dzenie OSA-Express QDIO / HiperSockets.
pt_br: Por favor. selecione o dispositivo OSA-Express QDIO / HiperSockets.
ro: Vă rugăm să selectaţi dispozitivul OSA-Express QDIO / HiperSockets.
sl: Izberite napravo OSA-Express QDIO / HiperSockets.
zh_tw: 請選擇 OSA-Express QDIO / HiperSockets 的裝置。

source: No OSA-Express QDIO cards / HiperSockets
cy: Dim cerdyn OSA-Express QDIO / HiperSockets
de: Keine OSA-Express QDIO-Karten / HiperSockets
el: Δεν ανιχνεύθηκαν συνδέσεις OSA-Express QDIO / HiperSockets
eo: Neniu 'OSA-Express QDIO / HiperSockets'-kardo
et: Pole OSA-Express QDIO kaarte / HiperSockets't.
eu: OSA-Express QDIO txartelik / HiperSocket-ik ez dago
fi: Ei yhtään OSA-Express QDIO-korttia / HiperSockets
gl: Non hai tarxetas OSA-Express QDIO / HiperSockets
he: אין כרטיסי OSA-Express QDIO / HiperSockets
id: Tidak terdapat kartu OSA-Express QDIO / HiperSockets
kk: OSA-Express QDIO / HiperSockets карталары айқындалған жоқ
lt: OSA-Express QDIO kortų / HiperSockets nėra
lv: Nav OSA-Express QDIO kartes / HiperSockets
ml: OSA-എക്സ്പ്രസ്സ് QDIO കാര്ഡുകള്‍ / ഹൈപര്സോക്കറ്റ്സ് ഇല്ല
nn: Fann ingen OSA-Express QDIO-kort eller HiperSockets.
pa: ਕੋਈ OSA-ਐਕਸਪਰੈੱਸ QDIO ਕਾਰਡ / ਹਾਈਪਰਸਾਕਟ ਨਹੀਂ
pl: Nie wykryto ¿adnych kart OSA-Express QDIO / HiperSockets.
pt_br: Nenhuma placa OSA-Express QDIO / HiperSockets
ro: Nu există plăci OSA-Express QDIO / HiperSockets
sl: Zaznal nisem nobene kartice OSA-Express QDIO / HiperSockets
zh_tw: 找不到 OSA-Express QDIO 卡 / HiperSockets

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
gl: Non se detectaron tarxetas OSA-Express QDIO / HiperSockets. Se está a executar VM asegúrese de que a súa tarxeta estea conectada a este hóspede.
ml: OSA-എക്സ്പ്രസ്സ് QDIO കാര്ഡുകള്‍ / ഹൈപര്സോക്കറ്റ്സ് കണ്ടുപിടിക്കപ്പെട്ടിട്ടില്ല. നിങ്ങളൊരു VM ആണ് പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നതെങ്കില്‍ ദയവായി ഈ അഥിതിയില്‍ തന്നെയാണ് നിങ്ങളുടെ കാര്ഡ് ഘടിപ്പിച്ചിരിക്കുന്നത് എന്നുറപ്പാക്കുക.
pa: ਕੋਈ OSA-ਐਕਸਪਰੈੱਸ QDIO ਕਾਰਡ / ਹਾਈਪਰਸਾਕਟ ਨਹੀਂ ਲੱਭਿਆ। ਜੇ ਤੁਸੀਂ VM ਚਲਾ ਰਹੇ ਹੋ ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਡਾ ਕਾਰਡ ਇਸ ਮਹਿਮਾਨ ਨਾਲ ਜੁੜਿਆ ਹੈ।

source: Portname:
cy: Enw porth:
el: Όνομα θύρας:
eo: Pordnomo:
et: Pordinimi:
eu: Ataka-izena:
fi: Portin nimi:
gl: Nome de porto:
he: שם פורט:
id: Nama port:
kk: Порта аты:
lt: Porto vardas:
lv: Pieslēgvieta:
mg: Anaran'ny irika :
ml: പോര്ട്ട്നാമം:
nn: Portnamn:
pa: ਪੋਰਟ-ਨਾਂ:
pl: Nazwa portu:
pt_br: Nome da porta :
ro: Numele de port:
sl: Ime vrat:
zh_tw: 連接埠名稱：

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
cy: Os gwelwch yn dda, rhowch enw porth eich cerdyn OSA-Express. Rhaid i'r enw fod rhwng 1 a 8 nod o hyd a rhaid iddo fod yn gyfwerth ar bob system sy'n cyrchu'r un cerdyn.
de: Bitte geben Sie einen Portnamen für Ihre OSA-Express-Karte an. Der Name muss zwischen 1 und 8 Zeichen lang und bei allen Systemen, die auf die selbe Karte zugreifen, gleich sein.
el: Παρακαλώ εισάγετε το όνομα της θύρας για τη κάρτα OSA Express. Το όνομα αυτό θα πρέπει να αποτελείται από 1 έως 8 χαρακτήρες και να είναι το ίδιο σε όλα τα συστήματα που συνδέονται στην ίδια κάρτα.
eo: Bonvolu tajpi vian 'OSA-Express'-kartan pordnomon. Tiu nomo interendas 1 ĝis 8 literoj kaj nepre estas identa por ĉiuj sistemoj atakantaj la sama aparato.
et: Palun sisesta oma OSA-Express kaardi pordinimi. See nimi peab olema 1 kuni 8 tähemärki pikk ja olema ühesugune kõigis sama kaarti rakendavates süsteemides.
eu: Sartu OSA-Express txartelaren ataka-izena. Izen honek 1-8 karaktereko luzera izango du eta berdina izango da txartel hori atzitzen duten sistema guztietan.
fi: Anna OSA-Express-kortin portin nimi. Nimen tulee olla 1 - 8 -merkkiä pitkä ja sen on oltava sama kaikissa järjestelmissä, jotka käyttävät tätä samaa korttia.
gl: Introduza o número de porto da súa tarxeta OSA-Express. Este nome debe ter entre 1 e 8 caracteres e debe ser o mesmo en tódolos sistemas que accedan á mesma tarxeta.
he: נא להכניס את שם הפורט של כרטיס ה-OSA-Express. השם הזה חייב להיות באורך של בין תו אחד לשמונה תווים. כמו כן, הוא חייב להיות זהה בכל המערכות שנכנסות לאותו כרטיס.
id: Silakan masukkan nama port kartu OSA-Express Anda. Nama ini hasus sepanjang 1 sampai 8 karakter dan harus sama pada semua sistem yang mengakses kartu ini.
kk: OSA-Express картасының порт атауын енгізңіз. Атаудың ұзындығы 1 ден 8 символға дейін болу керек және ол осы картамен қатнастағы барлық жұйелерде бірдей болу керек.
lt: Prašau nurodyti jūsų OSA-Express kortos porto vardą. Šis vardas turi būti nuo 1 iki 8 simbolių ilgio ir turi būti toks pats visose sistemose, naudojančiose tą pačią kortą.
lv: Lūdzu ievadiet savas OSA-Express katres piesēgvietas vārdu. Šim vārdam jābūt garumā no 1 līdz 8 simboliem. Tam ir jābūt vienādam visām sistēmām, kas izmanto vienu karti.
mg: Azafy ampidiro ny anaran'ny karatra OSA-Express 'nao. Io anarana io dia tokony hitovy ho an'ny system izay mampiasa ny karatra iray ary ny halavany dia tokony ho 1 hatramin'ny 8 litera.
ml: ദയവായി നിങ്ങളുടെ OSA-എക്സ്പ്രസ്സ് QDIO കാര്ഡിന്റെ പോര്ട്ട്നാമം എന്റര്‍ ചെയ്യുക. ഈ പേര് 1 മുതല്‍ 8 വരെ അക്ഷരങ്ങള്‍ നീണ്ടതും ഇതേ കാര്ഡിനെ സമീപിക്കുന്ന എല്ലാ സിസ്റ്റങ്ങളിലും തുല്യമായതുമാകണം.
nn: Skriv inn portnamnet for OSA-Express-kortet ditt. Namnet må vera mellom eitt og åtte teikn langt og må vera likt på alle system som har tilgang det same kortet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ OSA-ਐਕਸਪਰੈੱਸ ਕਾਰਡ ਦਾ ਪੋਰਟ-ਨਾਂ ਦਿਓ। ਇਹ ਨਾਂ 1 ਤੋਂ 8 ਅੱਖਰ ਲੰਬਾ ਹੋਵੇ ਅਤੇ ਕਾਰਡ ਵਰਤਣ ਵਾਲੇ ਸਾਰੇ ਸਿਸਟਮਾਂ ਤੇ ਇੱਕੋ ਜਿਹਾ ਹੋਵੇ।
pl: Wprowad¼ nazwê portu dla swojej karty OSA-Express. Nazwa ta musi mieæ d³ugo¶æ od 1 do 8 znaków i musi byæ identyczna we wszystkich systemach maj±cych dostêp do niej dostêp.
pt_br: Por favor, informe o nome de porta (portname) de sua placa OSA-Express. Esse nome deve ter de 1 a 8 caracteres de comprimento e ser igual em todos os sistemas acessando a mesma placa.
ro: Vă rugăm să introduceţi numele de port al plăcii dvs. OSA-Express. Acest nume trebuie să fie între 1 şi 8 caractere şi trebuie să fie acelaşi pe toate sistemele care accesează aceiaşi placă.
sl: Navedite ime vrat vaše kartice OSA-Express. Ime mora biti dolgo od 1 do 8 znakov in mora biti enako na vseh sistemih, ki imajo dostop do te kartice!
zh_tw: 請輸入 OSA-Express 卡的連接埠名稱。該名稱長度必須是 1 至 8 個字元，並與所有正在使用這張卡的系統保持一致。

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
cy: Gadewch ef yn wag os ydych chi eisiau defnyddio HiperSockets. Mae'r paramedr yma yn angenrheidiol ar gyfer cardiau gyda lefel côd micro 2.10 neu hwyrach pan rydych chi eisiau rhannu cerdyn.
de: Lassen Sie es leer, wenn Sie HiperSockets benutzen möchten. Dieser Parameter ist jedoch für Karten mit Microcode Level 2.10 oder später erforderlich, oder wenn Sie die Karte gemeinsam benutzen möchten.
el: Μπορείτε να αφήσετε το πεδίο κενό αν επιθυμείτε να χρησιμοποιήσετε HiperSockets. Η παράμετρος αυτή είναι απαραίτητη για κάρτες με microcode level 2.10 ή επόμενο ή όταν θέλετε να ορίσετε μια κάρτα ως κοινόχρηστη.
eo: Forlasu malplenan se vi volas uzi 'HiperSockets'. Tiu parametro estas bezona por aparatoj kun '2.10'-nivela aŭ pli mikrokodo aŭ kiam vi deziras pluruzi la aparaton.
et: Jäta see tühjaks, kui soovid kasutada HiperSockets't. See parameeter on vajalik kaartidele, mille mikrokoodi tase on 2.10 või uuem, või kui soovid kaarti jagada.
eu: Utzi hutsik HiperSockets erabili nahi baduzu. Parametro hau behar da 2.10 edo berriagoa duten mikrokodeko txarteletarako edo txartel bat partekatu nahi duzunean.
fi: Jätä tyhjäksi jos haluat käyttää HiperSocketsia. Tämä parametri on pakollinen korteilla joissa mikrokoodin taso on 2.10 tai uudempi tai kun kortti halutaan jakaa.
gl: Déixeo en branco se quere empregar HiperSockets. Este parámetro é necesario coas tarxetas cun microcódigo de nivel 2.10 ou posterior, ou se quere compartir unha tarxeta.
he: השאר אותו ריק אם ברצונך להשתמש ב-HiperSockets. הפרמטר הזה חיוני רק לכרטיסים עם microcode level 2.10 או מאוחר יותר, או כאשר ברצונך לשתף כרטיס.
id: Biarkan kosong bila Anda ingin menggunakan HiperSockets. Parameter ini diperlukan untuk kartu dengan microcode level 2.10 atau yang lebih baru atau bila anada ingin membagi sebuah kartu.
kk: Егер сіз HiperSockets-ты пайдаланғыңыз келсе, өрісті бос қалдырыңыз. Бұл параметр 2.10 немесе одан да кеш нұсқадағы карталар үшін немесе сіз картаны бірігіп қолдануды қалағаныңызда қажет.
lt: Palikite jį tuščią, jei norite naudoti HiperSockets. Šis parametras būtinas kortoms su mikrokodo lygiu 2.10 ar vėlesniu, arba tuo atveju, kai norite dalinti kortą.
lv: Ja gribat izmantot HiperSockets, atstājiet to tukšu. Šis parametrs ir nepieciešams kartēm, kuru mikrokodu līmenis ir 2.10 vai vēlāks vai, ja vēlaties kopietot kādu karti.
ml: നിങ്ങള്‍ ഹൈപര്സോക്കറ്റുകള്‍ ഉപയോഗിക്കാന്ഗ്രഹിക്കുന്നെങ്കില്‍ ഇത് വെറുതെ ഇടുക. ഈ പരാമീറ്റര്‍ ആവശ്യമുള്ളത് മൈക്രോകോഡ് ലെവല്‍ 2.10 മോ അതിലതികമോ ഉള്ള കാര്ഡുകള്ക്കാണ് അല്ലെങ്കില്‍ നിങ്ങളൊരു കാര്ഡ് പങ്കിടാനാഗ്രഹിക്കുമ്പോളാണ്.
nn: La feltet stå tomt om du vil å bruka HiperSockets. Parameteren er påkrevd for kort med mikrokode-nivå 2.10 eller seinare, eller om du ønskjer å dela eit kort.
pa: ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡੋ ਜੇ ਤੁਸੀਂ ਹਾਈਪਰਸਾਕਟ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਇਹ ਪੈਰਾਮੀਟਰ ਕਾਰਡ ਲਈ ਮਾਈਕ੍ਰਰੋਕੋਡ ਪੱਧਰ 2.10 ਨਾਲ ਲੋੜੀਂਦਾ ਹੈ ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਜਦੋਂ ਤੁਸੀਂ ਕਾਰਡ ਸ਼ੇਅਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Pozostaw to pole puste je¿eli chcesz u¿ywaæ HiperSockets. Parametr ten jest wymagany dla kart z microcode na poziomie 2.10 i pó¼niejszych, lub je¿eli chcesz udostêpniaæ tê kartê.
pt_br: Deixe em branco caso você queira usar HiperSockets. Esse parâmetro é requerido para placas com microcódigo nível 2.10 ou superior ou quando você desejar compartilhar uma placa.
ro: Lăsaţi câmpul gol dacă doriţi să utilizaţi HiperSockets. Acest parametru este necesar pentru plăci cu nivelul de microcod 2.10 sau mai mult, ori dacă doriţi să partajaţi o placă.
sl: Če želite uporabljati HiperSockets, ime pustite prazno. Ta parameter je nujen za kartice z mikrokodo stopnje 2.10 ali višje ali kadar želite kartico deliti.
zh_tw: 如果您要使用的是 HiperSockets，請直接留白。該參數必須使用在 microcode level 2.10 或以後的卡中，或者是在想把卡共享出來時。

source: The name will automatically be converted to uppercase.
cy: Caiff yr enw ei drosi i lythrennau mawr yn awtomatig.
de: Der Name wird automatisch in Großbuchstaben konvertiert.
el: Το όνομα θα μετατραπεί αυτόματα σε κεφαλαία.
eo: La nomo estos aŭtomate majusklata.
et: Nimi moondatakse automaatselt suurte tähtedega kujule.
eu: Izena automatikoki maiuskula bihurtuko da.
fi: Nimi muutetaan isoiksi kirjaimiksi automaattisesti.
gl: O nome hase converter a maiúsculas automaticamente.
he: השם שיוזן יומר אוטומטית לאותיות גדולות.
id: Nama akan diubah menjadi huruf besar secara otomatis.
kk: Аты автоматты түрде жоғарғы регистріне көшіріледі.
lt: Vardas bus automatiškai perrašytas didžiosiomis raidėmis.
lv: Šis vārds tiks automātiski pārveidots no mazajiem uz lielajiem burtiem.
mg: Ny anarana dia hivadika ho azy ho renin-tsoratra.
ml: പേര് സ്വയമേ തന്നെ വലിയക്ഷരത്തിലേക്ക് മാറ്റുന്നതായിരിക്കും.
nn: Namnet vil automatisk bli omgjort til store bokstavar.
pa: ਨਾਂ ਸਵੈ ਹੀ ਵੱਡੇ ਅੱਖਰਾਂ ਵਿੱਚ ਤਬਦੀਲ ਹੋ ਜਾਵੇਗਾ।
pl: Nazwa zostanie automatycznie zamieniona na zapis du¿ymi literami.
pt_br: O nome será automaticamente convertido para minúsculas.
ro: Numele va fi convertit automat la litere mari.
sl: Program bo ime samodejno zapisal z velikimi črkami.
zh_tw: 這個名稱將自動被轉換成大寫。

source: Port:
cy: Porth:
el: Θύρα:
eo: Pordo:
eu: Ataka:
fi: Portti:
gl: Porto:
he: פורט:
kk: Порт:
lt: Portas:
lv: Pieslēgvieta:
mg: Irika :
ml: പോര്ട്ട്:
pa: ਪੋਰਟ:
pt_br: Porta :
sl: Vrata:
zh_tw: 連接埠：

source: Please enter a relative port for this connection.
cy: Rhowch borth perthynol ar gyfer y cysylltiad hwn os gwelwch yn dda.
de: Bitte geben Sie einen relativen Port für diese Verbindung ein.
el: Παρακαλώ επιλέξτε τη σχετική θύρα για αυτή τη διασύνδεση.
eo: Bonvolu tajpi relativan pordon por tiu konekto.
et: Palun sisesta selle ühenduse suhteline port.
eu: Sartu ataka erlatibo bat konexio honetarako.
fi: Anna tämän yhteyden suhteellinen portti.
gl: Introduza un porto relativo para esta conexión.
he: פורט יחסי לחיבור הנוכחי?
id: Silakan masukkan port relatif untuk hubungan ini.
kk: Осы бірлестік үшін салыстырмалы портты көрсетіңіз.
lt: Prašau įvesti santykinį portą (relative port) šiai jungčiai.
lv: Lūdzu ievadiet šī savienojuma relatīvo pieslēgvietu.
ml: ദയവായി ഈ കണക്ഷന് ഒരു റിലേറ്റീവ് പോര്ട്ട് എന്റര്‍ ചെയ്യുക.
nn: Oppgje relativ port for dette sambandet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਕੁਨੈਕਸ਼ਨ ਲਈ ਸੰਬੰਧਿਤ ਪੋਰਟ ਦਿਓ।
pl: Okre¶l port wzglêdny dla tego po³±czenia.
pt_br: Por favor especifique a porta relativa para esta conexão.
ro: Vă rugăm să introduceţi un port relativ pentru această conexiune.
sl: Prosim vnesite realtivna vrata za to povezavo.
zh_tw: 請輸入與此連線相對應的連接埠。

source: Do you accept this configuration?
cy: Ydych chi'n derbyn y cyfluniad hwn?
de: Ist diese Einstellung richtig?
el: Συμφωνείτε με τις ακόλουθες ρυθμίσεις;
eo: Ĉu vi volas uzi tiun agordon?
et: Kas nõustud selle seadistusega?
eu: Onartzen duzu konfigurazio hau?
fi: Hyväksytkö nämä asetukset?
gl: ¿Acepta esta configuración?
he: האם ההגדרות האלו נכונות?
id: Apakah Anda menerima konfigurasi ini?
kk: Осы баптаулар дұрыс па?
lt: Ar Jūs sutinkate su šia konfigūracija?
lv: Vai pieņemat šo konfigurāciju?
ml: ഈ ക്രമീകരണം നിങ്ങള്‍ സമ്മതിക്കുന്നുണ്ടോ?
nn: Godtar du dette oppsettet?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਸੰਰਚਨਾ ਮਨਜ਼ੂਰ ਕਰਦੇ ਹੋ?
pl: Czy akceptujesz tê konfiguracjê?
pt_br: Você aceita esta configuração ?
ro: Acceptaţi această configuraţie?
sl: Sprejmete te nastavitve?
zh_tw: 請問您是否接受這些設定值？

source: The configured parameter is: peer = ${peer}
cy: Dyma'r paramedr cyfluniedig: peer = ${peer}
de: Die Einstellung ist: peer = ${peer}
el: Η καθορισμένη παράμετρος είναι: peer = ${peer}
eo: La akomoda parametro estas : kunaganto = ${peer}
et: Seadistatud parameeter on: peer = ${peer}
eu: Konfiguratutako parametroa hau da: parekoa = ${peer}
fi: Parametrin arvo on nyt: peer = ${peer}
gl: O parámetro configurado é: peer = ${peer}
he: הפרמטר שהוגדר: עמית = ${peer}
id: Parameter terkonfigurasi sebagai berikut: peer = ${peer}
kk: Бапталған параметр: peer = ${peer}
lt: Konfigūruotas parametras: peer = ${peer}
lv: Konfigurācijas parametrs: vienādrangs = ${peer}
ml: ക്രമീകരിച്ച പരാമീറ്ററാണ്: പിയര്‍ = ${peer}
nn: Den oppsette parameteren er: peer = ${peer}
pa: ਸੰਰਚਿਤ ਪੈਰਾਮੀਟਰ ਹਨ: ਪੀਅਰ = ${peer}
pl: Ustawiony parametr to: koniec = ${peer}
pt_br: A parâmetro confgurado é : peer = ${peer}
ro: Parametrul configurat este: perechea = ${peer}
sl: Nastavljen parameter je: peer = ${peer}
zh_tw: 所設定的參數為： peer = ${peer}

source: VM peer:
cy: Cydradd VM:
el: Εικονικός Διακομιστής (VM):
eo: 'VM'-kunaganto:
eu: VM parekoa:
fi: VM-vertaiskone:
gl: "Peer" de VM:
he: עמית VM:
id: Peer VM:
kk: VM-мен байланыс:
lt: VM porininkas:
lv: VM vienādrangs:
ml: VM പിയര്‍:
nn: VM-motpart:
pa: VM ਪੀਅਰ:
pl: Drugi koniec VM:
pt_br: Ponto VM :
ro: Perechea VM:
sl: Navedite ime omrežnega vrstnika.

source: Please enter the name of the VM peer you want to connect to.
cy: Os gwelwch yn dda, rhowch enw y cydradd VM hoffech gysylltu ag ef.
de: Bitte geben Sie den Namen des VM-Peers an, zu dem Sie sich verbinden möchten.
el: Παρακαλώ δώστε το όνομα του εικονικού διακομιστή στον οποίο θέλετε να συνδεθείτε.
eo: Bonvolu tajpi la nomon de 'VM'-kunaganto al kiun vi deziras vi konekti.
et: Palun sisesta VM peeri nimi, kellega soovid ühenduda.
eu: Sartu konektatu nahi duzun VM parekoaren izena.
fi: Minkä nimiseen vertaiskoneeseen haluat ottaa yhteyden.
gl: Introduza o nome do "peer" VM ao que se quere conectar.
he: נא להכניס את השם של עמית ה-VM שאליו יתבצע החיבור.
id: Masukkan nama Peer VM yang ingin Anda hubungi.
kk: Пайдаланатын VM-мен байланыстың атын енгізіңіз.
lt: Prašau įvesti VM porininko, su kuriuo norite susijungti, vardą.
lv: Lūdzu ievadiet tā vienādranga vārdu, kuram gribat pieslēgties.
ml: ദയവായി നിങ്ങള്‍ കണക്റ്റ് ചെയ്യാനാഗ്രഹിക്കുന്ന VM പിയറിന്റെ പേര് എന്റര്‍ ചെയ്യുക.
nn: Oppgje namnet på den VM-motparten du vil ha samband til.
pa: ਉਸ VM ਪੀਅਰ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਜੁੜਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਦਾ ਨਾਂ ਦਿਓ।
pl: Podaj nazwê drugiego koñca VM z którym chcesz siê po³±czyæ.
pt_br: Por favor, informe o nome do ponto (peer) VM ao qual você deseja se conectar.
ro: Vă rugăm să introduceţi numele perechii VM la care doriţi să vă conectaţi.
sl: Navedite ime navideznega omrežnega vrstnika, s katerim se želite povezati.
zh_tw: 請輸入您想要和其連線的 VM peer 的名稱。

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
cy: Os ydych eisiau cysylltu a sawl cydradd, gwahannwch yr enwau gyda gorwahannodau; e.e. tcpip:linux1.
de: Wenn Sie sich zu mehreren Peers verbinden möchten, trennen Sie die Namen mit einem Doppelpunkt, z.B. tcpip:linux1.
el: Αν επιθυμείτε να συνδεθείτε σε πολλαπλούς διακομιστές, διαχωρίστε τα ονόματα με ':', π.χ. tcpip:linux1.
eo: Se vi volas konekti pluraj kunagantoj, apartigu ilian nomon per dupunktoj. (ekzemple, tcpip:linux1).
et: Kui soovid ühenduda mitme peeriga, eralda nende nimed koolonitega, näiteks nõnda tcpip:linux1.
eu: Hainbat parekotara konektatu nahi baduzu, bereizi izenak bi puntuz; adib., tcpip:linux1.
fi: Jos haluat ottaa yhteyden useaan vertaiskoneeseen, erottele nimet kaksoispisteillä, esim. tcpip:linux1.
gl: Se quere conectarse a varios "peers", separe os nomes con signos de dous puntos; por exemplo, tcpip:linux1.
he: אם ברצונך להתחבר למספר עמיתים, יש להפריד את השימות ע"י נקודותים. tcpip:linux1 לדוגמה.
id: Bila Anda ingin menghubungi beberapa peer, pisahkan nama-nama mereka dengan titik dua, misalnya tcpip:linux1.
kk: Егер сіз бірнеше байланыстарды пайдаланғыңыз келсе, аттарын қос нүктемен бөліңіз, мысалы, tcpip:linux1.
lt: Jei norite susijungti su keliais porininkais, atskirkite jų vardus dvitaškiais, pvz., tcpip:linux1.
lv: Ja gribat pieslēgties vairākiem vienādrangiem, atdaliet to vārdus ar koliem, piem. tcpip:linux1.
ml: നിങ്ങള്ക്ക് ഒന്നിലതികം പിയറുകളുമായി കണക്ഷന്‍ വേണമെങ്കില്‍ പേരുകള്‍ കോളനുകള്‍ ഉപയോഗിച്ച് വേര്പെടുത്തുക ഉദാഹരണത്തിന് tcpip:linux1.
nn: Dersom du vil ha samband til fleire motpartar, bruk kolon som skiljeteikn, til dømes «tcpip:linux1».
pa: ਜੇ ਤੁਸੀਂ ਬਹੁਤੇ ਪੀਅਰਾਂ ਨਾਲ ਜੁੜਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਨਾਂ ਵਿਰਾਮ ਚਿੰਨ ਨਾਲ ਵੱਖ ਕੀਤੇ ਹੋਣ, ਜਿਵੇਂ tcpip:linux1
pl: Je¶li chcesz po³±czyæ wiele koñców, oddziel je dwukropkami, np. tcpip:linux1.
pt_br: Caso você deseja se conectar a múltiplos pontos, separe-os por dois pontos, por exemplo, tcpip:linux1.
ro: Dacă doriţi să vă conectaţi la mai multe perechi, separaţi-le numele cu doua puncte, ex.: tcpip:linux1.
sl: Če se želite povezati z več vrstniki, imena ločite z dvopičji, npr. tcpip:linux1.
zh_tw: 如果想要連線至多個 peer，可以使用冒號來分隔這些名稱，例如 tcpip:linux1。
