Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
cy: Y nod yw i ganfod drych o'r archif Debian sy'n agos i chi ar y rhwydwaith -- sylwer mai nid yw gwledydd agos, neu eich gwlad chi, y dewis gorau bob tro.
de: Es sollte ein Spiegelserver gefunden werden, der im Netzwerk in Ihrer Nähe ist -- beachten Sie aber, dass nahegelegene Länder, oder selbst Ihr eigenes Land, nicht unbedingt die beste Wahl sein müssen.
el: Το ζητούμενο είναι η εύρεση κάποιου κατοπτριστή με γρήγορη δικτυακή σύνδεση με σας. Έχετε υπόψιν σας ότι μερικές κοντινές χώρες, ή ακόμη και η δική σας, μπορεί να μην είναι η καλύτερη επιλογή.
eo: La celo estas trovi spegulon de la debiana arkivo laŭ la reta vidpunkto. Elekti iun, kiu loĝas en proksima lando aŭ elekti vian landon, ne forgesante ke eble, tiu elekto ne estos la plej bona.
et: Eesmärk on leida Debiani arhiivi peegeldus, mis asub sulle võrgus kõige lähemal. Pea meeles, mitte alati ei naabruses asuvate, või koguni omaenda riigi, peegeldus kõige parem valik.
eu: Helburua sarean zuretik gertu dagoen Debian artxiboaren ispilua aurkitzea da - kontuan izan inguruko estatuak, edo zeurea, agian ez direla aukerarik onenak.
fa: هدف انتخاب شعبه‌ای از آرشیو دبیان است که بر روی اینترنت به شما نزدیکتر باشد -- باید توجه داشته باشید که کشورهای نزدیک و یا حتی کشور خودتان ممکن است بهترین انتخاب نباشد.س
fi: Tavoitteena on löytää palvelin, joka on verkossa sinua lähellä -- ota huomioon, että naapurimaat tai jopa omasi ei välttämättä ole paras vaihtoehto.
gl: O obxectivo é atopar unha réplica do arquivo de Debian que estea cerca de vostede na rede -- teña en conta que algúns países cercanos, ou incluso o seu propio país, poden non ser as mellores opcións.
he: המטרה היא לבחור אתר מראה של דביאן שקרוב אליך ברשת. יש לשים לב שאתרים במדינות שכנות, ואפילו באותו מדינה, לא יהיו תמיד הבחירה האופטימלית.
id: Tujuannnya adalah mencari mirror arsip Debian yang dekat dengan jaringan Anda -- bisa saja negara yang dekat ataupun negara Anda sendiri bukan merupakan pilihan yang terbaik.
kk: Мақсат -– сіздің желіңізге жақын Debian архиві айнасын табу.Жақын елдегі айна (өз еліңіздегі болса да) әрдайым дұрыс бола бермейді.
lt: Tikslas - rasti tinkle Debian'o archyvo "veidrodį", esantį arti jūsų -- bet žinokite, kad artimiausia ar net jūsų šalis gali ir nebūti geriausias pasirinkimas.
lv: Mērķis ir atrast Debian arhīva spoguļserveri, kas ir Jums tuvāks Internetā. Ir iespējams, ka serveri blakus valstīs vai pat serveri Jūsu valstī var arī nebūt optimāli.
mg: Ny tanjona dia ny ahitana fitaratra misy ny arsiva Debian izay akaiky anao ao amin'ny rezo. Tandremo fa tsy voatery ho tsara ny misafidy tany izay akaikinao na ny tany misy anao aza.
ml: നെറ്റുവര്‍ക്കില്‍ നിങ്ങളുടെ അടുത്തുള്ള ഒരു ഡെബിയന്‍ ശേഖരം കണ്ടെത്തുകയാണു ലക്ഷ്യം.-- അയല്‍ രാജ്യങ്ങളൊ സ്വന്തം രാജ്യമൊ അനുയോജ്യമാവണമെന്നില്ല.
nn: Du bør bruka eit nettarkiv som er nær deg i nettverket. Hugs at land som ligg nær deg, eller ditt eige land, ikkje treng vera det beste valet.
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਜੋ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਦੇ ਨੇੜੇ ਹੈ, ਦਾ ਪ੍ਰਤੀਬਿੰਬ ਲੱਭਣ ਦਾ ਨਿਸ਼ਾਨਾ ਹੈ -- ਧਿਆਨ ਰੱਖੋ ਕਿ ਨੇੜਲੇ ਦੇਸ਼, ਜਾਂ ਤੁਹਾਡਾ ਆਪਣਾ, ਵਧੀਆ ਚੋਣ ਨਹੀਂ ਹੈ।
pl: Celem jest znalezienie serwera lustrzanego, który znajduje siê blisko Ciebie w sieci -- pamiêtaj, ¿e pobliskie kraje, lub nawet Twój w³asny kraj, mo¿e nie byæ najlepszym wyborem.
pt_br: O objetivo é encontrar um espelho do repositório Debian que esteja perto de você na rede -- mas esteja ciente de que países próximos, ou mesmo seu próprio país, podem não ser a melhor escolha.
ro: Scopul este găsirea unui sit al arhivei care este mai apropiat de dvs. în reţea -- atenţie: ţările apropiate sau chiar a dvs. ar putea să nu fie cea mai bună alegere.
sl: Cilj je najti zrcalo, ki vam je najbliže v omrežju -- vedite, da sosednje države ali celo vaša država ni nujno najboljša izbira.
zh_tw: 此選項的目的是找到在網路上離您最近的檔案鏡像站 -- 請注意，您的鄰國，甚至您自己的國家，都不一定是最好的選擇。

source: Debian archive mirror:
cy: Drych archif Debian:
de: Debian-Archiv-Spiegelserver:
el: Είδωλο αρχείων του Debian:
eo: Debiana spegularkivo:
et: Debiani arhiivi peegeldus:
eu: Debian artxibo-ispilua:
fa: شعبه‌ی آرشیو دبیان:
fi: Debian-asennuspalvelimen kopio:
gl: Réplica dos arquivos de Debian:
he: אתר מראה של דביאן:
id: Mirror arsip Debian:
kk: Debian архивінің айнасы:
lt: Debian'o archyvo "veidrodis":
lv: Debian arhīva spoguļserveris:
mg: Fitaratra misy ny arsiva Debian:
ml: ഡെബിയന്‍ ശേഖര മിറര്‍:
nn: Debian-nettarkiv:
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ:
pl: Serwer lustrzany z archiwum Debiana:
pt_br: Espelho do repositório Debian :
ro: Situl alternativ al arhivei Debian:
sl: Debian zrcalo:
zh_tw: Debian 檔案鏡像站：

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
cy: Os gwelwch yn dda, dewiswch ddrych archif Debian. Dylwch ddewis drych yn eich gwlad neu ardal os nad ydych chi'n gwybod pa ddrych sy gyda'r cysylltiad Rhyngrwyd gorau atoch chi.
de: Bitte wählen Sie einen Spiegelserver für das Debian-Archiv. Sie sollten einen Spiegel in Ihrem Land oder in Ihrer Nähe wählen, wenn Sie nicht wissen, welcher die beste Internetverbindung zu Ihnen hat.
el: Επιλέξτε ένα είδωλο διακομιστή αρχείων (mirror) του Debian. Συνιστάται να επιλέξετε ένα είδωλο της χώρας ή της περιοχής σας αν δε γνωρίζετε ποιο έχει την πιο γρήγορη δικτυακή σύνδεση με τον υπολογιστή σας.
eo: Bonvolu elekti Debianan spegularkivon. Elektu spegularkivon kiu situas en via lando aŭ regiono se vi ne scias kiun spegularkivo posedas la pli bonan interretan konekton.
et: Palun vali Debiani arhiivi peegeldus. Kui sa ei tea, millise peegeldusega sul parim Internetiühendus on, vali peegeldus mis asub sinuga samas riigis või piirkonnas.
eu: Hautatu Debian artxibo-ispilua. Zurekin konexiorik onena zein ispiluk duen ez badakizu, erabili zure estatu edo herrialeko ispilua.
fa: لطفا یکی از شعبه‌های آرشیو دبیان را انتخاب کنید. اگر نمیدانید کدامیک از آنها برای شما بهتر است باید شعبه ای را در منطقه یا کشور خود انتخاب کنید.
fi: Valitse Debian-asennuspalvelin. Olisi käytettävä asennuspalvelimen kopiota, joka on samassa maassa tai alueella, tai palvelinta josta on paras Internetyhteys koneeseesi.
gl: Escolla unha réplica do arquivo de Debian. Debería empregar unha réplica situada no seu país ou rexión se non sabe que réplica ten a mellor conexión por Internet con vostede.
he: נא לבחור אתר מראה של דביאן. יש לבחור אתר אתר המראה של האיזור או המדינה שלך, אם אינך יודע לאיזה אתר יש לך את החיבור הכי מהיר.
id: Silakan pilih mirror Debian. Sebaiknya gunakan mirror yang ada di negara atau wilayah Anda, bila tidak mengetahui mirror yang memiliki sambungan Internet terbaik ke komputer Anda.
kk: Debian архивінің айнасын таңдаңыз. Егер сіз қай айнамен байланысыңыз күшті екенін білмесеңіз, сіздің еліңіздегі немесе аймақтағы барын таңдаңыз.
lt: Pasirinkite Debian'o archyvo "veidrodį". Jei nežinote, su kuriuo "veidrodžiu" geriausias interneto ryšys, pasirinkite "veidrodį" savo šalyje arba regione.
lv: Izvēlaties Debian arhīva spoguļserveri. Ja Jūs nezinat, līdz kuram spoguļserverim Jums ir vislabākais pieslēgums, lietojiet to, kas ir vistuvāk Jums geogrāfiski.
mg: Azafady misafidiana fitaratra misy ny arsiva Debian. Mampiasa fitaratra ao amin'ny tany na faritany misy anao raha tsy ainao izay fitaratra manome rohin-dresaka internety tsara ho anao.
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ തിരഞ്ഞെടുക്കുക. ഏതാണു നല്ല ഇന്റര്‍നെറ്റ്‌ കണക്ഷന്‍എന്നറിയില്ലെങ്കില്‍ നിങ്ങളുടെ രാജ്യത്തോ പ്രദേശത്തോ ഉള്ള ഒരു മിറര്‍ തിരഞ്ഞെടുക്കുക.
nn: Vel eit Debian-nettarkiv. Viss du ikkje veit kva for nettarkiv du har best internettilknyting til bør du bruka eit arkiv som er plassert i landet eller regionen du er i.
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਚੁਣੋ ਜੀ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਦੇਸ਼ ਜਾਂ ਖੇਤਰ ਵਿੱਚ ਪ੍ਰਤੀਬਿੰਬ ਚਾਹੀਦਾ ਹੈ ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕਿਹੜੇ ਪ੍ਰਤੀਬਿੰਬ ਦਾ ਨੈੱਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਵਧੀਆ ਹੈ।
pl: Proszê wybraæ serwer lustrzany Debiana. Je¶li nie wiesz, który serwer posiada najlepsze po³±czenie do Ciebie, powiniene¶/powinna¶ wybraæ serwer ze swojego kraju lub regionu.
pt_br: Por favor, selecione um espelho do repositório Debian. Você deverá usar um espelho em seu país ou região caso você não saiba qual espelho possui a melhor conexão Internet em seu caso.
ro: Vă rugăm să selectaţi un sit alternativ pentru arhiva Debian. Ar trebui să folosiţi unul din ţara dvs. sau din apropiere dacă nu ştiţi care sit are cea mai bună conexiune cu dvs.
sl: Prosim izberite Debian zrcalni strežnik. Izberite zrcalni strežnik v vaši državi ali regiji, če ne veste kateri zrcalni strežnik ima najboljšo internetno povezavo do vas.
zh_tw: 請選擇一個 Debian 的檔案鏡像站。如果您不知道您和哪個鏡像站之間的網路連線品質最好，請使用位於您的國家或地區之內的鏡像站。

source: Usually, ftp.<your country code>.debian.org is a good choice.
cy: Fel arfer, mae ftp.<côd eich gwlad>.debian.org yn ddewis da.
de: Meist ist ftp.<Ihr-Ländercode>.debian.org eine gute Wahl.
el: Συνήθως, μια καλή επιλογή είναι η ftp.<κωδικός χώρας>.debian.org.
eo: Kutime, ftp.<via landa signonumero>.debian.org estas bona elekto.
et: Ülidiselt on ftp.<sinu riigi kood>.debian.org hea valik. Näiteks: ftp.ee.debian.org.
eu: Normalean, ftp.<herrialdeko kodea>.debian.org aukera ona izaten da.
fa: معمولا ftp.<your country code> انتخاب خوبی است.
fi: Yleensä ftp.<maakoodisi>.debian.org on hyvä vaihtoehto (Suomi=fi).
gl: Normalmente, ftp.<codigo de país>.debian.org é unha boa opción.
he: בדרך כלל, ftp.<קוד מדינה>.debian.org היא בחירה טובה.
id: Biasanya, ftp.<kode negara Anda>.debian.org adalah pilihan yang baik.
kk: Әдетте ftp.<сіздің еліңіздің коды>.debian.org дұрыс таңдау болып табылады.
lt: Paprastai, ftp.<jūsų šalies kodas>.debian.org yra geras pasirinkimas.
lv: Parasti ftp.<jūsu valsts divu burtu kods>.debian.org ir laba izvēle.
mg: Matetika, ftp.<your country code>.debian.org dia safidy tsara.
ml: സാധാരണ, ftp.<your country code>.debian.org തിരഞ്ഞെടുക്കുന്നതു നന്നായിരിക്കും.
nn: Vanlegvis kan du bruka «ftp.<landskode>.debian.org».
pa: ਆਮ ਤੌਰ ਤੇ, ftp.<your country code>.debian.org ਵਧੀਆ ਚੋਣ ਹੈ।
pl: Zazwyczaj ftp.<identyfikator twojego kraju>.debian.org jest dobrym wyborem.
pt_br: Normalmente, ftp.<código de seu país>.debian.org é uma boa escolha.
ro: De obicei, ftp.<codul dvs. de ţară>.debian.org este o alegere bună.
sl: Navadno je ftp.<koda vaše države>.debian.org dobra izbira.
zh_tw: 通常，ftp.<您的國家代碼>.debian.org 會是一個較好的選擇。 譯註：如果您身在台灣，您可以使用 ftp://debian.linux.org.tw/。

source: Debian archive mirror hostname:
cy: Enw gweinydd drych archif Debian:
de: Rechnernamen des Debian-Archiv-Spiegelservers ein:
el: Εισάγετε το όνομα του διακομιστή ειδώλου αρχείων του Debian:
eo: Debiana spegularkiva gastnomo:
et: Debiani arhiivi peegelduse võrgunimi:
eu: Debian artxibo-ispiluaren ostalari-izena:
fa: نام میزبان شعبه‌ی آرشیو دبیان:
fi: Kirjoita asennuspalvelimen konenimi:
gl: Nome do servidor réplica do arquivo de Debian:
he: שם השרת של אתר המראה של דביאן:
id: Nama host dari mirror arsip Debian:
kk: Debian архиві айнасының аты:
lt: Debian'o archyvo "veidrodžio" kompiuterio vardas (hostname):
lv: Debian arhīva spoguļservera vārds:
mg: Anaran'ny mpapiantrano ny fitaratra misy ny arsiva Debian:
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ ഹോസ്റ്റ്‌ നാമം:
nn: Vertsnamnet til Debian-nettarkivet:
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਮੇਜ਼ਬਾਨ ਨਾਂ:
pl: Nazwa hosta serwera lustrzanego Debiana:
pt_br: Nome de máquina do espelho do repositório Debian :
ro: Numele sitului alternativ cu arhiva Debian:
sl: Gostiteljsko ime Debian zrcalnega strežnika:
zh_tw: 請輸入 Debian 檔案鏡像站的主機名稱：

source: Please enter the hostname of the mirror from which Debian will be downloaded.
cy: Os gwelwch yn dda, rhowch enw gwesteiwr y drych caiff Debian ei lawrlwytho ohoni.
de: Geben Sie den Name des Spiegelservers ein, von dem Debian heruntergeladen werden soll.
el: Εισάγετε το όνομα του διακομιστή του ειδώλου αρχείων από όπου θα μεταφορτωθεί το Debian.
eo: Bonvolu tajpi la gastnomon de la spegularkivo kie Debiano elŝutiĝos.
et: Palun sisesta 'peegeldava' arvuti võrgunimi, kust Debian alla laetakse.
eu: Sartu Debian deskargatzeko erabiliko den ispiluaren ostalari-izena.
fa: لطفا نام میزبان شعبه ای را که میخواهید دبیان از آنجا بارگیری شود وارد کنید.
fi: Konenimi asennuspalvelimen kopiolle josta Debian noudetaan.
gl: Introduza o nome do servidor réplica dende o que se vai descargar Debian.
he: הכנס את שם השרת של אתר המראה שממנו דביאן תורד.
id: Silakan masukkan nama host dari mirror Debian yang akan dipakai.
kk: Debian жүктелетін айнаның атын енгізіңіз.
lt: Įveskite "veidrodžio", iš kurio bus atsisiunčiamas Debian'as, kompiuterio vardą (hostname).
lv: Ievadiet Debian spoguļservera vārdu
mg: Azafady ampidiro ny anaran'ny fitaratra hirotsahan'i Debian.
ml: ഡെബിയന്‍ ഡൌണ്‍ലോഡ്‌ ചെയ്യെണ്ട മിററിന്റെ ഹോസ്റ്റ്‌ നാമം താഴെ ചേര്‍ക്കുക.
nn: Skriv vertsnamnet til nettarkivet Debian skal lastast ned frå.
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ ਦਿਓ ਜੀ ਜਿਸ ਤੋਂ ਡੇਬੀਅਨ ਡਾਊਨਲੋਡ ਕਰੇਗਾ।
pl: Wpisz nazwê hosta serwera lustrzanego, z którego bêdzie pobierany Debian.
pt_br: Por favor, informe o nome da máquina espelho a partir do qual o download do Debian será feito.
ro: Vă rugăm să introduceţi numele sitului gazdă al arhivei de pe care se va descărca Debian.
sl: Vnesite gostiteljsko ime zrcala iz katerega boste prenesli Debiana.
zh_tw: 請輸入下載 Debian 時將使用的鏡像站的主機名稱。

source: An alternate port can be specified using the standard [hostname]:[port] format.
de: Ein anderer Port kann mit [Rechnername]:[Port] angegeben werden.
eo: Eblos specifi malsaman pordon en norma structuro [gastnomo]:[pordo].
et: Alternatiivset porti saab määrata standartse [võrgunimi]:[port] formaadiga.
eu: Beste ataka bat zehaz daiteke [ostalari-izena]:[ataka] formatu estandarra erabiliz.
gl: Pódese especificar un porto alternativo empregando o formato [servidor]:[porto] .
he: פורט חלופי ניתן לפירוט ע"י הפורמט הסטנדרטי [hostname]:[port] .
lt: Papildomas portas gali būti nurodomas naudojantis standartiniu [hostname]:[port] formatu.
lv: Alternatīvu pieslēgvietu var norādīt lietojot atandartpierakstu [saimniekdatora vārds]:[pieslēgvieta]
ml: ഒരു വ്യത്യസ്ത പോര്‍ട്ട്‌ ഈ ഫോര്‍മാറ്റില്‍ പ്രസ്താവിക്കാം: [hostname]:[port].
pa: ਇੱਕ ਅਨੁਸਾਰੀ ਪੋਰਟ ਨੂੰ ਮਿਆਰੀ [hostname]:[port] ਫਾਰਮੈਟ ਵਰਤ ਕੇ ਦਰਸਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
ro: Se poate specifica un port alternativ, folosind formatul standard [nume calculator]:[port].
zh_tw: 可以使用標準的 [主機名稱]:[連接埠] 格式來指定另一個替代的連接埠。

source: Debian archive mirror directory:
cy: Cyfeiriadur drych archif Debian:
de: Debian-Archiv Spiegel-Verzeichnis:
el: Κατάλογος ειδώλου αρχείων του Debian:
eo: Debiana spegularkiva dosierujo:
et: Debiani arhiivi peegelduse kataloog:
eu: Debian artxibo-ispiluaren direktorioa:
fa: شاخه‌ی شعبه‌ی آرشیو دبیان:
fi: Kirjoita asennuspalvelimen hakemisto:
gl: Directorio da réplica do arquivo de Debian:
he: ספריית אתר המראה של דביאן:
id: Direktori arsip mirror Debian:
kk: Debian архиві айнасының каталогы:
lt: Įveskite Debian'o archyvo "veidrodžio" katalogą (directory):
lv: Debian arhīva spoguļa direktorija:
mg: Laha-tahiry ny fitaratra misy ny arsiva Debian:
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ ഡയറക്റ്ററി:
nn: Katlogen der nettarkivet ligg:
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਡਾਇਰੈਕਟਰੀ:
pl: Katalog serwera lustrzanego Debiana:
pt_br: Diretório do repositório espelho Debian :
ro: Directorul pe situl alternativ al arhivei Debian:
sl: Imenik Debian zrcala:
zh_tw: Debian 檔案鏡像站目錄：

source: Please enter the directory in which the mirror of the Debian archive is located.
cy: Os gwelwch yn dda, rhowch y cyfeiriadur mae'r drych o archif Debian wedi ei leoli ynddi.
de: Bitte geben Sie das Verzeichnis an, in dem sich der Debian-Archiv-Spiegel befindet.
el: Παρακαλώ, εισάγετε τον κατάλογο στον οποίο βρίσκεται το Debian στο είδωλο αρχείων.
eo: Bonvolu tajpi dosierujon kie la Debiana spegularkivo troviĝas.
et: Palun sisesta kataloog, kus Debiani arhiivi peegeldus asub.
eu: Adierazi Debian artxiboaren ispilua zein direktoriotan dagoen.
fa: لطفا نام شاخه‌ای که شعبه‌ی آرشیو دبیان قرار دارد را وارد کنید.
fi: Kirjoita hakemisto, jossa Debian asennuspalvelimen kopio sijaitsee.
gl: Introduza o directorio no que se ubica a réplica do arquivo de Debian.
he: הכנס את הספריה שבה ממוקם אתר המראה של דביאן.
id: Masukkan nama direktori tempat arsip Debian berada.
kk: Debian архивінің айнасы орналасқан каталог атын енгізіңіз.
lt: Įveskite katalogo, kuriame yra Debian'o archyvo "veidrodis", vardą.
lv: Lūdzu ievadiet direktoriju, kur atrodas Debian spogulis.
mg: Azafady ampidiro ny anaran'ny laha-tahiry misy ny fitaratra ahitana ny arsiva Debian.
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ ഡയറക്റ്ററി ഉള്ള ഡയറക്റ്ററി ചേര്‍ക്കുക.
nn: Skriv inn katalogen der Debian-nettarkivet er plassert.
pa: ਡਾਇਰੈਕਟਰੀ, ਜਿਸ ਵਿੱਚ ਡੇਬੀਅਨ ਆਰਚੀਵ ਸਥਿਤ ਹੈ, ਭਰੋ ਜੀ।
pl: Wprowad¼ katalog, w którym znajduje siê odbicie lustrzane serwera Debiana.
pt_br: Por favor, informe o diretório onde o espelho do repositório Debian está localizado.
ro: Vă rugăm să introduceţi directorul în care se află arhiva Debian pe sit.
sl: Vnesite imenik v katerem se nahaja Debianovo zrcalo.
zh_tw: 請輸入 Debian 檔案鏡像所在的目錄。

source: HTTP proxy information (blank for none):
cy: Manylion dirprwy HTTP (gwag os does dim):
de: HTTP Proxy-Daten (leerlassen für keinen Proxy)
el: Διαδρομή διαμεσολαβητή http (proxy) (ή κενό):
eo: HTTP prokura informo (malplena por neniu):
et: HTTP vahendaja andmed (kui pole, jäta tühjaks):
eu: HTTP proxy-aren informazioa (utzi hutsik bat ere ez badago):
fa: اطلاعات پراکسی HTTP(اگر پروکسی ندارید خالی بماند)
fi: HTTP-välipalvelimen tiedot tai jätä tyhjäksi jos ei ole:
gl: Información do proxy HTTP (en branco para non usar):
he: הכנס את פרטי ה-HTTP proxy או השאר ריק לחיבור ישיר:
id: Alamat proxy HTTP (kosongkan bila tak ada):
kk: HTTP-прокси туралы информация (егер прокси жоқ болса, өрісті бос қалдырыңыз):
lt: HTTP tarpinės stoties (proxy) informacija (tuščia, jei jokia):
lv: HTTP proxy informācija (atstājiet tukšu, ja nav proxy)
mg: Zavatra mikasika ny masoivoho HTTP (avelao amin'izao raha tsy misy):
ml: HTTP പ്രോക്സി വിവരം(ഇല്ലെങ്കില്‍ വെറുതെ ഇടുക):
nn: Informasjon om HTTP-mellomtenar (eller lat feltet stå tomt):
pa: HTTP ਪਰਾਕਸੀ ਜਾਣਕਾਰੀ (ਕਿਸੇ ਲਈ ਖਾਲੀ ਨਹੀਂ):
pl: Dane serwera po¶rednicz±cego (puste je¶li brak):
pt_br: Informação sobre proxy HTTP (mantenha em branco para nenhum) :
ro: Informaţii despre proxy (lăsaţi gol dacă nu există):
sl: Vnesite podatke o posredniku ftp ali pustite prazno:
zh_tw: HTTP Proxy 資訊 (如果沒有請留白) ：

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
cy: Os ydych angen defnyddio dirprwy HTTP er mwyn cyrchu'r byd allanol, rhowch y manylion dirprwy yma. Fel arall, gadewch hyn yn wag.
de: Falls Sie einen HTTP-Proxy benötigen, um das Internet zu erreichen, geben Sie hier bitte Ihre Daten an. Falls nicht, lassen Sie dieses Feld leer.
el: Αν είναι απαραίτητη η χρήση διαμεσολαβητή HTTP (HTTP proxy) για πρόσβαση στο Internet, εισάγετε τις κατάλληλες ρυθμίσεις εδώ, διαφορετικά αφήστε το πεδίο κενό.
eo: Se vi bezonus 'HTTP'-prokuron por atingi la TTT-ejo, tajpu tie ĉi la prokuran informon. Kontraŭe, lasu malplena tiun registrokampon.
et: Kui pead välismaailmaga suhtlemiseks kasutama HTTP vahendajat, sisesta siia vahendaja info. Vastasel juhul jäta tühjaks.
eu: HTTP proxy-a erabili behar baduzu kanpoko mundura irteteko, sartu proxy-aren informazioa hemen. Bestela, utzi hau hutsik.
fa: اگر برای ارتباط با اینترنت احتیاج به تنظیم پراکسی دارید؛ این اطلاعات را اینجا وارد کنید در غیر این صورت خالی بگذازید
fi: Mikäli on käytettävä http-välipalvelinta liikennöitäessä ulkomaailmaan, syötä välipalvelimen tiedot tähän. Muutoin jätä tämä tyhjäksi.
gl: Se ten que usar un proxy HTTP para acceder ao exterior, introduza a información do proxy aquí. Se non, déixeo en branco.
he: אם הינך צריך http proxy כדי להתחבר לרשת החיצונית, הכנס את פרטיו. אחרת, השאר ריק.
id: Bila Anda perlu menggunakan proxy HTTP untuk mengakses Internet, masukkan alamat proxy tersebut disini. Bila tidak, biarkan kosong.
kk: Егер сізге HTTP-прокси сыртқы әлемге қатынауға керек болса, прокси туралы информацияны мұнда енгізіңіз. Болмаса өрісті бос қалдырыңыз.
lt: Jei išorinio pasaulio pasiekimui naudojate HTTP tarpinę stotį (proxy), įveskite čia jos informaciją. Kitu atveju palikite tuščią.
lv: Ja Jums ir nepieciešams lietot proxy serveri lai piekļūtu Debian spoguļserverim, ievadiet šeit proxy informāciju, citādāk atstājiet šo lauku tukšu.
mg: Raha mila mampiasa masoivoho HTTP ianao mba afahana mivoaka dia ampidiro eto ny zavatra mikasika io masoivoho io. Raha tsy izany dia avelao amin'izao.
ml: നിങ്ങള്‍ക്കു ബാഹ്യലോകവുമായി ബന്ധപ്പെടാന്‍ HTTP പ്രോക്സി ആവശ്യമാണെങ്കില്‍പ്രോക്സി വിവരം ചേര്‍ക്കുക. അല്ലെങ്കില്‍ വെറുതെ വിടുക.
nn: Viss du treng ein http-mellomtenar for å få tilgang til verda utanfor, skriv inn informasjon om mellomtenaren her. La det stå tomt viss du ikkje treng det.
pa: ਜੇ ਤੁਸੀਂ ਬਾਹਰੀ ਪਹੁੰਚ ਲਈ HTTP ਪਰਾਕਸੀ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਇੱਥੇ ਪਰਾਕਸੀ ਜਾਣਕਾਰੀ ਭਰੋ। ਨਹੀਂ ਤਾਂ ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡੋ।
pl: Je¶li korzystasz z serwera po¶rednicz±cego http w celu dostêpu do ¶wiata zewnêtrznego, podaj tu jego dane. W przeciwnym wypadku pozostaw to pole puste.
pt_br: Caso você precise utilizar um proxy HTTP para acessar locais fora de sua rede local, insira a informação de proxy aqui. Caso contrário, deixe em branco.
ro: Dacă aveţi nevoie de un proxy HTTP pentru a accesa internetul, introduceţi informaţiile despre proxy aici. Altfel, lăsaţi gol.
sl: Če morate uporabljati posrednika http za dostop do zunanjega sveta, tu vnesite podatke o njem. Sicer pustite prazno.
zh_tw: 如果您需要使用 HTTP Proxy 來連接外部網路，請在這裡輸入 Proxy 的資訊。否則，直接留白即可。

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
de: Die Proxy-Daten sollten im Standardformat »http://[[user][:pass]@]host[:port]/« angegeben werden.
eo: La prokura informo enskribiĝos en norma structuro kiel "http://[[uzulo][:paso]@]gasto[:pordo]/".
eu: Proxy-aren informazioak forma estandar hau izan behar du: "http://[[erabitzailea][:pasahitza]@]ostalaria[:ataka]/"
gl: A información do proxy debería fornecerse na forma estándar "http://[[usuario][:contrasinal]@]servidor[:porto]/".
he: המידע על ה-proxy צריך להנתן בצורה הסטנדרטית של "http://[[user][:pass]@]host[:port]/"
lt: Tarpinės stoties (proxy) informacija turi būti pateikta standartiniu formatu - "http://[[user][:pass]@]host[:port]/".
lv: Proxy informācija jāievada stantarta formā - "http://[[lietotājs][:parole]@]serveris[:pieslēgvieta]/"
ml: പ്രോക്സി വിവരം താഴെ കൊടുത്തിരിക്കുന്ന രീതിയില്‍ ആയിരിക്കണം"http://[[user][:pass]@]host[:port]/".
pa: ਪਰਾਕਸੀ ਜਾਣਕਾਰੀ "http://[[user][:pass]@]host[:port]/" ਦੇ ਰੂਪ ਵਿੱਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
ro: Informaţiile despre proxy trebuie date în forma standard "http://[[utilizator][:parolă]@]adresa[:port]/".
zh_tw: 請以 http://[[使用者][:密碼]@]主機名稱[:連接埠]/ 這種標準格式來鍵入 Proxy 資訊。
