Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: FTP proxy information (blank for none):
cy: Manylion dirprwy FTP (gwag os does dim):
de: FTP Proxy-Daten (leerlassen für keinen Proxy)
el: Διαδρομή διαμεσολαβητή FTP (ftp proxy) (ή κενό):
eo: 'FTP'-prokura informo (malplenigu por neniu):
et: FTP vahendaja informatsioon (jäta tühjaks, kui pole):
eu: FTP proxy-aren informazioa (hutsik bat ere ez badago):
fa: اطلاعات پراکسی FTP(اگر پروکسی ندارید خالی بماند)
fi: FTP-välipalvelimen tiedot tai jätä tyhjäksi jos ei ole:
gl: Información do proxy FTP (en branco para non usar):
he: הכנס את פרטי ה-FTP proxy או השאר ריק לחיבור ישיר:
id: Alamat proxy FTP (kosongkan bila tak ada):
kk: FTP-прокси туралы информация (егер прокси жоқ болса, өрісті бос қалдырыңыз):
lt: HTTP tarpinės stoties (proxy) informacija (tuščia, jei jokia):
lv: FTP proxy informācija (tukšums, ja tādas nav)
ml: FTP പ്രോക്സി വിവരം(ഇല്ലെങ്കില്‍ വെറുതെ ഇടുക):
nn: Informasjon om FTP-mellomtenar (viss ingen mellomtenar, la feltet stå tomt):
pa: FTP ਪਰਾਕਸੀ ਜਾਣਕਾਰੀ (ਕਿਸੇ ਲਈ ਖਾਲੀ ਨਹੀਂ):
pl: Dane serwera po¶rednicz±cego FTP (puste je¶li brak):
pt_br: Informação sobre proxy FTP (mantenha em branco para nenhum) :
ro: Informaţii despre proxy FTP (lăsaţi gol dacă nu există):
sl: Vnesite podatke o posredniku ftp ali pustite prazno:
zh_tw: FTP Proxy 資訊 (如果沒有請留白) ：

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
de: Falls Sie einen FTP-Proxy benötigen, um nach außen zugreifen zu können, geben Sie hier bitte Ihre Daten an. Falls nicht, lassen Sie dieses Feld leer.
eo: Se vi bezonus 'FTP'-prokuron por atingi la TTT-ejon, tajpu tie ĉi la prokuran informon. Kontraŭe, lasu malplena tiun registrokampon.
eu: FTP proxy-a erabili behar baduzu kanpoko mundura irteteko, sartu proxy-aren informazioa hemen. Bestela, utzi hau hutsik.
gl: Se ten que empregar un proxy FTP para acceder ao exterior, introduza a información do proxy aquí. Se non, déixeo en branco.
he: אם הינך צריך http proxy כדי להתחבר לרשת החיצונית, הכנס את פרטיו כאן. אחרת, השאר את השדה ריק.
lt: Jei išorinio pasaulio pasiekimui naudojate FTP· tarpinę stotį (proxy), įveskite čia jos informaciją. Kitu atveju palikite tuščią.
lv: Ja Jums ir nepieciešams proxy serveris, lai piekļūtu Debian spoguļserverim, ievadiet proxy informāciju. Pretējā gadījumā atstājiet šo lauku tukšu.
ml: നിങ്ങള്‍ക്കു ബാഹ്യലോകവുമായി ബന്ധപ്പെടാന്‍ FTP പ്രോക്സി ആവശ്യമാണെങ്കില്‍പ്രോക്സി വിവരം ചേര്‍ക്കുക. അല്ലെങ്കില്‍ വെറുതെ വിടുക.
pa: ਜੇ ਤੁਸੀਂ ਬਾਹਰੀ ਪਹੁੰਚ ਲਈ HTTP ਪਰਾਕਸੀ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਇੱਥੇ ਪਰਾਕਸੀ ਜਾਣਕਾਰੀ ਭਰੋ। ਨਹੀਂ ਤਾਂ ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡੋ।
ro: Dacă aveţi nevoie de un proxy FTP pentru a accesa internetul, introduceţi informaţiile despre proxy aici. Altfel, lăsaţi gol.
zh_tw: 如果您需要使用 FTP Proxy 來連接外部網路，請在這裡輸入 Proxy 的資訊。否則，直接留白即可。

source: US[ Default value for ftp]
cy: GB
de: DE
el: GR
eo: US
et: EE
eu: ES
fa: US[ ftp مقدار پیش فرض]
fi: FI
gl: ES
he: IL
id: ID
kk: KZ
lt: LT
lv: LV
mg: MG
ml: IN
nn: NO
pa: IN
pl: PL
pt_br: BR
ro: RO
sl: SI[Privzeta vrednost za ftp]
zh_tw: TW

source: Protocol for file downloads:
cy: Y protocol ar gyfer lawrlwytho ffeiliau:
de: Protokoll für den Datei-Download:
eo: Dosiera elŝuta protokolo:
et: Failide allalaadimisprotokoll:
eu: Fitxategiak deskargatzeko protokoloa:
gl: Protocolo para a descarga dos ficheiros:
he: פרוטוקול להורדת קבצים:
lt: Protokolas failų atsisiuntimui:
lv: Protokols ar ko lejupādēt failus:
ml: ഫയല്‍ ഡൌണ്‍ലോഡ്‌ പ്രോട്ടോകോള്‍:
pa: ਫਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਪ੍ਰੋਟੋਕਾਲ:
ro: Protocolul utilizat pentru a descărca fişierele:
zh_tw: 檔案下載時所使用的通訊協定：

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
de: Bitte wählen Sie das Protokoll, das zum Herunterladen der Dateien verwendet werden soll. Falls Sie sich nicht sicher sind, wählen Sie »http«. Es verursacht weniger Probleme bei Firewalls.
eo: Bonvolu elekti uzotan protokolon por elŝuti dosierojn. Se vi ne decidas, elektu 'http'-protokolon; ĉar ĝi pli facile trapasas fajroŝimilojn.
eu: Hautatu fitxategiak deskargatzeko protokoloa. Ziur ez bazaude, hautatu "http"; suebakien arazoak edukitzeko aukera gutxiago dago.
gl: Escolla o protocolo que quere empregar para descargar ficheiros. Se non está seguro, escolla "http", xa que ten menos problemas coas devasas.
lt: Pasirinkite protokolą failų atsisiuntimui. Jei abejojate, pasirinkite "http"; tai sumažins problemų kylančių dėl ugniasienių.
lv: Lūdzu izvēlaties lejupielādes protokolu. Ja neesat droši, izvēlaties "http", šim protokolam ir mazāk problēmu ar ugunsmūriem.
ml: ഫയല്‍ ഡൌണ്‍ലോഡ്‌ പ്രോട്ടോകോള്‍ തിരഞ്ഞെടുക്കുക.അറിയില്ലെങ്കില്‍ "http"; എന്നു ചേര്‍ക്കുക. ഫിരെവാള്‍ ഉള്ളപ്പോള്‍ ഇതു പ്രശ്നമില്ലാത്തതാണു.
pa: ਫਾਇਲ ਡਾਊਨਲੋਡ ਪਰੋਟੋਕਾਲ ਚੁਣੋ ਜੀ। ਜੇ ਯਕੀਨ ਨਹੀਂ, "http" ਚੁਣੋ; ਇਸ ਨਾਲ ਫਾਇਰਵਾਲ ਮੁਸ਼ਕਿਲ ਦੇ ਮੌਕੇ ਘੱਟ ਹਨ।
ro: Vă rugăm să selectaţi protocolul utilizat pentru descărcarea fişierelor. Dacă nu sunteţi sigur, selectaţi "http"; este mai puţin probabil să creeze probleme legate de firewall-uri.
zh_tw: 請選擇在下載檔案時所使用的通訊協定。如果不確定的話則可以選擇 http﹔即使是在防火牆的環境下它也很少會發生什麼問題。

source: Download installer components
cy: Lawrlwytho cydrannau sefydlydd
de: Installer-Komponenten herunterladen
el: Φόρτωση του λογισμικού της εγκατάστασης
eo: Elŝutu instalilajn kromprogramojn
et: Lae paigaldaja komponendid alla
eu: Deskargatu instalatzailearen osagaiak
fa: بارگیری مولفه‌های نصاب
fi: Nouda asentimen osat
gl: Descargar compoñentes do instalador
he: הורדת רכיבי המתקין
id: Download komponen instalasi
kk: Орнату программасының құрауыштарын жүктеу
lt: Įdiegiklio komponentų atsisiuntimas per tinklą
lv: Lejuplādēt instalatora moduļus
mg: Arotsay ireo singan'ny rindra'asa mpametraka
ml: ഇന്‍സ്റ്റാളര്‍ ഭാഗങ്ങള്‍ ഡൌണ്‍ലോഡ്‌ ചെയ്യുക
nn: Last ned installasjonskomponentar
pa: ਇੰਸਟਾਲਰ ਭਾਗ ਡਾਊਨਲੋਡ
pl: Pobierz komponenty instalatora
pt_br: Fazer o download de componentes do instalador
ro: Descarcare de componente programului de instalare
sl: Prenesi komponente namestilnika
zh_tw: 下載安裝程式的元件

source: Retry
cy: Ailgeisio
de: Wiederholen
eo: Reprovu
eu: Berriz saiatu
gl: Volver tentalo
he: נסה שנית
lt: Pakartoti
lv: Atkārtot
ml: വീണ്ടും ശ്രമിക്കുക
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Reîncearcă
zh_tw: 再次嘗試

source: Change mirror
de: Spiegelserver wechseln
eo: Ŝanĝu spegularkivon
eu: Ispilua aldatu
gl: Cambiar a réplica
he: שנה אתר מראה
lt: Pakeisti archyvo "veidrodį"
lv: Nomainīt serveri
ml: മിറര്‍ മാറ്റുക
pa: ਪ੍ਰਤੀਬਿੰਬ ਤਬਦੀਲ ਕਰੋ
ro: Schimbă situl alternativ
zh_tw: 更換鏡像站

source: Cancel
cy: Diddymu
de: Abbrechen
el: Ακύρωση
eo: Nuligu
et: Loobu
eu: Utzi
fa: لغو
fi: Peru
gl: Cancelar
he: בטל
id: Batal
kk: Орындатпау
lt: Atsisakyti
lv: Atcelt
mg: Ajanony
ml: റദ്ദാക്കുക
nn: Avbryt
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sl: Prekliči
zh_tw: 取消

source: Downloading a file failed:
cy: Methodd lawrlwytho ffeil:
de: Datei-Download schlug fehl:
el: Απέτυχε η μεταφόρτωση ενός αρχείου:
eo: Elŝutado de la dosiero malsukcesas:
et: Faili laadimine nurjus:
eu: Ezin izan da fitxategia deskargatu:
fa: بارگیری یک پرونده شکست خورد:
fi: Tiedoston noutaminen epäonnistui:
gl: Non se puido descargar un ficheiro:
he: הורדת קובץ נכשלה:
id: Download berkas gagal:
kk: Файлды жүктеу мүмкін болмады:
lt: Veiksmas įvykus failo atsisiuntimo klaidai:
lv: Faila lejupielāde neizdevās:
mg: Tsy nahomby ny fandrotsahana rakitra iray:
ml: ഒരു ഫയല്‍ ഡൌന്‍ലോഡ്‌ ചെയ്യുമ്പോള്‍ പിശകു പറ്റി:
nn: Nedlasting av ei fil feila:
pa: ਫਾਇਲ ਡਾਊਨਲੋਡ ਅਸਫਲ:
pl: Pobieranie pliku nie powiod³o siê:
pt_br: O download do arquivo falhou :
ro: Descărcarea unui fişier a eşuat:
sl: Prenos datoteke ni uspel:
zh_tw: 在下載檔案時失敗了：

source: The installer failed to download a file from the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or cancel and choose another installation method.
cy: Methodd y sefydlydd lawrlwytho ffeil o'r drych. Fe all hyn fod oherwydd problem gyda'ch rhwydwaith, neu gyda'r drych. Fe allwch ddewis i ailgeisio'r lawrlwythiad, ddewis drych arall, neu ddiddymu a dewis dull sefydlu arall.
de: Der Installer konnte eine Datei nicht vom Spiegelserver herunterladen. Dies könnte ein Problem in Ihrem Netzwerk oder auch ein Problem des Spiegels sein. Sie können den Download wiederholen, einen anderen Spiegelserver wählen oder die Installation abbrechen und eine andere Installationsart versuchen.
el: Το πρόγραμμα εγκατάστασης απέτυχε να μεταφορτώσει ένα αρχείο από το είδωλο. Αυτό μπορεί να οφείλεται σε ένα πρόβλημα στο δίκτυό σας ή στο ίδιο το είδωλο. Μπορείτε να ξαναπροσπαθήσετε τη μεταφόρτωση, να επιλέξετε ένα διαφορετικό είδωλο ή να ακυρώσετε και να επιλέξετε μία διαφορετική μέθοδο εγκατάστασης.
eo: La instalado ne sukcesis elŝulti dosieron el spegularkivo. Eble reta problemo, aŭ ĉe la spegularkivo. Vi reprovos elŝuton, aŭ elektos malsaman spegularkivon, aŭ forgesos kaj elektos alian instaladmetodon.
et: Paigaldaja jäi peegeldusest faili laadimisega hätta. See võib tähendada probleemi kas sinu võrguga või siis peegeldusega. Võid proovida uuesti laadimist, teise peegelduse valimist või loobuda ja valida teine paigaldamise meetod.
eu: Instalatzaileak huts egin du ispilutik fitxategia deskargatzean. Arazoa egon liteke sarearekin edo ispiluarekin. Berriro deskargatzen, beste ispilu bat hautatzen edo utzi eta instalatzeko beste metodo bat aukeratzen saia zaitezke.
fa: بارگیری یک پرونده توسط نصاب از این سایت بازتاب شکست خورد. این مشکل میتواند از ارتباط اینترنت شما و یا از سایت بازتاب باشد. میوانید سایت بازتاب دیگری انتخاب کنید یا عملیات نصب را لغو و با استفاده از روش دیگری دبیان را نصب کنید.
fi: Asennin ei onnistunut noutamaan tiedostoa asennuspalvelimelta. Vika voi olla verkkoyhteydessä tai asennuspalvelimessa. Voit valita yritätkö asennusta uudelleen, käytätkö muuta asennuspalvelinta tai peruutatko ja käytät jotain muuta asennustapaa.
gl: O instalador non puido descargar un ficheiro dende a réplica. Isto pode ser por un problema coa rede ou coa réplica. Pode volver tentar a descarga, escoller unha réplica diferente, ou cancelar e escoller outro método de instalación.
he: המתקין נכשל בהורדת קובץ מאתר המראה. זאת יכולה להיות בעיה ברשת שלך, או עם אתר המראה. תוכל לבחור לנסות שוב להוריד או לבחור אתר מראה אחר. ניתן גם לבטל ולבחור שיטת התקנה אחרת.
id: Installer gagal mengambil sebuah berkas dari mirror. Ini mungkin karena masalah pada jaringan Anda, atau pada mirror. Anda dapat memilih untuk mencoba lagi, memilih mirror yang berbeda, atau membatalkan dan memilih metoda instalasi yang lain.
kk: Орнату программасы айнадан файлды жүктей алмады. Бұл сіздің желіңіздің, сондай-ақ айнаның проблемасы болуы мүмкін. Сіз қайтадан жүктей аласыз, басқа айна таңдаңыз немесе операцияны орындатпай, орнатудың басқа әдісін таңдаңыз.
lt: Įdiegikliui nepavyko atsisiųsti failo iš archyvo "veidrodžio". Tai gali būti Jūsų tinklo ar "veidrodžio" problema. Galite pasirinkti atsisiuntimo pakartojimą, pasirinkti kitą "veidrodį", arba atsisakyti atsisiuntimo ir pasirinkti kitą įdiegimo metodą.
lv: Instalētors nevarēja lejuplādēt failu no spoguļservera. Tā varētu būt problēma ar Jūsu tīklu, vai arī ar spoguļserveri. Jūs varat mēģināt vēlreiz, izvēlēties citu Debian spoguļserveri vai arī pārtraukt lejuplādi un izvēlēties citu instalācijas metodi.
mg: Nisy rakitra tsy voarotsaky ny rindra'asa mpatraka avy amin'ny fitaratra. Ny olana dia mety ao amin'y rezà 'na na ao amin'ny fitaratra. Afaka misafidy ny hamerenana ny fandrotsahana ianao, mifidiana fitaratra hafa, na ajanony dia mifidiana fomba fametrahana hafa.
ml: ഒരു ഫയല്‍ ഡൌന്‍ലോഡ്‌ ചെയ്യുമ്പോള്‍ പിശകു പറ്റി.ഇതൊരു പക്ഷെ നെറ്റുവര്‍ക്‌ പ്രശ്നമോ മിറര്‍ പ്രശ്നമോ ആയിരിക്കാം. നിങ്ങള്‍ക്കു വീണ്ടും ശ്രമിക്കാം,വേറൊരു മിറര്‍ തിരഞ്ഞെടുക്കാം, റദ്ദാക്കാം, അതുമല്ലെങ്കില്‍ വേറൊരു ഇന്‍സ്റ്റളേഷന്‍രീതി തിരഞ്ഞെടുക്കാം.
nn: Installasjonsprogrammet klarte ikkje lasta ned ei fil frå nettarkivet. Dette kan vera eit problem med nettverket ditt eller med nettarkivet. Du kan velja å prøva å lasta ned fila på ny, velja eit anna nettarkiv eller avbryta og velja ein anna installasjonsmetode.
pa: ਇੰਸਟਾਲਰ ਪ੍ਰਤੀਬਿੰਬ ਤੋਂ ਫਾਇਲ ਡਇਊਨਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਇਹ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਜਾਂ ਪ੍ਰਤੀਬਿੰਬ ਦੀ ਮੁਸ਼ਕਿਲ ਹੋ ਸਕਦੀ ਹੈ। ਤੁਸੀਂ ਮੁੜ ਡਾਊਨਲੋਡ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ, ਵੱਖਰਾ ਪ੍ਰਤੀਬਿੰਬ ਚੁਣਨ ਲਈ, ਜਾਂ ਰੱਦ ਕਰਨ ਅਤੇ ਹੋਰ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿਧੀ ਚੁਣਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Instalatorowi nie uda³o siê pobraæ pliku z serwera. Mo¿e to oznaczaæ problemy z sieci± lub tym serwerem. Mo¿esz wybraæ powtórzenie pobierania, skorzystanie z innego serwera lustrzanego lub anulowanie i wybranie innej metody instalacji.
pt_br: O instalador falhou ao fazer o download de um espelho. Pode ter ocorrido um problema em sua rede ou com o espelho. Você pode optar por tentar o download novamente, selecionar um espelho diferente ou cancelar e escolher um outro método de instalação.
ro: Programul de instalare a eşuat la descărcarea unui fişier de pe situl alternativ. Aceasta ar putea fi o problemă cu reţeaua dvs., sau cu situl alternativ. Puteţi alege să reîncercaţi descărcarea, selecta un alt sit alternativ, sau să anulaţi şi să alegeţi altă metodă de instalare.
sl: Namestilniku ni uspelo prenesti datoteke iz zrcalnega strežnika. Lahko, da je problem v vašem omrežju ali pa z zrcalnim strežnikom. Lahko poskusite ponovno prenesti datoteko, izberete drugi zrcalni strežnik ali pa izberete drugi način namestitve.
zh_tw: 安裝程式無法由鏡像站下載某些檔案。可能是您的網路或是該鏡像站出了什麼問題。您可以選擇再次試著下載、選擇另一個鏡像站、或取消並選擇其它的安裝方式。

source: Load installer components from CD
cy: Llwytho cydrannau sefydlydd ô CD
de: Installer-Komponenten von CD laden
el: Φόρτωση του λογισμικού εγκατάστασης από το CD
eo: Ŝargu instalilajn kromprogramojn el lumdisko
et: Lae laserkettalt paigaldaja komponendid
eu: Kargatu instalatzailearen osagaiak CDtik
fa: بارگیری مولفه‌های نصاب از لوح فشرده
fi: Lataa asentimen osia CD:ltä
gl: Cargar os compoñentes do instalador dende o CD
he: טעינת רכיבי מתקין מ-CD
id: Memuat komponen instalasi dari CD
kk: Компакт-дискіден орнату программасының компоненттерін жүктеу
lt: Įkelti įdiegiklio komponentus iš kompaktinio disko
lv: Ielādēt instalatora komponentes no CD
mg: Fahano avy amin'y CD ny singan'ny rindran'asa mpametraka
ml: സി.ഡി. യില്‍ നിന്ന് ഇന്‍സ്റ്റാളര്‍ ഭാഗങ്ങള്‍ ലോഡ്‌ ചെയ്യുക
pa: ਇੰਸਟਾਲ ਭਾਗ CD ਤੋਂ ਲੋਡ ਕਰੋ
pl: Za³aduj komponenty instalatora z p³yty CD
pt_br: Carregar componentes do instalador do CD
ro: Încarcă componentele programului de instalare de pe CD
sl: Namesti komponente namestilnika iz CD-ja
zh_tw: 從光碟中載入安裝程式的元件

source: Failed to copy file from CD-ROM. Retry?
de: Konnte Datei nicht von der CD-ROM kopieren. Wiederholen?
eo: Malbona kopidosiero el lumdisko. Reprovu?
et: Laserkettalt faili kopeerimine nurjus. Proovida uuesti?
eu: Fitxategia CD-ROM-etik kopiatzerakoan huts. Berriz saiatu?
gl: Non se puido copiar un ficheiro do CD-ROM. ¿Volver tentalo?
he: כשלון בהעתקת קובץ מ-CD-ROM. לנסות שוב?
lt: Nepavyko nukopijuoti failo iš CD-ROM'o. Pakartoti?
lv: Nokopēt failu no CD nav izdevies. Mēģināt vēlreiz?
ml: സി.ഡി. യില്‍ നിന്ന് ഫയല്‍ പകര്‍ത്തുമ്പോള്‍ പിശകു പറ്റി. വീണ്ടും ശ്രമിക്കണോ?
pa: CD-ROM ਤੋਂ ਫਾਇਲ ਨਕਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਮੁੜ ਕੋਸ਼ਿਸ਼?
ro: Eşec la copierea fişierului de pe CD. Reîncercaţi?
zh_tw: 無法由光碟片中複製檔案。是否重新嘗試？

source: There was a problem reading data from the CD-ROM. Please make sure it is in the drive. If retrying does not work, you should check the integrity of your CD-ROM.
de: Es trat ein Problem beim Lesen einiger Daten von CD-ROM auf. Bitte vergewissern Sie sich, dass sie sich im Laufwerk befindet. Wenn ein erneuter Versuch ebenfalls fehlschlägt, sollten Sie prüfen, ob die CD-ROM beschädigt ist.
eo: Eraro okazis dum la lumdiska legado. Bonvolu kontroli la enmetitan lumdiskon en la lumdiskingo. Se reprovo ne funkcias, vi devus kontroli la sendifektecon de la lumdisko.
et: Laserkettalt andmete lugemisel ilmnes tõrge. Palun veendu, et ketas on lugejas. Kui uuesti proovimisest kasu ei ole, peaksid kontrollima, kas laserketas on täielik ja rikkumata.
eu: Arazo bat dago CDROM-etik irakurtzerakoan. Egiaztatu ezazu CD-a irakurlean dagoela. Berriz saiatzeak konponduko ez balu, CDROM-aren integritatea egiaztatu beharko zenuke.
gl: Houbo un problema ao ler os datos dende o CD-ROM. Asegúrese de que estea metido na unidade. Se volver tentalo non funciona, debería comprobar a integridade do CD-ROM.
he: יש בעיה בקריאת מידע מה-CD-ROM. אנא וודא כי הדיסק בתוך הכונן. אם ניסיון נוסף לא עוזר, בדוק את תקינות הדיסק.
lt: Tai yra duomenų skaitymo iš CD-ROM'o problema. Įsitikinkite ar reikiamas kompaktinis diskas įdėtas į įrenginį. Jei kartojant vistik neveiks, reikėtų patikrinti kompaktinio disko vientisumą.
lv: Radušies sarežģījumi lasot datus no CD. Pārliecinieties, ka CD ir dzinī.Ja arī arī atkārtots mēģinājums nolasīt datus nav veiksmīgs, pārbaudiet CD integritāti.
ml: സിഡി-റോമില്‍ നിന്നും ഡാറ്റ വായിക്കുന്നതില്‍ ഒരു പ്രശ്നമുണ്ടായിരുന്നു. ദയവായി അത് ഡ്രൈവില്‍ തന്നെ ഉണ്ടെന്നുറപ്പ് വരുത്തുക. വീണ്ടു ശ്രമിക്കുന്നത് ശരിയായില്ലെങ്കില്‍ നിങ്ങള്‍ നിങ്ങളുടെ സിഡി-റോമിന്റെ ഇന്റെഗ്രിറ്റി പരിശോദിക്കുക.
pa: CDROM ਤੋਂ ਡਾਟਾ ਪੜਨ ਵਿੱਚ ਮੁਸ਼ਕਿਲ ਹੈ। ਵੇਖੋ ਕਿ ਇਹ ਡਰਾਈਵ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਜੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਕੇ ਵੀ ਕੰਮ ਨਹੀਂ ਕਰਦੀ, ਤੁਹਾਨੂੰ ਆਪਣੀ CDROM ਦੀ ਪੂਰਨਤਾ ਦੀ ਜਾਂਚ ਕਰਾਉਣੀ ਚਾਹੀਦੀ ਹੈ।
ro: A existat o problemă la citirea datelor de pe CD. Vă rugăm să vă asiguraţi că este în unitate. Dacă noua încercare nu funcţionează, ar trebui să verificaţi integritatea CD-ului.
zh_tw: 在從光碟片讀取資料時發生了問題，請確認該光碟是否確實放在光碟機中。如果一再重試卻無法解決問題，您應該檢查這片光碟的完整性。

source: Scanning the floppy
cy: Yn chwilio'r disgen hyblyg
de: Durchsuche die Diskette
el: Αναζήτηση αρχείων στη δισκέτα
eo: Skani disketon
et: Flopi skännimine
eu: Disketea eskaneatzen
fa: در حال پویش فلاپی
fi: Tutkitaan levykettä
gl: A examinar o disquete
he: סורק את הדיסקט
id: Sedang memindai disket
kk: Дискетаны анализдеу
lt: Apžvelgiamas lankstus diskelis
lv: Meklēju disketi
mg: Mandinika ny zana-kapila
ml: ഫ്ലോപ്പിക്കു വേണ്ടി തിരയുന്നു
nn: Søkjer gjennom disketten
pa: ਫਲਾਪੀ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ
pl: Przeszukiwanie dyskietki
pt_br: Lendo o disquete
ro: Se examinează discheta
sl: Pregledujem disketnik
zh_tw: 正在掃描軟碟

source: Cannot read floppy, or not a driver floppy.
gl: Non se pode ler o disco, ou non é un disco de controladores.
ml: ഫ്ലോപ്പിയില്‍ നിന്നു വായിക്കാന്‍ കഴിഞ്ഞില്ല. അല്ലെങ്കില്‍ ഇതൊരു ഡ്രൈവര്‍ ഫ്ലോപ്പി അല്ല.
pa: ਫਲਾਪੀ ਨੂੰ ਪੜ ਨਹੀਂ ਸਕਿਆ, ਜਾਂ ਡਰਾਈਵਰ ਫਲਾਪੀ ਨਹੀਂ।

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
cy: Roedd problem wrth ddarllen data o'r disgen hyblyg. Os gwelwch yn dda, sicrhewch fod y disgen cywir yn y gyrriant. Os ydych yn parhau i gael trafferth, efallai bod disgen hyblyg gwael gennych.
de: Es trat ein Problem beim Lesen der Diskette auf. Bitte vergewissern Sie sich, dass sich die richtige Diskette im Laufwerk befindet. Wenn Sie weiterhin Probleme haben, ist vermutlich die Diskette beschädigt.
el: Παρουσιάστηκε πρόβλημα κατά την ανάγνωση δεδομένων από τη δισκέτα. Παρακαλώ βεβαιωθείτε ότι η δισκέτα βρίσκεται στη μονάδα. Αν συνεχίσει να υπάρχει πρόβλημα, πιθανόν η δισκέτα να είναι ελαττωματική.
eo: Eraro okazis dum la disketa legado. Bonvolu kontroli la enmetitan disketon en la diskturnilo. Se reprovo ne funkcias, vi devos kontroli la nedefektecon de la disketo.
et: Flopikettalt andmete lugemisega tekkis probleem. Palun veendu, et seadmes on õige flopiketas. Kui probleemid jätkuvad, võib sul olla kehv flopiketas.
eu: Arazoa sortu da disketetik datuak irakurtzean. Ziurtatu diskete egokia dagoela unitatean. Arazoarekin jarraitzen baduzu, baliteke disketea hondatuta egotea.
fa: مشکلی در خواندن اطلاعات از روی فلاپی وجود دارد. لطفا مطمئن شوید که فلاپی درستی پر درایو وجود دارد. اگر مشکل شما رفع نشد احتمالا فلاپی شما خراب است.
fi: Levykkeeltä tietoja luettaessa tuli pulmia. Varmistu oikean levykkeen olevan asemassa. Jos pulmat jatkuvat, levyke saattaa olla rikki.
gl: Houbo un problema ao ler os datos do disquete. Asegúrese de que o disquete correcto estea metido na unidade. Se segue a ter problemas, pode ter un disquete defectuoso.
he: יש בעיה בקריאת מידע מהדיסקט. וודא כי הדיסקט הנכון נמצא בתוך הכונן. אם עדיין יש בעיות, כנראה שהדיסקט דפוק.
id: Ada masalah saat membaca data dari disket. Pastikan Anda menyisipkan disket yang benar. Bila Anda terus mendapatkan masalah ini, mungkin disket Anda rusak.
kk: Дискетадан деректерді оқуда қате орын алды. Дискжетекте дұрыс дискета бар екеніне көз жеткізіңіз. Егер қате қайталанса, мүмкін дискета жарамсыз.
lt: Tai yra duomenų skaitymo iš lankstaus diskelio problema. Įsitikinkite ar reikiamas diskelis įdėtas į diskelių įrenginį. Jei šis sutrikimas vistik tęsis, Jūsų turimas diskelis blogas.
lv: Notika kļūme mēginot nolasīt datus no Jūsu disketes. Lūdzu pārliecinieties vai diskešu dzinī ir ievietota pareiza diskete. Iespejams, ka šī diskete ir bojāta.
ml: ഫ്ലോപ്പിയില്‍ നിന്നു വായിക്കാന്‍ കഴിഞ്ഞില്ല. ഡ്രൈവില്‍ ഉള്ളതു ശരിയായ ഫ്ലോപ്പി ആണെന്നു ഉറപ്പു വരുത്തുക. എന്നിട്ടും പ്രശ്നം തുടരുകയാണെങ്കില്‍ നിങ്ങളുടേത്‌ ഒരു കേടു വന്ന ഫ്ലോപ്പി ആയിരിക്കും.
nn: Det var problem med å lesa data frå disketten. Sjå etter at rett diskett står i diskettstasjonen. Viss du framleis har problem, kan du ha ein øydelagd diskett.
pa: ਫਲਾਪੀ ਤੋਂ ਡਾਟਾ ਪੜਨ ਵਿੱਚ ਮੁਸ਼ਕਿਲ ਹੈ। ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਡਰਾਈਵ ਵਿੱਚ ਸਹੀ ਫਲਾਪੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਮੁਸ਼ਕਿਲ ਹੀ ਵੇਖਦੇ ਹੋ, ਤੁਹਾਡੇ ਕੋਲ ਖਰਾਬ ਫਲਾਪੀ ਡਿਸਕ ਹੈ।
pl: Wyst±pi³ problem podczas odczytu danych z dyskietki. Upewnij siê, ¿e w stacji znajduje siê odpowiednia dyskietka. Je¶li problem bêdzie siê powtarza³, mo¿liwe, ¿e masz uszkodzon± dyskietkê.
pt_br: Houve um problema na laitura dos dados de um disquete. Por favor, certifique-se que o disquete correto esteja no leitor de disquetes. Caso você continue a ter problemas, talvez você possua um disquete ruim.
ro: A existat o problemă la citirea datelor de pe dischetă. Vă rugăm să vă asiguraţi că discheta corectă se află în unitate. Dacă continuaţi să întâmpinaţi probleme, s-ar putea să aveţi o dischetă stricată.
sl: Pri branju podatkov iz diskete je prišlo do težav. Preverite, če je prava disketa v pogonu. Če imate potem še vedno težave imate morda slabo disketo.
zh_tw: 在從軟碟片讀取資料時發生了問題，請確認軟碟機中是否已放入了正確的軟碟片。如果您還是不斷遇到困難，您的軟碟片可能已經損壞了。

source: Load drivers from floppy now?
cy: Llwytho gyrryddion o ddisgen hyblyg nawr?
de: Treiber jetzt von Diskette laden?
el: Να φορτωθούν οι οδηγοί από τη δισκέτα τώρα;
eo: Ŝargu nun aparatadaptilojn el disketo?
et: Kas laaadida flopikettalt draiverid?
eu: Disketetik kontrolatzaileak orain kargatu nahi dituzu?
fa: بارگذاری درایورها از فلاپی؟
fi: Lataa ajurit levykkeeltä nyt?
gl: ¿Cargar agora os controladores dende o disquete?
he: לטעון עכשיו את הדריברים מהדיסקט?
id: Memuat driver dari disket sekarang?
kk: Дискетадан драйверлерді жүктеу қажет пе?
lt: Ar dabar įkelti valdykles (drivers) iš diskelio?
lv: Ielādēt draiverus no disketes?
ml: ഫ്ലോപ്പിയില്‍ നിന്നു ഡ്രൈവേര്‍സ്‌ ലോഡ്‌ ചെയ്യട്ടേ?
nn: Henta drivarar frå diskett no?
pa: ਹੁਣ ਫਲਾਪੀ ਤੋਂ ਡਰਾਈਵਰ ਲੋਡ ਕਰੋ?
pl: Za³adowaæ teraz sterowniki z dyskietki?
pt_br: Carregar módulos a partir do disquete agora ?
ro: Încarc acum driver-ele de pe dischetă?
sl: Ali naj sedaj naložim gonilnike iz diskete?
zh_tw: 是否要立即從軟碟中載入驅動程式？
