Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
cy: Methodd y pecyn arcboot sefydlu yn /target/. Mae sefydlu arcboot fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a arcboot, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das Arcboot-Paket konnte nicht nach /target/ installiert werden. Die Installation von Arcboot als Bootloader ist jedoch erforderlich. Das Problem muss allerdings Arcboot nicht zwangsläufig betreffen, deshalb könnte es möglich sein, die Installation fortzusetzen.
el: Η εγκατάσταση του φορτωτή arcboot στο /target απέτυχε. Η εγκατάσταση του arcboot ως φορτωτή εκκίνησης είναι απαραίτητο στάδιο, παρ' ολ' αυτά το πρόβλημα που παρουσιάστηκε μπορεί να είναι ανεξάρτητο του arcboot και η συνέχιση της εγκατάστασης μπορεί να είναι δυνατή.
eo: La 'arcboot'-pako neeblas instalita en '/target/'-o. Instalu 'Arcboot'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'Arcboot'-o, nu eble daŭrigus la instaladon.
et: Paketi arcboot /target/ peale paigaldamine nurjus. Alglaaduri arcboot paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse arcboot'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da arcboot paketea /target/en instalatu. Arcboot abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke Arcboot-ekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Arcboot-ohjelmapaketin asennus /target/:iin ei onnistunut. Arcbootin asennus alkulatausohjelmaksi on pakollinen kohta. Asennuspulmat saattavat kuitenkin olla muusta kuin Arcbootista johtuvia, joten asennuksen jatkaminen on ehkä mahdollista.
gl: Non se puido instalar o paquete arcboot en /target/. A instalación de Arcboot coma cargador de inicio é un paso necesario. O problema coa instalación pode, nembargantes, non estar relacionado con Arcboot, polo que sería posible continuar a instalación.
he: כשלון בהתקנת החבילה arcboot לתוך /target/. התקנת arcboot כמנהל אתחול היא שלב חיוני. הבעיה לעומת זאת יכולה להיות ללא קשר ל-arcboot, כך שאפשרי להמשיך את ההתקנה.
id: Paket arcboot gagal dipasang pada /target/. Memasang arcboot sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan Arcboot, jadi Anda tetap dapat melanjutkan instalasi.
kk: Arcboot дестесін /target/-ке орнату сәтсіз аяқталды. Arcboot-ты жүктеуіш ретінде орнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер arcboot-пен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti arcboot paketo į /target/. Pradinio įkėliklio įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su arcboot, taigi įdiegimo tęsimas galbūt galimas.
lv: Arcboot pakas instalācija beidzās neveiksmīgi. Arcboot kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar Arcboot un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: ആര്ക്ക്ബൂട്ട് പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. ആര്ക്ക്ബൂട്ട് ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം ആര്ക്ക്ബൂട്ടുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Klarte ikkje installera arcboot-pakka i /target/. Denne trengst for å installera Arcboot som oppstartssystem. Det kan vera at installasjonsproblemet ikkje er knytt til Arcboot, og at det vil verka likevel om du held fram.
pa: /target/ ਉੱਪਰ arcboot ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। arcboot ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ arcboot ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Pakiet arcboot nie zosta³ zainstalowany w /target/. Instalacja Arcboot jako programu uruchomieniowego jest wymagana. Problem z instalacj± mo¿e nie byæ zwi±zany z Arcboot i mo¿liwe, ¿e bêdzie on dzia³a³ pomimo tego.
pt_br: A instalação do pacote arcboot em /target/ falhou. É necessário que o arcboot seja instalado com um carregador de inicialização. Porém, o problema de instalação pode não estar relacionado ao arcboot e, portanto, continuar a instalação pode ser possível.
ro: Instalarea pachetului arcboot pe /target/ a eşuat. Instalarea Arcboot ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de Arcboot, deci continuarea instalării ar putea fi posibilă.
sl: Paket arcboot ni bilo mogoče namestiti v /target/. Namestitev Arcboota kot . Za težavo z namestitvijo morda ni kriv grub, poleg tega pa bo morda vse delovalo in boste lahko nadaljevali z namestitvijo.
zh_tw: 無法將 arcboot 套件安裝至 /target/。安裝 Arcboot 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 Arcboot 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Setting PROM variables for Arcboot
cy: Gosod newidynnau PROM ar gyfer Arcboot
de: Setze PROM-Variablen für Arcboot
el: Καθορισμός μεταβλητών PROM για το Arcboot
eo: Akomodado de 'PROM'-variabloj necesiĝas por 'Arcboot'
et: Arcboot jaoks PROM muutujate seadmine
eu: PROM aldagaiak ezartzea Arcboot-erako
fi: Annetaan arvot muuttujille PROM:ssa Arcbootia varten
gl: A establecer as variables da PROM para Arcboot
he: קובע משתני PROM בשביל Arcboot
id: Mengatur variabel PROM untuk Arcboot
kk: Arcboot үшін айнымалы PROM-ды баптау
lt: PROM kintamųjų nustatymas Arcboot įkėlikliui
lv: Uzstādu Arcboot PROM mainīgos
ml: ആര്ക്ക്ബൂട്ടിനായി PROM വാരിയബിളുകള്‍ സെറ്റ് ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Set PROM-variablar for Arcboot
pa: Arcboot ਲਈ PROM ਵੇਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Ustawianie zmiennych PROM dla Arcboot
pt_br: Definindo variáveis da PROM para o Arcboot
ro: Se pregătesc variabilele PROM pentru Arcboot
sl: Nastavljam PROM spremenljivke za Arcboot
zh_tw: 正在為 Arcboot 設定 PROM 變數

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
cy: Os mai dyma'r sefydliad Linux cyntaf ar y peiriant yma, neu os mae'r disgiau caled wedi cael eu ailrhaniadu, rhaid gosod rhai newidynnau yn y PROM cyn gall y system fŵtio'n arferol.
de: Wenn dies die erste Linux-Installation auf diesem Computer ist oder wenn die Festplatte neu partitioniert wurde, müssen einige Variablen im PROM gespeichert werden, bevor der Computer booten kann.
el: Αν πρόκειται για την πρώτη εγκατάσταση Linux σε αυτή τη μηχανή ή άν οι δίσκοι σας έχουν επανακατατμηθεί, τότε θα πρέπει να ορισθούν ορισμένες μεταβλητές του PROM για να εκκίνει το σύστημα κανονικά.
eo: Se estas la unua Linuksa instalado sur tiu maŝino, aŭ la fiksitaj diskoj estas rediskpartigita, iuj 'PROM'-variabloj endos modifitaj por normale praŝargebli la sistemon.
et: Kui käesolev on selle masina esimene Linuxi paigaldus või kui kõvakettaid on ümber partitsioneeritud, tuleb süsteemi normaalseks alglaadimiseks seada mõned PROM muutujad.
eu: Hau makina honetako lehen Linux instalazioa bada, edo disko gogorrean berriro partizioak egin badira, aldagai batzuk ezarri behar dira PROMen sistema modu arruntean abiarazteko gai izan baino lehen.
fi: Jos tämä on koneen ensimmäinen Linux-asennus, tai jos kiintolevyille on tehty uudet levyosiot, on joidenkin muuttujien arvo asetettava PROM:ssa ennen kuin järjestelmä voi käynnistyä normaalisti.
gl: Se esta é a primeira instalación de Linux nesta máquina, ou se se reparticionaron os discos duros, hai que establecer algunhas variables na PROM antes de que o sistema poida iniciarse correctamente.
he: אם זאת ההתקנה הראשונה של לינוקס על המחשב, או שהכוננים הקשיחים חולקו מחדש למחיצות, חלק מהמשתנים צריכים להיקבע ב-PROM לפני שהמערכת תוכל לאחתל באופן תקין.
id: Bila ini merupakan instalasi Linux pertama pada mesin ini, atau bila hard disk telah dipartisi lagi, beberapa variable pada PROM perlu diatur sebelum sistem dapat diboot secara normal.
kk: Егер бұл машина үшін Linux алғашқы орнату болса немесе қатқыл диск қайта бөлінген болса, жүйені қалыпты жүктеу үшін, кейбір айнымалы PROM-ды баптау қажет.
lt: Jei tai yra pirmas Linux diegimas šiame kompiuteryje, arba jei kietieji diskai yra naujai sudalinti skirsniais, kai kurie kintamieji turi būti įrašyti į PROM, kad sistema galėtų būti normaliai įkeliama.
lv: Ja šī ir pirmā Linux instalācija uz šīs mašīnas vai, ja cietais disks ir sadalīta vairākās partīcijās, jums ir jāuzstāda daži PROM mainībie, pirms varēsiet normāli sāknēt sistēmu.
ml: ഈ മഷീനിലെ ആദ്യത്തെ ലിനക്സ് ഇന്സ്റ്റലേഷനാണ് അല്ലെങ്കില്‍ നിങ്ങളുടെ ഹാര്ഡ് ഡ്രൈവുകള്‍ വീണ്ടും വിഭജിച്ചിട്ടുണ്ടെങ്കില്‍ സാധാരണഗതിയില്‍ സിസ്റ്റം ബൂട്ട് ചെയ്യുന്നതിന് മുന്പേ PROM ല്‍ ചില വാരിയബിളുകള്‍ സെറ്റ് ചെയ്യേണ്ടതാവശ്യമാണ്.
nn: Viss dette er den første linuxinstallasjonen på denne maskina, eller viss harddiskane er repartisjonert, må nokre variablar bli sett i PROM før systemet er i stand til å starta opp normalt.
pa: ਜੇ ਇਹ ਇਸ ਮਸ਼ੀਨ ਤੇ ਪਹਿਲੀ ਇੰਸਟਾਲੇਸ਼ਨ ਹੈ, ਜਾਂ ਜੇ ਹਾਰਡ ਡਰਾਈਵ ਦਾ ਮੁੜ ਵਿਭਾਗੀਕਰਨ ਕੀਤਾ ਹੈ, ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ PROM ਵਿੱਚ ਕੁਝ ਵੇਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨੇ ਜਰੂਰੀ ਹਨ।
pl: Je¶li jest to pierwsza instalacja Linuksa na tym komputerze, lub je¶li dyski twarde zosta³y przepartycjonowane, niektóre zmienne PROMu musz± byæ ustawione zanim system bêdzie móg³ byæ uruchomiony normalnie.
pt_br: Caso esta seja a primeira instalação Linux nesta máquina ou caso os discos rígidos tenham sido reparticionados, algumas variáveis precisam ser definidas na PROM antes que o sistema seja capaz de iniciar normalmente.
ro: Dacă aceasta este prima instalare de Linux pe această maşină, sau dacă discurile fixe au fost repartiţionate, unele variabile trebuie să fie ajustate în PROM înainte ca sistemul să poată porni normal.
sl: Če je to vaša prva namestitev Linuxa na ta računalnik ali pa so bili razdelki trdih diskov spremenjeni, je potrebno nastaviti nekatere spremenljivke v PROM preden je mogoče sistem normalno zagnati.
zh_tw: 如果這是這台機器第一次安裝 Linux，或是這個硬碟已重新進行磁碟分割，有些在 PROM 中的變數必須再加以設定才能讓系統能夠正常開機。

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
cy: Ar ddiwedd y cam sefydlu yma, fe fydd y system yn ailfŵtio. Ar ôl hyn, defnyddiwch y monitr gorchymyn o'r opsiwn "Stop for Maintenance" a defnyddiwch y gorchmynion canlynol:
de: Am Ende dieses Installationsschritts wird der Computer neu gestartet. Bitte wechseln Sie danach aus der »Stop for Maintenance«-Option in den »command monitor« und geben Sie folgende Befehle ein:
el: Στο τέλος αυτής της διαδικασίας εγκατάστασης το σύστημα θα επανεκκινήσει. Στη συνέχεια επιλέξτε το command monitor απο την επιλογή "Stop for Maintenance" και πληκρολογήστε τις ακόλουθες εντολές:
eo: La sistemo repraŝargos kiam tiu insalada fazo finiĝas. Poste tion, lanĉu la dialogan interpretilon ("command monitor") kun la 'Stopu por vartado'-elekto ("Stop for Maintenance"), kaj plenumendos la sekvantajn ordonojn:
et: Selle paigaldamise astme lõpus sooritab süsteem alglaadimise. Peale seda sisene "Stop for Maitenance" valikust käsukuvarisse ja sisesta järgnevad käsud:
eu: Instalazio-fase honen bukaeran, sistema berrabiarazi egingo da. Ondoren, sartu komando-monitorea "Gelditu mantentze-lanetarako" aukeran, eta sartu komando hau:
fi: Tämän asennusvaiheen lopussa järjestelmä käynnistetään uudelleen. Mene sen jälkeen "command monitor":iin valikon "Stop for Maintenance" -kohdasta, ja kirjoita seuraavat komennot:
gl: Ao rematar esta etapa da instalación, o sistema hase reiniciar. Despois disto, introduza o monitor de ordes na opción "Stop for Maintenance" e introduza as seguintes ordes:
he: בסוף שלב ההתקני הנוכחי, תצטרך לאחת. לאחר מכן, היכנס ל-command monitor מתוך האפשרות Stop for Maintenance והכנס את הפקודות הבאות:
id: Pada akhir dari tahap instalasi ini, sistem akan reboot. Setelah ini, masuk pada "command monitor" dari pilihan "Stop for Maintenance", dan masukkan perintah-perintah berikut:
kk: Осы кезеңнің соңында жүйе қайта жүктеледі. Осыдан соң, "Stop for Maintenance" опциясынан командалық мониторға кіріп, келесі командаларды енгізіңіз:
lt: Šio įdiegimo etapo pabaigoje sistema persikraus (reboot). Po to pasirinkite command monitor iš "Stop for Maintenance" pasirinkimo ir įveskite sekančias komandas:
lv: Šī instalācijas posma beigās sistēma pārsāknēsies. Pēc tam no "Apturēt apkopes veikšanai" opcijas ieejiet komandu monitorā un ievadiet sekojošas komandas:
ml: ഈ ഇന്സ്റ്റലേഷന്‍ സ്റ്റേജിനവസാനം സിസ്റ്റം റീബൂട്ട് ചെയ്യും. അതിന് ശേഷം "Stop for Maintenance" എന്ന ഒപ്ഷനില്‍ നിന്നും കമാന്റ് മോണിറ്ററില്‍ കടക്കുകയും താഴെ കൊടുത്തിരിക്കുന്ന കമാന്റുകള്‍ എന്റര്‍ ചെയ്യുകയും ചെയ്യുക:
nn: På slutten av dette installasjonsteget vil systemet starta på ny. Gå inn i kommandomonitoren frå «Stopp for vedlikehald»-valet etter dette, og skriv inn desse kommandoane:
pa: ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਸਥਿਤੀ ਦੇ ਅੰਤ ਵਿੱਚ, ਸਿਸਟਮ ਮੁੜ ਚੱਲੇਗਾ। ਇਸ ਤੋਂ ਬਾਅਦ "Stop for Maintenance" ਵਿੱਚੋਂ ਕਮਾਂਡ ਪ੍ਰਤੀਬਿੰਬ ਭਰੋ, ਅਤੇ ਹੇਠਲੀਆਂ ਕਮਾਂਡਾਂ ਦਿਓ:
pl: Na koñcu etapu instalacyjnego, system zostanie ponownie uruchomiony. Nastêpnie wprowad¼ polecenie monitor z opcji "Stop for Maintenance" oraz nastêpuj±ce polecenia:
pt_br: Ao final deste estágio da instalação, o sistema será reiniciado. Após isso, entre no monitor de comandos usando a opção "Parar para Manutenação" ("Stop for Maintenance") e informe os seguintes comandos :
ro: La sfârşitul acestei etape a instalării, sistemul va reporni. După aceasta, intraţi în monitorul de comenzi prin opţiunea "Stop for Maintenance", şi introduceţi următoarele comenzi:
sl: Na koncu te namestitvene stopnje bo bil računalnik ponovno zagnan. Po tem, poženite nadzornik ukazov iz "Stop for Maintenance" možnosti, in vnesite naslednje ukaze:
zh_tw: 在此安裝階段結束之時，系統將會重新啟動。然後，請藉由【Stop for Maintenance】選項來進入命令列畫面，並輸入以下的指令：

source: SiByl boot loader installation failed. Continue anyway?
cy: Methodd sefydliad llwythydd bŵt SiByl. Mynd ymlaen fodd bynnag?
de: SiByl-Bootloader-Installation fehlgeschlagen. Dennoch fortfahren?
el: Η εγκατάσταση του φορτωτή εκκίνησης SiByl απέτυχε. Θέλετε να συνεχίσετε;
eo: 'SiByl'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: Alglaaduri SiByl paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da SiByl abioko kargatzailea instalatu. Jarraitu nahi duzu hala ere?
fi: SiByl-alkulautausohjelman asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar o cargador de inicio SiByl. ¿Continuar igualmente?
he: התקנת SiByl נכשלה. להמשיך בכל זאת?
id: Instalasi boot loader SiByl gagal. Tetap melanjutkan?
kk: SiByl жүйелік жүктеуішінің орнатылуы сәтсіз аяқталды. Бәрібір, жалғастыру керек пе?
lt: Nepavyko įdiegti pradinio įkėliklio SiByl. Tęsti nepaisant to?
lv: SiByl instalācija neizdevās. Turpināt?
mg: Tsy Nanomby ny fametrahana ny boot loader SiByl. Tohizana ve?
ml: സിബില്‍ ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installering av SiByl oppstartslastar feila. Vil du likevel halda fram?
pa: SiByl ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja programu uruchomieniowego SiByl nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do gerenciador de inicialização do SiByl falhou. Continuar mesmo assim ?
ro: Instalarea încărcătorului de sistem SiByl a eşuat. Mai continuaţi?
sl: Namestitev zagonskega nalagalnika SiByl ni uspela. Kljub temu nadaljujem?
zh_tw: SiByl 開機程式的安裝作業失敗了。是否無論如何仍然繼續？

source: The SiByl package failed to install into /target/. Installing SiByl as a boot loader is a required step. The install problem might however be unrelated to SiByl, so continuing the installation may be possible.
cy: Methodd y pecyn SiByl sefydlu yn /target/. Mae sefydlu SiByl fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a SiByl, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das SiByl-Paket konnte nicht nach /target/ installiert werden. Die Installation von SiByl als Bootloader ist jedoch erforderlich. Das Problem muss allerdings SiByl nicht zwangsläufig betreffen, deshalb könnte es möglich sein, die Installation fortzusetzen.
el: Το πακέτο SiByl απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του SiBylως φορτωτή εκκίνσηης είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του SiByl και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'sibyl'-pako neeblas instalita en '/target/'-o. Instalu 'SiByl'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'SiByl'-o, nu eble daŭrigus la instaladon.
et: Paketi SiByl /target/ peale paigaldamine nurjus. Alglaaduri SiByl paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse SiByl'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da SiByl paketea /target/en instalatu. SiByl abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke SiByl-ekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin SiByl asennus hakemistoon /target/ ei onnistunut. Colon asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity SiBylon, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete SiByl en /target/. A instalación de SiByl coma cargador de inicio é un paso necesario. O problema coa instalación pode, nembargantes, non estar relacionado con SiByl, polo que sería posible continuar a instalación.
he: <ו
id: Paket SiByl gagal diinstal ke /target/. Memasang SiByl sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan SiByl, jadi Anda tetap dapat melanjutkan instalasi.
kk: SiByl дестесін /target/-ке орнату сәтсіз аяқталды. SiByl-ды жүктеуіш ретінде орнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер SiByl-мен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti SiByl paketo į /target/. Pradinio įkėliklio SiByl įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su SiByl, taigi įdiegimo tęsimas galbūt galimas.
lv: SiByl pakas instalācija beidzās neveiksmīgi. SiByl kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar SiByl un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: സിബില്‍ പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. സിബില്‍ ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം സിബിലുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Installering av SiByl-pakka på /target/ feila. Å installera SiByl som oppstartslastar er eit påkrevd steg. Installasjonsproblemet treng ikkje vera knytt til SiByl, så det kan vera det er mogeleg å halda fram.
pa: /target/ ਉੱਪਰ SiByl ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। SiByl ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ SiByl ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu SiByl w /target/ nie powiod³a siê. Instalacja SiByl jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z SiByl i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote SiByl em /target/ falhou. A instalação do gerenciador de incialização SiByl é um passo requerido. O problema de instalação pode ser não relacionado ao SiByl, portanto continuar a instalação pode ser possível.
ro: Instalarea pachetului SiByl pe /target/ s-a soldat cu eşec. Instalarea SiByl ca încărcător de sistem este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu SiByl, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa SiByl v /target/ ni uspela. Namestitev zagonskega nalagalnika colo je obvezen korak. Kljub temu napaka pri namestitvi ni nujno povezana s SiBylm, zato morda lahko nadaljujete z namestitvijo.
zh_tw: 無法將 SiByl 套件安裝至 /target/。安裝 SiByl 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 SiByl 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Installing the SiByl boot loader
cy: Yn sefydlu'r llwythydd bŵt SiByl
de: Installiere den SiByl-Bootloader
el: Εγκατάσταση του φορτωτή εκκίνησης SiByl
eo: Instalado de 'SiByl'-a praŝargilo
et: Alglaaduri SiByl paigaldamine
eu: SiByl abioko kargatzailea instalatzen
fi: Asennetaan SiByl-alkulatausohjelmaa
gl: A instalar o cargador de inicio SiByl
he: מתקין את מנהל האתחול SiByl
id: Memasang boot loader SiByl
kk: SiByl жүйелік жүктеуішін орнату...
lt: Diegiamas pradinis įkėliklis SiByl
lv: SiByl sāknētāja instalēšana
mg: Mametraka ny boot loader SiByl
ml: സിബില്‍ ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installera oppstartslastaren SiByl
pa: SiByl ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja programu uruchomieniowego SiByl
pt_br: Instalando o carregador de inicialização SiByl
ro: Se instalează încărcătorul de sistem SiByl
sl: Nameščam zagonski nalagalnik SiByl
zh_tw: 正在安裝 SiByl 開機程式

source: Installing the SiByl package
cy: Yn sefydlu'r pecyn SiByl
de: Installiere das SiByl-Paket
el: Εγκατάσταση του πακέτου SiByl
eo: Instalado de 'SiByl'-a pako
et: Paketi SiByl paigaldamine
eu: SiByl paketea instalatzen
fi: Asennetaan SiByl-paketti
gl: A instalar o paquete SiByl
he: מתקין את החבילה SiByl
id: Memasang paket SiByl
kk: SiByl дестесін орнату
lt: Diegiamas paketas SiByl
lv: Instalēju 'SiByl' paku...
mg: Mametraka ny pakajy ny SiByl
ml: സിബില്‍ പാക്കേജ് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installerer SiByl-pakka
pa: SiByl ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie pakietu SiByl
pt_br: Instalando o pacote SiByl
ro: Se instalează pachetul SiByl
sl: Nameščam Colo paket
zh_tw: 正在安裝 SiByl 套件

source: Creating SiByl configuration
cy: Yn creu cyfluniad SiByl
de: Erstelle SiByl-Konfiguration
el: Ρύθμιση του SiByl
eo: Krei 'SiByl'-an akomodadon
et: SiByl seadistuse loomine
eu: SiByl-en konfigurazioa sortzen
fi: Tehdään SiByl:n asetukset
gl: A crear a configuración de SiByl
he: יוצר את הגדרות SiByl
id: Membuat konfigurasi SiByl
kk: SiByl конфигурациясын жасау
lt: Kuriama SiByl konfigūracija
lv: Veidoju SiByl konfigurāciju
ml: സിബില്‍ ക്രമീകരണം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Lagar oppsettet for SiByl
pa: SiByl ਸੰਰਚਨਾ ਬਣਾ ਰਿਹਾ ਹੈ
pl: Tworzenie konfiguracji SiByl
pt_br: Criando a configuração do SiByl
ro: Se creează configuraţia SiByl
sl: Ustvarjam SiByl nastavitve
zh_tw: 正在建立 SiByl 設定

source: Install the SiByl boot loader on a hard disk
cy: Yn sefydlu'r llwythydd bŵt SiByl ar ddisgen galed
de: SiByl-Bootloader auf einer Festplatte installieren
el: Εγκατάσταση του φορτωτή εκκίνησης SiByl σε ένα σκληρό δίσκο
eo: Instalu la 'SiByl'-praŝargilon sur fiksita disko
et: Paigalda alglaadur SiByl kõvakettale
eu: Instalatu SiByl abioko kargatzailea disko gogorrean
fi: Asenna SiByl-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio SiByl nun disco duro
he: התקנת מנהל האתחול SiByl על הדיסק הקשיח
id: Pasang boot loader SiByl pada hard disk
kk: SiByl жүйелік жүктеуішін қатқыл дестеге орнату
lt: Pradinio įkėliklio SiByl diegimas į kietąjį diską
lv: Instalēt SiByl sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader SiByl
ml: സിബില്‍ ബൂട്ട് ലോഡര്‍ ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installera oppstartslastaren SiByl på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ SiByl ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Zainstaluj program uruchomieniowy SiByl na dysku twardym
pt_br: Instalar o carregador de inicialização SiByl em um disco rígido
ro: Instalează încărcătorul de sistem SiByl pe un disc fix
sl: Namesti zagonski nalagalnik SiByl na trdi disk
zh_tw: 將 SiByl 開機程式安裝至硬碟上
