Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The installer failed to load the preconfiguration file from ${LOCATION}. The file may be corrupt.
cy: Methodd y sefydlydd lwytho'r ffeil cyngyfluniad o ${LOCATION}. Efallai mae'r ffeil yn llygredig.
de: Der Installer konnte die Vorkonfigurationsdatei nicht von ${LOCATION} laden. Die Datei ist möglicherweise beschädigt.
el: Δεν ήταν δυνατή η φόρτωση του απαραίτητου αρχείου για προ-ρύθμιση από το${LOCATION}. Το αρχείο μπορεί να είναι κατεστραμμένο.
eo: La instalilo neŝultis antaŭagordadan dosieron el ${LOCATION}. La dosiero estas eble difektita.
et: Paigaldaja ei suutnud laadida eelseadistuse faili ${LOCATION} pealt. Fail võib olla vigane.
eu: Instalatzaileak huts egin du aurrekonfigurazioaren fitxategia ${LOCATION} kokalekutik kargatzean. Fitxategia hondatuta egon daiteke.
fi: Esiasetuksiin tarvittavaa tiedostoa ei voitu noutaa taltiolta ${LOCATION}. Tiedosto saattaa olla vioittunut.
he: המתקין כשל בטעינת קובץ הגדרות מוקדמות מ-${LOCATION}. הקובץ עלול להיות לא תקין.
id: Penginstal gagal memuat berkas prakonfigurasi dari ${LOCATION}. Berkas tersebut mungkin rusak.
kk: Орнату программасына алдын ала конфигурациялы файлды ${LOCATION}-нан жүктеу сәтсіз аяқталды. Файл бұзылуы мүмкін.
lt: Įdiegikliui nepavyko įkelti išankstinės konfigūracijos failo iš ${LOCATION}. Galbūt failas yra sugadintas.
lv: instalators nevarēja ielādēt prekonfigurācijas failu no ${LOCATION}. Iespējams šis fails ir bojāts.
nn: Installasjonsprogrammet klarte ikkje å lasta førehandsoppsettsfila frå ${LOCATION}. Fila kan vera øydelagd.
pl: Instalator nie móg³ za³adowaæ pliku wstêpnej konfiguracji z ${LOCATION}. Mo¿liwe, ¿e plik jest uszkodzony.
pt_br: O instalador falhou ao carregar o arquivo de pré-configuração de ${LOCATION}. O arquivo pode estar corrompido.
ro: Programul de instalare a eşuat la încărcarea fişierului de anteconfigurare de la ${LOCATION}. Este posibil ca fişierul să fie corupt.
sl: Namestitveni program ni uspel naložiti prednastavitvene datoteke z ${LOCATION}. Datoteka je morda pokvarjena,
zh_tw: 安裝程式無法由 ${LOCATION} 載入預先設定檔案。這個檔案可能已經損毀了。

source: Download debconf preseed file
cy: Lawrlwytho ffeil cynhedynnu Debconf
de: Lade Debconf Vorkonfiguration herunter
el: Μεταφόρτωση του αρχείου προρύθμισης debconf
eo: Elŝuti antaŭagordado 'debconf'-a dosiero
et: Lae debconf'i eelseemendusfail alla
eu: Deskargatu aurrez konfiguratutako debconf fitxategia
fi: Noudetaan debconfin esiasetustiedosto
he: מוריד את קובץ הגדרות של debconf
id: Mengambil berkas preseed debconf ...
kk: debconf preseed файлды алу
lt: Debconf preseed failo atsisiuntimas
lv: Lejuplādēt prekonfigurācijas failu
nn: Last ned debconf-fil for førehandsoppsett
pl: Pobierz ¼ród³owy plik debconf
pt_br: Fazer download de arquivo de pré-alimentação debconf
ro: Descarcă fişierul de intrare debconf anteconfigurat
sl: Prenesi datoteko, osemenjeno z debconf
zh_tw: 下載預先設定好的 debconf 檔案

source: Load debconf preseed file
cy: Llwytho ffeil cynhedynnu Debconf
de: Lade Debconf Vorkonfiguration
el: Φόρτωση του αρχείου προρύθμισης debconf
eo: Ŝargi antaŭagardado 'debconf'-a dosiero
et: Lae debconf'i eelseemendusfail
eu: Kargatu aurrez konfiguratutako debconf fitxategia
fi: Ladataan debconfin esiasetustiedosto
he: טען את קובץ ההגדרות של debconf
id: Memuat berkas preseed debconf
kk: debconf preseed файлын жүктеу.
lt: Debconf preseed failo įkėlimas
lv: Ielādēt prekonfigurācijas failu
nn: Lastar debconf-fil for førehandsoppsett
pl: Za³aduj ¼ród³owy plik debconf
pt_br: Carregar arquivo de pré-alimentação debconf
ro: Încarcă fişierul de intrare debconf anteconfigurat
sl: Naloži datoteko, osemenjeno z debconf
zh_tw: 載入預先設定好的 debconf 檔案

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root filesystem temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
de: Nach dieser Nachricht erhalten Sie eine Shell, in der ${DEVICE} auf »/target« eingebunden wurde. Sie können mit den Werkzeugen der Installer-Umgebung darin arbeiten. Wenn Sie möchten, dass es temporär Ihr Root-Dateisystem wird, dann starten Sie »chroot /target«. Benötigen Sie weitere Dateisysteme (z.B. ein separates »/usr«), müssen Sie diese selbst einbinden.
eo: Poste tiu ĉi mesaĝo, vi atingos interpretilon kun ${DEVICE}-o surmetita en '/target'-dosierujo. Vi eble laboros per disponeblaj iloj el instalila metiejo. Se vi volas nedaŭre uzi '/target'-dosierujo anstataŭ radiko, plenumu la ordonon "chroot /target". Se vi bezonas aliajn dosiersistemojn tia aparta '/usr'-dosierujo, vi meme surmetendos ilin.
eu: Mezu honen ondoren ${DEVICE} fitxategi-sistema "/target"-en muntatua duen shell bat izango duzu. Bertan instalatzaile ingurunean erabilgarri dauden lanabesekin lan egin ahal izango duzu. Berau aldi batetarako erro fitxategi egin nahi izan ezkero "chroot /target" exekutatu. Beste edozein fitxategi-sistema (aparteko "/usr" adib.) behar izanez gero, eskuz muntatu beharko duzu.
lt: Po·šio·pranešimo,·Jums·bus·duotas·apvalkalas·(shell)·su·prijungtu ·${DEVICE}·prijungimo·taške··"/target". Čia Jūs galite dirbti naudodamiesi įdiegiklio aplinkoje prieinamais įrankiais. Jei Jūs norite šią failų sistemą laikinai padaryti šaknine (root) failų sistema - įvykdykite "chroot·/target". Jums reikia kokios nors kitos failų sistemos (kaip pvz. atskiros "/usr"), Jūs turėsite prisijungti ją patys.
lv: Pēc šī ziņojuma, ja failu sistēma ${DEVICE} būs piemontēta veiksmīgi, Jums tiks piedāvāta čaula ar šo failu sistēmu piemontētu kā "/target". Ja Jūs gribat īslaicīgi padarīt to par Jūsu čaulas saknes failu sistēmu, izmantojiet komandu "chroot /target". Ja Jums ir nepieciešamas vēl jādas failu sistēmas (piemēram atsevišķa "/usr"), Jums tās būs jāpiemontē pēc tam.
ro: După acest mesaj, vi se va da o consolă cu ${DEVICE} montat la "/target". Veţi putea lucra asupra ei folosind uneltele disponibile în mediul de instalare. Dacă doriţi să ajungeţi temporar în sistemul de fişiere rădăcină, rulaţi "chroot /target". Dacă aveţi nevoie şi de alte sisteme de fişiere (cum ar fi un "/usr" separat), va trebui să le montaţi dvs. pe acelea.
zh_tw: 在此訊息之後，您將會進入一個將 ${DEVICE} 掛載在 "/target" 的介面程式 (Shell) 裡。您可以使用在安裝程式的作業環境裡所提供的工具來進行操作。如果您想暫時進入您的 root 檔案系統來進行操作，請執行 "chroot /target"。如果您還會用到其它的檔案系統，像是另一個獨立的 "/usr"，您將必須自行進行掛載。

source: floppy, web, mounted file system
de: Diskette, Web, Eingehängtes Dateisystem
eo: Disketo, Teksaĵo, Surmeta dosiersistemo
et: flopi, veeb, haagitud failisüsteem
eu: disketea, web, muntaturiko fitxategi-sistema
he: דיסקט, אינטרנט, מערכת קבצים מעוגנת
lt: lankstus diskelis, web'as, prijungta failų sistema
lv: disketes, web, piemontēta failu sistēma
ro: dischetă, web, sistem de fişiere montat
zh_tw: 磁碟片, Web, 已掛載的檔案系統

source: Start menu, Start shell
cy: Cychwyn dewislen, Cychwyn plisgyn
de: Menü öffnen, Shell starten
el: Εκκίνηση μενού, Εκκίνηση κέλυφους
eo: Eka menuo, Eka shell
et: Käivita menüü, Käivita kest (shell)
eu: Hasi menua, hasi shell-a
fa: منوی آغاز، پوسته‌ی آغاز
fi: Käynnistä valikko, käynnistä komentotulkki
he: תפריט התחלה, הפעלת מעטפת
id: Memulai menu, Memulai shell
kk: Менюді шақырып, қоршамды іске қосу
lt: Kviesti meniu, Vykdyti apvalkalą (shell)
lv: Palaist izvēlni, Palaist čaulu
mg: Alefafo ny safidy, alfaso ny shell
nn: Start meny, Start skal
pl: Menu start, uruchamianie pow³oki
pt_br: Iniciar meni, Iniciar shell
ro: Porneşte meniul, Porneşte o consolă
sl: Meni Start, lupina Start
zh_tw: 呼叫選單, 執行 Shell

source: Password confirmation:
cy: Cadarnhad cyfrinair:
de: Passwort (Bestätigung):
el: Επιβεβαίωση κωδικού:
eo: Pasvorta konfirmado:
et: Parooli kinnitus:
eu: Berretsi pasahitza:
fa: تایید اسم‌رمز:
fi: Vahvista salasana:
he: אימות סיסמה:
id: Konfirmasi kata sandi:
kk: Парольді растау:
lt: Slaptažodžio patvirtinimas:
lv: Apstipriniet paroli:
mg: Fanamarinana ny teny mpamoha:
nn: Stadfesting av passord:
pl: Potwierdzenie has³a:
pt_br: Confirmação da senha :
ro: Confirmarea parolei:
sl: Potrditev gesla:
zh_tw: 確認密碼：

source: Password empty
cy: Cyfrinair gwag
de: Passwort ist leer
el: Κενός κωδικός
eo: Malplena pasvorto
et: Tühi parool
eu: Pasahitza hutsik
fa: اسم‌رمز خالی است.
fi: Tyhjä salasana
he: סיסמה ריקה
id: Kata sandi kosong
kk: Бос пароль
lt: Slaptažodis tuščias
lv: Tukša parole
mg: Tsy misy teny mpamoha
nn: Passordet er tomt
pl: Brak has³a
pt_br: Senha em branco
ro: Parolă nulă
sl: Prazno geslo
zh_tw: 空的密碼

source: You seem to have entered an empty remote installation password. That is not secure. Please enter a password again.
cy: Ymddengys eich bod chi wedi rhoi cyfrinair sefydliad pell gwag. Nid yw hyn yn ddiogel. Rhowch gyfrinair eto.
de: Sie haben ein leeres Passwort angegeben. Dies ist nicht sicher. Bitte geben Sie ein Passwort ein.
el: Κατα τα φαινόμενα εισάγατε έναν κενό κωδικό απομακρυσμένης εγκατάστασης, Αυτό δεν είναι ασφαλές. Παρακαλώ εισάγετε ξανά έναν κωδικό.
eo: Verŝajne vi tajpis malplenan deforan instaladan pasvorton. Tio ne estas secura. Bonvole retajpu pasvorton.
et: Paistab, et sisestasid kaugligipääsule tühja parooli. See pole turvaline. Palun sisesta uus parool.
eu: Urrunetik instalatzeko pasahitz hutsa sartu duzula dirudi. Hori ez da segurua. Sartu pasahitza berriro.
fa: شما اسم‌راز نصب از رها دور را خالی گذاشته‌اید. این کار امنیت ندارد. لطفا یک اسم‌رمز وارد کنید.
fi: Näytät kirjoittaneen tyhjän etäasennussalasanan. Se ei ole tietoturvallista. Kirjoita salasana uudelleen.
he: נראה שהכנסת סיסמה ריקה לצורך התקנה מרוחקת. זה אינו מאובטח, אנא הכנס סיסמה נוספת.
id: Anda kelihatannya memasukkan kata sandi kosong. Ini tidak aman. Silakan masukkan sebuah kata sandi lagi.
kk: Сіз жойылған қондырғының бос паролін енгізгенге ұқсайсыз. Бұл қауіпті. Парольді қайта енгізіуіңізді сұраймыз.
lt: Atrodo, kad Jūs įvedėte tuščią nutolusio įdiegimo slaptažodį. Tai nėra saugu. Įveskite slaptažodį naujai.
lv: Izskatās, ka esat ievadījis tukšu instalācijas paroli. Tas nav droši, lūdzu ievadiet paroli.
nn: Det ser ut til at du ikkje har skrive inn noko passord for tilgang utanfrå til installasjonsprogrammet. Dette er ikkje trygt. Ver snill og skriv inn eit passord no.
pl: Wygl±da na to, ¿e wprowadzi³e¶ pusty ci±g jako has³o instalacyjne. To nie jest bezpieczne. Proszê wprowadziæ has³o jeszcze raz.
pt_br: Parece que você informou uma senha em branco para instalação remota. Isso não é segura. Por favor, informe uma senha novamente.
ro: Aţi introdus o parolă nulă pentru pentru instalarea de la distanţă. Acest lucru nu este sigur. Vă rugăm să introduceţi din nou o parolă.
sl: Vnesli ste prazno geslo za oddaljeno namestitev, kar ni varno. Ponovno vnesite geslo.
zh_tw: 您似乎是輸入了空的遠端安裝密碼。這樣並不安全！請再次輸入密碼。

source: Unsupported boot filesystem type
de: Nicht unterstützter Boot-Dateisystemtyp
eo: Maladministra praŝarga dosiersistema tipo
eu: Onartu gabeko abioko fitxategi-sistema mota
lt: Nepalaikomas·pradinio įkėlimo (boot) failų sistemos tipas
lv: Neatbalstīts sāknēšanās failu sistēmas tips
ro: Tip de sistem de fişiere nesuportat pentru partiţia de pornire
zh_tw: 開機檔案系統的格式不被支援

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
cy: Methwyd lleihau'r Grŵp Cyfrol a ddewiswyd (${VG}). Dim ond un cyfrol corfforol sydd wedi cysylltu. Os gwelwch yn dda, dileuwch y Grŵp Cyfrol yn lle.
de: Die ausgewählte Volume-Gruppe (${VG}) konnte nicht verkleinert werden. Ihr ist nur ein physikalisches Laufwerk zugewiesen. Bitte löschen Sie stattdessen die Volume-Gruppe.
el: Δεν ήταν δυνατή η σμίκρυνση της επιλεγμένης Ομάδας Τόμων (${VG}). Υπάρχει μόνο μία φυσική μονάδα συνδεδεμένη. Αντ' αυτού, επιλέξτε τη διαγραφή της Ομάδας Τόμων.
eo: La elekta datumportila grupo (${VG}) ne eblas malplivastigita. Nur unu datumportilo estas ligita. Anstataŭ tio, plivole forviŝu la datumportila grupo.
et: Valitud volüümigruppi (${VG}) ei saanud vähendada, kuna tas on üksainumas füüsiline volüüm. Võid volüümigrupi hoopis kustutada.
eu: Ezin izan da hautatutako bolumen-taldea (${VG}) murriztu. Bolumen fisiko bakarra dago erantsita. Ezabatu bolumen-taldea.
fa: گروه فضای کورد نظر (${VG}) قابل کاهش نیست. فقط یک فضای فیزیکی به این فضا تعلق دارد. میتوانید بجای این کار گروه فضا را حذف کنید.
fi: Valittua levynideryhmää (${VG}) ei voitu pienentää. Liitettynä on vain yksi levynide. Poista levynideryhmä.
he: לא ניתן לצמצם את קבוצת הכרכים הנבחרת ${VG}. יש רק כרך פיזי אחד קשור. במקום, מחק בבקשה את קבוצת הכרכים.
id: Grup Volum terpilih (${VG}) tidak dapat diperkecil. Hanya ada satu Volum Fisik yang tergabung. Silakan menghapus Grup Volum ini.
kk: Таңдап алған ${VG}) томдар тобы қысқара алмайды. Іске тек бір физикалық том қосылған. Қысқартудың орнына томдар тобын жойыңыз.
lt: Negalima sumažinti pasirinktos tomų grupės (${VG}). Ji sudaryta tik iš vieno fizinio tomo (physical volume). Galite nebent išmesti šią tomų grupę (Volume Group).
lv: Šī sējumu grupa (${VG}) nevar tikt sašaurināta, jo sastāv tikai no viena fiziskā sējuma. Tāpēc lūdzu dzēsiet šo grupu sašaurināšanas vietā.
nn: Det valde det grupperte dataområdet (${VG}) kunne ikkje reduserast. Det er berre eitt fysisk dataområde i gruppa. Slett det grupperte dataområdet i staden.
pl: Wybrana grupa woluminów (${VG}) nie mo¿e zostaæ pomniejszona. Jest do niej za³±czony tylko jeden fizyczny wolumin. Proszê zamiast tego usun±æ grupê woluminów.
pt_br: Não foi possível reduzir o Grupo de Volume selecionado (${VG}). Existe somente um volume físico anexado. Por favor, ao invés disso, remova o Grupo de Volume.
ro: Grupul de volume selectat (${VG}) nu a putut fi redus. Există doar un singur volum fizic ataşat. În schimb, vă rugăm să ştergeţi Grupul de volume.
sl: Izbrane skupine nosilcev (${VG}) ni mogoče zmanjšati. Pripet je le en fizični nosilec. Namesto tega raje zbrišite skupino nosilcev.
zh_tw: 無法縮減所指定的 Volume Group (${VG})。它只包含了一個 Physical Volume。請替而刪除整個 Volume Group。

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
cy: Methwyd tynnu'r cyfrol corfforol ${PARTITION} o'r Grŵp Cyfrol a ddewiswyd.
de: Das physikalische Volume ${PARTITION} konnte nicht aus der ausgewählten Volume-Gruppe entfernt werden.
el: Δεν ήταν δυνατή η αφαίρεση της φυσικής μονάδας ${PARTITION} από την επιλεγμένη Ομάδα Τόμων.
eo: La '${PARTITION}'-datumportilo neeblas elprenita el elektita datumportila grupo.
et: Füüsilist volüümi ${PARTITION} ei saanud valitud volüümigrupist eemaldada.
eu: Ezin izan da ${PARTITION} bolumen fisikoa kendu hautatutako bolumen-taldetik.
fa: فضا فیزیکی ${PARTITION} قابل حذف شده از گروه فضای انتخاب شده نیست.
fi: Levynidettä ${PARTITION} ei voitu poistaa valitusta levynideryhmästä.
he: הכרך הפיזי ${PARTITION} לא ניתן להסרה מקבוצת הכרכים שנבחרה.
id: Volum Fisik ${PARTITION} tidak dapat dilepas dari Grup Volum yang terpilih.
kk: Таңдап алған томдар тобынан ${PARTITION} физикалық томды жою сәтсіз аяқталды.
lt: Nepavyko išmesti fizinio tomo (physical volume) ${PARTITION} iš pasirinktos tomų grupės (Volume Group).
lv: Fiziskais sējums ${PARTITION} nevar tikt izņemts no šīs sējumu grupas.
nn: Det fysiske dataområdet ${PARTITION} kunne ikkje fjernast frå det valde grupperte dataområdet.
pl: Fizyczny wolumin ${PARTITION} nie móg³ zostaæ usuniêty z wybranej grupy woluminów.
pt_br: Não foi possível remover o volume físico ${PARTITION} do Grupo de Volume selecionado.
ro: Volumul fizic ${PARTITION} nu a putut fi înlăturat din Grupul de volume selectat.
sl: Fizičnega nosilca ${PARTITION} nisem mogel odstraniti iz skupine nosilcev.
zh_tw: 無法從指定的 Volume Group 中移除 Physical Volume ${PARTITION}。

source: Please check the error log on the third console for more information. You can switch to the third virtual console (VT3) by pressing Alt-F3, and you get back to the installer by pressing Alt-F1.
cy: Edrychwch ar y cofnod gwall ar y trydydd consol am mwy o wybodaeth. Gallwch fynd i'r trydydd consol rhithwir (VT3) gan wasgu Alt-F3, a gallwch ddod yn ôl i'r sefydlydd gan wasgu Alt-F1.
de: Bitte überprüfen Sie das Fehler-Log auf der dritten Konsole auf weitere Informationen. Sie können zur dritten virtuellen Konsole (VT3) umschalten, indem Sie Alt-F3 drücken. Mit Alt-F1 gelangen Sie zurück zum Installer.
el: Ελέξτε το ημερολόγιο σφαλμάτων στην τρίτη κονσόλα για περισσότερες πληροφορίες. Η εναλλαγή της κονσόλας γίνεται πληκτρολογώντας Alt-F3 και η επιστροφή στην εγκατάσταση πληκρρολογώντας Alt-F1.
eo: Bonvolu kontroli eraran ĵurnalon sur la tria konzolo por pli informojn ('tty3'). Perklavu ('ALT+F3'), vi ŝaltus interpretilon sur la tria terminalo ('VT3'). Perklavu ('ALT+F1'), vi retroiru al ĉi tiu instalilo.
et: Rohkema info jaoks kontrolli kolmandat konsooli või vealogi. Saad vahetada kolmandale virtuaalsele konsoolile (VT3) vajutades Alt-F3 ja tagasi paigaldaja juurde vajutades Alt-F1.
eu: Egiaztatu hirugarren kontsolako errore-egunkarian, informazio gehiago eskuratzeko. Hirugarren kontsola birtualera (VT3) joan zaitezke Alt-F3 sakatuz, eta instalatzailera itzul zaitezke Alt-F1 sakatuz.
fa: لطفا برای اطلاعات بیشتر ثبت رخدادها را در کنسول سوم ببینید. شما میتوانید با فشار دادن ALT-F3 به این کنسول بروید و با فشار ALT-F1 به کنسول اول برگردید.
fi: Katso kolmannen konsolin virhelokista lisätietoja. Kolmanteen virtuaalikonsoliin (VT3) vaihdetaan painamalla Alt-F3. Takaisin asentimeen pääsee painamalla Alt-F1.
he: למידע נוסף, בדוק בבקשה את תיעוד השגיאות בקונסול השלישי. אפשר להחליף לקונסול השלישי (VT3) ע"י לחיצה על הצירוף ALT+F3, ולחזור ע"י הצירוף ALT+F1.
id: Silakan memeriksa log kesalahan pada konsol ketiga untuk informasi detil. Anda dapat pindah ke konsol maya ketiga (VT3) dengan menekan Alt-F3, dan Anda dapat kembali ke penginstal dengan menekan Alt-F1.
kk: Үшінші консолида қателіктер журналында толықырақ информациясын көріңіз. Сіз Alt-F3-ты басып үшінші виртуаль консоліна ауысып косыласыз, ал егер орнату программасына қайтқыңыз келсе Alt-F1-ты басыңыз.
lt: Daugiau informacijos rasite klaidų žurnale trečiojoje konsolėje. Jūs galite persijungti į trečiąją virtualią konsolę (VT3) paspaudę ALT-F3, ir grįžti atgal į įdiegiklį, paspaudę ALT-F3.
lv: Lai iegūtu sīkāku informāciju lūdzu apskatieties kļūdu žurnālu trešajā virtuālajā komandrindā. Uz šo komandrindu (VT3) jūs varat pārslēgties nospiežot Alt-F3, bet atgriezties pie instalatora jūs varēsiet nospiežot Alt-F1.
nn: Sjekk feilloggen på det tredje konsollet for meir informasjon. Du kan skifta til det tredje virituelle konsollet (VT3) ved å trykkja Alt-F3, og gå tilbake til installasjonsprogrammet ved å trykkje Alt-F1.
pl: By uzyskaæ wiêcej informacji proszê sprawdziæ dziennik b³êdów na trzeciej konsoli. Mo¿esz siê prze³±czyæ na trzeci± konsolê wirtualn± (VT3) naciskaj±c Alt-F3, a powróciæ do instalatora naciskaj±c Alt-F1.
pt_br: Por favor, confira o log de erros no terceiro console para maiores informações. Você pode alternar para o terceiro console virtual (VT3) pressionando Alt-F3 e pode retornar ao instalador pressionando Alt-F1.
ro: Vă rugăm verificaţi jurnalul de erori de pe a treia consolă pentru mai multe informaţii. Puteţi trece la cea de a treia consolă virtuală (VT3) prin apăsarea combinaţiei Alt-F3, şi vă puteţi întoarce la programul de instalare cu Alt-F1.
sl: Preverite dnevnik napak v tretji konzoli za več informacij. Na tretjo konzolo se prestavitev z Alt-F3, vrnete pa z Alt-F1.
zh_tw: 請查看第三個主控台中的錯誤 Log 來獲得更多訊息。您可以按下 ALT+F3 來切換到第三個虛擬主控台 (VT3)，然後再按下 ALT+F1 來返回安裝程式。

source: Erase entire disk and use LVM: ${DEVICE}
de: Gesamtes Laufwerk löschen und LVM verwenden: ${DEVICE}
eo: Viŝu tute diskon kaj uzu 'LVM'-on: ${DEVICE}
eu: Ezabatu disko osoa eta LVM erabili: ${DEVICE}
lt: Ištrinti visą diską ir naudoti LVM: ${DEVICE}
lv: Izdzēst visu disku un lietot LVM: ${DEVICE}
ro: Şterge întregul disc şi foloseşte LVM: ${DEVICE}
zh_tw: 刪除整個磁碟並使用 LVM：${DEVICE}

source: Existing physical volume on the selected device
de: Bestehendes physikalisches Volume auf dem gewählten Gerät
eo: Ĉeestanta datumportilaĵo sur la elektita aparato
eu: Badago bolumen fisiko bat aukeratutako gailuan
lt: Pasirinktame įrenginyje esantis fizinis tomas (physical volume)
lv: Eksistējošie fiziskie sējumi uz izvēlētās iekārtas
ro: Volum fizic existent pe dispozitivul selectat

source: The device you selected already contains one or more physical volumes. It is not possible to automatically partition this device using LVM.
de: Das von Ihnen gewählte Gerät enthält bereits ein oder mehrere physikalische Volumes. Es ist nicht möglich, dieses Gerät automatisch mit LVM zu partitionieren.
eo: La elekta aparato jam enhavas unu aŭ pluraj datumportilaĵoj. Neeblas aŭtomate diskpartigi tiun aparaton per logika datumportila administranto ('LVM').
eu: Zuk aukeratutako gailuak dagoeneko ba du beintzat bolumen fisiko bat. Ez da posible gailu honen partizioak automatikoki LVM bidez egita.
lt: Jūsų pasirinktame įrenginyje jau yra vienas ar daugiau fizinių tomų. Todėl nėra galimybės automatiškai dalyti skirsniais šio įrenginio, naudojant loginių tomų tvarkyklę (LVM).
lv: Izvēlētā iekārta jau satur vienu vai vairākus fiziskos sejumus. Šo iekārtu nav iespējams particionēt automātiski ar LVM izmantošanu.
ro: Dispozitivul pe care l-aţi selectat conţine deja unul sau mai multe volume fizice. Nu este posibilă partiţionarea automată acestui dispozitiv folosind LVM.

source: The kernel module package ${PACKAGE} could not be found or an error occurred during installation.
de: Das Kernelmodulpaket ${PACKAGE} konnte nicht gefunden werden oder es trat während der Installation ein Fehler auf.
eo: La kerna modula '${PACKAGE}'-enpako neeblas trovita aŭ eraro okazas dum instalado.
eu: ${PACKAGE} nukleo modulo paketea ezin da aurkitu edo errore bat gertatu da instalatzerakoan.
lt: Nerastas branduolio modulio paketas ${PACKAGE} arba įvyko klaida jį diegiant.
lv: Kodola moduļa paka ${PACKAGE} nav atrasta vai arī ir radusies kļūda tās instalācijas procesā.
ro: Pachetul de modul de nucleu ${PACKAGE} nu a putut fi găsit sau a apărut o eroare în timpul instalării.
zh_tw: 找不到 Kernel 模組套件 ${PACKAGE}，或是在安裝時發生了錯誤。

source: There will likely be problems during boot when the system tries to setup encrypted partitions. You can still correct them by installing the required package later on.
de: Es wird wahrscheinlich Probleme während des Bootens geben, wenn das System versucht, verschlüsselte Partitionen einzurichten. Sie können diese später durch Installation der benötigten Pakete korrigieren.
eo: Eble, problemoj okazos dum praĝargo kiam la sistemo provos akomodi ĉifrajn diskpartigojn. Tamen, vi povos poste korekti ilin per instalu la necesan pakon.
eu: Arazoak egon daitezke abiatzean, sistemak partizio-enkriptatuak konfiguratzen saiatzean. Zuzentzeko beharrezko paketea geroago instala dezakezu.
lt: Gali būti, kad sistemos įkėlimo metu bandant nustatyti šifruotus disko skirsnius, kils problemų. Jūs vis tik galėsite ištaisyti šią padėtį įdiegdami reikiamą paketą vėliau.
lv: Sistēmas sāknēšanās laikā, kad tā mēģinās uzstādīt šifrētās partīcijas visdrīzāk būs problēmas. Jūs joprojām varat atrisināt šīs problēmas vēlāk uzinstalējot nepieciešamās pakas.
ro: Vor fi probabil probleme în timpul pornirii când sistemul încearcă să pregătească partiţiile criptate. Încă le puteţi corecta prin instalarea pachetelor necesare, mai târziu.
zh_tw: 這個問題也許是在開機時，當系統試著設定加密分割區時所發生的。您還是可以在稍後再安裝必需的套件來修正這些問題。

source: Write the changes to disks and configure encrypted volumes?
de: Änderungen auf die Speichergeräte schreiben und verschlüsselte Datenträger konfigurieren?
eo: Skribu ŝanĝojn en diskoj kaj akomodu ĉifrajn datumpartilajn?
eu: Aldaketak diskoan idatzi eta bolumen-enkriptatuak konfiguratu?
lt: Ar įrašyti pakeitimus į diskus ir konfigūruoti šifruotus tomus?
lv: Saglabāt izmaiņas diskā un konfigurēt šifrētos sējumus?
ro: Se scriu schimbările pe discuri şi configurează volumele criptate?
zh_tw: 是否要將這些變更寫入磁碟中並設定加密的 Volume？
