Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
cy: Mae'r enw gwesteiwr yn air sengl sy'n adnabod eich system i'r rhwydwaith. Os nad ydych chi'n gwybod beth ddylai eich enw gwesteiwr fod, gofynnwch i weinyddwr eich rhwydwaith. Os ydych chi'n cyflunio eich rhwydwaith cartref eich hunan, rhowch beth bynnag hoffech yma.
de: Der Rechnername ist ein einzelnes Wort, der Ihren Rechner im Netzwerk identifiziert. Wenn Sie Ihren Rechnernamen nicht kennen, fragen Sie den Netzwerkadministrator. Wenn Sie ein lokales Heimnetz aufbauen, ist es egal, was Sie angeben.
el: Το όνομα του υπολογιστή (hostname) είναι μια μοναδική λέξη που προσδιορίζει την ταυτότητα του υπολογιστή σας στο δίκτυο. Αν δεν γνωρίζετε ποιο θα πρέπει να είναι το όνομα του υπολογιστή σας, συμβουλευτείτε τον διαχειριστή του δικτύου σας. Αν πρόκειται για οικιακό δίκτυο, μπορείτε να δώσετε όποιο όνομα θέλετε.
eo: La gastnomo estas unuopa vorto kiu identigas vian sistemon en la reto. Se vi ne konas vian gastnomon, konsultu vian retan administriston. Se vi agordas vian hejman reton, vi uzos iajn nomojn.
et: Võrgunimi on üksik sõna, mis arvutit võrgus tuvastada laseb. Kui sa ei tea mida siia sisestada, palu abi võrgu administraatorilt. Kui sead üles koduvõrku, võid lihtsalt midagi suvalist välja pakkuda.
eu: Ostalari-izena sistema sarean identifikatzen duen izena da. Zure ostalari-izenak zein izan behar duen ez badakizu, galdetu sareko administratzaileari. Etxeko sarea konfiguratzen ari bazara, zerbait asma dezakezu.
fa: نام میزبان کلمه‌ایست که رایانه‌ی شما را به شبکه معرفی میکند. اگر نمیدانید نام میزبان شما چیست با مدیر شبکه‌ی خود تماس بگیرید. اگر شبکه‌ی محلی برای خود تنظیم میکنید این نام میتواند هرچه میخواهید باشد.
fi: Konenimi toimii koneesi tunnisteena verkossa. Jos et tiedä mikä konenimen pitäisi olla, kysy verkon ylläpitäjältä. Jos olet pystyttämässä omaa kotiverkkoasi, voit valita nimen vapaasti.
gl: O nome da máquina é unha soa palabra que identifica o seu sistema na rede. Se non sabe o nome que debe poñer, consulte ao seu administrador de rede. Se está a configurar unha rede doméstica, pode inventar o nome.
he: שם המחשב היא מילה אחת שמאפיינת את המערכת שלך ברשת. אם אינך יודע מה צריך להיות שם המחשב שלך, התייעץ עם מנהל הרשת שלך. אם אתה מגדיר רשת ביתית, אתה יכול להמציא משהו.
id: Nama host adalah kata tunggal yang mengidentifikasi sistem Anda pada jaringan. Bila Anda tidak tahu apa nama host Anda, tanyakan pada administrator jaringan. Bila Anda memasang untuk jaringan di rumah, Anda dapat memberi nama sendiri.
kk: Компьютер аты-бұл бір сөз, сіздің жүйеңізден желі идентификацияланады. Егер сіз жүйеңіздің қандай болу керек екендігін білмесеңіз желі басқармасымен ақылдасыңыз. Егер сіз жеке желі өз үйіңізге орнатсаңыз, кез келген атты таңдауға болады.
lt: Kompiuterio vardas - tai žodis, identifikuojantis Jūsų kompiuterį tinkle. Jei nežinote, koks turėtų būti Jūsų kompiuterio vardas, pasitarkite su Jūsų tinklo administratoriumi. Jei įrengiate savo namų tinklą, įveskite ką nors pagal savo skonį.
lv: Katram datoram kādā konkrētā tīklā ir unikāls datora vārds, kas to identificē. Ja nezināt kādu datora vārdu izvēlēties, sazinieties ar sava tīkla administratoru. Ja uzstādat savu mājas tīklu, jūs varat izvēlēties kādu patvaļīgu vārdu.
mg: Ny anaran'ny milina dia teny iray ahafahana mafantatra ny milinanao ao amin'ny rezo. Raha tsy ainao ny ho tokony anaran'ny milinanao dai antsoy ny mpitantana ny rezo. Raha toa ka eo am-pamoronana ny rezo-nao ianao dia mety daholo izay tianao.
ml: നിങ്ങളുടെ സിസ്റ്റത്തെ നെറ്റ്‌വര്ക്ക് തിരിച്ചറിയുന്ന ഒരു ഒറ്റ വാക്കാണ് ഹോസ്റ്റ് നാമം. നിങ്ങളുടെ ഹോസ്റ്റ് നാമം എന്തായിരിക്കണമെന്നറിയില്ലെങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക. നിങ്ങളുടെ സ്വന്തം വീട്ടിലെ നെറ്റുവര്ക്കാണ് ഒരുക്കുന്നതെങ്കില്‍ ഇവിടെ നിങ്ങള്ക്കെന്തെങ്കിലും ഒരു പേര്‍ കൊടുക്കാം.
nn: Vertsnamnet er eit namn (utan mellomrom) som identifiserer systemet på nettverket. Dersom du ikkje veit kva vertsnamnet bør vera, kan du kontakta nettverksadministratoren. Dersom du set opp ditt eige heimenettverk, kan du finna på eit vertsnamn sjølv.
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ ਇਕਹਿਰਾ ਸ਼ਬਦ ਹੈ ਜੋ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਨੈਟਵਰਕ ਤੇ ਦਰਸਾਉਂਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਤੁਹਾਡਾ ਮੇਜ਼ਬਾਨ ਨਾਂ ਕੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਆਪਣੇ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਘਰੇਲੂ ਨੈੱਟਵਰਕ ਨਿਰਧਾਰਿਤ ਕਰ ਰਹੇ ਹੋ, ਤੁਸੀਂ ਇੱਥੇ ਕੁਝ ਕਰ ਸਕਦੇ ਹੋ।
pl: Nazwa hosta jest pojedynczym s³owem, które identyfikuje Twój system w sieci. Je¶li nie wiesz, jaka powinna byæ nazwa hosta, skontaktuj siê z administratorem Twojej sieci. Je¶li samodzielnie robisz sieæ domow±, mo¿esz spokojnie wpisaæ tu wymy¶lon± nazwê.
pt_br: O nome de máquina (hostname) é uma palavra única que identifica seu sistema na rede. Caso você não saiba qual deve ser o nome de sua máquina, consulte o administrador da rede. Caso você esteja configurando sua própria rede doméstica, você pode usar qualquer nome aqui.
ro: Numele calculatorului este un cuvânt care vă identifică sistemul în reţea. Consultaţi-vă administratorul de reţea, dacă nu ştiţi care ar trebui să fie acesta. Dacă vă configuraţi propria reţea acasă, atunci puteţi să inventaţi ceva.
sl: Gostiteljsko ime je ena beseda, ki predstavlja vaš sistem v omrežju. Če ne veste kakšno mora biti vaše gostiteljsko ime, se posvetujte z vašim skrbnikom omrežja. Če postavljate svoje domače omrežje, si tu lahko nekaj izmislite.
zh_tw: 主機名稱 (HostName) 是用來在網路中辨別您的系統的一個單字。如果您不知道這個系統的主機名稱應該是什麼，請洽詢您的網路管理員。如果您正在設定的是自己的家用網路，那麼可以隨意取個名字。

source: Invalid hostname
cy: Enw gwesteiwr annilys
de: Ungültiger Rechnername
el: Μη έγκυρο όνομα υπολογιστή
eo: Malvalida gastnomo
et: Kehv võrgunimi
eu: Ostalari-izen baliogabea
fa: نام میزبان نا معتبر است.
fi: Konenimi ei kelpaa
gl: Nome da máquina non válido
he: שם מחשב לא תקין
id: Nama host tidak sah
kk: Жіберілмейтін компьютер аты
lt: Netinkamas kompiuterio vardas
lv: Nederīgs datora vārds
mg: Anarana milina tsy ekena
ml: വാലിഡല്ലാത്ത ഹോസ്റ്റ്നാമം
nn: Ugyldig vertsnamn.
pa: ਗਲਤ ਮੇਜ਼ਬਾਨ ਨਾਂ
pl: Niew³a¶ciwa nazwa hosta
pt_br: Nome de máquina inválido
ro: Nume de calculator invalid
sl: Neveljavno gostiteljsko ime
zh_tw: 不正確的主機名稱

source: The name "${hostname}" is invalid.
cy: Mae'r enw "${hostname}" yn annilys.
de: Der Rechnername »${hostname}« ist ungültig.
el: Το όνομα του υπολογιστή "${hostname}" δεν είναι έγκυρο.
eo: La nomo "${hostname}" estas malvalida.
et: Nimi "${hostname}" on sobimatu.
eu: "${hostname}" izena baliogabea da.
fa: نام "${hostname}" معتبر نیست.
fi: Konenimi "${hostname}" ei kelpaa.
gl: O nome "${hostname}" non é válido.
he: השם "${hostname}" אינו תקין
id: Nama "${hostname}" tidak sah.
kk: Аты "${hostname}" жіберілмейді.
lt: Vardas "${hostname}" netinkamas.
lv: Jūsu izvēlētais datora vārds "${hostname}" nav derīgs.
mg: Ny anarana "${hostname}" dia tsy ekena.
ml: "${hostname}" എന്ന ഹോസ്റ്റ്നാമം വാലിഡല്ല.
nn: Vertsnamnet «${hostname}» er ugyldig.
pa: ਨਾਂ "${hostname}" ਗਲਤ ਹੈ।
pl: Nazwa hosta "${hostname}" jest nieprawid³owa.
pt_br: O nome "${hostname}" é inválido.
ro: Numele "${hostname}" este invalid.
sl: Ime "${hostname}" ni veljavno.
zh_tw: "${hostname}" 這個名稱是不正確的。

source: A valid hostname may contain only the numbers 0-9, the lowercase letters a-z, and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
cy: Caiff enwau gwesteiwr gynnwys y rhifau 0-9, y llythrennau bychan a-z a'r arwydd minws yn unig. Rhaid iddo fod rhwng 2 a 63 nod o hyd, a ni chaiff gychwyn na gorffen gyda arwydd minws.
de: Ein gültiger Rechnername darf nur Kleinbuchstaben von a - z, 0-9 sowie Minuszeichen enthalten. Er darf nur 2 bis 63 Zeichen lang sein und nicht mit einem Minus beginnen oder enden.
el: Ένα έγκυρο όνομα υπολογιστή μπορεί να περιέχει μόνο πεζούς αλφαριθμητικούς χαρακτήρες και το σύμβολο μείον. Πρέπει να έχει μέγεθος από 2 έως 63 χαρακτήρες. Δε πρέπει να αρχίζει ή να τελειώνει με το σύμβολο μείον.
eo: Valida gastnomo enhavas nur la '0-9'-nombrojn, la minusklajn 'a-z'-literojn, la majusklajn 'A-Z'-literojn kaj la minusan signon. Ĝi ne povas komenciĝi kaj finiĝi per la minusa signo.
et: Et nimi oleks sobiv võrgunimena kasutamiseks, peab ta koosnema ainult arvudest 0-9, väikestest tähtedest a-z (täpitähed ei ole lubatud) ja sidekriipsust. Ta peab olema 2 kuni 63 tähemärki pikk ja sidekriipsu ei või olla päris alguses ega lõpus.
eu: Baliozko ostalari-izen batek bakarrik izan ditzake 0-9 zenbakiak, a-z letra minuskulak eta minus ikurra. 2 eta 63 karaktere arteko luzera izan dezake eta ez du minus ikurrarekin hasi edo bukatu behar.
fi: Kelvollinen konenimi voi sisältää vain numeroita 0-9, pieniä kirjaimia a-z ja miinusmerkin. Se on pituudeltaan kahden ja 63 merkin välillä eikä voi alkaa tai loppua miinusmerkkiin.
gl: Un nome de máquina válido só pode conter os números entre 0 e 9, as letras minúsculas a-z e o guión (-). Debe ter entre 2 e 63 caracteres e non pode comezar ou rematar cun guión.
he: שם שרת תקין יכול להכיל רק תווים אלפאנומריים וסימן מינוס. השם צריך להיות בין 2 עד 63 תווים, התו מינוס לא יכול להיות בהתחלה או בסוף.
id: Nama host yang sah hanya berisi karakter alfanumerik dan tanda hubung. Panjangnya antara 2 sampai 63 karakter, dan tidak boleh dimulai atau diakhiri dengan tanda hubung.
kk: Жіберілген ат мүмкін тек 0-9 дейін қамтамасыз етеді.қатарлы латын әріпі а-z және алу белгісі. Аттың ұзындығы 2 әріптен 63 әріпке дейін болу керек. Сол сияқты ат алу-дан басталып немесе алу–дан аяқталмайды.
lt: Tinkamą kompiuterio vardą gali sudaryti tik skaitmenys 0-9, mažosios raidės a-z ir minuso ženklas. Vardas turi būti nuo 2-jų iki 63-jų simbolių ilgio, ir negali prasidėti ar baigtis minuso ženklu.
lv: Derīgā datora vārdā var būt cipari 0-9, mazie burti a-z un mīnus zīme. Datora vārda garumam ir jābūt no 2 līdz 63 simboliem garam, tas nevar sākties ar mīnuszīmi.
mg: Ny anarana milina ekena dia afaka atao amin'ny marika 0-9, litera madinika a-z ary ny mariky ny manala - , ny halavany dia 2 hatramin'ny 63 litera ary tsy azo atomboka na faranana amin'ny mariky ny manala.
ml: ഒരു വാലിഡായ ഹോസ്റ്റ്നാമം 0-9 സംഖ്യകള്‍, a-z ചെറിയക്ഷരങ്ങള്‍, കുറക്കുന്നതിനുള്ള ചിഹ്നം ഇവ മാത്രം ഉള്ക്കൊള്ളുന്നതായിരിക്കണം. ഇത് 2 നും 63 നും ഇടക്കുള്ള അക്ഷരങ്ങള്‍ നീണ്ടതും ഒരു കുറക്കുന്നതിനുള്ള ചിഹ്നം കൊണ്ട് തുടങ്ങുകയോ അവസാനിക്കുകയോ ചെയ്യുന്നതും ആകരുത്.
nn: Eit gyldig vertsnamn kan berre innehalda siffera 0-9, dei små bokstavane a-z og minusteiknet. Det må vera mellom 2 og 63 teikn langt, og kan ikkje starta eller slutta med eit minusteikn.
pa: ਠੀਕ ਮੇਜ਼ਬਾਨ ਨਾਂ ਵਿੱਚ ਸਿਰਫ 0-9 ਅੰਕ, ਛੋਟੇ ਅੱਖਰ a-z, ਅਤੇ ਘਟਾਓ ਚਿੰਨ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ। ਇਹ 2 ਤੋਂ 63 ਅੱਖਰ ਲੰਬਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ, ਅਤੇ ਘਟਾਓ ਦੇ ਚਿੰਨ ਨਾਲ ਸ਼ੁਰੂ ਜਾਂ ਖਤਮ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Prawid³owa nazwa hosta mo¿e zawieraæ tylko cyfry 0-9, litery a-z oraz znak minus. Musi mieæ od 2 do 63 znaków i nie mo¿e siê zaczynaæ ani koñczyæ znakiem minus.
pt_br: Um nome de máquina válido pode conter somente números de 0 a 9, as letras em minúsculo de a até z e o sinal de menos. O mesmo deve ter entre 2 a 63 caracteres e não pode iniciar ou finalizar com um sinal de menos.
ro: Un nume de calculator valid poate conţine doar cifrele 0-9, litere mici a-z şi caracterul minus. Trebuie să aibă între 2 şi 63 de caractere, şi nu poate să înceapă sau să se termine cu un semn minus.
sl: Veljavno ime gostitelja lahko vsebuje le številke 0-9, majhne črke a-z in znak minus. Dolgo je lahko od 2 do 63 znakov in se ne sme začeti ali končati z minusom.
zh_tw: 正確的主機名稱應當只包含了 數字 0-9、小寫字母 a-z 和 減號。它的長度必須在 2 至 63 個字元之間，且應當不能以減號開頭或結尾。

source: Error
cy: Gwall
de: Fehler
el: Σφάλμα
eo: Eraro
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
gl: Erro
he: שגיאה
id: Kesalahan
kk: Қате
lt: Klaida
lv: Kļūda
mg: Fahadisoana
ml: പിഴവ്
nn: Feil
pa: ਗਲਤੀ
pl: B³±d
pt_br: Erro
ro: Eroare
sl: Napaka
zh_tw: 錯誤

source: An error occurred and the network configuration process has been aborted. You may retry it from the installation main menu.
cy: Digwyddodd gwal a mae'r broses cyflunio rhwydwaith wedi ei erthylu. Cewch ei ailgeisio o'r prif ddewislen sefydlu.
de: Es ist ein Fehler aufgetreten und der Netzwerk-Konfigurationsprozess wurde abgebrochen. Sie können es vom Installations-Hauptmenü aus noch einmal versuchen.
el: Κάποιο σφάλμα παρουσιάστηκε και ακυρώθηκε η διαδικασία ρύθμισης του δικτύου. Μπορείτε να ξαναπροσπαθήσετε από την αντίστοιχη επιλογή του κυρίως μενού της εγκατάστασης.
eo: Eraro okazis. La reta akomodprocezo abortis. Vi povas reprovi ĝin el la instalada ĉefa menuo.
et: Vea tõttu jäi võrgu seadistamine pooleli. Võid seda paigaldaja peamenüüst uuesti proovida.
eu: Errorea gertatu da eta sarea konfiguratzeko prozesua bertan behera utzi da. Berriro saia zaitezke instalazioko menu nagusitik.
fa: در پروسه‌ی تنظیم شبکه خطایی رخ داد و این پروسه ناقص ماند. شما میتوانید این پروسه را از منوی نضب مجددا اجرا کنید.
fi: Tapahtui virhe ja verkon asetusten teko on keskeytetty. Voit yrittää uudestaan asentimen päävalikosta.
gl: Houbo un erro e abortouse o proceso de configuración da rede. Pode volvelo tentar dende o menú principal da instalación.
he: התרחשה שגיאה ותהליך הגדרת הרשת בוטל. תוכל לעשותו מחדש בתפריט ההתקנה הראשי.
id: Sebuah kesalahan telah terjadi dan proses konfigurasi jaringan telah dibatalkan. Anda dapat mencoba lagi dengan memilih dari menu utama instalasi.
kk: Күйге келтіру жүйесінен қате кетіп,іс жүргізу үзіліп қалды. Сіз менюді орнату кезінде қайталасыңыз болады.
lt: Įvyko klaida ir tinklo konfigūravimo procesas nutrauktas. Galite pakartoti konfigūravimą iš įdiegiklio pagrindinio meniu.
lv: Tīkla konfigurācijas procesā ir radusies kļūda, tālāka konfigurācija pārtraukta. Ja vēlaties varat vēlreiz veikt tīkla konfigurāciju, izvēloties to instalācijas izvēlnē.
ml: ഒരു പിഴവ് പറ്റുകയും നെറ്റ്‌വര്ക്ക് ക്രമീകരണ പ്രക്രിയയില്‍ നിന്നും പിന്തിരിയുകയും ചെയ്തിരിക്കുന്നു. ഇന്സ്റ്റലേഷന്‍ പ്രധാന മെനുവില്‍ നിന്നും നിങ്ങള്ക്കിത് വീണ്ടും ശ്രമിക്കാവുന്നതാണ്.
nn: Ein feil oppstod og prosessen med å setja opp nettverket er avbrote. Du kan prøva på ny frå hovudmenyen i installasjonen.
pa: ਇੱਕ ਗਲਤੀ ਹੋਈ ਹੈ ਅਤੇ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਹੋ ਗਿਆ। ਤੁਹਾਨੂੰ ਮੁੱਖ ਇੰਸਟਾਲੇਸ਼ਨ ਸੂਚੀ ਤੋਂ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਪੈ ਸਕਦੀ ਹੈ।
pl: Wyst±pi³ b³±d i proces konfiguracji sieci zosta³ przerwany. Mo¿na go ponowiæ korzystaj±c z menu g³ównego instalatora.
pt_br: Um erro ocorreu e o processo de configuração de rede foi abortado. Você pode tentar iniciá-lo novamente a partir do menu principal.
ro: A apărut o eroare şi procesul de configurare al reţelei a fost abandonat. Puteţi încerca din nou acest proces din meniul principal al instalării.
sl: Prišlo je do napake in proces nastavljanja omrežja je bil prekinjen. Ponovno ga lahko poženete iz glavnega menija.
zh_tw: 發生錯誤，網路設定程序已經中止。您可以從安裝程序主選單來再重新嘗試。

source: No network interfaces detected
cy: Ni chanfuwyd rhyngwyneb rhwydwaith
de: Es wurde keine Netzwerk-Schnittstelle gefunden.
el: Δε βρέθηκαν διασυνδέσεις δικτύου
eo: Neniu detektita reta aparatadaptilo
et: Ühtki võrguliidest ei avastatud
eu: Ez da sare-interfazerik atzeman
fa: هیچ رابط شبکه‌ای پیدا نشد.
fi: Verkkoliitäntöjä ei löydetty
gl: Non se detectaron interfaces de rede
he: לא זוהו ממשקי רשת
id: Antarmuka jaringan tidak ditemukan
kk: Желілі интерфейстер табылған жоқ
lt: Tinklo sąsajų neaptikta
lv: Neviena tīklakare nav atrasta
mg: Tsy nahita mpanera rezo
ml: നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസുകളൊന്നും കണ്ടു പിടിക്കപ്പെട്ടിട്ടില്ല
nn: Fann ingen nettverksgrensesnitt
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਨਹੀਂ ਲੱਭਿਆ ਹੈ
pl: Nie wykryto ¿adnych interfejsów sieciowych
pt_br: Nenhuma interface de rede foi detectada
ro: Nu s-a detectat nici o interfaţă de reţea
sl: Nisem zaznal nobenega mrežnega vmesnika
zh_tw: 探測不到任何網路介面

source: No network interfaces were found. The installation system was unable to find a network device.
cy: Ni chanfuwyd unrhyw rhyngwynebau rhwydwaith. Methodd y system sefydlu ganfod dyfais rhwydwaith.
de: Es wurde keine Netzwerk-Schnittstelle gefunden. Der Installer konnte keine Netzwerkkarte erkennen.
el: Δε βρέθηκαν διασυνδέσεις δικτύου. Το σύστημα εγκατάστασης δεν ανίχνευσε κάποια συσκευή δικτύου.
eo: Neniu reta aparatadaptilo estas trovita. La instalilo ne kapablis trovi la retan aparatadaptilon.
et: Ühtki võrguliidest ei leitud. Paigaldaja ei suutnud leida võrgukaarti.
eu: Ez da sare-interfazerik aurkitu. Instalazio-sistemak ezin izan du sareko gailurik aurkitu.
fa: هیچ درگاهی شبکه‌ای پیدا نشد. سیستم نصب موفق نشد هیچ دستگاه شبکه‌ای پیدا کند.
fi: Verkkosovittimia ei löytynyt. Tämä tarkoittaa, että asennusjärjestelmä ei löytänyt verkkolaitetta.
gl: Non se atoparon interfaces de rede. O sistema de instalación non foi capaz de atopar un dispositivo de rede.
he: לא נמצא ממשקי רשת. מערכת ההתקנה לא מסוגלת למצוא התקן רשת.
id: Antarmuka jaringan tidak ditemukan. Sistem instalasi tidak dapat menemukan sebuah piranti jaringan.
kk: Желілі интерфейстер табылған жоқ. Бұл орнату кезеңінде жүйедегі сіздің желі картаңызды іздеп таба алмаған
lt: Tinko sąsajų nerasta. Diegimo sistemai nepavyko rasti tinklo įrenginio.
lv: Neviena tīklakarte nav atrasta. Instalācijas sistēmai nav izdevies atrast nevienu tīklakarti.
mg: Tsy nahita mpanera rezo. Tsy navita nitady ny periferika rezo ny rindran'asa mpametraka.
ml: നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസുകളൊന്നും കണ്ടില്ല. ഇന്സ്റ്റലേഷന്‍ സിസ്റ്റത്തിന് നെറ്റ്‌വര്ക്ക് ഉപകരണം കണ്ടുപിടിക്കാന്‍ കഴിഞ്ഞില്ല.
nn: Fann ingen nettverksgrensesnitt. Installasjonsytemet klarte ikkje finna noko nettverkseining.
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਨਹੀਂ ਲੱਭਿਆ। ਇੰਸਟਾਲੇਸ਼ਨ ਸਿਸਟਮ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਲੱਭ ਨਹੀਂ ਸਕਿਆ।
pl: Nie wykryto ¿adnych interfejsów. Oznacza to, ¿e system instalacyjny nie móg³ znale¼æ ¿adnego urz±dzenia sieciowego.
pt_br: Nenhuma interface de rede foi encontrada. O sistema de instalação não foi capaz de encontrar um dispositivo de rede.
ro: Nu s-a găsit nici o interfaţă de reţea. Sistemul de instalare nu a putut găsi nici dispozitiv de reţea.
sl: Nisem našel nobenega mrežnega vmesnika. Namestitevni sistem ni mogel najti nobene mrežne naprave.
zh_tw: 探測不到任何的網路介面。安裝系統無法找到網路裝置。

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
cy: Efallai bydd rhaid i chi lwytho modiwl penodol ar gyfer eith cerdyn rhwydwaith, os oes un gennych. Ar gyfer hyn, ewch yn ôl i'r cam canfod caledwedd rhwydwaith.
de: Es ist möglich, dass zunächst ein Kernel-Modul für Ihre Netzwerkkarte geladen werden muss. Gehen Sie dazu zum Schritt »Netzwerk-Hardwareerkennung« zurück.
el: Πιθανόν να χρειάζεται να φορτώσετε τον οδηγό για την συσκευή δικτύου σας, αν χρησιμοποιείτε κάποια. Για το σκοπό αυτό, μεταβείτε στο στάδιο της ανίχνευσης συσκευών δικτύου.
eo: Vi bezonos ŝargi specifan aparatadaptilon por via reta karto, se vi havas ĝin. Por tio, retroiru al la retaparatdetektada paŝo.
et: Võib-olla pead võrgukaardi jaoks spetsiifilise mooduli laadima, kui sul see olemas on. Et seda teha, mine tagasi võrguriistvara avastamise sammu juurde.
eu: Beharbada modulu jakin bat kargatu behar duzu sare-txartelerako, baldin badaukazu. Horretarako, itzuli sareko hardwarea atzemate urratsera.
fa: اگر شما کارت شبکه‌ای بر روی سیستم خود دارید احتمالا برای شناسایی آن به بارگزاری ماژولی از هسته نیاز دارید.. برای این کار به مرحله‌ی کشف سخت‌افزار شبکه بازگردید.
fi: Mahdollisesti joudut lataamaan tietyn moduulin verkkokortillesi. Jos tarvittava moduuli on saatavilla, palaa takaisin verkkolaitteiden tunnistukseen.
gl: Pode ter que cargar un módulo específico para a súa tarxeta de rede, se ten unha. Para facelo, volte ao paso de detección do hardware de rede.
he: אולי תצטרך לטעון מודול ספציפי לכרטיס הרשת שלך, אם יש לך כזה. בשביל זאת, חזור אחורה לשלב זיהוי חומרת הרשת.
id: Anda perlu memuat modul khusus untuk kartu jaringan Anda, bila Anda memilikinya. Untuk itu, Anda perlu kembali ke langkah deteksi perangkat keras jaringan.
kk: Егер сізде желілі картаңыз бар болса, модуль толып кетпестендесеңіз, ендеше желілі жабдықтау анықтамалары адымға артқа қайтыңыздар.
lt: Jums gali tekti įkelti specialų modulį Jūsų tinklo plokštei, jei Jūs tikrai ją turite. Šiam tikslui, grįžkite į tinklo aparatūros detektavimo žingsnį.
lv: Iespējams Jums ir jāielādē kāds papildus modulis savai tīklakartei, ja Jums tāds ir. Lai to izdarītu atgriezieties uz tīkla aparatūras meklēšanas soli.
ml: നിങ്ങള്ക്ക് ഒരു പ്രത്യേക മൊഡ്യൂള്‍, നിങ്ങള്ക്കൊന്നുണ്ടെങ്കില്‍ ചേര്ക്കേണ്ടി വന്നേക്കാം. ഇതിനായി നെറ്റ്‌വര്ക്ക് ഹാര്ഡ്‌വെയര്‍ അന്വേഷണ നടപടി ക്രമത്തിലേക്ക് തിരിച്ച് പോകുക.
nn: Viss du har nettverkskort må du kanskje lasta ein særskilt modul for det. For å gjera det må du gå tilbake til steget der installasjonsystemet finn nettverksutstyr.
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਨੈੱਟਵਰਕ ਕਾਰਡ ਲਈ ਖਾਸ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ। ਇਸ ਦੇ ਲਈ, ਪਿੱਛੇ ਨੈੱਟਵਰਕ ਹਾਰਡਵੇਅਰ ਖੋਜ ਪਗ ਤੇ ਜਾਓ।
pl: Je¶li rzeczywi¶cie posiadasz kartê sieciow±, mo¿liwe, ¿e trzeba wczytaæ specyficzny modu³. Aby tego dokonaæ, wróæ do etapu wykrywania sprzêtu sieciowego.
pt_br: Você pode precisar carregar um módulo específico para sua placa de rede, caso você realmente possua uma. Para fazê-lo, retorne ao passo de detecção de hardware de rede.
ro: S-ar putea să trebuiască să încărcaţi modulul specific pentru placa dvs. de reţea, dacă aveţi una. Pentru acesta, întoarceţi-vă la la pasul de detecţie al dispozitivelor de reţea.
sl: Morda morate naložiti točno določen modul za vašo mrežno kartico, če ga imate. Če želite to storiti pojdite nazaj na korak za zaznavo omrežne strojne opreme.
zh_tw: 如果有的話，您可能必須載入您的網路卡的專用模組。請返回至網路硬體裝置偵測步驟來進行這個動作。

source: Kill switch enabled on ${iface}
de: ${iface} durch Hardwareschalter deaktiviert
eo: 'Kill switch' efektiva sur ${iface}
et: Võrguliidese ${iface} "tapalüliti" käivitatud
eu: Kill switch ${iface}-en aktibatuta
gl: Corte de rede activado en ${iface}
he: מפסק kill הופעל על ${iface}
lt: Sąsajoje ${iface} įjungtas 'kill switch'
lv: Tīklakartes ${iface} Kill slēdzis aktivizēts
ml: ${iface} ല്‍ കില്‍ സ്വിച് ഇനേബിള്‍ ചെയ്തു
pa: ${iface} ਉੱਪਰ ਯੋਗ ਕੀਤੀ ਬੰਦ ਸਵਿੱਚਰ
ro: Întrerupătorul kill activat pe ${iface}
zh_tw: 在 ${iface} 上啟用了無效開關 (kill switch)
