Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
de: Das Paket ${GENERATOR}, das ausgewählt wurde um ein initrd zu erzeugen, wird nicht unterstützt.
eo: La elektita '${GENERATOR}'-pako por produkti 'initrd'-o estas ne administra.
eu: initrd sortzeko aukeratutako ${GENERATOR} paketea ez da onartzen.
gl: O paquete ${GENERATOR} que se seleccionou para xerar o initrd non está soportado.
he: החבילה ${GENERATOR} שנבחרה ליצירת initrd אינה נתמכת.
lt: Paketas ${GENERATOR}, pasirinktas initrd·sukūrimui, nepalaikomas.
lv: Initrd ģenerēšanai izvēlētā paka ${GENERATOR} nav atbalstīta.
ml: ഇനിറ്റാര്ഡി ഉത്പാദിപ്പിക്കാന്‍ തിരഞ്ഞെടുത്ത ${GENERATOR} പാക്കേജ് സപ്പോര്ട്ട് ചെയ്തതല്ല.
pa: ਪੈਕੇਜ ਜਨਰੇਟਰ ${GENERATOR} ਜੋ initrd ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਸੀ, ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ।
ro: Pachetul ${GENERATOR} care a fost selectat să genereze imaginea RAM, nu este suportat.
zh_tw: 被指定用來建立 initrd 的 ${GENERATOR} 套件尚未被支援。

source: Unable to install the selected kernel
cy: Ni ellir sefydlu'r cnewyllyn dewisiedig
de: Der ausgewählte Kernel kann nicht installiert werden.
el: Αδύνατη η εγκατάσταση του επιλεγμένου πυρήνα
eo: Neebla instalado de elekta kerno
et: Valitud tuuma ei õnnestu paigaldada
eu: Ezin izan da hautatutako nukleoa instalatu
fa: نمیتوان هسته‌ی انتخاب شده را نصب کرد.
fi: Valittua ydintä ei voi asentaa.
gl: Non se puido instalar o núcleo seleccionado
he: לא מצליח להתקין קרנל נבחר
id: Tidak dapat memasang kernel yang dipilih
kk: Таңдалған ядроны орнату мүмкін емес
lt: Negaliu įdiegti pasirinkto branduolio
lv: Nevaru uzinstalēt izvēlēto kodolu
mg: Tsy mavita mametraka ilay kernel voafidy
ml: തിരഞ്ഞെടുത്ത കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധിച്ചില്ല
nn: Klarte ikkje å installera den valde kjerna.
pa: ਚੁਣਿਆ ਕਰਨਲ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਅਸਮਰਥ
pl: Nie mo¿na by³o zainstalowaæ wybranego j±dra
pt_br: Não foi possível instalar o kernel selecionado
ro: Nu s-a putut instala nucleul de sistem selectat
sl: Izbranega jedra ni mogoče namestiti
zh_tw: 無法安裝所指定的 Kernel

source: An error was returned while trying to install the kernel into the target system.
cy: Dychwelwyd gwall wrth geisio sefydlu'r cnewyllyn i fewn i'r system targed.
de: Beim Versuch, den Kernel auf das Zielsystem zu installieren, wurde ein Fehler zurückgegeben.
el: Κάποιο σφάλμα παρουσιάστηκε κατά την εγκατάσταση του πυρήνα στο σύστημα προορισμού.
eo: Eraro okazis dum la prova instalado de kerno en la cela sistemo.
et: Tuuma sihtfailisüsteemile paigaldamisel ilmnes viga.
eu: Errorea itzuli da nukleoa helburuko sisteman instalatzen saiatzean.
fa: هنگام نصب هسته بر روی مسیر انتخاب شده خطایی رخ داد.
fi: Tapahtui virhe yritettäessä asentaa ydintä kohdejärjestelmään.
gl: Produciuse un erro ao tentar instalar o núcleo no sistema de destino.
he: שגיאה החוזרה בזמן הניסיון להתקין את הקרנל לתוך למערכת היעד
id: Terjadi kesalahan saat mencoba memasang kernel pada sistem target.
kk: Мақсатты бөлімге ядроны орнату кезінде қателік пайда болды.
lt: Bandant įdiegti branduolį grąžinta klaida.
lv: Mēģinot uzinstalēt kodolu bāzes sistēmā, notika kļūda.
mg: Ny fahadisoana niverina nandritra ny fametrahana ny kernel ao amin'ny file system tanjona.
ml: കെര്‍ണല്‍ ലക്ഷ്യ സിസ്റ്റത്തിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ ശ്രമിച്ചു കൊണ്ടിരുന്നപ്പോള്‍ ഒരു പിഴവ് തിരിച്ച് കിട്ടി.
nn: Det blei returnert ein feil under installasjon av kjerna på målsystemet.
pa: ਇੱਕ ਗਲਤੀ ਹੋਈ ਹੈ ਜਦੋਂ ਨਿਸ਼ਾਨਾ ਸਿਸਟਮ ਤੇ ਕਰਨਲ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ।
pl: Wyst±pi³ b³±d podczas próby instalacji j±dra w docelowym systemie
pt_br: Um erro foi retornado na tentative de instalar o kernel no sistema alvo.
ro: S-a returnat eroare în timpul tentativei de instalare a nucleului pe sistemul ţintă.
sl: Ob poskusu namestitve jedra na ciljni sistem, je program vrnil napako.
zh_tw: 在試圖將 Kernel 安裝至系統中時發生錯誤。

source: Kernel package: '${KERNEL}'.
cy: Pecyn cnewyllyn: '${KERNEL}'.
de: Kernel-Paket: »${KERNEL}«.
el: Πακέτο πυρήνα: '${KERNEL}'.
eo: Kerna pako: '${KERNEL}'.
et: Tuumapakett: '${KERNEL}'.
eu: Nukleo-paketea: '${KERNEL}'.
fa: بسته‌ی هسته '${KERNEL}'.
fi: Ydinpaketti: "${KERNEL}".
gl: Paquete co núcleo: '${KERNEL}'.
he: חבילת קרנל: '${KERNEL}'.
id: Paket kernel: '${KERNEL}'.
kk: Ядросы бар десте: '${KERNEL}'.
lt: Branduolio paketas: '${KERNEL}'.
lv: Kodola paka: '${KERNEL}'.
mg: Pakajy ny kernel: '${KERNEL}'.
ml: കെര്‍ണല്‍ പാക്കേജ്: '${KERNEL}'.
nn: Kjernepakke: «${KERNEL}».
pa: ਕਰਨਲ ਪੈਕੇਜ: '${KERNEL}'
pl: Pakiet j±dra: '${KERNEL}'.
pt_br: Pacote de kernel : '${KERNEL}'.
ro: Pachetul de nucleu: '${KERNEL}'.
sl: Paket z jedrom: ${KERNEL}'.
zh_tw: Kernel 套件：'${KERNEL}'。

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" means "no kernel" ]
gl: ningún
ml: ഒന്നുമില്ല
pa: ਕੋਈ ਨਹੀਂ

source: Kernel to install:
cy: Y cnewyllyn i'w sefydlu:
de: Zu installierender Kernel:
el: Πυρήνας προς εγκατάσταση:
eo: Instalota kerno:
et: Paigaldatav tuum:
eu: Instalatu beharreko nukleoa:
fa: هسته‌ای که قرار است نصب شود:
fi: Asennettava ydin:
gl: Núcleo a instalar:
he: קרנל להתקנה:
id: Kernel yang ingin dipasang:
kk: Орнатуға арналған десте:
lt: Įdiegsimas branduolys:
lv: Kādu kodolu instalēt:
mg: Kernel izay hapetraka:
ml: ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ട കെര്‍ണല്‍:
nn: Kjerne som skal installerast:
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਕਰਨਲ:
pl: J±dro do zainstalowania:
pt_br: Kernel a ser instalado :
ro: Nucleul de instalat:
sl: Izberite jedro:
zh_tw: 要安裝的 Kernel：

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
cy: Mae'r rhestr yn dangos y cnewyllynau sydd ar gael. Os gwelwch yn dda, dewiswch un ohonyn nhw er galluogi'r system i fŵtio o'r ddisgen galed.
de: Die Liste zeigt die verfügbaren Kernel. Bitte wählen Sie einen aus, damit der Computer von der Festplatte booten kann.
el: Αυτοί είναι οι διαθέσιμοι πυρήνες. Πρέπει να επιλέξετε έναν για εγκατάσταση στο σύστημά σας, ώστε να μπορείτε να εκκινήσετε από σκληρό δίσκο.
eo: La listo montras disponajn kernojn. Bonvolu elekti iun el ili por strartigebli la sistemon ekde fiksita disko.
et: Ninekirjas on kõik meie käsutuses olevad tuumad. Palun vali neist üks, et teha süsteem kõvakettalt alglaetavaks.
eu: Zerrendan erabilgarri dauden nukleoak daude. Aukeratu bat sistema unitate gogorretik abia dadin.
fa: لیست زیر هسته‌های قابل نصب را نشان میدهد. برای آنکه سیستم شما از طریق دیسک سخت قابل راه‌اندازی باشد یکی از آنها را انتخاب کنید.
fi: Luettelossa on käytettävissä olevat ytimet. Valitse niistä yksi, jotta järjestelmä voidaan käynnistää kiintolevyltä.
gl: A lista amosa os núcleos dispoñibles. Escolla un deles para facer que o sistema poida arrancar dende o disco duro.
he: הרשימה מראה קרנלים זמינים. בחר בבקשה אחד מהם כדי להפוך את המערכת שלך לברת אתחול מהדיסק הקשיח.
id: Daftar berikut berisi kernel-kernel yang tersedia. Silakan pilih salah satu agar sistem dapat booting dari hard disk.
kk: Тізімде мүмкіндікті ядролар бар. Жүйе қатқыл дискіден жүктелуі үщін олардың біреуін таңдаңыз.
lt: Tai prieinamų branduolių sąrašas. Pasirinkite vieną iš jų, kad sistemą būtų galima įkelti iš kietojo disko.
lv: Šie ir pieejamie kodoli.Lūdzu izvēlaties vienu no tiem, lai sistēma varētu sāknēties no cietā diska.
mg: Ny lisitra dia mamoiseho ireo kernel azo ampiasaina. Azafasy fidio ny iray amin'izy ireo mba ahafahana mamelona ny milina avy amin'ny kapila mafy.
ml: ലഭ്യമായ കെര്ണലുകളാണ് പട്ടിക കാണിക്കുന്നത്. സിസ്റ്റം ഹാര്ഡ് ഡ്രൈവില്‍ നിന്നും ബൂട്ട് ചെയ്യാന്‍ പറ്റുന്നതാക്കാന്‍ ദയവായി അവയിലേതെങ്കിലും ഒരെണ്ണം തിരഞ്ഞെടുക്കുക.
nn: Dette er ei liste over tilgjengelege kjerner. Ei av desse må installerast for at systemet skal kunna startast frå harddisken.
pa: ਸੂਚੀ ਉਪਲੱਬਧ ਕਰਨਲ ਵਿਖਾਉਂਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹਾਰਡ ਡਰਾਈਵ ਤੋਂ ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਚੁਣੋ।
pl: Lista pokazuje dostêpne j±dra. Proszê wybraæ jedno z nich, ¿eby mo¿na by³o uruchomiæ system z dysku twardego.
pt_br: A listagem exibe os kernels disponíveis. Por favor, escolha um deles para tornar o sistema inicializável a partir do disco rígido.
ro: Această listă conţine nucleele disponibile. Vă rugăm să alegeţi unul din ele pentru a putea porni de pe discul fix.
sl: Na seznamu so jedra, ki so na voljo. Izberite enega, da boste lahko sistem zagnali iz diska.
zh_tw: 在列表中的則為可用的 Kernel。請選擇其中之一來讓系統可以從硬碟開機。

source: Continue without installing a kernel?
de: Ohne Installation eines Kernels fortfahren?
eo: Ĉu vi daŭrigas la instaladon sen kerno?
eu: Kernela instalatu gabe jarraitu?
gl: ¿Continuar sen instalar un núcleo?
lt: Ar tęsti be branduolio įdiegimo?
lv: Turpināt neinstalējot kodolu?
ml: കെര്ണലില്ലാതെ തുടരണോ?
pa: ਕਰਨਲ ਇੰਸਟਾਲੇਸ਼ਨ ਨਾਲ ਜਾਰੀ ਰਹੋ?
ro: Se continuă fără a instala un nucleu?
zh_tw: 是否在沒有安裝 Kernel 的狀況下繼續進行？

source: No installable kernel was found in the defined APT sources.
cy: Ni chanfuwyd cnewyllyn gellir sefydlu yn y ffynhonellau APT a ddiffiniwyd.
de: Es wurde kein installierbarer Kernel in den zur Verfügung stehenden APT-Quellen gefunden.
el: Δε βρέθηκε διαθέσιμος πυρήνας προς εγκατάσταση στις πηγές του APT.
eo: Neniu instalebla kerno estis trovita inter difinaj 'APT'-aj fonttekstoj.
et: Määratud APT allikatest ei leitud ühtki paigaldamiskõlblikku tuuma
eu: Ez da nukleo instalagarririk aurkitu definitutako APT iturburuetan.
fa: هیچ هسته‌ی قابل نصبی بر روی منبع apt پیدا نشد.
fi: Asennettavissa olevaa ydintä ei löytynyt määritetyistä APT-lähteistä.
gl: Non se atopou un núcleo que se poida instalar nas fontes APT definidas.
he: לא נמצאו קרנלים הניתנים להתקנה מהמקורות המוגדרים ב-APT.
id: Tidak ditemukan kernel yang dapat dipasang pada sumber-sumber APT yang telah didefinisikan
kk: Берілген АРТ көздерінде орнатуға мүмкін ядро табылмады.
lt: Nurodytuose APT šaltiniuose diegimui tinkamo branduolio nerasta.
lv: Instalējami kodoli nav atrasti definētajos APT avotos.
mg: Tsy nahita kernel azo apetraka ao anatin'ireo loharano APT izay voalaza.
ml: ഡിഫൈന്‍ ചെയ്ത APT സ്രോതസ്സുകളില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാവുന്ന കെര്ണലൊന്നും കണ്ടില്ല.
nn: Fant ingen installerbare kjerner i dei oppgjevne APT-kjeldene.
pa: ਪ੍ਰਭਾਸ਼ਿਤ APT ਸਰੋਤ ਵਿੱਚ ਕੋਈ ਇੰਸਟਾਲ ਹੋਣ ਯੋਗ ਕਰਨਲ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono zdolnego do instalacji j±dra w podanych ¼ród³ach APT
pt_br: Nenhum kernel instalável foi encontrado nos fontes APT definidos.
ro: Nu s-a găsit nici un nucleu în sursele APT definite.
sl: V navedenih APT virih ni mogoče najti jedra, ki bi ga bilo mogoče namestiti.
zh_tw: 在指定的 APT 來源中未能找到可以用來安裝的 Kernel。

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
de: Sie können versuchen, ohne einen Kernel fortzufahren und später manuell Ihren Kernel installieren. Dies wird nur Experten empfohlen, andernfalls werden Sie wahrscheinlich mit einem Rechner enden, der nicht startet.
eo: Vi eble daŭrus sen kerno, kaj pli malfrue instali mane vian kernon. Tiamaniere estas nur rekomendata por spertulo, kontraŭe vi verŝajne ĉesigus la instaladon kun ne strartigebla sistemo.
eu: Nukleo gabe jarraitu dezakezu, eta beranduago eskuz zure nukleo pertsonalizatua instalatu. Hau erabiltzaile aurreratuentzat bakarrik gomendatzen da, bestela zure makina abiarazi ezin aurki zaitezke.
gl: Pode probar a continuar sen un núcleo e instalar despois o seu propio núcleo a man. Isto só se recomenda que o fagan expertos; se non, seguramente vaia rematar cunha máquina que non arrinca.
lt: Jūs galite bandyti tęsti diegimą be branduolio, o vėliau rankiniu būdu įdiegti savo nuosavą branduolį. Tai rekomenduojama tik ekspertams, nes kitu atveju Jūs galite likti su mašina, negalinčia atlikti pradinio įkėlimo (boot).
lv: Jūs varat turpinār atī bez kodola, tad jums to vajadzēs manuāli uzinstalet vēlāk. Šāda izvēle ir ieteicama tikai ekspertiem, pretējā'gadījumā jūs varat nonākt pie sistēmas, kas nesāknējas.
ml: കെരണലില്ലാതെ തുടരാനും പിന്നീട് നിങ്ങളുടെ സ്വന്തം കെര്‍ണല്‍ മാന്വലായി ഇന്സ്റ്റാള്‍ ചെയ്യാനും നിങ്ങള്ക്ക് ശ്രമിക്കാവുന്നതാണ്. ഇത് എക്സ്പര്ട്സിനു മാത്രമേ ശുപാര്ശ ചെയ്തിട്ടുള്ളൂ, അല്ലെങ്കില്‍ നിങ്ങള്‍ ബൂട്ട് ചെയ്യാത്ത മഷീനുമായി അവസാനിക്കാന്‍ സാധ്യതയുണ്ട്.
pa: ਤੁਸੀਂ ਕਰਨਲ ਤੋਂ ਬਿਨਾਂ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਆਪਣਾ ਕਰਨਲ ਦਸਤੀ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਸਿਰਫ ਮਾਹਿਰਾਂ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤਾ ਹੈ, ਨਹੀਂ ਤਾਂ ਤੁਹਾਡੇ ਕੋਲ ਮਸ਼ੀਨ ਮੁਕੰਮਲ ਹੋਵੇਗੀ ਜੋ ਬੂਟ ਨਹੀਂ ਹੋ ਸਕਦੀ।
ro: Puteţi încerca să continuaţi fără nucleu şi să instalaţi manual propriul dvs. nucleu mai târziu. Această abordare este recomandată doar experţilor, altfel probabil că veţi ajunge să aveţi un calculator care nu porneşte.
zh_tw: 您可以試著在沒有 Kernel 的狀況下繼續進行，並在稍後再自行安裝您自己的 Kernel。但這只建議給進階使用者採用，否則很可能到最後您的機器會無法開機。

source: Cannot install kernel
de: Kernel kann nicht installiert werden
eo: Neebla instalado de Debiana kerno
eu: Ezin da kernela instalatu
gl: Non se pode instalar o núcleo
lt: Negaliu įdiegti branduolio
lv: Kļūda instalējot kodolu
ml: ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ കഴിഞ്ഞില്ല
pa: ਕਰਨਲ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰ ਸਕਿਆ
ro: Instalarea nucleului este imposibilă
zh_tw: 無法安裝 Kernel

source: The installer cannot find a suitable kernel package to install.
de: Der Installer kann kein passendes Kernelpaket zum Installieren finden.
eo: La instalilo ne trovas instalontan taŭgan kernan pakaĵon.
eu: Ezin da nukleo pakete egokirik aurkitu instatzeko.
gl: O instalador non pode atopar un paquete do núcleo axeitado para instalar.
he: תוכנית ההתקנה לא מצליחה למצוא חבילת קרנל מתאימה להתקנה.
lt: Įdiegiklis negali rasti tinkamo įdiegimui branduolio paketo.
lv: Instalators nevar atrast piemērotu kodola paku ko instalēt.
ml: ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ പറ്റിയ ഒരു കെര്‍ണല്‍ കണ്ടുപിടിക്കാന്‍ ഇന്സ്റ്റാളറിന്‍ കഴിഞ്ഞില്ല.
pa: ਇੰਸਟਾਲਰ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸਹੀ ਕਰਨਲ ਨਹੀਂ ਲੱਭ ਸਕਿਆ।
ro: Programul de instalare nu poate găsi un nucleu potrivit pentru a-l instala.
zh_tw: 安裝程式無法找到合適的 Kernel 以進行安裝。

source: Unable to install ${PACKAGE}
de: ${PACKAGE} kann nicht installiert werden
eo: Neebla instalado de ${PACKAGE}
eu: Ezin da ${PACKAGE} instalatu
gl: Non se puido instalar ${PACKAGE}
lt: Negaliu įdiegti ${PACKAGE}
lv: Nevaru uzinstalēt ${PACKAGE}
ml: ${PACKAGE} ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധിച്ചില്ല
pa: ${PACKAGE} ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਅਸਮਰਥ
ro: Nu s-a putut instala ${PACKAGE}
zh_tw: 無法安裝 ${PACKAGE}

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
de: Während des Versuchs, das Paket ${PACKAGE} auf das Zielsystem zu installieren, wurde ein Fehler gemeldet.
eo: Eraro okazis dum la prova instalado de '${PACKAGE}' pako sur la cela sistemo.
eu: Errorea gertatu da helburuko sisteman ${PACKAGE} paketea instalatzean.
gl: Produciuse un erro cando se tentaba instalar o paquete ${PACKAGE} no sistema de destino.
lt: Bandant įdiegti paketą ${PACKAGE} grąžinta klaida.
lv: Kļūda mēģinot uzinstalēt ${PACKAGE} paku izvēlētajā sistēmā.
ml: ${PACKAGE} പാക്കേജ് ലക്ഷ്യ സിസ്റ്റത്തിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ ശ്രമിക്കുന്നതിനിടയില്‍ ഒരു പിഴവ് തിരിച്ചുകിട്ടി.
pa: ਮੰਜ਼ਿਲ ਸਿਸਟਮ ਵਿੱਚ ${PACKAGE} ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਗਲਤੀ ਮਿਲੀ ਹੈ।
ro: S-a returnat eroare la încercarea de instalare a pachetului ${PACKAGE} pe sistemul ţintă.
zh_tw: 在試著將 ${PACKAGE} 套件安裝至系統中時發生錯誤。

source: Failed getting Release file ${SUBST0}.
cy: Methwyd cyrchu'r ffeil Release ${SUBST0}.
de: Fehler beim Laden der Release-Datei ${SUBST0}.
el: Αποτυχία στη φόρτωση του αρχείου Release ${SUBST0}.
eo: La akirado de 'Release' dosiero ${SUBST0} malsukcesis.
et: Release faili ${SUBST0} hankimine nurjus.
eu: Ezin izan da Release fitxategia lortu ${SUBST0}.
fa: دریافت پرونده‌ی انتشار ${SUBST0} شکست خورد.
fi: Release-tiedoston ${SUBST0} nouto epäonnistui.
gl: Non se puido obter o ficheiro Release ${SUBST0}.
he: כשלון בהשגת הקובץ release ${SUBST0}.
id: Gagal mengambil berkas Release ${SUBST0}.
kk: Release ${SUBST0} файлын алу мүмкін болмады.
lt: Nepavyko gauti ${SUBST0} Release failo.
lv: Kļūda iegūstot Release failu ${SUBST0}.
mg: Tsy nahomby ny fandraisana ny rakitra "Realese" 'ny ${SUBST0}
ml: റിലീസ് ഫയല്‍ ${SUBST0} കിട്ടുന്നതില്‍ പരാജയപ്പെട്ടു.
nn: Klarte ikkje henta versjonsfila ${SUBST0}.
pa: ਜਾਰੀ ਫਾਇਲ ${SUBST0} ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: B³±d podczas pobierania pliku Release: ${SUBST0}.
pt_br: Falha ao obter arquivo Release ${SUBST0}.
ro: Eşec la preluarea fişierului Release ${SUBST0}.
sl: Pridobivanje datoteke Release ${SUBST0} ni uspelo.
zh_tw: 無法取得 Release 檔案 ${SUBST0}。

source: Failed getting Release signature file ${SUBST0}.
de: Signatur für Release-Datei ${SUBST0} konnte nicht empfangen werden.
eo: La akirado de 'Release' signatura dosiero ${SUBST0} malsukcesis.
eu: Ezin izan da Release sinadura fitxategia lortu ${SUBST0}.
gl: Non se puido obter a sinatura do ficheiro Release ${SUBST0}.
he: שגיאה בקבלת ${SUBST0}, קובץ החתימות של הקובץ ה-Release.
lt: Nepavyko gauti Release signatūros failo ${SUBST0}.
lv: Kļūda iegūstot Release paraksta failu ${SUBST0}.
ml: റിലീസ് കയ്യൊപ്പ് ഫയല്‍ ${SUBST0} കിട്ടുന്നതില്‍ പരാജയപ്പെട്ടു.
pa: ਜਾਰੀ ਦਸਤਖਤ ਫਾਇਲ ${SUBST0} ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
ro: Eşec la preluarea fişierului Release de semnături ${SUBST0}.
zh_tw: 無法取得 Release 的簽名檔 ${SUBST0}。

source: Release file signed by unknown key (key id ${SUBST0})
de: Release-Datei wurde von einem unbekannten Schlüssel signiert. (Schlüssel-Nr.: ${SUBST0})
eo: 'Release' dosiero estis signaturata per nekona ĉifroŝlosilo (identŝlosilo: ${SUBST0})
eu: Release fitxategia gako ezezagun batek sinaturik (gako id ${SUBST0})
gl: Ficheiro Release asinado por unha clave descoñacida (id ${SUBST0})
he: קובץ ה-Release חתום בעזרת מפתח לא מוכר (מזהה מפתח ${SUBST0}).
lt: Release failas pasirašytas nežinomu raktu (rakto id ${SUBST0})
lv: Release fails ir parakstīts ar nezināmu atslēgu (atslēgas id ${SUBST0})
ml: റിലീസ് ഫയല്‍ തിരിച്ചറിയപ്പെടാത്ത കീ കൊണ്ടാണ് കയ്യൊപ്പിട്ടിരിക്കുന്നത് (കീ ഐഡി ${SUBST0})
pa: ਜਾਰੀ ਫਾਇਲ ਅਣਪਛਾਤੀ ਕੁੰਜੀ (ਕੁੰਜੀ id ${SUBST0}) ਦੁਆਰਾ ਪ੍ਰਮਾਣਿਤ ਹੈ
ro: Fişier Release semnat de o cheie necunoscută (identificator cheie ${SUBST0})
zh_tw: Release 檔案的簽名所使用的金鑰不明 (鍵值 ${SUBST0})

source: Invalid Release file: no valid components.
cy: Ffeil Release annilys: dim cydrannau dilys.
de: Ungültige Release-Datei: Keine gültigen Komponenten.
el: Άκυρο αρχείο Release: δεν περιέχει έγκυρα στοιχεία.
eo: Malvalida 'Release' dosiero: neniu validaj komponantoj.
et: Kehv Release fail: pole kehtivaid komponente.
eu: Release fitxategi baliogabea: osagaiak ez dira baliozkoak.
fa: پرونده انتشار نامعتبر است. مولفه‌های معتبری در این پرونده وجود ندارد.
fi: Kelvoton Release-tiedosto, ei kelvollisia osia.
gl: Ficheiro Release non válido: non hai compoñentes válidos.
he: הקובץ release לא חוקי: אין רכיבים חוקיים.
id: Berkas Release tidak sah: tak ada komponen yang sah.
kk: Release қате файлы: мүмкін компоненттер жоқ.
lt: Neteisingas Release failas: nėra teisingų komponentų.
lv: Nekorekts Release fails: nav korektu komponenšu.
mg: Rakitra "Realese" tsy marina. Tsy misy singany iray mandeha.
ml: റിലീസ് ഫയല്‍: വാലിഡായ ഘടകങ്ങളില്ല.
nn: Ugyldig versjonsfil: ingen gyldige komponentar.
pa: ਗਲਤ ਜਾਰੀ ਫਾਇਲ: ਕੋਈ ਯੋਗ ਸੰਖੇਪ ਨਹੀਂ।
pl: Nieprawid³owy plik Release: brak poprawnych czê¶ci.
pt_br: Arquivo Release inválido : nenhum componente válido.
ro: Fişier Release nevalid: fără componente valide.
sl: Neveljavna datoteka Release: ni veljavnih komponent.
zh_tw: 不正確的 Release 檔案：沒有可用的元件。

source: Invalid Release file: no entry for ${SUBST0}.
cy: Ffeil Release annilys: dim cofnod ar gyfer ${SUBST0}.
de: Ungültige Release-Datei: Kein Eintrag für ${SUBST0}.
el: Άκυρο αρχείο Release: δεν υπάρχει καταχώρηση για το ${SUBST0}.
eo: Malvalida 'Release' dosiero: nuniu enirejo por ${SUBST0}.
et: Kehv Release fail: ${SUBST0} jaoks pole sissekannet.
eu: Release fitxategi baliogabea: sarrerarik ez dago ${SUBST0}(r)entzat.
fa: پرونده‌ی انتشار نامعتبر است. هیچ ورودی برای ${SUBST0} وجود ندارد.
fi: Kelvoton Release-tiedosto, ei tietuetta ${SUBST0} -paketille.
gl: Ficheiro Release non válido: non hai ningunha entrada para ${SUBST0}.
he: הקובץ release לא חוקי: אין רשומה בשביל ${SUBST0}.
id: Berkas Release tidak sah: tak ada masukan (entry) untuk ${SUBST0}.
kk: Release қате файлы: о${SUBST0} үшін суреттеу жоқ.
lt: Neteisingas Release failas: nėra įrašo ${SUBST0}.
lv: Nekorekts Release fails: nav ${SUBST0} ieraksta.
mg: Rakitra "Release" tsy ekena: tsy misy fidirana ho an'ny ${SUBST0}.
ml: വാലിഡല്ലാത്ത റിലീസ് ഫയല്‍: ${SUBST0} ക്കായി എന്റ്റിയില്ല.
nn: Ugyldig versjonsfil: inga oppføring for ${SUBST0}.
pa: ਗਲਤ ਜਾਰੀ ਫਾਇਲ: ${SUBST0} ਲਈ ਕੋਈ ਇੰਦਰਾਜ ਨਹੀਂ।
pl: Nieprawid³owy plik Release: brak wpisu dla ${SUBST0}.
pt_br: Arquivo Release inválido : nenhuma entrada para ${SUBST0}.
ro: Fişier Release nevalid: nu există înregistrări pentru ${SUBST0}.
sl: Neveljavna datoteka Release: ni vnosa za ${SUBST0}.
zh_tw: 不正確的 Release 檔案：沒有 ${SUBST0} 項目。

source: Debootstrap Error
cy: Gwall Debootstrap
de: Debootstrap-Fehler
el: Σφάλμα στο debootstrap
eo: Praŝarga eraro
et: Debootstrap viga
eu: Debootstrap errorea
fa: خطای Debootstrap
fi: Debootstrap-virhe
gl: Erro de Debootstrap
he: שגיאה של Debootstrap
id: Kesalahan Debbootstrap
kk: Debootstrap қатесі
lt: Klaida vykdant debootstrap
lv: Debootstrap Kļūda
mg: Fahadisoan'i debootstrap.
ml: ഡിബൂട്ട്സ്ട്രാപ് പിഴവ്
nn: Feil med debootstrap
pa: Debootstrap ਗਲਤੀ
pl: B³±d debootstrap
pt_br: Erro do debootstrap
ro: Eroare la debootstrap
sl: Napaka Deboostrap
zh_tw: Debootstrap 錯誤

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
de: Kein Zugriff auf ${SUBST0}. Abhängig von der Installationsmethode könnte es ein Netzwerkproblem oder eine fehlerhafte CD sein.
eo: Neblas rericevi ${SUBST0}. Eble reta problemo aŭ malbona lumdisko, laŭ via instalada procedo.
et: Ei suutnud ${SUBST0} hankida. Põhjus võib olla võrguprobleemis või vigases laserkettas - vastavalt paigaldusmeetodile.
eu: Ezin da ${SUBST0} eskuratu. Hau sare arazoak edo okerreko CD baten erruz izan daiteke zure intalazio metodoaren arabera.
gl: Non se puido obter ${SUBST0}. Isto pode estar causado por un erro na rede ou un CD defectuoso, dependendo do método de instalación.
he: לא נתן להביא את ${SUBST0}. יכול להיות בגלל בעיית רשת או CD גרוע, תלוי בשיטת ההתקנה.
lt: Negaliu paimti ${SUBST0}. Tai gali būti tinklo problema arba blogas CD, priklausomai nuo Jūsų pasirinkto diegimo metodo.
lv: Nevar iegūt ${SUBST0}. Šādu problēmu atkarībā no instalācijas metodes var izraisīt problēmas ar tīklu vai bojāts CD.
ml: ${SUBST0} വീണ്ടെടുക്കാന്‍ സാധിച്ചില്ല. നിങ്ങളുടെ ഇന്സ്റ്റലേഷന്‍ രീതിക്കനുസരിച്ച് ഇത് ചീത്ത സിഡിയോ നെറ്റ്‌വര്ക്ക് പ്രശ്നമോ കൊണ്ടാകാം.
pa: ${SUBST0} ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਇਸ ਨੈੱਟਵਰਕ ਸਮੱਸਿਆ ਦਾ ਕਾਰਨ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਗਲਤ CD, ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿਧੀ ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।
ro: Nu s-a putut obţine ${SUBST0}. Aceasta s-ar putea să fie datorită unei probleme de reţea sau a unui CD defect, în funcţie de metoda de instalare.
zh_tw: 無法取得 ${SUBST0}。依據您安裝方式的不同，這可能是因為網路的問題或是光碟損壞了。
