Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Retrying failed download of ${SUBST0}
de: Download-Versuch von ${SUBST0} fehlgeschlagen
eo: Reprovi fiaskan elŝuton de ${SUBST0}
eu: Huts egindako ${SUBST0} deskarga berriz saiatzen
gl: Vólvese tentar a descarga fallida de ${SUBST0}
he: מנסה מחדש את ההורדה של ${SUBST0}, שנכשלה
lt: Kartojant vėl nepavyko atsisiųsti ${SUBST0}
lv: Atkārtota ${SUBST0} lejupielade nav izdevusies
ml: ${SUBST0} ന്റെ പരാജയപ്പെട്ട ഡൌണ്‍ലോഡ് വീണ്ടു ശ്രമിച്ചു കൊണ്ടിരിക്കുന്നു
pa: ${SUBST0} ਦਾ ਮੁੜੂੰ ਡਾਊਨਲੋਅਸਫਲ ਹੋਇਆਸਕਿਆ।
ro: Reîncercarea a eşuat la descărcarea fişierului ${SUBST0}
zh_tw: 再次試著下載失敗的 ${SUBST0}

source: Configuring APT sources...
cy: Yn cyflunio ffynhonellau APT...
de: Konfiguriere APT-Quellen ...
el: Ρύθμιση των πηγών του APT...
eo: Akomodado de 'APT'-an fonttekstoj...
et: APT allikate seadistamine...
eu: APT iturburuak konfiguratzen...
fa: پیکربندی منابع APT...
fi: Muokataan APT-lähteitä...
gl: A configurar as fontes APT...
he: מגדיר מקורות APT...
id: Sedang mengonfigurasikan sumber-sumber APT
kk: АРТ көздерін орнату...
lt: APT šaltinių konfigūravimas...
lv: Konfigurēju APT avotus...
mg: Manefy ny loharanon'i APT...
ml: APT ശ്രോതസ്സുകള്‍ ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Set opp APT-kjelder ...
pa: APT ਸਰੋਤ ਸੰਰਚਿਤ ਕਰ ਰਿਹਾ ਹੈ...
pl: Konfigurowanie ¼róde³ APT...
pt_br: Configurando as fontes APT ...
ro: Se configurează sursele APT...
sl: Nastavljam vire APT...
zh_tw: 正在設定 APT 來源...

source: Updating the list of available packages...
cy: Yn diweddaru'r rhestr o becynnau sydd ar gael...
de: Aktualisiere die Liste der verfügbaren Pakete ...
el: Ανανέωση της λίστας των διαθέσιμων πακέτων...
eo: Aktualigi liston de disponeblaj pakoj...
et: Saadaval olevate pakettide nimistu värskendamine...
eu: Pakete erabilgarrien zerrenda eguneratzen...
fa: بروزرسانی لیست بسته‌های موجود...
fi: Päivitetään luetteloa käytettävissä olevista paketeista...
gl: A actualizar a lista dos paquetes dispoñibles...
he: מעדכן רשימה של חבילות זמינות...
id: Sedang memperbaharui daftar paket-paket yang tersedia...
kk: Мүмкіндікті дестелердің тізімін жаңарту...
lt: Atnaujinamas prieinamų paketų sąrašas...
lv: Atjaunoju pieejamo paku sarakstu...
ml: ലഭ്യമായ പാക്കേജുകളുടെ പട്ടിക പുതുക്കി കൊണ്ടിരിക്കുന്നു...
nn: Oppdaterer lista over tilgjengelege pakkar ...
pa: ਉਪਲੱਬਧ ਪੈਕੇਜਾਂ ਦੀ ਸੂਚੀ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰ ਰਿਹਾ ਹੈ...
pl: Aktualizowanie listy dostêpnych pakietów...
pt_br: Atualizando a lista de pacotes disponíveis ...
ro: Se actualizează lista de pachete disponibile...
sl: Posodabljam seznam paketov, ki so na voljo...
zh_tw: 正在更新可供使用套件的列表...

source: Installing extra packages...
cy: Yn sefydlu pecynnau ychwanegol...
de: Installiere Zusatz-Pakete ...
el: Εγκατάσταση επιπλέον πακέτων...
eo: Instalado de pliaj pakoj...
et: Lisapakettide paigaldamine...
eu: Pakete gehigarriak instalatzen...
fa: در حال نصب بسته‌های اضافی...
fi: Asennetaan lisäpaketteja...
gl: A instalar os paquetes extra...
he: מתקין חבילות אקסטרה...
id: Sedang memasang paket-paket tambahan...
kk: Қосымша (extra) дестелерін орнату...
lt: Papildomų (extra) paketų diegimas...
lv: Instalēju papildus pakas...
mg: Mametraka ny pakajy fanampiny...
ml: അധിക പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer ekstrapakkar ...
pa: ਵਾਧੂ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹਨ...
pl: Instalowanie pakietów dodatkowych...
pt_br: Instalando os pacotes extra ...
ro: Se instalează pachetele suplimentare...
sl: Nameščam dodatne pakete...
zh_tw: 正在安裝額外的套件...

source: Installing extra packages - retrieving and installing ${SUBST0}...
cy: Yn sefydlu pecynnau ychwanegol - yn cyrchu a sefydlu ${SUBST0}...
de: Installiere zusätzliche Pakete - lade und installiere ${SUBST0} ...
el: Εγκατάσταση επιπλέον πακέτων - ανάκτηση και εγκατάσταση του ${SUBST0}...
eo: Instalado de suplementaj pakoj - rericevi kaj instali '${SUBST0}'-n...
et: Lisapakettide paigaldamine - ${SUBST0} hankimine ja paigaldamine...
eu: Pakete gehigarriak instalatzen - ${SUBST0} eskuratzen eta instalatzen...
fi: Asennetaan lisäpaketteja - noudetaan ja asennetaan ${SUBSTO} ...
gl: A instalar os paquetes extra - a obter e instalar ${SUBST0}...
he: מתקין חבילות אקסטרה - מביא ומתקין את ${SUBST0}...
id: Memasang paket-paket ekstra - mengambil dan memasang ${SUBST0}...
kk: Қосымша (extra) дестелерін орнату - ${SUBST0} алу және орнату...
lt: Papildomų (extra) paketų diegimas - paėmimas ir diegimas ${SUBST0}...
lv: Instalēju papildus pakas - iegūstu un instalēju ${SUBST0}...
mg: Metraka ny pakajy fanampiny '-' mandray sy mametraka an'i ${SUBST0}...
ml: അധിക പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു - ${SUBST0} വീണ്ടെടുത്ത് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer ekstrapakkar - tar imot og installerer ${SUBST0} ...
pa: ਵਾਧੂ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹਨ - ${SUBST0} ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਅਤੇ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Instalacja pakietów dodatkowych - pobieranie i instalacja ${SUBST0}...
pt_br: Instalando pacotes extra - obtendo e instalando ${SUBST0} ...
ro: Instalez pachetele suplimentare - preiau şi instalez ${SUBST0}...
sl: Nameščanje dodatnih paketov - prenašam in nameščam ${SUBS0}...
zh_tw: 正在安裝額外的套件 - 正在接收並安裝 ${SUBST0}...

source: Creating device files...
cy: Yn creu ffeiliau dyfais...
de: Erzeuge Geräte-Dateien ...
el: Δημιουργία αρχείων συσκευών...
eo: Kreado de adaptilaj dosieroj...
et: Seadmefailide loomine...
eu: Gailu-fitxategiak sortzen...
fa: در حال ایجاد پرونده دستگاه‌ها..
fi: Luodaan laitetiedostot ...
gl: A crear os ficheiros de dispositivos...
he: יוצר קבצי התקנים...
id: Membuat berkas-berkas piranti...
kk: Қондырғылар файлын құру...
lt: Kuriami įrenginių failai...
lv: Veidoju iekārtu failus...
mg: Mamorona ny rakitra mikasika ny periferika...
ml: ഉപകരണ ഫയലുകള്‍ സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Opprettar einingsfiler ...
pa: ਜੰਤਰ ਫਾਇਲਾਂ ਬਣਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie plików urz±dzeñ...
pt_br: Criando arquivos de dispositivos ...
ro: Se creează fişierele dispozitiv...
sl: Ustvarjanje datotek napra ...
zh_tw: 正在建立裝置檔...

source: Selecting the kernel to install...
cy: Yn dewis y cnewyllyn i sefydlu...
de: Wählen Sie den zu installierenden Kernel ...
el: Επιλογή του πυρήνα προς εγκατάσταση...
eo: Elekti instalontan kernon al '/target/'...
et: Paigaldatava tuuma valimine...
eu: Instalatzeko nukleoa hautatzen...
fa: در حال انتخاب هسته برای نصب...
fi: Valitaan asennettava ydin...
gl: A seleccionar o núcleo a instalar...
he: בוחר קרנל להתקנה...
id: Sedang memilih kernel untuk dipasang...
kk: Орнату үшін ядро таңдау...
lt: Pasirenkamas branduolys diegimui...
lv: Izvēlos instalējamo kodolu...
mg: Misafidy ny kernel izay hapetraka...
ml: ഇന്സ്റ്റാള്‍ ചെയ്യാനുള്ള കെര്‍ണല്‍ തിരഞ്ഞെടുത്ത് കൊണ്ടിരിക്കുന്നു...
nn: Vel kva for kjerne som skal installerast ...
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਕਰਨਲ ਚੁਣ ਰਿਹਾ ਹੈ...
pl: Wybieranie j±dra do instalacji...
pt_br: Selecionando qual kernel instalar ...
ro: Se selectează nucleul de instalat...
sl: Izbiram jedro za namestitev...
zh_tw: 正在選擇所要安裝的 Kernel...

source: Installing the kernel...
cy: Yn sefydlu'r cnewyllyn...
de: Installiere den Kernel ...
el: Εγκατάσταση του πυρήνα...
eo: Instalado de kerno...
et: Tuuma paigaldamine...
eu: Nukleoa instalatzen...
fa: در حال نصب هسته...
fi: Asennetaan ydin...
gl: A instalar o núcleo...
he: מתקין את הקרנל...
id: Sedang memasang kernel...
kk: Ядроны орнату...
lt: Įdiegiamas branduolys...
lv: Instalēju kodolu...
mg: Mametraka ny kernel...
ml: കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer kjerna ...
pa: ਕਰਨਲ ਨੂੰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Instalacja j±dra...
pt_br: Instalando o kernel ...
ro: Se instalează nucleul...
sl: Nameščam jedro...
zh_tw: 正在安裝 Kernel...

source: Installing the kernel - retrieving and installing ${SUBST0}...
cy: Yn sefydlu'r cnewyllyn - yn cyrchu a sefydlu ${SUBST0}...
de: Installiere den Kernel - lade und installiere ${SUBST0} ...
el: Εγκατάσταση του πυρήνα - ανάκτηση και εγκατάσταση του ${SUBST0}...
eo: Instalado de kerno - rericevi kaj instali '${SUBST0}'-n...
et: Tuuma paigaldamine - ${SUBST0} hankimine ja paigaldamine...
eu: Nukleoa instalatzen - ${SUBST0} eskuratzen eta instalatzen...
fi: Asennetaan ydin - noudetaan ja asennetaan ${SUBSTO} ...
gl: A instalar o núcleo - a obter e instalar ${SUBST0}...
he: מתקין את הקרנל - מביא ומתקין את ${SUBST0}...
id: Memasang kernel - mengambil dan memasang ${SUBST0}...
kk: Ядроны орнату - ${SUBST0} алу және орнату...
lt: Įdiegiamas branduolys - imamas ir diegiamas ${SUBST0}...
lv: Instalēju kodolu - iegūstu un instalēju ${SUBST0}...
mg: Mametraka ny kernel - mandray sy mametraka an'i ${SUBST0}...
ml: കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു - ${SUBST0} വീണ്ടെടുത്ത് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer kjerna - tar imot og installerer ${SUBST0} ...
pa: ਕਰਨਲ ਨੂੰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ - ${SUBST0} ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਅਤੇ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Instalacja j±dra - pobieranie i instalacja ${SUBST0}...
pt_br: Instalando o kernel - obtendo e instalando ${SUBST0} ...
ro: Se instalează nucleul - preiau şi instalez ${SUBST0}...
sl: Nameščam jedro - prenašam in nameščam ${SUBST0}...
zh_tw: 正在安裝 Kernel - 正在接收並安裝 ${SUBST0}...

source: Installing the PCMCIA modules
cy: Yn sefydlu'r modylau PCMCIA
de: Installieren der PCMCIA-Module
el: Εγκατάσταση των οδηγών PCMCIA
eo: Instalado de 'PCMCIA'-a moduloj
et: PCMCIA moodulite paigaldamine
eu: PCMCIA moduluak instalatzen
fa: در حال نصب ماژول PCMCIA
fi: Asennetaan PCMCIA-moduulit
gl: A instalar os módulos PCMCIA
he: מתקין מודולי PCMCIA
id: Sedang memasang modul-modul PCMCIA
kk: PCMCIA модульдерін орнату
lt: Diegiami PCMCIA moduliai
lv: Instalēju PCMCIA moduļus
mg: Mametraka ny module PCMCIA
ml: PCMCIA മൊഡ്യൂളുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installerer PCMCIA-modulane
pa: PCMCIA ਮੈਡੀਊਲਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja modu³ów PCMCIA
pt_br: Instalando os módulos PCMCIA
ro: Se instalează modulele PCMCIA
sl: Nameščam PCMCIA module
zh_tw: 正在安裝 PCMCIA 模組

source: Install the base system
cy: Sefydlu'r system sail
de: Grundsystem installieren
el: Εγκατάσταση του βασικού συστήματος
eo: Instalu la bazan sistemon
et: Paigalda alussüsteem
eu: Instalatu oinarri-sistema
fa: در حال نصب سیستم پایه
fi: Asenna perusjärjestelmä
gl: Instalar o sistema base
he: התקנת מערכת הבסיס
id: Memasang sistem dasar
kk: Базалық жүйені орнату
lt: Diegiama bazinė sistema
lv: Instalēt bāzes sistēmu
mg: Apetrao ny fototry ny system
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer grunnsystemet
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj system bazowy
pt_br: Instalar o sistema básico
ro: Instalare a sistemului de bază
sl: Namesti osnovni sistem
zh_tw: 安裝 Base System

source: Configure the package manager
de: Den Paketmanager konfigurieren
eo: Akomodu la pakan administrilon
eu: Pakete Kudeatzailea Konfiguratu
gl: Configurar o xestor de paquetes
lt: Paketų tvarkyklės konfigūrvimas
lv: Konfigurēt paku menedžeri
ml: പാക്കേജ് മാനേജര്‍ ക്രമീകരിക്കുക
pa: ਪੈਕੇਜ ਮੈਨੇਜਰ ਸੰਰਚਿਤ ਕਰੋ
ro: Configurează managerul de pachete
zh_tw: 設定套件管理程式

source: Configuring apt
de: Konfiguriere apt
eo: Akomodi la pakan administrilon ('apt'-programon)...
eu: Apt konfiguratzen
gl: A configurar apt...
he: מגדיר את apt
lt: Konfigūruojamas apt
lv: Konfigurēju APT
ml: apt ക്രമീകരിക്കുക
pa: aptਰਕ ਸੰਰਚਿਤ ਕਰ ਰਿਹਾ ..
ro: Se configurează apt
zh_tw: 正在設定 apt

source: Scanning local repositories...
de: Durchsuche lokale Archive ...
eo: Skani lokajn deponejojn...
eu: Errepositorio lokala eskaneatzen...
gl: A examinar os repositorios locais...
ml: ലോകല്‍ സംഭരണികള്‍ തിരഞ്ഞു കൊണ്ടിരിക്കുന്നു...
pa: ਲੋਕਲ ਰਿਪੋਜ਼ਟਰੀਆਂ ਦੀ ਜਾਂਚ ਜਾਰੀ...
ro: Se examinează arhivele locale...

source: Scanning the security updates repository...
de: Durchsuche das Archiv für Sicherheitsaktualisierungen ...
eo: Skani la datumprotektan ĝisdatigan deponejon...
eu: Segurtasun eguneraketa errepositorioa eskaneatzen...
gl: A examinar o repositorio de actualizacións de seguridade...
he: סורק את מאגר עדכוני האבטחה...
lt: Apžvelgiama saugumo atnaujinimų repozitorija...
lv: Skenēju drošības atjauninājumu glabātuvi...
ml: സുരക്ഷാ പുതുക്കല്‍ സംഭരണി തിരഞ്ഞു കൊണ്ടിരിക്കുന്നു...
pa: ਸੁਰੱਖਿਆ ਨਵੀਨੀਕਰਨ ਭੰਡਾਰ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...
ro: Se examinează arhiva cu actualizările de securitate...
zh_tw: 正在掃瞄安全更新資料庫...

source: Cannot access security updates
cy: Ni ellir cyrchu diweddariadau diogelwch
de: Kann auf Sicherheitsaktualisierungen nicht zugreifen
eo: Neeble atingi datumprotektajn ĝisdatigojn
eu: Ezin dira ziurtasun eguneraketak eskuratu
gl: Non se pode acceder ás actualizacións de seguridade
he: לא מצליח לגשת לעדכוני האבטחה
lt: Negaliu prieiti prie saugumo atnaujinimų
lv: Nevaru piekļūt drošības atjaununājumiem
ml: സുരക്ഷാ പുതുക്കല്‍ സമീപിക്കാന്‍ സാധ്യമല്ല
pa: ਸੁਰੱਖਿਆ ਨਵੀਨੀਕਰਨ ਨੂੰ ਵੇਖ ਨਹੀਂ ਸਕਦਾ
ro: Nu se pot accesa actualizările de securitate
zh_tw: 無法存取安全更新檔

source: The security updates on ${SECURITY_HOST} couldn't be accessed, so those updates will not be made available to you at this time. You should investigate this later.
de: Auf die Sicherheitsaktualisierungen von ${SECURITY_HOST} konnte nicht zugegriffen werden. Diese Aktualisierungen werden jetzt nicht verwendet. Sie sollten dies später analysieren.
eo: La datumprotektaj ĝisdatigoj sur ${SECURITY_HOST} ne eblas atingita, do tioj ĝisdatigoj ne estos nun disponeblaj. Vi pli malfrue esplorendu tion.
eu: ${SECURITY_HOST}-eko segurtasunu eguneraketak ezin dira eskuratu, beraz eguneraketa horiek ez daude erabilgarri une honetan. Hau beranduago begiratu ebharko zenuke.
gl: Non se puido acceder ás actualizacións de seguridade de ${SECURITY_HOST}, así que non se lle han deixar dispoñibles de momento. Debería investigar este problema máis tarde.
lt: Saugumo atnaujinimai, esantys ${SECURITY_HOST}, neprieinami, taigi šiuo metu atnaujinimai nebūs atlikti. Jūs turite išsiaiškinti, kodėl taip atsitiko, vėliau.
lv: Drošības atjauninājumiem no ${SECURITY_HOST} pašlaik piekļūt neizdevās, tāpēc šie atjauninājumi Jums pašlaik nebūs pieejami. Jums vajadzētu apskatīt šo problēmu vēlāk.
ml: ${SECURITY_HOST} ലെ സുരക്ഷാ പുതുക്കല്‍ സമീപിക്കാന്‍ സാധിച്ചില്ല, ആ പുതുക്കലുകള്‍ ഈ സമയത്ത് നിങ്ങള്ക്ക് ലഭ്യമാക്കാന്‍ സാധിക്കുകയില്ല. നിങ്ങള്‍ ഇതിനെ കുറിച്ച് പിന്നീട് അന്വേഷിക്കണം.
pa: ${SECURITY_HOST} ਉੱਪਰ ਸੁਰੱਖਿਆ ਨਵੀਨੀਕਰਨ ਤੱਕ ਪਹੁੰਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਤਾਂ ਕਿ ਉਹ ਨਵੀਨੀਕਰਨ ਤੁਹਾਡੇ ਲਈ ਇਸ ਸਮੇਂ ਉਪਲੱਬਧ ਨਹੀਂ ਹੋਣਗੇ। ਤੁਹਾਨੂੰ ਇਸ ਦੀ ਬਾਅਦ ਵਿੱਚ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
ro: Actualizările de securitate de pe ${SECURITY_HOST} nu au putut fi accesate, drept urmare acele actualizări nu vă vor fi făcute disponibile la acest moment. Ar trebui să investigaţi acestă problemă mai târziu.
zh_tw: 無法存取 ${SECURITY_HOST} 上的安全更新，所以您目前暫時無法進行更新。您應該在稍後進行檢查。

source: Commented out entries for ${SECURITY_HOST} have been added to the /etc/apt/sources.list file.
de: Auskommentierte Einträge für ${SECURITY_HOST} wurden zur Datei /etc/apt/sources.list hinzugefügt.
eo: Malaktivaj enirejoj por la servilo ${SECURITY_HOST} estis aldonitaj en '/etc/apt/sources.list' dosiero.
eu: /etc/apt/sources.list fitxategian ${SECURITY_HOST}-ren lerroeak iruzkinez(\#)gehitu dira.
gl: Engadíronse entradas comentadas para ${SECURITY_HOST} no ficheiro /etc/apt/sources.list
he: כניסות עבור ${SECURITY_HOST} נוספו כהערות לקובץ /etc/apt/sources.list file.
lt: Failas /etc/apt/sources.list papildytas užkomentuotais ·įrašais dėl ${SECURITY_HOST}.
lv: Jūsu sistēmas /etc/apt/sources.list failam tika pievienoti izslēgti ieraksti ${SECURITY_HOST} lietošanai.
ml: ${SECURITY_HOST} നു വേണ്ട കമെന്റെഡ് ഔട്ട് വരികള്‍ /etc/apt/sources.list ഫയലില്‍ കൂട്ടിച്ചേര്ത്തിട്ടുണ്ട്.
pa: ${SECURITY_HOST} ਲਈ ਚੁਣੀਆਂ ਇੰਦਰਾਜਾਂ /etc/apt/sources.list ਫਾਇਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਗਈਆਂ।
ro: Intrări comentate pentru ${SECURITY_HOST} au fost adăugate la fişierul /etc/apt/sources.list.
zh_tw: ${SECURITY_HOST} 的項目已被加上註解並附加到 /etc/apt/sources.list 裡。

source: Scanning the CD-ROM...
de: Durchsuche CD-ROM ...
eo: Skani lumdiskon...
eu: CD-ROMa eskaneatzen...
gl: A examinar o CD-ROM...
he: סורק את ה-CD-ROM...
lt: Apžvelgiamas CD-ROM...
lv: Skenēju CD-ROM...
ml: സിഡിറോം തിരഞ്ഞു കൊണ്ടിരിക്കുന്നു...
pa: CD-ROM ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
ro: Se examinează CD-ROM-ul...
zh_tw: 正在掃瞄光碟機...

source: apt configuration problem
de: Apt-Konfigurationsproblem
eo: 'apt'-akomodada problemo
eu: Apt konfiguraketa arazoa
gl: Problema de configuración de apt
he: בעיה בהגדרות apt
lt: Apt konfigūravimo problema
lv: APT konfigurācijas kļūda
ml: apt ക്രമീകരണ പ്രശ്നം
pa: apt ਸੰਰਚਨਾ ਸਮੱਸਿਆਾ
ro: Problemă la configurarea apt
zh_tw: Apt 設定問題

source: An attempt to configure apt to install additional packages from the CD failed.
de: Ein Versuch apt zu konfigurieren, um weitere Pakete von der CD zu installieren, schlug fehl.
eo: 'apt'-akomoda klopodo por instali pluajn pakojn el lumdisko malsukcesis.
eu: apt pakete gehigarriak CD-tik instalatzeko konfigurazio saiakerak huts egin du.
gl: Fallou unha tentativa de configurar apt para que instale paquetes adicionais do CD.
he: נכשל הניסיון להגדיר את apt כדי להתקין חבילות נוספות מה-CD.
lt: Bandymas sukonfigūruoti apt papildomų paketų įdiegimui iš CD nepavyko.
lv: Kļūda mēģinot nokonfigurēt apt, lai instalētu papildus pakotnes no CD.
ml: സിഡിയില്‍ നിന്നും കൂടുതല്‍ പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാനായി apt ക്രമീകരിക്കാനുള്ള ശ്രമം പരാജയപ്പെട്ടു.
pa: CD ਤੋਂ ਵਾਧੂ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਲਈ apt ਦੀ ਸੰਰਚਨਾ ਅਸਫਲ ਹੋਈ।
ro: O încercare de configurare a apt-ului să instaleze pachete adiţionale de pe CD a eşuat.
zh_tw: 試圖設定 apt 可以由 CD 來安裝其它套件，但失敗了。

source: Scanning the mirror...
de: Durchsuche den Spiegelserver ...
eo: Skani la spegularkivon...
eu: Ispilua eskaneatzen...
gl: A examinar a réplica...
he: סורק את אתר המראה...
lt: Apžvelgiamas archyvo "veidrodis"...
lv: Skenēju spoguļserveri...
ml: മിറര്‍ തിരഞ്ഞു കൊണ്ടിരിക്കുന്നു...
pa: ਪ੍ਰਤੀਬਿੰਬ ਜਾਂਚ ਜਾਰੀ ਹੈ...
ro: Se examinează situl alternativ...
zh_tw: 正在掃描鏡像站...

source: Use non-free software?
cy: Defnyddio meddalwedd nad yw'n rhydd?
de: »Non-free«-Software verwenden?
eo: Uzu malliberaj programoj?
eu: non-free softwarea erabili?
gl: ¿Empregar software non libre?
he: השתמש בתוכנה מסוג non-free?
lt: Ar naudoti ne laisvą (non-free) programinę įrangą?
lv: Lietot nebrīvo programmatūru?
ml: സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ് വെയര്‍ ഉപയോഗിക്കണോ?
pa: ਨਾ-ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਵਰਤੋ?
ro: Folosiţi software non-liber?
zh_tw: 要使用 non-free 軟體嗎？

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
cy: Mae peth meddalwedd nad yw'n rhydd wedi ei addasu i weithio efo Debian. Er nad yw'r meddalwedd hwn yn rhan o Debian o gwbl, gellir defnyddio offer safonol Debian i'w sefydlu. Mae gan y meddalwedd hwn drwyddedau gwahanol a all eich rhwystro rhag ei ddefnyddio, ei newid neu ei rhannu ef.
de: Einige non-free-Programme wurden für den Einsatz mit Debian vorbereitet. Obwohl diese Art von Software NICHT Teil von Debian ist, kann man sie dennoch mit den Standard-Debian-Hilfsmitteln installieren. Diese Programme haben verschiedene Lizenzen, welche Sie an der Benutzung, Modifikation oder der Verbreitung der Programme hindern könnten.
eo: Kelkaj malliberaj programoj funkcieblas kun Debiano. Kvankam tio programaro ne estas parto de Debiano. kutima Debiana ilaro eblas uzita por instali ĝin. Tio programaro posedas diversajn uzorajtojn kiuj malebligas vin de uzi, modifi, aŭ disdoni ĝin.
eu: Zenbait software ez-libre (non-free) Debianekin lan egiteko garatua izan da. Nahiz software hau ez da guztiz Debianen zati, Debian tresna arruntak erabili daitezke berau instalatzeko. Software honek lizentzi ezberdinak ditu eta zuri erabiltzeko, eraldatzeko edo banatzeko murrizketak izan litzakete.
gl: Hai algún software non libre que se fixo funcionar con Debian. Aínda que este software non é para nada parte de Debian, pódense empregar as ferramentas estándar de Debian para o instalar. Este software ten varias licencias que poden impedir que o use, modifique ou comparta.
he: חלק מהתוכנה הלא חופשית עובדת עם דביאן. למרות שתוכנה זאת לא חלק מדביאן, כלים סטנדרטים של דביאן יכולים לשמש כדי להתקין אותה. לתוכנה זאת יש רשיונות שונים שיכולים למנוע ממך להשתמש, לשנות או לחלוק אותה.
lt: Kai kuri ne laisva programinė įranga yra paruošta dirbti Debian'e. Nors ši programinė įranga nėra Debian'o dalis, standartiniai Debian'o įrankiai gali būti naudojami jos įdiegimui. Ši programinė įranga turi įvairias licencijas, kurios riboja Jus ją naudojant, keičiant ar dalinantis su kitais.
lv: Dažas nebrīvās programmas ir pielāgotas darbam ar Debian. Lai gan šīs programmas nav Debian sastāvdaļa, tomēr standarta Debian līdzekļi var tikt lietoti, lai tās uzinstalētu. Šīm programmām var būt dažādi licenču ierobežojumi, kas var neatļaut Jums tās lietot, modificēt vai izplatīt.
ml: ചില സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ് വെയര്‍ ഡെബിയനോടൊപ്പം പ്രവര്ത്തിപ്പിക്കാവുന്നതാക്കിയിട്ടുണ്ട്. ഈ സോഫ്റ്റ് വെയര്‍ ഡെബിയന്റെ ഭാഗമല്ലെങ്കിലും ഇത് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധാരണ ഡെബിയന്‍ ടൂളുകള്‍ ഉപയോഗിക്കാം. ഈ സോഫ്റ്റ് വെയറിനുള്ള പലതരത്തിലുള്ള അനുമതി പത്രങ്ങള്‍ ഉപയോഗിക്കുന്നതില്‍ നിന്നും, മാറ്റം വരുത്തുന്നതില്‍ നിന്നും അല്ലെങ്കില്‍ പങ്കുവെക്കുന്നതില്‍ നിന്നും നിങ്ങളെ തടഞ്ഞേക്കാം.
pa: ਕੁਝ ਨਾ-ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਡੇਬੀਅਨ ਨਾਲ ਵਰਤਣ ਲਈ ਬਣਾਏ ਹਨ। ਭਾਵੇਂ ਇਹ ਸਾਫਟਵੇਅਰ ਡੇਬੀਅਨ ਦਾ ਭਾਗ ਨਹੀਂ, ਮਿਆਰੀ ਡੇਬੀਅਨ ਸੰਦ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਸ ਸਾਫਟਵੇਅਰ ਦਾ ਵੱਖਰਾ ਲਾਈਸੈਂਸ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਵਰਤਣ, ਤਬਦੀਲ ਕਰਨ, ਜਾਂ ਸਾਂਝਾ ਕਰਨ ਤੋਂ ਹਟਾ ਸਕਦਾ ਹੈ।
ro: Unele programe non-libere au fost făcute să funcţioneze cu Debian. Deşi aceste programe nu sunt deloc parte din Debian, se pot folosi unelte standard pentru a le instala. Aceste programe au diverse licenţe care vă pot împiedica să le folosiţi, să le modificaţi sau să le oferiţi şi la alţii.
zh_tw: 有些 non-free 軟體也能和 Debian 搭配運作。儘管 Debian 並不包含這些軟體，但還是可以使用標準的 Debian 工具來安裝它們。這些軟體都有其不同的使用許可權，可能會禁止您使用、修改或將它們分享出來。

source: Please choose whether you want to have it available anyway.
cy: Os gwelwch yn dda, dewiswch a ddylai fod ar gael fodd bynnag.
de: Bitte wählen Sie, ob Sie sie dennoch verfügbar haben möchten.
eo: Bonvolu elekti se vi ĉiel disponigus ĝin.
eu: Mesdez aukeratu eskuragarri izan nahi duzun ala eta guztiz ere.
gl: Indique se o quere ter dispoñible igualmente.
he: בחר האם אתה רוצה את זה זמין בכל מקרה.
lt: Prašau nuspręskite ar Jūs vis tik norite ją turėti.
lv: Lūdzu izvēlieties, vai Jūs joprojām gribat lai tās Jums būtu pieejamas?
ml: എന്നിരുന്നാലും ഇത് ലഭ്യമാകാന്‍ നിങ്ങള്ക്കാവശ്യമുണ്ടോ എന്ന് ദയവായി തിരഞ്ഞെടുക്കുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਹਾਲਤ ਵਿੱਚ ਉਪਲੱਬਧ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
ro: Vă rugăm să alegeţi dacă doriţi să le aveţi oricum disponibile.
zh_tw: 請您選擇是否無論如何還是要使用它們。

source: Use contrib software?
cy: Defnyddio meddalwedd "contrib"?
de: »Contrib«-Software verwenden?
eo: Uzu kontribuan programaron?
eu: Contrib softwarea erabili?
gl: ¿Empregar software contribuído?
he: השתמש בתוכנה מסוג contrib?
lt: Ar naudoti "contrib" programinę įrangą?
lv: Lietot contrib programmatūru?
ml: contrib സോഫ്റ്റ് വെയര്‍ ഉപയോഗിക്കണോ?
pa: contrib ਸਾਫਟਵੇਅਰ ਵਰਤੋ?
ro: Folosiţi software contrib?
zh_tw: 使用 contrib 軟體嗎？
