Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
de: Das von Ihnen gewählte Rezept enthält keine separate Partition für /boot. Diese wird normalerweise benötigt, um Ihnen das Booten des Systems zu ermöglichen, wenn LVM verwendet wird.
eo: La elektita skemo de dispartigado ne enhavas apartan '/boot'-diskpartigon, normale bezonendas dum la praŝargo de 'LVM'-uzanta sistemo.
eu: Aukeratutako kokalekuak ez du bereziziriko /boot partiziorik. Normalean beharrezkoa da sistema LVM bidez abiarazi ahal izateko.
gl: A receita que escolleu non contén unha partición separada para /boot. Adóitse precisar dunha para poder arrincar o sistema ao empregar LVM.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുത്ത പാചകക്കുറിപ്പില്‍ /boot ന് പ്രത്യേക ഭാഗമില്ല. LVM ഉപയോഗിക്കുമ്പോള്‍ നിങ്ങള്ക്ക് ബൂട്ട് ചെയ്യാന്‍ പറ്റുന്നതിനാണ് ഇത് സാധാരണയായി ആവശ്യം വരുന്നത്.
pa: ਤੁਸੀਂ ਵੱਖਰੇ /boot ਭਾਗ ਦੀ ਚੋਣ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੋ ਸਕਦੀ ਹੈ। ਇਹ ਅਕਸਰ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਬੂਟ ਕਰਨ ਲਈ ਲੋੜੀਦਾ ਹੈ, ਜਦੋਂ LVM ਵਰਤਿਆ ਜਾਵੇ।
ro: Reţeta aleasă de dvs. nu conţine o partiţie separată pentru /boot. Acest lucru este, în mod normal, necesar pentru a vă permite să porniţi sistemul când se foloseşte LVM.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
de: Sie können diese Warnung ignorieren, aber dies kann in einem Fehler beim Neustarten des Systems, nachdem die Installation abgeschlossen wurde, resultieren.
eo: Vi povas ignori ĉi tiu averton, sed tio eble ne praŝargebligos la sistemon post la plenuma instalado.
eu: Abisu hau alde batetara uztea erabaki dezakezu, baina honek instalazioa amaitzean sistema abiaraztean arazoak sor ditzake.
gl: Pode ignorar este aviso, pero pode ser que non poida reiniciar o sistema despois de completar a instalación.
ml: നിങ്ങള്ക്ക് വേണമെങ്കില്‍ ഈ മുന്നറിയിപ്പ് അവഗണിക്കാം, പക്ഷേ അതിന്റെ ഫലമായി ഇന്സ്റ്റലേഷന്‍ പൂര്ത്തിയായതിനു ശേഷം സിസ്റ്റം റീബൂട്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടേക്കാം.
pa: ਤੁਸੀਂ ਇਸ ਚੇਤਾਵਨੀ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਇਸ ਨਾਲ ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਬਾਅਦ ਸਿਸਟਮ ਬੂਟ ਹੋਣ 'ਚ ਅਸਫ਼ਲ ਹੋ ਸਕਦਾ ਹੈ।
ro: Puteţi alege să ignoraţi acest avertisment, dar repornirea sistemului, după finalizarea instalării, ar putea eşua.

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
de: Der Name der Volume-Gruppe für die automatische Partitionierung mit LVM wird bereits verwendet. Eine Verringerung der Priorität der Konfigurationsfragen wird es Ihnen erlauben, einen anderen Namen anzugeben.
eo: La datumportila grupa nomo uzata por aŭtomate diskpartigi per logika datumportila admninistranto ('LVM') estas jam uzata. Subante la agorda eleckta prioritato vi povos mem elekti alian nomon.
eu: Partizioak automatitkoi LVM erabiliaz sortzean erabiltzen den bolumen talde izena dagoeneko sorturik dago. Konfigurazioaren lehenespena jeitsiaz beste izen bat ezartzeko aukera izango duzu.
gl: O nome de grupo de volumes que se empregou para particionar automaticamente empregando LVM xa se está a utilizar. Reducir a prioridade das preguntas de configuración halle permitir especificar un nome alternativo.
lt: Tomų grupės pavadinimas, naudojamas automatiniam dalijimui skirsniais LVM pagalba, jau yra naudojamas. Konfigūravimo klausimų prioritetiškumo pažeminimas leis Jums nurodyti kitą pavadinimą.
lv: Automātiskās LVM particionēšanas izmantotais sējumu grupas vārds jau tiek izmantots. Samazinot konfigurācijas jautajumu prioritāti parādīsies iespēja ievadīt alternatīvu sējumu grupas vārdu.
ml: LVM ഉപയോഗിച്ച് സ്വയം വിഭജിക്കാനുപയോഗിച്ച വാള്യം ഗ്രൂപ്പിന്റെ പേര് മുന്പേ തന്നെ ഉപയോഗത്തിലുണ്ട്.
pa: ਆਟੋਮੈਟਿਕ ਭਾਗ ਰਾਹੀਂ ਵਰਤਿਆ ਗਿਆ ਵਾਲੀਅਮ ਗਰੁੱਪ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਗਿਆ ਹੈ। ਸੰਰਚਨਾ ਸਵਾਲਾਂ ਲਈ ਤਰਜੀਹ ਨੂੰ ਘੱਟ ਕਰਨ ਨਾਲ ਤੁਸੀਂ ਇੱਕ ਬਦਲਵਾਂ ਨਾਂ ਦੇ ਸਕਦੇ ਹੋ।
ro: Numele de grup de volume utilizat pentru partiţionarea automată cu LVM este deja folosit. Coborârea priorităţii pentru întrebările de configurarea vă va permite să precizaţi un alt nume.

source: Unexpected error while creating volume group
de: Unerwarteter Fehler beim Erzeugen der Volume-Gruppe
eo: Neatendita eraro dum la datumportilara kreado
eu: Errorea esperogabea bolumen taldea sortzerakoan
gl: Erro inesperado ao crear o grupo de volumes
lt: Kuriant tomų grupę (Volume Group) įvyko nenumatyta klaida
lv: Neparedzēta kļūda veidojot sējumu grupu
ml: വാള്യം ഗ്രൂപ്പ് സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുമ്പോള്‍ അവിചാരിതമായ പിഴവ്
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਬਣਾਉਣ ਸਮੇਂ ਅਚਾਨਕ ਗਲਤੀ
ro: Eroare neaşteptată în timpul creării grupului de volume

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
de: Die automatische Partitionierung mit LVM schlug fehl, da ein Fehler beim Erzeugen der Volume-Gruppe auftrat.
eo: Aŭtomatdiskpartigilo uzanta logika datumportila admninistranto ('LVM') fiaskis ĉar eraro okazis dum la datumportilara kreado.
eu: LVM erabiliaz partizioak auktomatikoki egiteak huts egin du bolumen taldea sortzean errore bat gertatu bait da.
gl: O autoparticionamento empregando LVM fallou porque houbo un erro ao crear o grupo de volumes.
lt: Automatinis dalijimas skirsniais LVM pagalba nepavyko, kadangi kuriant tomų grupę įvyko klaida.
lv: Automātiskā particionēšana ar LVM izmantošanu neizdevās, jo notika kļūda veidojot sējumu grupu.
ml: LVM ഉപയോഗിച്ചുള്ള സ്വയ വിഭജനം വാള്യം ഗ്രൂപ്പ് സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുമ്പോള്‍ പറ്റിയ പിഴവ് മൂലം പരാജയപ്പെട്ടു.
pa: LVM ਨਾਲ ਆਟੋ-ਵਿਭਾਗੀਕਰਨ ਫੇਲ੍ਹ ਹੋਈ ਹੈ, ਕਿਉਂਕਿ ਵਾਲੀਅਮ ਗਰੁੱਪ ਬਣਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।ਚ
ro: Partiţionarea automată folosing LVM a eşuat deoarece a apărut o eroare în timpul creării grupului de volume.

source: Error while setting up RAID
gl: Erro ao configurar RAID
ml: RAID ഒരുക്കുമ്പോള്‍ പിഴവ്
pa: RAID ਸੈੱਟਅੱਪ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ

source: An unexpected error occurred while setting up a preseeded RAID configuration.
gl: Houbo un erro inesperado ao estabrecer un RAID preconfigurado.
ml: പ്രീസീഡഡ് RAID ക്രമീകരണം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുമ്പോള്‍ അവിചാരിതമായ ഒരു പിഴവ് സംഭവിച്ചു.
pa: ਦਿੱਤੀ RAID ਸੰਰਚਨਾ ਸੈੱਟਅੱਪ ਕਰਨ ਦੌਰਾਨ ਅਚਾਨਕ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।

source: Not enough RAID partitions specified
gl: Non se especificaron suficientes particións RAID
ml: വേണ്ടത്ര RAID ഭാഗങ്ങള്‍ പ്രസ്താപിച്ചിട്ടില്ല
pa: ਲੋੜੀਂਦੇ RAID ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ

source: There are not enough RAID partitions specified for your preseeded configuration. You need at least 3 devices for a RAID5 array.
gl: Non hai particións RAID dabondo especificadas para a preconfiguración. Precisa de alomenos tres dispositivos para un array RAID5.
ml: നിങ്ങളുടെ പ്രീസീഡഡ് ക്രമീകരണത്തില്‍ വേണ്ടത്ര RAID ഭാഗങ്ങള്‍ പ്രസ്താപിച്ചിട്ടില്ല. നിങ്ങള്ക്ക് RAID5 നിരയ്ക്ക് ചുരുങ്ങിയത് 3 ഉപകരണമെങ്കിലും വേണ്ടിവരും.
pa: ਤੁਹਾਡੀ ਚੁਣੀ ਸੰਰਚਨਾ ਲਈ ਲੋੜੀਂਦੇ RAID ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਇੱਕ RAID5 ਲੜੀ ਲਈ ਘੱਟੋ-ਘੱਟ 3 ਜੰਤਰ ਚਾਹੀਦੇ ਹਨ।

source: physical volume for encryption
gl: volume físico para o cifrado
ml: എന്ക്രിപ്ഷനായുള്ള ഭൌതിക വാള്യം
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਲਈ ਭੌਤਿਕ ਵਾਲੀਅਮ

source: crypto
gl: cifrado
ml: ക്രിപ്റ്റോ

source: Loopback (loop-AES)
ml: ലൂപ്ബാക്ക് (ലൂപ്-AES)
pa: ਲੂਪਬੈਕ (loop-AES)

source: Device-mapper (dm-crypt)
ml: ഉപകരണ-മാപ്പര്‍ (dm-ക്രിപ്റ്റ്)
pa: ਜੰਤਰ-ਮਿਲਾਣਕਾਰ (dm-crypt)

source: not active
de: nicht aktiv
eo: malaktiva
eu: ez gaiturik
gl: inactivo
he: לא פעיל
lt: ne aktyvus
lv: nav aktīvs
ml: സക്രിയമല്ല
pa: ਸਰਗਰਮ ਨਹੀਂ
ro: inactiv
zh_tw: 未啟用

source: Encryption method:
de: Verschlüsselungsmethode:
eo: Ĉifrada metodo:
eu: Enkriptazio metodoa:
gl: Método de cifrado:
ml: എന്ക്രിപ്ഷന്‍ രീതി:
pa: ਇੰਕਰਿਪਟਡ ਢੰਗ:
ro: Metoda de criptare:

source: Encryption method for this partition:
de: Verschlüsselungsmethode für diese Partition:
eo: Ĉifrada metodo por ĉi tiu diskpartigo:
eu: Partizio honen enkriptazio metodoa:
gl: Método de cifrado para esta partición:
ml: ഈ ഭാഗത്തിനു വേണ്ട എന്ക്രിപ്ഷന്‍ രീതി:
pa: ਇਸ ਭਾਗ ਲਈ ਇੰਕਰਿਪਸ਼ਨ:
ro: Metoda de criptare pentru acestă partiţie:

source: Encryption:
de: Verschlüsselung:
eo: Ĉifrado:
eu: Enkriptazioa:
gl: Cifrado:
he: הצפנה:
lt: Šifravimas:
lv: Šifrēšana:
ml: എന്ക്രിപ്ഷന്‍:
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ:
ro: Criptare:
zh_tw: 加密：

source: Encryption for this partition:
de: Verschlüsselung für diese Partition:
eo: Ĉifrado por ĉi tiu diskpartigo:
eu: Partizio honen enkriptazioa:
gl: Cifrado para esta partición:
lt: Šio disko skirsnio šifravimas:
lv: Šīs partīcijas šifrēšanas metode:
ml: ഈ ഭാഗത്തിനു വേണ്ട എന്ക്രിപ്ഷന്‍:
pa: ਇਸ ਭਾਗ ਲਈ ਇੰਕ੍ਰਿਪਸ਼ਨ:
ro: Criptarea pentru acestă partiţie:
zh_tw: 這個分割區的加密：

source: Key size:
de: Schlüsselgröße:
eo: Ŝlosila amplekso:
eu: Gako-tamaina:
gl: Tamaño de clave:
he: גודל מפתח:
lt: Rakto dydis:
lv: Atslēgas izmērs:
ml: കീ വലിപ്പം:
pa: ਕੁੰਜੀ ਅਕਾਰ:
ro: Dimensiunea cheii:
zh_tw: 金鑰大小：

source: Key size for this partition:
de: Schlüsselgröße für diese Partition:
eo: Ŝlosila amplekso por ĉi tiu diskpartigo:
eu: Partizio honen gako-tamaina:
gl: Tamaño da clave para esta partición:
lt: Rakto dydis šiam disko skirsniui:
lv: Šīs partīcijas šifrēšanas atslēgas izmērs:
ml: ഈ ഭാഗത്തിനു വേണ്ട കീ വലിപ്പം:
pa: ਇਸ ਭਾਗ ਲਈ ਕੁੰਜੀ ਅਕਾਰ:
ro: Dimensiunea cheii pentru acestă partiţie:
zh_tw: 此分割區的金鑰大小：

source: IV algorithm:
gl: Algoritmo do VI:
ml: IV അല്ഗോരിതം:
pa: IV ਐਲੋਗਰਿਥਮ:

source: Initialization vector generation algorithm for this partition:
gl: Algoritmo de xeración do vector de inicialización para esta partición:
ml: ഈ ഭാഗത്തിനു വേണ്ട ഇനിഷ്യലൈസേഷന്‍ വെക്റ്റര്‍ ഉത്പാദന അല്ഗോരിതം:
pa: ਵੈਕਟਰ ਬਣਾਉਣ ਐਲੋਗਰਿਥਮ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇਹ ਭਾਗ:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
gl: Existen distintos algoritmos para derivar o vector de inicialización de cada sector. Esta selección inflúe na seguridade do cifrado. Normalmente non hai motivo ningún para cambialo do valor por defecto recomendado, agás por compatibilidade con outros sistemas máis antigos.
ml: ഓരോ സെക്റ്ററിനും വേണ്ട ഇനിഷ്യലൈസേഷന്‍ വെക്റ്ററിലെത്തിച്ചേരാനായി വ്യത്യസ്ത അല്ഗോരിതങ്ങള്‍ നിലവിലുണ്ട്. ഈ ചോയ്സ് എന്ക്രിപ്ഷന്റെ സുരക്ഷയെ ഇന്ഫ്ലുവന്സ് ചെയ്യുന്നു. പഴയ സിസ്റ്റങ്ങളുമായുള്ള പൊരുത്തമൊഴിച്ച് ശുപാര്ശ ചെയ്ത ഡിഫാള്ട്ടില്‍ നിന്നും ഇത് മാറ്റാന്‍ സാധാരണയായി കാരണമൊന്നുമില്ല.
pa: ਹਰੇਕ ਸੈਕਟਰ ਲਈ ਸ਼ੁਰੂਆਤੀ ਵੈਕਟਰ ਬਣਾਉਣ ਲਈ ਵੱਖਰਾ ਐਲੋਗਰਿਥਮ ਮੌਜੂਦ ਹੈ। ਇਹ ਚੋਣ ਇਕ੍ਰਿਪਸ਼ਨ ਸੁਰੱਖਿਆ ਨੂੰ ਪਰਭਾਵਿਤ ਕਰਦੀ ਹੈ। ਆਮ ਤੌਰ ਤੇ, ਇਸ ਨੂੰ ਮੂਲ ਸਿਫਾਰਸ਼ੀ ਤੋਂ ਬਦਲਣ ਦਾ ਕੋਈ ਕਾਰਨ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਸਿਰਫ਼ ਪੁਰਾਣੇ ਸਿਸਟਮ ਨਾਲ ਅਨੁਕੂਲਤਾ ਨੂੰ ਛੱਡ ਕੇ।

source: Encryption key:
de: Schlüssel:
eo: Ĉifrada ŝlosilo:
eu: Enkriptazio gakoa:
gl: Clave de cifrado:
he: מפתח הצפנה:
lt: Šifravimo raktas:
lv: Šifrēšanas atslēga:
ml: എന്ക്രിപ്ഷന്‍ കീ:
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ:
ro: Cheia de criptare:
zh_tw: 加密金鑰：

source: Type of encryption key for this partition:
de: Typ des Schlüssels für diese Partition:
eo: Ĉifra ŝlosila tipo por ĉi tiu diskpartigo:
eu: Partizio honen enkriptazioaren gako-mota:
gl: Tipo de clave de cifrado para esta partición:
lt: Šifravimo rakto tipas šiam disko skirsniui:
lv: Šīs partīcijas šifrēšanas atslēga:
ml: ഈ ഭാഗത്തിനു വേണ്ട എന്ക്രിപ്ഷന്‍ കീ രീതി:
pa: ਇਸ ਭਾਗ ਲਈ ਫਾਇਲ ਇੰਕ੍ਰਿਪਸ਼ਨ ਕਿਸਮ:
ro: Tipul de cheie de criptare pentru acestă partiţie:
zh_tw: 此分割區的加密金鑰格式：

source: Encryption key hash:
gl: Función "hash" da clave de cifrado:
ml: എന്ക്രിപ്ഷന്‍ കീ ഹാഷ്:
pa: ਇਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਹੈਸ਼:

source: Type of encryption key hash for this partition:
gl: Tipo de función "hash" para a clave de cifrado para esta partición:
ml: ഈ വിഭജനത്തിനു വേണ്ട എന്ക്രിപ്ഷന്‍ കീ ഹാഷ് തരം:
pa: ਇਸ ਭਾਗ ਲਈ ਫਾਇਲ ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਦੀ ਕਿਸਮ:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
gl: A clave de cifrado derívase do contrasinal aplicándolle unha función "hash" irreversible. Normalmente non hai motivo ningún para cambialo do valor por defecto recomendado, e facelo dun xeito incorrecto pode reducir a forza do cifrado.
ml: അടയാളവാക്യത്തില്‍ നിന്നും ഒരു വണ്‍-വേ ഹാഷ് ഫംങ്ഷന്‍ അപ്ലൈ ചെയ്താണ് എന്ക്രിപ്ഷന്‍ കീ ഉണ്ടാക്കിയിരിക്കുന്നത്. സാധാരണയായി ശുപാര്ശ ചെയ്ത ഡിഫാള്ട്ടില്‍ നിന്നും മാറ്റാന്‍ കാരണമൊന്നുമില്ല പക്ഷേ തെറ്റായ രീതിയില്‍ അങ്ങനെ ചെയ്താല്‍ എന്ക്രിപ്ഷന്റെ ശക്തി കുറച്ചേക്കാം.
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਇਸ ਉੱਤੇ ਇੱਕ ਪਾਸੇ ਦਾ ਹੈਸ਼ ਫੰਕਸ਼ਨ ਲਾਗੂ ਕਰਕੇ ਪ੍ਹੈਰਾ ਤਿਆਰ ਕਰਕੇ ਤਿਆਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਆਮ ਤੌਰ ਤੇ, ਇਸ ਨੂੰ ਮੂਲ ਸਿਫਾਰਸ਼ੀ ਤੋਂ ਬਦਲਣ ਦਾ ਕੋਈ ਕਾਰਨ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਇਸ ਨੂੰ ਗਲਤ ਢੰਗ ਨਾਲ ਕਰਨ ਨਾਲ ਇੰਕ੍ਰਿਪਸ਼ਨ ਦੀ ਸਮੱਰਥਾ ਘੱਟਦੀ ਹੈ।

source: Erase data:
gl: Borrar datos:
ml: ഡാറ്റ മായ്ചുകളയുക:
pa: ਡਾਟਾ ਸਾਫ਼:

source: Erase data on this partition
gl: Borrar os datos desta partición
ml: ഈ വിഭജനത്തിലെ ഡാറ്റ മായ്ചു കളയുക
pa: ਇਹ ਭਾਗ ਤੋਂ ਡਾਟਾ ਹਟਾਓ

source: Really erase the data on ${DEVICE}?
gl: ¿Está seguro de querer borrar os datos de ${DEVICE}?
ml: ${DEVICE} ലെ ഡാറ്റ മായ്ചുകളയണമെന്നുറപ്പുണ്ടോ?
pa: ਕੀ ${DEVICE} ਤੋਂ ਡਾਟਾ ਹਟਾਉਣਾ ਹੈ?

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
gl: Hanse sobrescribir os datos de ${DEVICE} con datos aleatorios. Xa non se han poder recuperar despois de que se complete este paso. Esta é a derradeira oportunidade que ten de abortar o borrado.
ml: ${DEVICE} ലെ ഡാറ്റ റാന്ഡം ഡാറ്റ കൊണ്ട് ഓവര്റൈറ്റ് ചെയ്യുന്നതായിരിക്കും. ഈ നടപടി പൂര്ത്തിയായതിനു ശേഷം ഇതൊരിക്കലും തിരിച്ചെടുക്കാന്‍ കഴിയില്ല. മായ്ചു കളയുന്നതില്‍ നിന്നും പിന്തിരിയാനുള്ള അവസാന അവസരമാണിത്.
pa: ${DEVICE} ਉੱਤੇ ਡਾਟੇ ਨੂੰ ਰਲਵੇਂ ਡਾਟੇ ਨਾਲ ਲਿਖ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਇਹ ਪਗ਼ ਪੂਰਾ ਹੋਣ ਉਪਰੰਤ ਇਹ ਮੁੜ-ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਵੇਗਾ। ਇਹ ਸਾਫ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਖਰੀ ਮੌਕਾ ਹੈ।

source: Erasing data on ${DEVICE}
gl: A borrar os datos de ${DEVICE}
ml: ${DEVICE} ലെ ഡാറ്റ മായ്ചു കൊണ്ടിരിക്കുന്നു
pa: ${DEVICE} ਤੋਂ ਡਾਟਾ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ

source: Erasing data on ${DEVICE} failed
gl: Fallou o borrado dos datos de ${DEVICE}
ml: ${DEVICE} ലെ ഡാറ്റ മായ്ചു കളയുന്നതില്‍ പരാജയപ്പെട്ടു
pa: ${DEVICE} ਉੱਤੇ ਡਾਟਾ ਸਾਫ਼ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ

source: An error occurred trying to erase the data on ${DEVICE}. The data has not been erased.
gl: Houbo un erro ao tentar borrar os datos de ${DEVICE}. Non se borraron os datos.
ml: ${DEVICE} ലെ ഡാറ്റ മായ്ചു കളയാനുള്ള ശ്രമത്തിനിടയില്‍ ഒരു പിഴവുണ്ടായി. ഡാറ്റ മായ്ചിട്ടില്ല.
pa: ${DEVICE} ਤੋਂ ਡਾਟਾ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਡਾਟਾ ਹਟਾਇਆ ਨਹੀਂ ਗਿਆ ਹੈ।

source: Setting up encryption...
de: Verschlüsselung einrichten ...
eo: Akomodu ĉifradon...
eu: Enkriptazioa konfiguratzen...
gl: A preparar o cifrado...
he: מגדיר הצפנה...
lt: Nustatomas šifravimas...
lv: Uzstrādu šifrēšanu...
ml: എന്ക്രിപ്ഷന്‍ ഒരുക്കി കൊണ്ടിരിക്കുന്നു...
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਸੈੱਟਅੱਪ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Se pregăteşte criptarea...
zh_tw: 正在設定加密...

source: Configure encrypted volumes
de: Verschlüsselte Datenträger konfigurieren
eo: Akomodu ĉifrajn datumportilojn
eu: Konfiguratu bolumen-enkriptatuak
gl: Configurar volumes cifrados
lt: Konfigūruoti šifruotus tomus
lv: Konfigurēt šifrētos sējumus
ml: എന്ക്രിപ്ഷന്‍ ചെയ്ത വാള്യങ്ങള്‍ ക്രമീകരിക്കുക
pa: ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਸੰਰਚਨਾ
ro: Configurează volumele criptate
zh_tw: 設定已加密的 Volume

source: No partitions to encrypt
de: Keine Partitionen zum Verschlüsseln
eo: Neniu ĉifrota diskpartigo
eu: Ez dago partiziorik enkriptatzeko
gl: Non hai particións para cifrar
lt: Nėra skirsnių šifravimui
lv: Nav norādīta šifrējamā partīcija
ml: എന്ക്രിപ്റ്റ് ചെയ്യാന്‍ വിഭജനങ്ങളൊന്നുമി്നുമില്ല
pa: ਇੰਕ੍ਰਿਪਟ ਕਰਨ ਲਈ ਕੋਈ ਭਾਗ ਨਹੀਂ
ro: Nu s-au găsit partiţii pentru criptat
zh_tw: 沒有磁碟分割區可供加密

source: No partitions have been selected for encryption.
de: Es wurden keine Partitionen zur Verschlüsselung ausgewählt.
eo: Neniu diskpartigo estas elektita por ĉifrado.
eu: Ez da partiziorik hautatu enkriptatzeko.
gl: Non se seleccionou ningunha partición para cifrar.
lt: Nėra pasirinkta disko skirsnių, skirtų šifravimui.
lv: Nav izvēlēta šifrējamā partīcija.
ml: എന്ക്രിപ്ഷന്‍ ചെയ്യാനായി വിഭജനങ്ങളൊന്നും തന്നെ തിരഞ്ഞെടുക്കപ്പെട്ടിട്ടില്ല.
pa: ਇੰਕ੍ਰਿਪਸ਼ੇਨ ਲਈ ਭਾਗ ਪੈਕੇਜ ਨਹੀਂ ਚੁਣਿਆ।
ro: Nici o partiţie nu este selectată pentru criptare.
zh_tw: 未指定任何要進行加密的磁碟分割區。

source: Required programs missing
de: Benötigte Programme fehlen
eo: Necesaj programoj mankas
eu: Beharrazko programak falta dira
gl: Fallan programas requiridos
he: תוכנה נדרשת חסרה
lt: Trūksta reikiamų programų
lv: Trūkst nepieciešamās programmas
ml: ആവശ്യമായ പ്രോഗ്രാമുകള്‍ കാണ്മാനില്ല
pa: ਲੋੜੀਂਦਾ ਪਰੋਗਰਾਮ ਗੁੰਮ ਹੈ
ro: Lipsesc programe necesare
zh_tw: 找不到必需的程式

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
de: Diese Version des debian-installers enthält ein oder mehrere Programme nicht, die von partman-crypto benötigt werden, um korrekt zu funktionieren.
eo: Ĉi tiu eldono de 'Debian'-instalilo ne enhavas unu aŭ pluraj necesegajn programojn por ke 'partman-crypt'-programo korekte funkciu.
eu: Debian instalatzailearen bertsio honek ez du partman-crypt behar bezala funtzionatzeko beharrezko den programa bat edo gehiago.
gl: Esta versión de debian-installer non inclúe un ou máis programas necesarios para que partman-crypto funcione correctamente.
ml: പാര്ട്ട്മാന്‍-ക്രിപ്റ്റോ (partman-crypto) ശരിയായ രീതിയില്‍ പ്രവര്ത്തിക്കാനാവശ്യമായ ഒന്നോ അതിലതികമോ പ്രോഗ്രാമുകള്‍ ഡെബിയന്‍ ഇന്സ്റ്റാളറിന്റെ ഈ ബില്ഡ് ഉള്ക്കൊള്ളുന്നില്ല.
pa: debian-installer ਇਸ ਪੈਕੇਜ ਵਿੱਚ ਇੱਕ ਦਾਂ ਜਿਆਦਾ ਪਰੋਗਰਾਮ ਸ਼ਾਮਲ ਹਨ ਜੋ partman-crypt ਦੇ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਹਨ।
ro: Această variantă de program de instalare Debian nu include unul sau mai multe programe care sunt necesare lui partman-crypto pentru a funcţiona corect.

source: Required encryption options missing
de: Benötigte Verschlüsselungsoptionen fehlen
eo: Necesaj ĉifraj elektoj mankas
eu: Beharrezko enkriptazio aukerak falta dira
gl: Fallan opcións necesarias de cifrado
he: חסרות אפשרות הצפנה נדרשות
lt: Trūksta reikiamų šifravimo parametrų
lv: Nav norādītas nepieciešamās šifrēšanas opcijas
ml: ആവശ്യമായ എന്ക്രിപ്ഷന്‍ ഉപാധികള്‍ കാണ്മാനില്ല
pa: ਲੋੜੀਂਦੀ ਇੰਕ੍ਰਿਪਸ਼ਨ ਚੋਣ ਗੁੰਮ ਹੈ
ro: Lipsesc opţiunile necesare de criptare
zh_tw: 找不到必需的加密選項

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
de: Die Verschlüsselungsoptionen für ${DEVICE} sind unvollständig. Bitte gehen Sie zum Partitionsmenü zurück und wählen Sie alle benötigten Optionen.
eo: La ĉifraj elektoj por '${DEVICE}'-o estas malkampletaj. Bonvolu reigi diskpartigadan menuon kaj elekti ĉiujn necesajn elektojn.
eu: ${DEVICE}-ren enkriptazio aukerak ez daude osaturik. Mesedez itzuli partizio menura eta hautatu beharrezko aukera guztiak
gl: As opcións de cifrado de ${DEVICE} están incompletas. Volte ao menú de particionamento e seleccione tódalas opcións requiridas.
lt: Įrenginiui ${DEVICE} nurodyti ne visi šifravimo parametrai. Grįžkite į skirsnio meniu ir pasirinkite visus reikiamus parametrus.
lv: ${DEVICE} šifrēšanas opcijas ir nepilnīgas. Lūdzu atgriezieties uz partīciju veidošanas izvēlni un norādiet nepieciešamās opcijas.
ml: ${DEVICE} നുള്ള എന്ക്രിപ്ഷന്‍ ഉപാധികള്‍ പൂര്ണമല്ല. ദയവായി വിഭജന മെനുവില്‍ തിരിച്ചു പോയി ആവശ്യമായ എല്ലാ ഉപാധികളും തിരഞ്ഞെടുക്കുക.
pa: ${DEVICE} ਲਈ ਇੰਕ੍ਰਿਪਸ਼ਨ ਚੋਣ ਅਧੂਰੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਿਭਾਗ ਮੇਨੂ ਵਿੱਚ ਜਾਓ ਅਤੇ ਸਭ ਲੋੜੀਂਦੀਆਂ ਚੋਣਾਂ ਚੁਣੋ।
ro: Opţiunile de criptare pentru ${DEVICE} sunt incomplete. Vă rugăm să vă întoarceţi la meniul de partiţionare şi să selectaţi toate opţiunile necesare.
zh_tw: ${DEVICE} 的加密選項不完全。請返回磁碟分割功能表並選取所有的必需選項

source: missing
de: fehlt
eo: manka
eu: falta da
gl: falla
he: חסר
lt: trūksta
lv: trūkst
ml: കാണ്മാനില്ല
pa: ਗੁੰਮ ਹੈ
ro: lipsă
zh_tw: 找不到

source: In use as physical volume for encrypted volume ${DEV}
gl: Usado coma volume físico para o volume cifrado ${DEV}
ml: ${DEV} എന്ക്രിപ്റ്റഡ് വാള്യത്തിനുള്ള ഭൌതിക വാള്യമായി ഉപയോഗത്തില്‍
pa: ਇੰਕਰਿਪਟਡ ਵਾਲੀਅਠ ${DEV} ਲਈ ਭੌਤਿਕ ਵਾਲੀਅਮ ਵਿੱਚ ਵਰਤੋਂ

source: Encryption package installation failure
de: Installation des Verschlüsselungspakets ist fehlgeschlagen
eo: Ĉifra enpaka instalado malsukcesis
eu: Enkriptazio-paketearen instalazioak huts egin du
gl: Fallo na instalación do paquete de cifrado
lt: Nepavyko įdiegti šifravimo paketo
lv: Kļūda instalējot šifrēšanas paku
ml: എന്ക്രിപ്ഷന്‍ പാക്കേജ് ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਪੈਕੇਜ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲਤਾ
ro: Eşec la instalarea pachetului de criptare
zh_tw: 加密套件的安裝作業失敗了

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
gl: Non se puido atopar o paquete do módulo do núcleo ${PACKAGE} ou houbo un erro durante a instalación.
ml: ${PACKAGE} എന്ന കെര്‍ണല്‍ പാക്കേജ് കണ്ടു പിടിക്കാന്‍ പറ്റിയില്ല അല്ലെങ്കില്‍ അതിന്റെ ഇന്സ്റ്റലേഷന്‍ സമയത്ത് ഒരു പിഴവ് പറ്റി.
pa: ਕਰਨਲ ਮੋਡੀਊਲ ਪੈਕੇਜ ${PACKAGE} ਨਹੀਂ ਲੱਭਿਆ ਜਾਂ ਇਸ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
gl: Seguramente haxa problemas durante a configuración das particións cifradas ao reiniciar o sistema. Pode corrixilos instalando despois o(s) paquete(s) necesario(s).
ml: സിസ്റ്റം റീബൂട്ടു ചെയ്തു കഴിയുമ്പോള്‍ എന്ക്രിപ്റ്റഡ് വിഭജനങ്ങള്‍ ഒരുക്കുന്നതിന് പ്രശ്നങ്ങളുണ്ടാകാന്‍ സാധ്യതയുണ്ട്. ആവശ്യമായ പാക്കേജുകള്‍ കുറച്ച് കഴിഞ്ഞ് ഇന്സ്റ്റാള്‍ ചെയ്ത് ഈ പ്രശ്നം പരിഹരിക്കാന്‍ നിങ്ങള്ക്ക് കഴിഞ്ഞെന്നു വരാം.
pa: ਇੰਜ ਜਾਪਦਾ ਹੈ ਕਿ ਸਿਸਟਮ ਦੇ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੌਰਾਨ ਇੰਕਰਿਪਟਡ ਭਾਗ ਸੈੱਟਅੱਪ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਵੇਗੀ। ਤੁਸੀਂ ਇਸ ਲਈ ਲੋੜੀਦੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਸਥਿਰ ਕਰ ਸਕਦੇ ਹੋ।

source: Write the changes to disk and configure encrypted volumes?
gl: ¿Gravar os cambios nos discos e configurar os volumes cifrados?
ml: മാറ്റങ്ങള്‍ ഡിസ്കിലേക്ക് എഴുതി എന്ക്രിപ്റ്റഡ് വാള്യമുകള്‍ ക്രമീകരിക്കട്ടെ?
pa: ਕੀ ਡਿਸਕ ਉੱਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖਣੀਆਂ ਅਤੇ ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਸੰਰਚਿਤ ਕਰਨੇ ਹਨ?

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
de: Bevor verschlüsselte Datenträger konfiguriert werden können, muss die aktuelle Aufteilung der Partitionen auf die Festplatte geschrieben werden. Diese Änderungen können nicht rückgängig gemacht werden.
eo: Antaŭ ol akomodi la ĉifran datumportilon, nuntempa diskaranĝo endas skribota sur disko. Tiuj ŝanĝoj estas definitivaj.
eu: Uneko partizio-eskema diskoan idatzi behar da bolumen-enkriptatuak konfiguratu aurretik. Aldaketa horiek ezin dira desegin.
gl: Antes de poder configurar os volumes cifrados ten que se grabar no disco o esquema actual de particionamento. Estes cambios non se poden desfacer.
lt: Prieš šifruotų tomų konfigūravimą, dabartinė disko skirsnių schema turibūti įrašyta į diską. Šių pakeitimų vėliau atšaukti nebebus galima.
lv: Pirms konfigurēt šifrētos sējumus pašreizējais partīciju izkārtojums ir jāsaglabā diskā. Šīs izmaiņas vairs nevarēs atcelt.
ml: എന്ക്രിപ്റ്റഡ് വാള്യമുകള്‍ ക്രമീകരിക്കുന്നതിനു മുമ്പായി ഇപ്പോഴുള്ള വിഭജന പദ്ധതി ഡിസ്കിലേക്ക് എഴുതേണ്ടതുണ്ട്. ഈ മാറ്റങ്ങള്‍ തിരിച്ചെടുക്കാന്‍ പറ്റാത്തവയാണ്.
pa: ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਸੰਰਚਿਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਡਿਸਕ ਤੇ ਲਿਖੀ ਹੋਵੇ। ਇਹ ਤਬਦੀਲੀਆਂ ਰੱਦ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ।
ro: Înainte ca volumele criptate să poată fi configurate, schema de partiţionare curentă trebuie scrisă pe disc. Aceste schimbări nu pot fi anulate.
zh_tw: 必須先將目前的磁碟分割結果寫入磁碟中，然後才能對加密的 Volume 進行設定。這些變更將無法還原。
