Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
cy: Ni chanfododd y canfod awtomatig yrriant CD-ROM. Gallwch geisio llwytho modiwl penodol os mae gennych yrriant CD-ROM anarferol (nid yw'n un IDE na SCSE).
de: Offenbar kann die automatische Erkennung kein CD-ROM-Laufwerk finden. Falls Sie kein gewöhnliches Laufwerk besitzen, können Sie versuchen, das entsprechende Modul zu laden (betrifft z. B. Laufwerke, die weder IDE- noch SCSI- Laufwerk sind).
el: Δεν ανιχνεύθηκε κάποια μονάδα CD-ROM. Μπορείτε να δοκιμάσετε να φορτώσετε κάποιον από τους υπάρχοντες οδηγούς αν έχετε κάποιη συγκεκριμένη μονάδα CD-ROM (που δεν είναι IDE ή SCSI).
eo: La aŭtomata detekto ne trovis lumdiskan diskingon. Vi provos ŝargi apartan modulon se vi posedas specifan lumdiskan diskingon (kiu estas nek 'IDE'-a nek 'SCSI'-a).
et: Automaatne avastamine ei tuvastanud ühtki CD-ROM seadet. Kui sul on ebatavaline (mitte IDE ega SCSI) CD-ROM, võid proovida talle käsitsi vajalikku moodulit laadida.
eu: Automatikoki antzemateko aukerak ez du CD-ROM unitatea aurkitu. Modulu jakin bat kargatzen saia zaitezke ohikoa ez den CD-ROM unitatea baduzu (hau da, Ide eta SCSI ez dena).
fa: جستجوی خودکار هیچ درایو CD-ROM پیدا نکرد. اگر CD-ROM شما نمونه‌ای غیر عادی است ماژول خاص آن را بارگیری کنید.
fi: Automaattitunnistus ei löytänyt yhtään romppuasemaa (eli CD-asemaa). Voit yrittää ladata yhden moduuleista jos sinulla on epätavallinen romppuasema (joka ei ole IDE eikä SCSI).
gl: A detección automática non atopou unha unidade de CD-ROM. Pode probar a cargar un módulo específico se ten unha unidade de CD-ROM non habitual (é dicir, que non sexa IDE ou SCSI).
he: הזיהוי האוטומטי לא מצא כונן CDROM. אתה יכול לטעון מודול ספציפי אם יש לך כונן CDROM לא סטנדרטי (כלומר אינו בחיבור IDE או בחיבור SCSI).
id: Pendeteksian otomatis tidak menemukan penggerak CD-ROM . Anda bisa coba memuat modul bila Anda memiliki CD-ROM yang tidak umum (bukan IDE maupun SCSI).
kk: CD-ROM-ның жетегін автоматты түрде анықтау мүмкін емес. Егер сізде CD-ROM-ның спецификалық жетегі болса, бір модульді жүктеуіңізге болады(IDE емес және SCSI емес).
lt: Automatinio aptikimo būdu nerastas joks CD-ROM'as. Jei Jūsų CD-ROM'as yra neįprastas (ne IDE, ir ne SCSI įrenginys), galite bandyti jam įkelti specialų modulį.
lv: Automātiskā atpazīšana nespēja atpazīt Jūsu CD-ROM iekārtu. Jūs varat mēģināt ielādet specifisku moduli, lai to atrastu (tas nav ne IDE, ne SCSI CD-ROM).
ml: സിഡി-ഡ്രൈവില്‍ നിന്ന് വായിക്കാനുള്ള ശ്രമം പരാജയപ്പെട്ടു. നിങ്ങളുടെത്‌ സാധാരണമല്ലാത്ത (IDE, SCSI എന്നിവയല്ലാത്ത) ഡ്രൈവ്‌ ആണെങ്കില്‍ നിങ്ങള്‍ക്ക്‌ വേണ്ട മൊഡ്യൂള്‍‍ ലോഡ്‌ ചെയ്യാന്‍ ശ്രമിക്കാവുന്നതാണ്‌.
nn: Installasjonsprogrammet fann ingen CDROM-spelar. Du kan prøva å bruka ein av modulane dersom du har ein spesiell type spelar (ikkje IDE eller SCSI).
pa: ਸਵੈ ਖੋਜ CD-ROM ਡਰਾਈਵ ਨਹੀਂ ਲੱਭ ਸਕੀ। ਤੁਸੀਂ ਖਾਸ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਨਾ-ਵਰਤੀ CD-ROM ਡਰਾਈਵ ਹੈ (ਜਿਹੜੀ ਨਾ ਤਾਂ IDE ਅਤੇ ਨਾ SCSI ਹੈ)।
pl: Automatyczne wykrywanie nie znalaz³o napêdu CD-ROM. Mo¿esz spróbowaæ za³adowaæ jeden z modu³ów je¶li masz specyficzny napêd CD-ROM (czyli taki, który nie jest ani IDE ani SCSI).
pt_br: A detecção automática não encontrou nenhum leitor de CDROM. Você pode tentar carregar um módulo específico caso você possua um leitor de CD-ROM incomum (ou seja, um que não seja nem IDE nem SCSI).
ro: Detecţia automată nu a găsit o unitate CD-ROM. Puteţi încerca să încărcaţi un modul specific, dacă aveţi un CD-ROM neobişnuit (nu este nici IDE, nici SCSI).
sl: Samodejna zaznava očitno ni našla nobenega pogona CD-ROM. Če imatečisto določen CD-ROM (ki ni niti IDE niti SCSI), lahko poskusite naložiti enega od modulov.
zh_tw: 自動偵測未能找到任何光碟機。如果您的光碟機十分罕見 (既非 IDE 也非 SCSI)，請嘗試載入其特定的驅動模組。

source: Device file for accessing the CD-ROM:
cy: Y ffeil dyfais ar gyfer cyrchu'r CD-ROM:
de: Gerätedatei für CD-ROM-Zugriff:
el: Σημείο επαφής της μονάδας CD-ROM:
eo: Adaptila dosiero por atingi la lumdiskojn:
et: CD-ROM'i poole pöördumise seadmefail:
eu: CD-ROMa atzitzeko gailu-fitxategia:
fa: فایل دستگاهی برای دسترسی به CD-ROM
fi: Romppuaseman laitenimi:
gl: Nome do dispositivo para acceder ao CD-ROM:
he: קובץ התקן לגישה לכונן CDROM:
id: Piranti untuk mengakses CD-ROM:
kk: CD-ROM-ға қатынауға арналған қондырғы файлы:
lt: Įrenginio failas priėjimui prie CD-ROM įrenginio:
lv: CD-ROM iekārtas fails:
mg: Rakitra periferika ho an'ny mpamaky sederoma:
ml: സിഡി-റോം വായിക്കാന്‍ ആവശ്യമായ ഉപകരണ‌ ഫയല്‍:
nn: Einingsfil for å få tilgang til CDROMen:
pa: CD-ROM ਵਰਤਣ ਲਈ ਜੰਤਰ ਫਾਇਲ:
pl: Plik urz±dzenia do dostêpu do napêdu CD-ROM:
pt_br: Arquivo de dispositivo para acessar o CD-ROM :
ro: Fişierul-dispozitiv pentru accesul la CD-ROM:
sl: Datoteka naprave za dostopanje do CD-ROM-a:
zh_tw: 存取此光碟機時所對應的裝置檔：

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
cy: Er mwyn cyrchu eich gyrriant CD-ROM, rhowch y ffeil dyfais dylid defnyddio. Mae gyrriannau CD-ROM ansafonnol yn defnyddio ffeiliau dyfais ansafonnol (megis /dev/mcdx).
de: Um das CD-ROM-Laufwerk ansprechen zu können, geben Sie bitte die entsprechende Gerätedatei an. Nicht-Standard-Laufwerke benutzen häufig besondere Gerätedateien (wie z.B. /dev/mcdx).
el: Για να έχει το πρόγραμμα εγκατάστασης πρόσβαση στη μονάδα CD-ROM, θα πρέπει να δώσετε το σημείο επαφής της μονάδας που θα πρέπει να χρησιμοποιηθεί (mountpoint). Οι μη τυπικές μονάδες CD-ROM, χρησιμοποιούν μη τυπικά σημεία επαφής (όπως /dev/mcdx).
eo: Por atingi vian lumdiskan diskingon, bonvolu tajpi la uzotan adaptilan dosieron. Rajte, malnormaj diskingoj uzas malnormajn adaptilajn dosierojn tiaj '/dev/mcdx' ekzemple.
et: Palun sisesta seadmefail (nagu näiteks /dev/hdb), mida CD-ROM'i poole pöördumiseks kasutada. Ebastandartsed CD-ROM seadmed kasutavad ebastandartseid seadmefaile (nagu näiteks /dev/mcdx).
eu: CD-ROM unitatea atzitzeko, sartu erabili beharreko gailu-fitxategia. CD-ROM unitate ez-estandarrek gailu-fitxategi ez-estandarrak erabiltzen dituzte (adibidez, /dev/mcdx).
fa: لطفا برای دسترسی به CD-ROM خود، نام فایل دستگاه مربوطه را وارد کنید. CD-ROMهای غیر استاندارد معمولا فایل‌دستگاههای غیر استاندارد دارند (مثلا /dev/mcdx(
fi: Jotta romppuasemaa päästäisiin käyttämään on tiedettävä laitetiedoston nimi. Epästandardit romppuasemat käyttävät epästandardeja laitenimiä (kuten /dev/mcdx).
gl: Para acceder á unidade de CD-ROM, introduza o nome do dispositivo que se debería empregar. As unidades de CD-ROM non estándar empregan dispositivos non estándar (tales coma /dev/mcdx).
he: כדי לגשת לכונן ה-CDROM שלך, אנא הכנס את קובץ ההתקן. כוננים לא סטנדרטים משתמשים בשמות לא סטנדרטים כגון /dev/mcdx.
id: Agar dapat mengakses penggerak CD-ROM, silakan masukkan berkas piranti yang harus dipakai. Penggerak CD-ROM yang tidak standard menggunakan berkas piranti yang tidak standar (misalnya /dev/mcdx).
kk: CD-ROM қондырғысына қатынау алу үшін, қондырғының файлының атын енгізіңіз, себебі стандартты емес CD-ROM қондырғының стандартты емес файлын қолданады. (мысалы /dev/mcdx).
lt: CD-ROM'ui pasiekti įrašykite naudosimą įrenginio failą. Nestandartiniai CD-ROM'ai naudoja nestandartinius įrenginių failus (pvz. /dev/mcdx).
lv: Lai piekļūtu Jūsu CD-ROM iekārtai, ievadiet iekārtas failu. Nestandarta CD-ROM iekārtas lieto nestandarta iekārtu failus (piemēram, /dev/mcdx).
ml: സിഡി-ഡ്രൈവില്‍ നിന്ന് വായിക്കാന്‍ ഉപയോഗിക്കേണ്ട ഉപകരണ ഫയല്‍ ഏതെന്നു വ്യക്തമാക്കുക. സാധാരണമല്ലാത്ത സിഡി-ഡ്രൈവുകള്‍ സാധാരണമല്ലാത്ത ഉപകരണ ഫയലുകളായിരിയ്ക്കും ഉപയോഗിക്കുന്നത്.(/dev/mcdx ഒരു ഉദാഹരണം).
nn: For å kunna bruka CDROM-spelaren, må du skriva inn kva for einingsfil som skal brukast. Uvanlege CDROM-spelarar brukar uvanlege einingsfiler, som til dømes /dev/mcdx.
pa: ਤੁਹਾਡੀ CD-ROM ਡਰਾਈਵ ਵਰਤਣ ਲਈ, ਜੰਤਰ ਫਾਇਲ ਦਿਓ ਜੀ, ਜੋ ਵਰਤਣੀ ਚਾਹੀਦੀ ਹੈ। ਨਾ-ਮਿਆਰੀ CD-ROM ਡਰਾਈਵ ਨਾ-ਮਿਆਰੀ ਜੰਤਰ ਫਾਇਲਾਂ (ਜਿਵੇਂ /dev/mcdx) ਵਰਤਦਾ ਹੈ।
pl: Aby uzyskaæ dostêp do napêdu CD-ROM, proszê wprowadziæ plik urz±dzenia, które ma zostaæ u¿yte. Niestandardowe napêdy CD-ROM u¿ywaj± niestandardowych plików urz±dzeñ (jak np. /dev/mcdx).
pt_br: Para acessar seu leitor de CD-ROM, por favor informe o arquivo de dispositivo que deverá ser usado. Leitores de CD-ROM fora dos padrões usam arquivos de dispositivos também fora dos padrões (como /dev/mcdx).
ro: Pentru a accesa unitatea dvs. de CD-ROM, vă rugăm să introduceţi fişierul-dispozitiv care trebuie folosit. Unităţile CD-ROM non-standard folosesc fişiere-dispozitiv non-standard (ex.: /dev/mcdx).
sl: Da bi dobili dostop do CD-ROM-a, moram vedeti katero datoteko z napravo moram uporabiti. Nestandardni CD-ROM-i uporabljajo nestandardne datoteke z napravami (kot na primer /dev/mcdx).
zh_tw: 為了能夠存取您的光碟機，請輸入其所對應的裝置檔。非標準的光碟機通常會使用非標準的裝置檔 (像是 /dev/mcdx)。

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
cy: Cewch newid i'r pliosgyn ar yr ail derfynell (ALT+F2) er mwyn gwirio'r dyfeisiau sydd ar gael yn /dev gyda "ls /dev/". Gallwch ddychwelyd i'r sgrîn yma gan wasgu ALT+F1.
de: Sie können auf eine Shell auf der zweiten Konsole (Alt+F2) wechseln, um die verfügbaren Geräte in /dev mit Hilfe von »ls /dev« zu überprüfen. Sie können mit Hilfe von Alt+F1 hierher zurück kommen.
el: Μπορείτε να μεταβείτε σε περιβάλλον κελύφους στη δεύτερη κονσόλα (ALT+F2) για να ελέγξετε τις διαθέσιμες συσκευές στον κατάλογο /dev με την εντολή "ls /dev". Για να επιστρέψετε στην τρέχουσα οθόνη πατήστε ALT+F1.
eo: Vi povos ŝalti interpretilon sur la dua terminalo ('ALT+F2') por kontroli disponeblajn adaptilojn el '/dev' kun la 'ls /dev' ordono. Vi retroiros al ĉi ekrano per 'ALT+F1'-klavo.
et: Võid minna teisele terminalile (ALT+F2) ja sealse kesta abil valida kättesaadavaid seadmefaile /dev/ all, tippides "ls /dev". Selle ekraani saad tagasi vajutades ALT+F1.
eu: Bigarren terminaleko shell-era joan zaitezke (ALT+F2) /dev-en "ls /dev"-ekin erabilgarri dauden gailuak egiaztatzeko. Pantaila honetara itzultzeko, sakatu ALT+F1.
fa: شما میتوانید در ترمینال دوم یک پوسته (shell) داشته باشید (با استفاده از ALT+F2) . از این طریق میتوانید دستگاههای مورد نظر را چک کنید. برای بازگشت به این ترمینال از کلیدهای ALT+F1 استفاده کنید.
fi: Voit vaihtaa toisen päätteen komentotulkkiin (Alt+F2) tarkistaaksesi /dev-hakemistossa käytettävissä olevat laitteet komennolla "ls /dev". Takaisin palaat näppäinyhdistelmällä ALT+F1.
gl: Pode pasar ao intérprete de ordes do segundo terminal (ALT+F2) para buscar os dispositivos dispoñibles en /dev/ con "ls /dev". Pode voltar a esta pantalla premendo ALT+F1.
he: אתה יכול להחליל למעטפת בטרמינל השני (ע"י (ALT+F2) כדי לבדוק את ההתקנים הזמינים ב-/dev ע"י הפקודה "ls /dev". תוכל לחזור למסך זה ע"י לחיצה על ALT+F1.
id: Anda dapat berpindah ke shell pada terminal kedua (ALT+F2) untuk memeriksa piranti yang tersedia pada /dev dengan "ls /dev". Anda dapat kembali lagi ke layar ini dengan menekan ALT+F1.
kk: Сіз каталогтағы мүмкін қондырғыларды тексеру үшінекінші консольдегі(ALT+F2) қоршамға ауысып қосыла аласыз /dev командасымен "ls /dev". ALT+F1 басып артқа орала аласыз.
lt: Jūs galite persijungti į apvalkalą (shell) antrajame terminale (ALT+F2) ir pažiūrėti galimus įrenginius kataloge /dev, pasinaudodami komanda "ls /dev". Grįžti atgal į šį ekraną galėsite paspaudę ALT+F1.
lv: Jūs varat pārslēgties uz otro čaulu (ALT+F2) lai pārbaudītu pieejamās iekārtas /dev direktorijā ar komandu "ls /dev". Tad Jūs varēsiet atgriezties pie šī ekrana nospiežot ALT+F1.
mg: Afaka mahazo shell ao amin'ny terminal faharoa (ALT+F2) ianao raha te hijery ireo periferika ao amin'ny /dev amin'ny alalan'ny "ls /dev". Afaka miverina eto indray ianao amin'ny alalan'ny ALT+F1.
ml: /dev -ല്‍ ലഭ്യമായ ഉപകരണങ്ങള്‍ ഏതൊക്കെ എന്ന്‌ "ls /dev" ഉപയോഗിച്ച്‌ പരിശോധിക്കാനായി വേണമെങ്കില്‍ ALT+F2 അടിച്ച്‌ രണ്ടാമതൊരു തോടിലേക്ക് മാറാവുന്നതാണ്‌.തിരിച്ച്‌ ഈ സ്ക്രീനിലേയ്ക്ക്‌ വരുന്നതിന്‌ ALT+F1 ഉപയോഗിക്കാം.
nn: Du kan byta til skalet på den andre konsollen (Alt + F2) for å sjå kva for einingar som finst i /dev med kommandoen «ls /dev». Du kan gå tilbake hit med Alt + F1.
pa: ਤੁਹਾਨੂੰ "ls /dev" ਨਾਲ /dev ਵਿੱਚ ਉਪਲੱਬਧ ਜੰਤਰਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਦੂਜੇ ਟਰਮੀਨਲ (ALT+F2) ਤੇ ਸ਼ੈੱਲ ਵਿੱਚ ਜਾਣਾ ਪੈ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਪਰਦੇ ਤੇ ALT+F1 ਦਬਾ ਕੇ ਵਾਪਸ ਆ ਸਕਦੇ ਹੋ।
pl: Mo¿esz siê prze³±czyæ na drugi terminal (ALT+F2), by sprawdziæ przy pomocy "ls /dev" dostêpne w /dev urz±dzenia. Wciskaj±c ALT+F1 powrócisz do tego ekranu.
pt_br: Você pode alternar para o shell no segundo terminal (use ALT+F2) para checar os dispositivos disponíveis em /dev com o comando "ls /dev". Você poderá retornar a esta tela pressionando ALT+F1.
ro: Puteţi să treceţi la consola de pe al doilea terminal (ALT+F2) pentru a verifica dispozitivele disponibile în /dev cu "ls /dev". Vă puteţi întoarce la acest ecran cu combinaţia ALT+F1.
sl: Preklopite lahko na lupino na drugem terminalu (ALT+F2), da bi z "ls /dev" preverili katere naprave so na voljo. Sem se lahko vrnete z ALT+F1.
zh_tw: 您可以使用 ALT+F2 來切換到第二個終端畫面的 shell 中，並使用 ls /dev 來檢視 /dev 目錄下現有可用的裝置檔。請再按下 ALT+F1 來返回本畫面。

source: Scanning CD-ROM
cy: Yn sganio CD-ROM
de: Durchsuche CD-ROM
el: Ανίχνευση CD-ROM
eo: Skani lumdiskon
et: Laserketta skännimine
eu: CD-ROMa eskaneatzen
fi: Selataan romppua
gl: A examinar o CD-ROM
he: סורק CDROM
id: Memindai CD-ROM
kk: Компакт-дискі қарау орындалып жатыр...
lt: CD-ROM apžvelgimas
lv: Skenēju CD-ROM
mg: Mijery sy sederoma
ml: സിഡി-റോം -ല്‍ തിരയുന്നു
nn: Søkjer gjennom CDROM
pa: CD-ROM ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ
pl: Skanowanie CD-ROMu
pt_br: Lendo CD-ROM
ro: Se examinează CD-ROM-ul
sl: Pregledujem CD-ROM
zh_tw: 正在掃瞄光碟機

source: Scanning ${DIR}...
cy: Yn sganio ${DIR}...
de: Durchsuche ${DIR} ...
el: Ανίχνευση του ${DIR}...
eo: Skani ${DIR}-n...
et: ${DIR} skännmine...
eu: ${DIR} eskaneatzen...
fi: Selataan hakemistoa ${DIR}...
gl: A examinar ${DIR}...
he: סורק את ${DIR}...
id: Memindai ${DIR}...
kk: ${DIR}-те іздеу жүріп жатыр...
lt: Apžvelgiamas ${DIR}...
lv: Skanēju ${DIR}...
mg: Mijery ny laha-tahiry ${DIR}...
ml: ${DIR} ല്‍ തിരയുന്നു...
nn: Søkjer gjennom ${DIR} ...
pa: ${DIR} ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pl: Skanowanie ${DIR}...
pt_br: Lendo ${DIR} ...
ro: Se examinează ${DIR}...
sl: Pregledujem ${DIR}...
zh_tw: 正在掃瞄 ${DIR}...

source: CD-ROM detected
cy: Canfuwyd CD-ROM
de: CD-ROM gefunden
el: Ανιχνεύθηκε μονάδα CD-ROM
eo: Trovita lumdisko
et: CD-ROM tuvastatud
eu: CD-ROMa atzeman da
fa: CD-ROM پیدا شد!
fi: Romppuasema tunnistettu
gl: Detectouse un CD-ROM
he: כונן CDROM זוהה
id: CD-ROM terdeteksi
kk: CD-ROM табылды
lt: Kompaktinių diskų įrenginys (CD-ROM) aptiktas
lv: CD-ROM atrasts
mg: Nahita sederoma
ml: സിഡി-റോം തിരിച്ചറിഞ്ഞിരിക്കുന്നു
nn: Fann CDROM-spelar
pa: CD-ROM ਲੱਭ ਗਈ
pl: CD-ROM zosta³ wykryty.
pt_br: CDROM detectado
ro: CD-ROM detectat
sl: Program je zaznal CD-ROM
zh_tw: 已偵測到光碟機

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
cy: Roedd y canfod CD-ROM awtomatig yn llwyddiannus. Canfuwyd gyrriant CD-ROM a mae e ar hyn o bryd yn cynnwys y CD ${cdname}. Fe fydd y sefydliad yn awr yn mynd ymlaen.
de: Die automatische CD-ROM-Erkennung war erfolgreich. Ein CD-ROM-Laufwerk mit der CD ${cdname} wurde gefunden. Sie können mit der Installation fortfahren.
el: Η αυτόματη ανίχνευση μονάδας CD-ROM ήταν επιτυχής. Βρέθηκε μονάδα CD-ROM η οποία περιέχει το CD ${cdname}. Η εγκατάσταση μπορεί να συνεχιστεί.
eo: La aŭtomata lumdiska detekto sukcesis. Lumdiska diskingo estis identigita kaj ĝi nuntempe enhavas la '${cdname}'-lumdiskon. La instalado nun daŭros.
et: CD-ROM'i avastamine õnnestus. Leiti CD-ROM, mis hetkel sisaldab laserketast ${cdname}. Paigaldamine võib jätkuda.
eu: CD-ROMa ondo atzeman da automatikoki. CD-ROM unitatea aurkitu da eta unean ${cdname} CDa du. Instalatzen jarraituko du.
fa: اکتشاف CD-ROM موفق بود. یک درایو CD-ROM پیدا شده است که در حال حاضر محتوی سی‌دی ${cdname} است. عملیات نصب ادامه خواهد یافت.
fi: Rompun automaattitunnistus toimi. Romppuasema löytyi ja asemasta seuraava romppu: ${cdname}. Asennus jatkuu.
gl: A autodetección de CD-ROMs tivo éxito; atopouse unha unidade de CD-ROM que contén o CD ${cdname}. Agora ha continuar a instalación.
he: זיהוי אוטומטי של כונן CDROM הסתיים בהצלחה. כונן ה-CDROM זוהה וכרגע מכיל את ה-CD ${cdname}. ההתקנה תמשיך.
id: Otodeteksi CD-ROM berhasil. Sebuah penggerak CD-ROM ditemukan dan saat ini berisi CD ${cdname}. Instalasi akan dilanjutkan.
kk: CD-ROM автоматты түрде анықталды. CD-ROM-ның оқу құрылғысында келесі CD табылды: ${cdname}. Орнату жалғаса береді.
lt: Kompaktinių diskų automatinis aptikimas veikia. Kompaktinių diskų skaitymo įrenginys (CD-ROM) rastas su jame įdėtu CD ${cdname}. Jūs galite tęsti diegimą.
lv: CD-ROM autodetektēšana ir bijusi veiksmīga. CD-ROM dzinis ir atrasts un satur CD ar vārdu ${cdname}. Instalācija var turpināties.
mg: Vita soa aman-tsara ny fitadiavana ny sederoma. Nahita mpamaky sederoma iray izay misy ny CD ${cdname}. Afaka manohy ny fametrahana ianao.
ml: സിഡി-റോം സ്വയം തിരിച്ചറിയാനുള്ള ശ്രമം വിജയിച്ചിരിയ്ക്കുന്നു. ഒരു സിഡി-ഡ്രൈവ്‌ കണ്ടെത്തിയിരിക്കുന്നു.ആ ഡ്രൈവില്‍ ഇപ്പോഴുള്ള സിഡി ${cdname} എന്നതാണ്‌. ഇന്സ്റ്റലേഷന്‍ തുടരും.
nn: Ein CDROM-spelar vart oppdaga automatisk. Denne CD-plata er sett inn: ${cdname}. Du kan halda fram med installasjonen.
pa: CD-ROM ਸਵੈ-ਖੋਜ ਸਫਲ ਹੋਈ। CD-ROM ਡਰਾਈਵ ਲੱਭੀ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਹੁਣ CD ${cdname} ਸ਼ਾਮਲ ਹੈ। ਇੰਸਟਾਲੇਸ਼ਨ ਹੁਣ ਜਾਰੀ ਹੋਵੇਗੀ।
pl: Automatyczne wykrywanie napêdu CD-ROM powiod³o siê. Napêd CD-ROM zosta³ odnaleziony i zawiera nastêpuj±c± p³ytê: ${cdname}. Instalacja bêdzie teraz kontynuowana.
pt_br: A autodetecção do CD-ROM funcionou. Um leitor de CD-ROM foi encontrado e o mesmo atualmente contém o CD ${cdname} . A instalação irá agora continuar.
ro: Autodetectarea CD-ROM-ul a reuşit. O unitate CD-ROM a fost găsită şi acum conţine CD-ul ${cdname}. Acum instalarea va continua.
sl: Samodejno zaznavanje CD-ROM-a je delovalo. Našel sem CD-ROM z naslednjim CD-jem v pogonu: ${cdname}. Sedaj lahko nadaljujete z namestitvijo.
zh_tw: 光碟機自動偵測完成。找到了一個光碟機，且裡面所放置的光碟是 ${cdname}。安裝作業將繼續進行。

source: Incorrect CD-ROM detected
de: Falsche CD-ROM gefunden
eo: Nekorekta lumdisko trovita
eu: CD-ROM baliogabea atzeman da
gl: Detectouse un CD-ROM incorrecto
lt: Aptiktas neteisingas CD-ROM įrenginys
lv: Atrasts nepareizs CD-ROM
ml: തെറ്റായ സിഡി-റോം തിരിച്ചയപ്പെട്ടിരിക്കുന്നു
pa: ਗਲਤ CD-ROM ਲੱਭੀ ਹੈ
ro: CD-ROM incorect detectat
zh_tw: 偵測到了不正確的光碟機

source: The CD-ROM drive contains a CD which cannot be used for installation.
de: Das CD-ROM-Laufwerk enthält eine CD die nicht zur Installation verwendet werden kann.
eo: La diskinga lumdisko ne estas uzebla por la instalado.
eu: CD-ROM unitateak instalazioan erabil ezin daitekeen CDa du.
gl: A unidade de CD-ROM contén un CD que non se pode empregar para a instalación.
he: כונן ה-CDROM מכיל דיסק שאינו ניתן לשימוש לצורך התקנה.
lt: CD-ROM įrenginyje yra kompaktinis diskas, kuris negali būti panaudotas įdiegimui.
lv: CD-ROM dzinī ir CD, kuru šajā instalācijā izmantot nevar
ml: സിഡി-ഡ്രൈവില്‍ ഇപ്പോഴുള്ള സിഡി ഇന്സ്റ്റലേഷനായി ഉപയോഗിക്കാന്‍ പറ്റാത്ത ഒന്നാണ്‌.
pa: CD-ROM ਡਰਾਈਵ ਵਿੱਚ ਅਨ CD ਸ਼ਾਮਲ ਜੋ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਵਰਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ।
ro: Unitatea CD-ROM conţine un CD care nu poate fi folosit pentru instalare.
zh_tw: 光碟機中所放入的光碟不能用於安裝程式。

source: Please insert a suitable CD to continue with the installation.
de: Bitte legen Sie eine passende CD ein, um mit der Installation fortzufahren.
eo: Bonvolu enŝovi enmeti taŭgan lumdiskon por daŭrigi la instaladon.
eu: Sartu CD egokia instalatzen jarraitzeko.
gl: Introduza un CD axeitado para continuar a instalación.
he: אנא הכנס דיסק מתאים כדי להמשיך עם ההתקנה.
lt: Įdėkite tinkamą kompaktinį diską, kad galėtumėte tęsti įdiegimą.
lv: Lūdzu ielieciet piemērotu CD, lai turpinātu instalāciju.
ml: ഇന്‍സ്റ്റളേഷന്‌ ഉപയോഗിക്കാനുള്ള ശരിയായ സിഡി ഇടുക.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਲਈ ਸਹੀ CD ਪਾਓ ਜੀ।
ro: Vă rugăm să introduceţi un CD potrivit pentru a continua instalarea.
zh_tw: 請放入適當的光碟來繼續進行安裝作業。

source: Error reading Release file
de: Fehler beim Lesen der Release-Datei
eo: Eraro dum la legado de 'Release'-dosiero
et: Faili Release hankimine
eu: Errorea Release fitxategia irakurtzean
gl: Erro ao ler o ficheiro Release
he: שגיאה בהבאת הקובץ Release
lt: Klaida skaitant Release failą
lv: Kļūda lasot Release failu
ml: റിലീസ് ഫയല്‍ വായിക്കുന്നതില്‍ എന്തോ തെറ്റു പറ്റിയിരിക്കുന്നു
pa: ਜਾਰੀ ਫਾਇਲ ਪੜਨ ਵਿੱਚ ਗਲਤੀ ਹੈ
ro: Eroare la citirea fişierului Release
zh_tw: 在讀取 Release 檔案時發生錯誤

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
de: Die CD-ROM scheint keine gültige Release-Datei zu enthalten oder sie konnte nicht gelesen werden.
eo: La lumdisko ŝajnas ne enteni validan 'Release' dosieron, aŭ ĉi dosiero ne legeblas.
et: Tundub, et laserkettal ei ole kehtivat 'Release' faili, või siis ei õnnestunud seda korralikult lugeda.
eu: CD-ROM-ak ez dirudi baliozko 'Release' fitxategirik duenik edo fitxategi hori eziun da behar bezala irakurri.
gl: Semella que o CD-ROM non contén un ficheiro "Release" válido, ou que ese ficheiro non se puido ler correctamente.
he: לא נראה כי הCD-ROM מכיל קובץ Release תקין, או שהקובץ לא ניתן לקריאה באופן תקין.
lt: Panašu, kad CD-ROM'as neturi teisingo 'Release' failo, arba šis failas negali būti teisingai nuskaitytas.
lv: Šajā CD nav korekta 'Release' faila vai arī šo failu nevar nolasīt
ml: സിഡി-റോം -ല്‍ യോഗ്യമായ ഒരു റിലീസ് ഫയല്‍ കണ്ടെത്താന്‍ സാധിച്ചില്ല. അല്ലെങ്കില്‍ ആ ഫയല്‍ ശരിയായി വായിക്കാന്‍ സാധിച്ചില്ല.
pa: CD-ROM ਵਿੱਚ ਯੋਗ 'ਜਾਰੀ' ਫਾਇਲ ਨਹੀਂ ਹੈ, ਜਾਂ ਉਹ ਫਾਇਲ ਠੀਕ ਤਰਾਂ ਪੜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
ro: CD-ul nu pare să conţină un fişier 'Release' valid, sau acel fişier nu a putut fi citit corect.
zh_tw: 在這張光碟裡似乎並沒有包含了正確的 'Release' 檔案，或是這個檔案無法被正確地被讀取。

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
de: Sie können versuchen, die CD-ROM nochmals zu erkennen. Aber auch falls dies funktioniert, könnten später Probleme bei der Installation auftreten.
eo: Vi eble reprovas la lumdiskan detekton. Tamen se ĝi sukcesas dum la dua provo, vi povus renkonti malfacileĵojn dum la venonta parto de la instalado.
et: Võid CD-ROM otsimist uuesti proovida, kuid isegi kui see kord õnneks läheb, võid hiljem paigaldamise käigus ikkagi probleeme kohata.
eu: CD-ROM atzematea berriz egin beharko zenuke baina, nahi bigarren honetan atzeman, beranduago instalatzerakoan arazoak aurki ditzakezu.
gl: Pode probar a repetir a detección do CD-ROM, pero, incluso se ten éxito a segunda vez, pode ter problemas despois na instalación.
he: ניתן לנסות לאתר את ה-CD-ROM שוב, אבל גם אם הזיהוי יצליח, יהיו בעיות עם ההתקנה בשלב מאוחר יותר.
lt: Jūs galite pabandyti pakartoti CD-ROM aptikimo procedūrą, bet net jei pavyks antruoju bandymu, vėliau Jūs galite turėti problemų įdiegimo metu.
lv: Jūs varat atkārtot CD-ROM meklesanu, taču arī, ja otrajā reize tas tiks atrasts, jūs varat saskarties ar problēmām vēlāk instalācijas gaitā.
ml: സിഡി-റോം തിരിച്ചറിയാനുള്ള ശ്രമം ഒരു തവണ കൂടി നടത്തി നോക്കാവുന്നതാണ്‌.പക്ഷെ അതു വിജയിച്ചാല്‍ തന്നെ, പിന്നീട്‌ ഇന്‍സ്റ്റളേഷനില്‍ തടസം നേരിടാന്‍ സാധ്യതയുണ്ട്.
pa: ਤੁਹਾਨੂੰ CD-ROM ਖੋਜ ਨੂੰ ਦੁਹਰਾਉਣੀ ਪੈ ਸਕਦੀ ਹੈ ਪਰ, ਭਾਵੇਂ ਇਹ ਦੂਜੀ ਵਾਰ ਸਫਲ ਨਹੀਂ ਹੁੰਦਾ, ਤੁਹਾਨੂੰ ਬਾਅਦ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਸਕਦੀ ਹੈ।
ro: Puteţi încerca să repetaţi detectarea CD-ului, dar, chiar dacă reuşeşte a doua oară, puteţi să aveţi probleme mai târziu în timpul instalării.
zh_tw: 您可以試著再次進行光碟的偵測，但即使第二次僥倖成功了，您在後來的安裝作業裡還是可能會遭遇到問題。
