Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
cy: Efallai bydd angen i chi lwytho gyrryddion CD-ROM ychwanegol o ddisgen hyblyg gyrryddion. Os mae'r fath ddisgen gennych chi nawr, rhowch e yn y gyrriant a mynd ymlaen. Fel arall, cewch y cyfle i ddewis modylau CD-ROM â llaw.
de: Sie müssen evtl. zusätzliche CD-ROM-Treiber von einer Diskette laden. Wenn Sie eine solche Diskette bereit haben, legen Sie sie nun in das Laufwerk und fahren Sie fort. Andernfalls haben Sie die Möglichkeit, manuell ein CD-ROM-Modul auszuwählen.
el: Πιθανόν να χρειαστεί να φορτώσετε επιπλέον οδηγούς CD-ROM από δισκέτα. Αν έχετε μια τέτοια δισκέτα τοποθετήστε την στη μονάδα και συνεχίστε. Διαφορετικά, θα πρέπει να επιλέξετε χειροκίνητα οδηγούς CD-ROM.
eo: Vi bezonos ŝargi pliajn lumdiskajn aparatadaptilojn el disketo. Se vi havos tian disketon, metu ĝin en diskilon autaŭ pluigi. Kontraŭe, vi havos mem la eblon elekti adaptilajn lumdiskajn modulojn.
et: Võib juhtuda, et pead flopilt CD-ROM'i jaoks lisadraivereid laadima. Kui sul on säärane flopi käepärast, pane ta flopiseadmesse ja jätka. Vastasel juhul saad võimaluse käsitsi CD-ROM'i mooduleid valida.
eu: Agian CD-ROM kontrolatzaile osagarriak kargatu beharko dituzu diskete batetik. Disketea orain erabilgarri baduzu, jarri unitatean eta jarraitu. Bestela, CD-ROM moduluak automatikoki hautatzeko aukera emango zaizu.
fa: شما این امکان را دارید که درایورهای CD-ROM را از یک درایو فلاپی بارگیری کنید. اگر شما همجون فلاپی دارید؛ آنرا در درایو قرار دهید در غیر این صورت باید ماژولهای CD-ROM را به صورت دستی انتخاب کنید.
fi: Mahdollisesti joudut lataamaan lisää CD-ROM-aseman ajureita ajurilevykkeeltä. Jos tällainen levyke on nyt saatavilla, pistä se levykeasemaan ja jatka. Muuten pääset itse valitsemaan CD-ROM-moduuleita.
gl: Pode ter que cargar algúns controladores de CD-ROM adicionais dun disquete de controladores. Se ten un disquete deste tipo, introdúzao na unidade e continúe. Se non, háselle dar a oportunidade de escoller manualmente os módulos do CD-ROM.
he: ניתן לטעון דריברים נוספים ל-CDROM מדיסקט הדריברים. אם יש לך כזה דיסקט זמין, שים אותו כעת בכונן והמשך. אחרת, תוכל לבחור בהמשך באופן ידני מודולים ל-CDROM שלך.
id: Anda perlu memuat driver tambahan untuk CD-ROM dari penggerak floppy. Jika Anda memiliki disket tersebut, masukkan ke dalam penggerak disk dan lanjutkan. Jika tidak, Anda akan diberi pilihan untuk memilih modul CD-ROM secara manual.
kk: Мүмкін сізге CD-ROM жетегінің қосымша драйверлерін жүктеу де қажет болар. Егер ондай дискетаңыз бар болса, дисководқа енгізіп жалғастырыңыз.Болмаса, сіз CD-ROМ жетегі үшін модульді қолдан таңдай аласыз.
lt: Jums gali tekti įkelti papildomas CD-ROM valdykles (drivers) iš valdyklių diskelio. Jei turite tokį diskelį šiuo metu, įdėkite jį į diskelio įrenginį ir tęskite. Kitaip Jums bus pasiūlyta rankiniu būdu pasirinkti CD-ROM'o modulius.
lv: Iespējams, ka Jums ir nepieciešams ielādēt papildus modulus, lai piekļūtu CD-ROM iekārtai. ja Jums ir sagatavota atbilstoša diskete, tad ievietojiet to diskešu dzinī un turpiniet. Citādāk, Jums tiks dota iespēja manuāli izvēlēties CD-ROM moduļus.
ml: നിങ്ങള്ക്ക് ഒരു പ്രവര്ത്തക ഫ്ലോപ്പിയില്‍ നിന്നും കൂടുതലായി സിഡി-റോം പ്രവര്ത്തകങ്ങള്‍ ചേര്ക്കേണ്ടി വന്നേക്കാം. നിങ്ങളുടെ പക്കല്‍ അങ്ങനെ ഒരു ഫ്ലോപ്പി ഇപ്പോള്‍ ലഭ്യമാണെങ്കില്‍ ഡ്രൈവിലിട്ട് തുടരാം. അല്ലെങ്കില്‍ നിങ്ങള്ക്ക് മാന്വലായി സിഡി-റോം മൊഡ്യൂളുകള്‍ തിരഞ്ഞെടുക്കാന്‍ അവസരം തരുന്നതായിരിക്കും.
nn: Det kan vera du må lasta CDROM-drivarar frå ein diskett. Viss du har ein slik diskett tilgjengeleg no, set han i diskettstasjonen og hald fram. Viss ikkje så vil du bli gjeve høve til å velja CDROM-modular manuelt.
pa: ਤੁਹਾਨੂੰ ਡਰਾਈਵਰ ਫਲਾਪੀ ਤੋਂ ਵਾਧੂ CD-ROM ਡਰਾਈਵਰ ਲੋਡ ਕਰਨ ਦੀ ਜਰੂਰਤ ਪੈ ਸਕਦੀ ਹੈ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਅਜਿਹੀ ਫਲਾਪੀ ਉਪਲੱਬਧ ਹੈ, ਇਸ ਨੂੰ ਡਰਾਈਵ ਵਿੱਚ ਪਾਓ, ਅਤੇ ਜਾਰੀ ਕਰੋ। ਨਹੀਂ ਤਾਂ, ਤੁਹਾਨੂੰ ਦਸਤੀ CD-ROM ਮੈਡੀਊਲ ਚੁਣਨ ਲਈ ਚੋਣ ਦਿੱਤੀ ਜਾਵੇਗੀ।
pl: Mo¿liwe, ¿e bêdzie trzeba za³adowaæ dodatkowe sterowniki dla CD-ROMu z dyskietki ze sterownikami. Je¶li masz teraz tak± dyskietkê, w³ó¿ j± do stacji i kontynuuj. W przeciwnym wypadku, zostanie udostêpniona opcja rêcznego wyboru modu³ów CD-ROM.
pt_br: Você pode desejar carregar controladores de CD-ROM adicionais a partir de um disquete de controladores. Caso você possua um disquete desses disponível agora, insira-o no leitor de disquetes e continue. Caso não possua, lhe será oferecida a opção de selecionar manualmente os módulos de CD-ROM.
ro: S-ar putea să trebuiască să încărcaţi driver-e adiţionale pentru CD-ROM de pe o dischetă cu driver-e. Dacă aveţi o asemenea dischetă disponibilă, puneţi-o în unitatea de dischetă, şi continuaţi. Altfel, vi se va oferi opţiunea de a selecta manual modulele de CD-ROM.
sl: Morda potrebujete naložiti dodatne gonilnike za CD-ROM iz diskete z gonilniki. Če imate na voljo takšno disketo, jo sedaj vstavite v pogon in nadaljujte. V nasprotnem primeru boste dobili možnost, da ročno izberete CD-ROM module.
zh_tw: 您可能需要從驅動程式軟碟片中再載入一些額外的光碟機驅動程式。如果您手上已經有這麼一張軟碟片，請將其插入磁槽中後繼續進行。否則，將讓您決定是否藉由手動來選擇光碟機的驅動模組。

source: Detecting hardware to find CD-ROM drives
cy: Yn chwilio am galedwedd er mwyn canfod gyrriannau CD-ROM
de: Führe Hardware-Erkennung durch, um CD-ROM-Laufwerke zu finden
el: Ανίχνευση υλικού για μονάδες CD-ROM
eo: Aparatara detektado por trovi lumdiskajn diskingojn
et: Riistvara avastamine, leidmaks CD-ROM seadmeid
eu: CD-ROM unitateen bila hardwarea atzematen
fa: جستجوی سخت‌افزار برای یافتن درایورهای CD-ROM
fi: Laitteistotunnistus etsii romppuasemia
gl: A detectar o hardware para atopar unidades de CD-ROM
he: מזהה חומרה כדי למצוא כונני CDROM
id: Mendeteksi perangkat keras untuk mencari penggerak CD-ROM
kk: Компакт-дискілердің оқу жетегін іздеу
lt: Apžvelgiama aparatūra ieškant CD-ROM įrenginio
lv: Detektēju aparatūru, meklēju CD-ROM iekārtas
mg: Mitady ati-milina : eo am-pitadiavana ny mpamaky sederoma
ml: സിഡി-റോം ഡ്രൈവുകള്‍ കണ്ടുപിടിക്കാനായി ഹാര്ഡ്‌വെയര്‍ തിരിച്ചറിയുന്നു
nn: Søkjer gjennom maskinvare for å finna CDROM-spelarar
pa: CD-ROM ਡਰਾਈਵ ਲੱਭਣ ਲਈ ਹਾਰਡਵੇਅਰ ਪਤਾ ਲਗਾ ਰਿਹਾ ਹੈ
pl: Wykrywanie urz±dzeñ w poszukiwaniu napêdów CD-ROM
pt_br: Detectando hardware para encontrar leitores de CD-ROM
ro: Se detectează componentele pentru a găsi CD-ROM-ul
sl: Zaznavam in priklapljam CD-ROM pogone
zh_tw: 正在偵測硬體以找出光碟機

source: Manually select a CD-ROM module and device?
cy: Dewis modiwl a dyfais CD-ROM gyda llaw?
de: Ein CD-ROM-Modul und Gerät manuell angeben?
el: Θέλετε να επιλέξετε χειροκίνητα τη μονάδα και τον οδηγό του CD-ROM;
eo: Ĉu vi volas mane elekti lumdiskan modulon kaj aparaton?
et: Valida CD-ROM'i moodul ja seade käsitsi?
eu: Eskuz hautatu nahi duzu CD-ROM modulua eta gailua?
fa: آیا میخواهید ماژول CD-ROM را به صورت دستی انتخاب کنید؟
fi: Haluatko valita itse CD-ROM-laiteajurin ja -laitteen?
gl: ¿Seleccionar manualmente un módulo e dispositivo de CD-ROM?
he: בחר ידנית מודול של ה-CDROM ואת הכונן?
id: Pilih modul dan piranti CD-ROM secara manual?
kk: CD-ROM құрылғысын және модулін қолдан таңдау керек пе?
lt: Ar rankiniu būdu pasirinksite CD-ROM modulį ir įrenginį?
lv: Izvēlēties CD-ROM draiveri un iekārtu manuāli?
ml: നിങ്ങള്‍ക്ക് ഒരു സിഡി-റോം സംഘാതവും ഉപകരണവും തിരഞ്ഞെടുക്കണോ?
nn: Vil du velja modulen og eininga for CDROM-en manuelt?
pa: ਕੀ CD-ROM ਮੋਡੀਊਲ ਅਤੇ ਜੰਤਰ ਦਸਤੀ ਚੁਣਨਾ ਹੈ?
pl: Czy chcesz rêcznie wybraæ modu³ i urz±dzenie CD-ROM?
pt_br: Selecionar manualmente um módulo e dispositivo de CDROM ?
ro: Selectaţi manual un modul şi un dispozitiv CD-ROM?
sl: Ali želite ročno izbrati CD-ROM module in napravo?
zh_tw: 是否手動選擇光碟機裝置及其模組？

source: No common CD-ROM drive was detected.
cy: Ni chanfuwyd gyrriant CD-ROM cyffredin.
de: Es wurde kein gängiges CD-ROM-Laufwerk gefunden.
el: Δεν ανιχνεύθηκε τυπική μονάδα μονάδα CD-ROM.
eo: Neniu komuna lumdiska diskingo estis detektita.
et: Ühtki tavapärast CD-ROM seadet ei avastatud.
eu: CD-ROM unitate arruntik ez da atzeman.
fa: هیچ درایو سی‌دی معمول‌ای پیدا نشد.
fi: Tavanomaista CD-ROM-asemaa ei löytynyt.
gl: Non se atopou ningunha unidade normal de CD-ROM.
he: לא זוהה כונן CDROM נפוץ.
id: Penggerak CD-ROM yang umum tidak terdeteksi.
kk: Стандартты CD-ROM табылмады.
lt: Neaptiktas įprastas CD-ROM įrenginys.
lv: Parastā tipa CD-ROM iekārtas nav atrastas.
mg: Tsy nahita mpamaky CD-ROM.
ml: സാധാരണ സിഡി-റോം ഡ്രൈവുകളൊന്നും കണ്ടില്ല.
nn: Fann ingen vanleg CDROM-lesar.
pa: ਕੋਈ ਆਮ CD-ROM ਡਰਾਈਵ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie wykryto napêdu CD-ROM.
pt_br: Nenhum leitor de CD-ROM comum foi detectado.
ro: Nu s-a detectat un CD-ROM obişnuit.
sl: Nobenega pogostega CD-ROM bralnika nisem zaznal.
zh_tw: 沒有偵測到任何的常見光碟機。

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
cy: Efallai fod eich CD-ROM yn un Mitsumi hen, neu un arall nid yw'n IDE na SCSI. Yn yr achos hynny, dylwch ddewis pa fodiwl i lwytho a'r dyfais i ddefnyddio. Os nad ydych chi'n gwybod pa fodiwl a dyfais sy'n angenrheidiol, chwiliwch am ddogfeniaeth neu ceisiwch sefydliad rhwydwaith yn hytrach na sefydliad CD-ROM.
de: Ihr CD-ROM-Laufwerk könnte ein altes Mitsumi oder ein anderes nicht-IDE- oder SCSI-Laufwerk sein. In diesem Fall sollten Sie angeben, welches Modul geladen werden muss und welches Gerät verwendet werden soll. Falls Sie nicht wissen, welches Modul und Laufwerk benötigt wird, versuchen Sie eine Anleitung dazu zu finden oder verwenden Sie eine Netzwerkinstallation statt der CD-ROM-Installation.
el: Η μονάδα CD-ROM που έχετε είναι πιθανόν κάποια παλιά μονάδα Mitsumi ή άλλη μονάδα CD-ROM όχι τύπου IDE ή SCSI. Σε αυτήν την περίπτωση θα πρέπει να επιλέξετε να φορτώσετε τον οδηγό της συσκευής που θα χρησιμοποιηθεί για τη μονάδα. Αν δε γνωρίζετε ποιος είναι ο κατάλληλος οδηγός για τη συσκευή σας, αναζητήστε την πληροφορία σε κάποιο κείμενο τεκμηρίωσης ή εναλλακτικά επιλέξτε εγκατάσταση μέσω δικτύου αντί CD-ROM.
eo: Se via lumdiskingo estas malnova 'Mitsumi'-o aŭ nek 'IDE'-a, nek 'SCSI'-a, nu elektu kiujn ŝargotajn modulojn kaj uzotajn disponeblaĵojn. Se vi ne scias kiujn modulojn aŭ disponeblaĵojn vi bezonas, konsultu aktojn aŭ provu instaladon per reto anstataŭ lumdisko.
et: Su CD-ROM võib olla vana Mitsumi või mõni muu, mitte IDE ega SCSI CD-ROM seade. Sellisel juhul peaksid valima, milline moodul laadida ja millist seadet kasutada. Kui sa ei tea, millist moodulit ja seadet valida, uuri dokumentatsiooni või proovi laserkettalt paigaldamise asemel võrgust paigaldamist.
eu: Baliteke CD-ROM unitatea Mitsumi zaharra edo IDE eta SCSI ez den CD-ROM unitatea izatea. Kasu horretan, zein modulu kargatu eta zein gailu erabili aukeratu behar duzu. Zein modulu eta gailu behar diren ez badakizu, begiratu dokumentazioa edo saiatu sareko instalazioarekin eta ez CD-ROMeko instalazioarekin.
fa: شما ممکن است یک درایو قدیمی میتسومی یا درایوی غیر IDE و SCSI باشد. در این صورت شما باید ماژول مربوط به آنرا انتخاب کنید بگویید کدام درایو را میخواهید استفاده کنید. اگر شما نمیدانید کدام ماژول را انتخاب کنید لطفا به مدارک کامپیوترتان مراجعه کنید یا دبیان را از شبکه نصب کنید.
fi: Kenties romppuasema on vanha Mitsumi tai muu ei-IDE, ei-SCSI-asema. Tällöin on valittava mikä moduuli ladataan ja mitä laitetta käytetään. Mikäli et tiedä mitä moduulia ja laitetta tarvitaan, tutki ohjeita tai yritä verkkoasennusta rompulta asentamisen sijaan.
gl: A súa unidade de CD-ROM pode ser unha antiga unidade Mitsumi ou doutro tipo que non sexa IDE ou SCSI. Neste caso debería seleccionar o módulo a cargar co seu dispositivo a empregar. Se non sabe que módulo e dispositivo necesita, busque documentación ou probe a instalar pola rede no canto de instalar dun CD-ROM.
he: כונן ה-CDROM שלך יכול להיות כונן ישן של Mitsumi או סוג שהוא אחר של non-IDE או non-SCSI. במקרה זה, תצטרך לבחור איזה מודול לטעון ואיזה התקן ישתמש בו. אם אינך יודע איזה מודול והתקן נדרשים, התסכל בתיעוד או נסה התקנת רשת במקום.
id: Penggerak CD-ROM Anda mungkin jenis Mitsumi yang lama atau penggerak CD-ROM non-IDE atau non-SCSI. Jika demikian, silakan pilih modul dan piranti yang harus dipakai. Bila Anda tidak mengetahui modul atau pirantinya, lihat dokumentasi atau coba lakukan instalasi dari jaringan.
kk: CD-ROM-ның оқу құрылғысы табылмады. Мүмкін сіз ескі Mitsumi оқу құрылғысын немесе не-IDE, не-SCSI CD-ROM қолданған шығарсыз. Онда сіз қандай модульдерді жүктеу керектігін және қандай құрылғы қолдану керектігін нұсқауыңыз керек. Егер сіз қандай модуль және құрылғы қолдану керектігін білмесеңіз, құжаттарды оқыңыз немесе CD-ROM-мен орнатудың орнына желі бойынша орнатып көріңіз.
lt: Jūsų CD-ROM'as galbūt yra senas Mitsumi ar kitas ne IDE, ne SCSI CD-ROM įrenginys. Jei taip, turite pasirinkti, kokį modulį įkelti, ir kokį įrenginį naudoti. Jei nežinote, koks modulis ir įrenginys reikalingi, pasižiūrėkite dokumentacijoje, arba bandykite diegti ne iš kompakto, o per tinklą.
lv: Iespējams, ka Jūsu CD-ROM iekārta ir veca Mitsumi iekarta vai kāds cits ne-IDE un ne-SCSI CD-ROM veids. Šajā gadījumā Jums vajadzētu izvēlētis kādu moduli ielādēt un kādu iekārtas failu lietot. Ja Jūs šos parametrus nezinat, meklējiet tos dokumentācijā vai mēģiniet instalēt no tīkla.
mg: Mety Mitsumi lany andro na mpaky tsy IDE na SCSI CD-ROM ny mpaky CD-rom nao. Noho izany, safidiano ny module ho fahanana sy ny periferika hampiasaina. Raha tsy ainao izay module sy periferika ilaina dia mitadiava fanampiana na andramo apetraka amin'ny rezo fa tsy amin'ny CD-ROM i Debian.
ml: നിങ്ങളുടെ സിഡി-റോം ഡ്രൈവ് ഒരു പക്ഷേ ഒരു പഴയ മിത്സുബിഷിയോ അല്ലെങ്കില് SCSI യോ IDE യോ അല്ലാത്ത സിഡി-റോം ഡ്രൈവായിരിക്കാം. അങ്ങനെയാണെങ്കില്‍ ഏത് സംഘാതമാണ് ചേര്ക്കേണ്ടതെന്നും ഏത് ഉപകരണമാണ് ഉപയോഗിക്കേണ്ടതെന്നും നിങ്ങള്‍ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്. ആവശ്യമായ ഉപകരണവും സംഘാതവും ഏതെന്നറിയില്ലെങ്കില്‍ ഏതെങ്കിലും വിവരണത്തില്‍ നോക്കുകയോ അല്ലെങ്കില്‍ സിഡി-റോം ഇന്സ്റ്റലേഷന് പകരം നെറ്റ്‌വര്ക്ക് ഇന്സ്റ്റലേഷന്‍ ശ്രമിച്ച് നോക്കുകയോ ചെയ്യാം.
nn: Det kan vera du har ein gammal Mitsumi-spelar eller ein annan CDROM-spelar som ikkje er av IDE- eller SCSI-type. I så fall kan du velja kva for modul og eining som skal brukast. Dersom du ikkje veit kva for modul og eining som trengst, bør du prøva å finna dokumentasjon ein annan stad. Du kan òg prøva nettverksinstallasjon i staden for å installera frå CDROM.
pa: ਤੁਹਾਡੀ CD-ROM ਡਰਾਈਵ ਪੁਰਾਣੀ Mitsumi ਜਾਂ ਹੋਰ ਨਾਨ-IDE, ਨਾਨ-SCSI CD-ROM ਡਰਾਈਵ ਹੋ ਸਕਦੀ ਹੈ। ਅਜਿਹੇ ਮੁੱਦੇ ਵਿੱਚ ਤੁਹਾਨੂੰ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਕਿਹੜਾ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨਾ ਹੈ ਅਤੇ ਕਿਹੜਾ ਜੰਤਰ ਵਰਤਣਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕਿਹੜਾ ਮੈਡੀਊਲ ਅਤੇ ਜੰਤਰ ਚਾਹੀਦੇ ਹਨ, ਕੁਝ ਦਸਤਾਵੇਜ਼ੀ ਵੇਖੋ ਜਾਂ CD-ROM ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਬਜਾਇ ਨੈੱਟਵਰਕ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Twój napêd CD-ROM mo¿e byæ starym napêdem Mitsumi lub innym napêdem nie IDE i nie SCSI. W takim przypadku powiniene¶ wybraæ, który modu³ nale¿y za³adowaæ i którego u¿yæ urz±dzenia. Je¶li nie wiesz, który modu³ i urz±dzenie jest potrzebne, przejrzyj dokumentacjê lub spróbuj instalacji z wykorzystaniem sieci, a nie CD-ROM.
pt_br: Seu leitor de CD-ROM pode ser um antigo leitor Mitsumi ou outro CD-ROM não-IDE, não-SCSI. Neste caso, você deverá indicar qual módulo carregar e qual dispositivo utilizar. Caso você não saiba qual módulo é necessário, procure por por documentação ou tente uma instalação via rede ao invés da instalação via CD-ROM.
ro: CD-ROM-ul dvs. ar putea fi un CD-ROM Mitsumi vechi sau unul non-IDE, non-SCSI. În acest caz va trebui să alegeţi care modul trebuie încărcat şi dispozitivul care trebuie folosit. Dacă nu ştiţi care modul şi dispozitiv este necesar, căutaţi documentaţie sau încercaţi o instalare prin reţea.
sl: Vaš CD-ROM bralnik je morda stari pogon Mitsumi ali drug pogon, ki ni vrste IDE ali SCSI. V tem primeru izberite modul in pogon, ki ga želite uporabljati. Če ne veste kateri modul in pogon potrebujete, poskusite poiskati dokumentacijo ali pa namesto namestitve iz CD-ja, poskusite z namestitvijo prek omrežja.
zh_tw: 您的光碟機也許是老式的 Mitsumi 或者其他非 IDE、非 SCSI 的裝置。那樣的話，請您手動選定所使用的裝置及其所需載入的模組。如果您不知道應該使用哪一個裝置及模組，請參考相關文件，或者不要使用安裝光碟，替而使用網路安裝。

source: Try again to mount the CD-ROM?
cy: Ceisio clymu'r CD-ROM eto?
de: Noch einmal versuchen, die CD-ROM einzubinden?
el: Θέλετε να ξαναπροσπαθήσετε να προσαρτήσετε το CD-ROM;
eo: Reprovu surmeti la lumdiskon?
et: Proovida uuesti laserketta haakimist?
eu: Berriro saiatu nahi duzu CD-ROMa muntatzen?
fa: تلاش مجدد برای بارگزاری سی‌دی؟
fi: Yritetäänkö uudestaan liittää romppu?
gl: ¿Probar a montar o CD-ROM de novo?
he: לנסות שוב לעגון את ה-CDROM?
id: Coba mengaitkan CD-ROM lagi?
kk: CD-ді қайта ендіру керек пе?
lt: Ar dar kartą bandyti prijungti CD-ROM įrenginį?
lv: Mēģināt piemontēt CD-ROM vēlreiz?
mg: Averyna ampiakarina ve ny sederoma?
ml: സിഡി-റോം മൌണ്ട് ചെയ്യാന്‍ വീണ്ടും ശ്രമിക്കണോ?
nn: Prøva å montera CDROMen igjen?
pa: ਕੀ ਫਿਰ CD-ROM ਮਾਊਂਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਹੈ?
pl: Spróbowaæ ponownie zamontowaæ CD-ROM?
pt_br: Tentar montar o CD-ROM novamente ?
ro: Încercaţi din nou să montaţi CD-ROM-ul?
sl: Ali naj ponovno poskusim priklopiti CD-ROM?
zh_tw: 是否再度嘗試掛載光碟機？

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
cy: Methwyd clymu eich CD-ROM sefydlu. Mae hyn mwy na thebyg yn golygu nad oedd y CD-ROM yn y gyrriant. Os felly, gallwch ei fewnosod a cheisio eto.
de: Ihre Installations-CD-ROM konnte nicht eingebunden werden. Vermutlich liegt keine CD-ROM im Laufwerk. Falls dies zutrifft, legen Sie bitte eine CD-ROM ein und versuchen Sie es erneut.
el: Αδύνατη η προσάρτηση του CD-ROM εγκατάστασης. Αυτό πιθανόν σημαίνει ότι το CD-ROM δε βρισκόταν στη μονάδα. Αν ισχύει αυτό, μπορείτε να το τοποθετήσετε στη μονάδα και να ξαναπροσπαθήσετε.
eo: Via instalada lumdisko ne estas surmetita. Verŝajne lumdisko ne estas en via lumdiskingo. Se tio okazas, enŝovu ĝin kaj denove reprovu.
et: Su paigaldaja laserketast ei õnnestunud haakida. Tõenäoliselt tähendab see, et laserketast ei ole seadmes. Kui see on nii, palun sisesta ketas ja proovi uuesti.
eu: Ezin izan da CD-ROMaren instalazioa muntatu. Horrek ziurrenik esan nahi du CD-ROMa ez zegoela unitatean. Hala bada, sar ezazu eta saiatu berriro.
fa: سی‌دی نصب شما بارگیری نشد. احتمالا این سی‌دی در درایو قرار ندارد. در این صورت آن را در درایو قرار داده مجددا تلاش کنید.
fi: Asennusromppua ei voitu liittää. Luultavimmin romppu ei ollut asemassa. Jos näin oli, pistä romppu asemaan ja yritä uudelleen.
gl: Non se puido montar o seu CD-ROM de instalación. Isto adoita ocorrer cando o CD-ROM non está na unidade. Se é así, introdúzao e volva tentalo.
he: CDROM ההתקנה שלך לא ניתן לעגינה. זה כנראה בגלל שה-CDROM לא בכונן. אם זה המצב, הכנס אותו ונסה שוב.
id: CD-ROM instalasi Anda tidak dapat dikaitkan. Mungkin CD-ROM-nya belum dimasukkan ke dalam penggerak CD. Bila belum, silakan dimasukkan dan ulangi lagi.
kk: Қондырмалы CD-ді қайта ендіру мүмкін болмады. Мүмкін ол CD-ROM-ның оқу қондырғысына енгізілмеуі де мүмкін. Онда оны енгізіп, әрекетті қайталап көріңіз.
lt: Nepavyksta prijungti Jūsų įdiegiklio kompaktinio disko. Tai galbūt reiškia, kad diskas neįdėtas į įrenginį. Jei taip, įdėkite jį ir pabandykite dar kartą.
lv: Nevarēju piemontēt Jūsu instalācijas CD-ROM. Visticamāk tas nozīmē, ka tas neatrodas CD-ROM dzinī. Ielieciet to un mēģiniet vēlreiz.
mg: Tsy mety ampiakarina ny sederoma fanaovana fametrahana nao. Mety tsy ao anaty mpamaky angaba ny sederomanao. Raha izay dia ampidiro ilay cd dia andramo indray.
ml: ഇന്‍സ്റ്റൊലേഷന്‍ സിഡി-റോം മൌണ്ട് ചെയ്യാന്‍ കഴിഞ്ഞില്ല. സാധാരണ ഇങ്ങനെ സംഭവിക്കുന്നത്‌ സിഡി-റോം സിഡി-ഡ്രൈവില്‍ ഇല്ലാത്തപ്പോഴാണ്‌. സിഡി-റോം ഡ്രൈവില്‍ ഇട്ടതിനു ശേഷം വീണ്ടും ശ്രമിയ്ക്കുക.
nn: Klarte ikkje montera installasjons-CDen. Det er truleg på grunn av at CDROMen ikkje var i stasjonen. I so fall kan du setja han i og prøva på ny.
pa: ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ CD-ROM ਮਾਊਂਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ CD-ROM ਡਰਾਈਵ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਜੇ ਅਜਿਹਾ ਹੈ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪਾ ਸਕਦੇ ਹੋ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Twój CD-ROM instalacyjny nie móg³ byæ zamontowany. To prawdopodobnie oznacza, ¿e p³yta nie znajduje siê w napêdzie. Je¶li tak jest, w³ó¿ j± i spróbuj ponownie.
pt_br: Não foi possivel montar seu CD-ROM de instalação. Isso provavelmente significa que o CD-ROM não estava no leitor de CDs. Caso seja esse o caso, insira o mesmo no leitor e tente novamente.
ro: CD-ROM-ul dvs. de instalare nu a putut fi montat. Aceasta înseamnă probabil că CD-ul nu a fost în unitate. În acest caz, puteţi să îl introduceţi şi să încercaţi din nou.
sl: Vašega namestitvenega CD-ROM-a ni bilo mogoče priklopiti. To najverjetneje pomeni, da CD-ROM-a ni bilo v pogonu. V tem primeru ga vstavite in poskusite ponovno.
zh_tw: 無法掛載您的安裝光碟，也許是因為光碟片並未放入光碟機中。如果是的話請您放入光碟片後再試一次。

source: Module needed for accessing the CD-ROM:
cy: Y modiwl angenrheidiol ar gyfer cyrchu'r CD-ROM:
de: Für den CD-Zugriff benötigtes Modul:
el: Οδηγός για την πρόσβαση στο CD-ROM:
eo: Bezonata modulo por atingi lumdiskon:
et: CD-ROM'i poole pöördumiseks vajalik moodul:
eu: CD-ROMa atzitzeko behar den modulua:
fa: ماژولی جهت دسترسی به CD-ROM مورد نیاز است.
fi: Romppu- eli CD-aseman käyttöön tarvittava moduuli:
gl: Módulo necesario para acceder ao CD-ROM:
he: מודול נדרש לגישה ל-CDROM:
id: Modul yang diperlukan untuk mengakses CD-ROM:
kk: CD-ROM-ға қатынауыға қажет модуль:
lt: Reikiamas CD-ROM'o veikimui modulis:
lv: Modulis, kas nepieciešams lai piekļūtu CD-ROM:
mg: Molude ilain'ny mpamaky sederoma:
ml: സിഡി-റോം വായിക്കാന്‍ ആവശ്യമായ മൊഡ്യൂള്‍‍:
nn: Modulen som trengst for å få tilgang CDROMen:
pa: CD-ROM ਵਰਤਣ ਲਈ ਮੋਡੀਊਲ ਦੀ ਜਰੂਰਤ ਹੈ:
pl: Modu³ potrzebny do dostêpu do napêdu CD:
pt_br: Módulo necessário para acessar o CD-ROM :
ro: Modulul necesar pentru accesarea CD-ROM-ului:
sl: Modul, ki je potreben za dostopanje do CD-ROM-a:
zh_tw: 存取此光碟機時所需載入的模組：
