Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. To skip wireless configuration and continue, leave this field blank.
gl: ${iface} é unha interface de rede sen fíos. Introduza o nome (o ESSID) da rede sen fíos que quere que empregue ${iface}. Para omitir a configuración da rede sen fíos e continuar, deixe este campo en branco.
ml: ${iface} ഒരു വയര്‍ലെസ് നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസ് ആണ്. ദയവായി ${iface} ഉപയോഗിക്കാനായി നിങ്ങളാഗ്രഹിക്കുന്ന വയര്‍ലെസ് നെറ്റ്‌വര്ക്ക് നാമം (ESSID) എന്റര്‍ ചെയ്യൂ. വയര്‍ലെസ് ക്രമീകരണം ഒഴിവാക്കി തുടരാന്‍ ഈ കള്ളി വെറുതെ വിടുക.
pa: ${iface} ਇੱਕ ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਹੈ। ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਜੋ ਤੁਸੀਂ ${iface} ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਦਾ ਨਾਂ (ESSID) ਭਰੋ ਜੀ। ਬੇਤਾਰ ਸੰਰਚਨਾ ਨੂੰ ਛੱਡ ਕੇ ਅੱਗੇ ਜਾਣ ਲਈ ਇਸ ਨੂੰ ਖਾਲੀ ਰਹਿ ਦਿਓ।

source: WEP key for wireless device ${iface}:
cy: Allwedd WEP ar gyfer y ddyfais diwifren ${iface}:
de: WEP-Schlüssel für drahtloses Gerät ${iface}:
el: Κλειδί WEP για την ασύρματη συσκευή ${iface}:
eo: 'WEP'-ĉifroŝlosilo por sendrata '${iface}'-aparato:
et: Traadita seadme ${iface} WEP võti:
eu: Haririk gabeko ${iface} gailurako WEP gakoa:
fa: کلید WEP برای دستگاه بی‌سیم ${iface}:
fi: Langattoman laitteen ${iface} WEP-avain:
gl: Clave WEP para o dispositivo sen fíos ${iface}:
he: מפתח WEP להתקן אלחוטי ${iface}:
id: Kunci WEP untuk piranti nirkabel ${iface}:
kk: WEP – кілт сымсыз құрылғыға арналған ${iface}:
lt: WEP raktas belaidžio tinklo įrenginiui ${iface}:
lv: Bezvadu tīkla ierīces ${iface} WEB atslēga:
mg: Lakile WEP ho an'ny fitaovana tsy misy taroby ${iface}:
ml: ${iface} എന്ന വയര്‍ലെസ് ഉപകരണത്തിനു വേണ്ട WEP കീ:
nn: WEP-nøkkel for trådlaus eining ${iface}:
pa: ਬੇਤਾਰ ਜੰਤਰ ${iface} ਲਈ WEP ਕੁੰਜੀ:
pl: Klucz WEP dla urz±dzenia bezprzewodowego ${iface}:
pt_br: Chave WEP para o dispositivo sem fio ${iface} :
ro: Cheia WEP pentru dispozitivul radio ${iface}:
sl: WEP ključ za brezžično napravo ${iface}:
zh_tw: 無線裝置 ${iface} 的 WEP 密鑰：

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
cy: Os yw'n briodol, rhowch yr allwedd diogelwch WEP ar gyfer y ddyfais diwifren ${iface} os gwelwch yn dda. Mae dau ffordd i wneud hyn:
de: Falls notwendig, geben Sie den WEP-Schlüssel für das Gerät ${iface} an. Dazu gibt es zwei Möglichkeiten:
el: Αν χρειάζεται, εισάγετε το κλειδί ασφαλείας WEP για την ασύρματη συσκευή ${iface}. Μπορείτε να χρησιμοποιήσετε έναν από τους δύο τρόπους:
eo: Laŭeble, bonvolu tajpi la 'WEP'-sekuran ĉifroŝlosilon por sendrata '${iface}'-aparato. Estas du manieroj fari tion:
et: Kui su võrk vajab seda, sisesta võrguliidese ${iface} jaoks WEP võti. Seda saab teha kahel moel:
eu: Hala badagokio, sartu WEP segurtasun-gakoa haririk gabeko ${iface} gailurako. Bi modu daude hori egiteko:
fa: در صورت وجود نام کلید امنیتی WEP را برای دستگاه بیسیم ${iface} وارد کنید. برای این کار دو راه موجود است:
fi: Jos käytössä, kirjoita langattoman laitteen ${iface} WEP-salausavain. Tämän voi tehdä kahdella tavalla:
gl: Se procede, introduza a clave de seguridade WEP para o dispositivo sen fíos ${iface}. Hai dous xeitos de o facer:
he: אם מתאים, הכנס את מפתח האבטחה WEP בשביל ההתקן האלחוטי ${iface}. יש שתי דרכים לעשות זאת:
id: Bila ada, silakan masukkan kunci keamanan WEP untuk piranti nirkabel ${iface}. Ada dua cara melakukan ini:
kk: WEP қауіпсіздік кілтін енгізіңіз ${iface}, егер сондай болса. Мұны істеу үшін екі тәсіл бар:
lt: Jei yra galimybė, įveskite WEP apsaugos raktą belaidžio tinklo įrenginiui ${iface}. Tai padaryti galima dviem būdais:
lv: Ja jūsu tīkla gadījumā tajā tiek lietotas WEP drošības atslēga ievadiet to. Ir divi veidi kā to izdarīt:
ml: ബാധകമാണെങ്കില്‍ ${iface} എന്ന വയര്‍ലെസ് ഉപകരണത്തിനു വേണ്ട WEP കീ ദയവായി എന്റര്‍ ചെയ്യൂ. ഇത് ചെയ്യാന്‍ രണ്ട് വഴികളുണ്ട്:
nn: Skriv inn tryggleiksnøkkelen for WEP viss dette er naudsynt for det trådlause grensesnittet ${iface}. Det er to måtar å gjera dette på:
pa: ਜੇ ਵਰਤਣ ਯੋਗ ਹੈ, ਬੇਤਾਰ ਜੰਤਰ ${iface} ਲਈ WEP ਸੁਰੱਖਿਆ ਕੁੰਜੀ ਭਰੋ ਜੀ। ਅਜਿਹਾ ਕਰਨ ਲਈ ਦੋ ਤਰੀਕੇ ਹਨ:
pl: Je¶li istnieje mo¿liwo¶æ, wprowad¼ klucz bezpieczeñstwa WEP dla urz±dzenia bezprzewodowego ${iface}. S± dwa sposoby dokonania tego:
pt_br: Caso aplicável, por favor informe a chave de segurança WEP para o dispositivo sem fio ${iface}. Existem duas formas de fazê-lo :
ro: Dacă e cazul, vă rugăm să introduceţi cheia de securitate WEP pentru dispozitivul ${iface}. Sunt două moduri de a face acest lucru:
sl: Če je potrebno, vnesite varnostni ključ WEP za brezžično napravo ${iface}. To lahko storite na dva načina:
zh_tw: 如果需要的話，請輸入無線裝置 ${iface} 裝置的 WEP 安全密鑰。輸入方式有兩種：

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
cy: Os mae eich allwedd WEP yn y ffurf 'nnnn-nnn-nn' neu 'nn:nn:nn:nn:nn:nn:nn:nn', lle mae n yn rhif, rhowch e fel y mae yn y maes hwn.
de: Wenn Ihr WEP-Schlüssel das Format »nnnn-nnnn-nn«, »nn:nn:nn:nn:nn:nn:nn:nn « oder »nnnnnnnn« hat, wobei n eine Ziffer ist, geben Sie ihn einfach - wie er ist - in dieses Feld ein.
el: Αν το κλειδί WEP είναι της μορφής 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', ή 'nnnnnnnn', όπου n ακέραιος, απλώς εισάγετε το με αυτή τη μορφή.
eo: Se via 'WEP'-ĉifroŝlosilo estas en la strukturo 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', aŭ 'nnnnnnnn', kiu 'n' estas nombro. Tajpu ĝin en la registrokampo nur tia ĝi estas.
et: Kui su WEP võti on ühel järgmistest kujudest - 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' või 'nnnnnnnn' - sisestagi ta sellisena otse siia väljale.
eu: WEP gakoa 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' edo 'nnnnnnnn' formatuan badago -n zenbaki bat da-, sartu dagoen bezala eremu honetan.
fi: Jos WEP-avain on muodossa "nnnn-nnnn-nn", "nn:nn:nn:nn:nn:nn:nn:nn", tai "nnnnnnnn", missä n on numero, kirjoita avain sellaisenaan tähän kenttään.
gl: Se a súa clave WEP é da forma 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' ou 'nnnnnnnn', onde n é un número, escríbao neste campo tal como aparece.
he: אם מפתח ה-WEP שלך הוא במבנה של 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', או 'nnnnnnnn', כאשר n היא ספרה, פשוט הכנס את המפתח לתוך השדה הזה.
id: Bila kunci WEP Anda dalam format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' atau 'nnnnnnnn' dengan n merupakan angka, langsung isikan saja pada ruas ini.
kk: Егер сіздің WEP кілтіңіз былай көрінсе 'nnnn-nnnn-nn', онда 'nn:nn:nn:nn:nn:nn:nn:nn' немесе былай 'nnnnnnnn', қайда n--цифры,онда жай ғана осы алаңға оны енгізіңіз.
lt: Jei Jūsų WEP rakto formatas yra 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', ar 'nnnnnnnn', kur n yra skaitmuo, tiesiog įveskite jį tokį, koks jis yra, į šį lauką.
lv: Ja jūsu WEP atslēga ir kādā no siem formātiem 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', vai 'nnnnnnnn', kur n ir kāds cipars, vienkārši ievadiet to norādītajā laukā.
ml: നിങ്ങളുടെ WEP കീ 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', അല്ലെങ്കില്‍ 'nnnnnnnn', n എന്നത് ഒരു സംഖ്യ, എന്ന രൂപത്തിലാണെങ്കില്‍, അതുപോലെ തന്നെ ഈ കള്ളിയില്‍ എന്റര്‍ ചെയ്യുക.
nn: Viss WEP-nøkkelen er på formatet «nnnn-nnnn-nn», «nn:nn:nn:nn:nn:nn:nn:nn» eller «nnnnnnnn», der n er eit siffer, er det berre å skriva det inn som det er i dette feltet.
pa: ਜੇ ਤੁਹਾਡੀ WEP ਕੁੰਜੀ 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', ਜਾਂ 'nnnnnnnn' ਫਾਰਮਿਟ ਵਿੱਚ ਹੈ, ਜਿੱਥੇ n ਅੰਕ ਹੈ, ਸਿਰਫ ਇਸ ਨੂੰ ਕਾਲਮ ਵਾਂਗ ਹੀ ਭਰੋ।
pl: Je¶li Twój klucz WEP jest formatu 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' lub 'nnnnnnnn', gdzie n jest liczb±, po prostu wprowad¼ ten numer do tego pola.
pt_br: Caso sua chave WEP esteja no formato 'nnnn-nnnn-nn','nn:nn:nn:nn:nn:nn:nn:nn ou 'nnnnnnnn', onde n é um número, somente digite o mesmo nesse campo.
ro: Dacă cheia dvs. WEP este de forma 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' sau 'nnnnnnnn', unde n este un număr, introduceţi-o aşa cum este în acest câmp.
sl: Če je vaš WEP ključ v obliki 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' ali 'nnnnnnnn', kjer je n številka, ga vnesite v to polje.
zh_tw: 如果您的 WEP 密鑰使用的是 nnnn-nnnn-nn、nn:nn:nn:nn:nn:nn:nn:nn 或 nnnnnnnn (其中的 n 是數字) 這種格式的話，請直接在欄位中依原樣輸入即可。

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
cy: Os mae'ch allwedd WEP mewn ffurf cyfrinair, rhowch 's:' o'i flaen (heb y dyfynnodau.
de: Wenn Ihr WEP-Schlüssel eine Passphrase ist, stellen Sie dieser ein »s:« (ohne die Anführungszeichen) voran.
el: Αν το κλειδί WEP είναι σε μορφή φράσης, προσθέστε στην αρχή ένα 's:' (χωρίς αποστρόφους).
eo: Se via 'WEP'-ĉifroŝlosilo estas en pasfraza strukturo, tajpu ĝin kun la 's:'-prefikso (sen la citiloj).
et: Kui su WEP võti on salasõna kujul, lisa talle ette 's:' (ilma jutumärkideta).
eu: WEP gakoa pasaesaldiaren formatuan badago, jarri aurrean 's:' (marratxorik gabe).
fa: اگر کلید امنیتی WAP شما به صورت یک عبارت است آن را با پیشوند ':s' (بدون علامت نقل قول) وارد کنید.
fi: Jos WEP-avain on tunnuslause, kirjoita sen eteen "s:" (ilman lainausmerkkejä).
gl: Se a súa clave WEP ten forma de contrasinal, escríbaa poñéndolle diante 's:' (sen as comiñas).
he: אם מפתח ה-WEP שלך הוא בפורמט ביטוי סיסמה (passphrase), הוסף את התחילית ,s:' (בלי הגרשים).
id: Bila kunci WEP Anda berupa kata sandi, tambahkan prefiks 's:' (tanpa kutip).
kk: Егер Wep-кілтіңіз фраза кілті секілді көрінс, онда оны осы алаңға енгізіңіз алдына 's:' қосыңыз(тырнақшаларсыз).
lt: Jei Jūsų WEP rakto formatas - slaptažodžio frazė, įveskite ją su priešdėliu 's:' (be kabučių).
lv: Ja jūsu WEP atslēga ir citā formā pierakstiet tās prieksa 's:' (bez pēdiņām).
mg: Raha toa ka passphrase ny lakile WEP nao dia asio 's:' eo anoloany (without quotes).
ml: നിങ്ങളുടെ WEP കീ ഒരു അടയാള വാക്യത്തിന്റെ രൂപത്തിലാണെങ്കില്‍, മുന്നില്‍ 's:' (കൊട്ടേഷനില്ലാതെ) ചേര്ക്കുക.
nn: Viss WEP-nøkkelen har eit format som eit passord, skriv inn «s:» framom passordet.
pa: ਜੇ ਤੁਹਾਡੀ WEP ਕੁੰਜੀ ਪ੍ਹੈਰੇ ਦੇ ਫਾਰਮਿਟ ਵਿੱਚ ਹੈ, ਇਸ ਨਾਲ 's:' (ਕਾਮਿਆਂ ਤੋਂ ਬਿਨਾਂ) ਅਗੇਤਰ ਵਰਤੋਂ।
pl: Je¶li Twój klucz WEP jest w formacie has³a, poprzed¼ go przez 's:' (pomijaj±c znaki cytowania).
pt_br: Caso sua chave WEP esteja no formato de uma passphrase, prefixe a mesma com 's:' (sem as aspas).
ro: Dacă cheia dvs. WEP este sub formă de parolă, introduceţi-o precedată de 's:' (fără apostrofuri).
sl: Če je vaš WEP ključ v obliki gesla pred njega vstavite 's:' (brez narekovajev).
zh_tw: 如果您的 WEP 密鑰使用的是密碼文字的話，請在前面加上 s:。

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
cy: Wrth gwrs, os nad oes allwedd WEP ar gyfer eich rhwydwaith diwifren, gadwch y maes hwn yn wag.
de: Wenn es für Ihr drahtloses Netzwerk keinen WEP-Schlüssel gibt, lassen Sie dieses Feld leer.
el: Φυσικά, αν το δίκτυό σας δε χρειάζεται κλειδί WEP, αφήστε το πεδίο κενό.
eo: Kompreneble, se 'WEP'-o ne estas por via sendrata reto, malplenigu la registrokampon.
et: Loomulikult, kui su traadita võrgul pole WEP võtit, jäta väli tühjaks.
eu: Bistakoa denez, haririk gabeko sarerako WEP , gakorik ez badagoutzi eremu hau hutsik.
fa: اگر کلید امنیتی WEP وجود ندارد این جا را خالی بگذارید.
fi: Jos langattomassa verkossasi ei ole WEP-avainta, jätät tämän kentän tietenkin tyhjäksi.
gl: Por suposto, se non hai unha chave WEP para a súa rede sen fíos, deixe este campo en branco.
he: כמובן, שאם אין לך מפתח WEP לרשת האלחוטית שלך, השאר את השדה ריק.
id: Tentu saja, bila tidak terdapat kunci WEP untuk jaringan nirkabel Anda, biarkan ruas ini kosong.
kk: Әрине, егер Wep–кілт сіздің желіңіз үшін жоқ болса, онда осы алаңды бос қалдырыңыз боспен.
lt: Žinoma, jei Jūsų bevieliam tinklui nėra WEP rakto , palikite šį lauką tuščią.
lv: Ja jūsu bezvadu tīklā netiek lietotas WEP atslēgas, atstājiet šo lauku tukšu
mg: Mazava ho azy,raha tsy mila lakile WEP ny rezo tsy misy taroby.'nao dia avelao amin'izao.
ml: എന്തായാലും, നിങ്ങളുടെ വയര്‍ലെസ് നെറ്റുവര്ക്കിന് WEP കീ ഇല്ലെങ്കില്‍ ഈ കളം വെറുതെയിടുക.
nn: Viss det ikkje er nokon WEP-nøkkel for det trådlause nettverket, kan du sjølvsagt la dette feltet stå tomt.
pa: ਲਾਜ਼ਮੀ ਤੌਰ ਤੇ, ਜੇ ਇੱਥੇ ਤੁਹਾਡੇ ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਲਈ ਕੋਈ WEP ਕੁੰਜੀ ਨਹੀਂ ਹੈ, ਇਹ ਕਾਲਮ ਖਾਲੀ ਛੱਡੋ।
pl: Oczywi¶cie, je¶li nie posiadasz klucza WEP dla swojej sieci bezprzewodowej, zostaw to pole puste.
pt_br: É claro, caso não exista uma chave WEP para sua rede sem fio, deixe o campo em branco.
ro: Desigur, dacă nu există cheie WEP pentru reţeaua dvs. radio, lăsaţi acest câmp liber.
sl: Seveda, če ne potrebujete WEP ključa za vaše omrežje, pustite to polje prazno.
zh_tw: 當然囉，如果您的無線網路中並沒有使用 WEP 密鑰，在欄位中留白即可。

source: Invalid WEP key
cy: Allwedd WEP annilys
de: Ungültiger WEP-Schlüssel
el: Μη έγκυρο κλειδί WEP.
eo: Malvalida 'WEP'-ĉifroŝlosilo
et: Kehv WEP võti
eu: WEP gako baliogabea
fa: کلید WEP نامعتبر است.
fi: WEP-avain ei kelpaa
gl: Clave WEP non válida
he: מפתח WEP לא תקין
id: Kunci WEP tidak sah.
kk: WEP кілт – сенімсіз
lt: Netinkamas WEP raktas
lv: Nederīga WEP atslēga
mg: Lakile WEP tsy ekena
ml: യോഗ്യമല്ലാത്ത WEP കീ
nn: Ugyldig WEP-nøkkel
pa: ਗਲਤ WEP ਕੁੰਜੀ
pl: Nieprawid³owy klucz WEP
pt_br: Chave WEP inválida
ro: Cheie WEP invalidă
sl: Nepravilen WEP ključ
zh_tw: 不正確的 WEP 密鑰

source: The WEP key '${wepkey}' is invalid. Please refer to the instructions on the next screen carefully on how to enter your WEP key correctly, and try again.
cy: Ma'r allwedd WEP '${wepkey}' yn annilys. Os gwelwch yn dda, darllenwch y cyfarwyddiadau ar y sgrîn nesaf ynghylch sut i rhoi eich allwedd WEP yn gywir, a ceisiwch eto.
de: Der WEP-Schlüssel »${wepkey}« ist ungültig. Bitte beachten Sie die Anweisungen auf dem nächsten Bildschirm über die korrekte Eingabe des WEP-Schlüssels und versuchen Sie es noch einmal.
el: Το κλειδί WEP '${wepkey}' δεν είναι έγκυρο. Παρακαλώ ανατρέξτε στις οδηγίες της επόμενης οθόνης για την σωστή εισαγωγή του κλειδιού WEP και ξαναδοκιμάστε.
eo: La 'WEP'-ĉifroŝlosilo '${wepkey}' estas malvalida. Bonvolu atente konsulti la sekvantan ekranon pri la maniero registri 'WEP'-ĉifroŝlosilon, kaj reprovu.
et: WEP võti '${wepkey}' on sobimatu. Palun jälrgi hoolikalt järgmisel lehel olevaid WEP võtme sisestamise juhtnööre ning proovi uuesti.
eu: '${wepkey}' WEP gakoa baliogabea da. Ikusi hurrengo pantailako argibideak arretaz WEP gakoa behar bezala nola sartu behar den jakiteko.
fa: کلید '${wepkey}' معتبر نیست. لطفا توضیحات صفحه‌ی بعد را برای ورود صحیح کلید WEP بخوانید.
fi: WEP-avain ${wepkey} ei kelpaa. Noudata tarkasti seuraavan ruudun ohjeita WEP-avaimen oikeasta kirjoittamisesta ja yritä uudestaan.
gl: A clave WEP '${wepkey}' non é válida. Por favor, lea as instruccións da seguinte páxina amodiño para saber como introducir correctamente a súa clave WEP, e volva tentalo.
he: מפתח ה-WEP '${wepkey}' אינו תקין. קרא היטב את ההוראות במסך הבא כיצד להכניס את מפתח ה-WEP שלך באופן תקין, לאחר מכן, נסה שוב.
id: Kunci WEP '${wepkey}' tidak sah. Silakan baca petunjuk pada layar berikut tentang cara memasukkan kunci WEP dengan benar dan coba lagi.
kk: Дұрысемес WEP-кілт '${wepkey}'. WEP-кілтті қалай дұрыс енгізуді келесі кранда түсіндіреді. Оны тағы да байқап көріңіз.
lt: WEP raktas '${wepkey}' netinkamas. Įdėmiai peržiūrėkite tolesniame ekrane esančius nurodymus apie tai, kaip teisingai įvesti WEP raktą, ir bandykite dar kartą.
lv: WEP atslēga '${wepkey}' nav derīga. Lūdzu rūpīgi iepazīstieties ar nākamajā logā redzamo pamācību, kā pareizi ievadīt WEP atslēgu un mēģiniet vēlreiz.
ml: WEP കീ '${wepkey}'യോഗ്യമല്ല. ദയവായി അടുത്ത സ്ക്രീനിലുള്ള WEP കീ ശരിയായി എന്റര്‍ ചെയ്യാനുള്ള നിര്ദേശങ്ങള്‍ പരിശോധിച്ചതിന്‍ ശേഷം വീണ്ടും ശ്രമീക്കൂ.
nn: WEP-nøkkelen «${wepkey}» er ugyldig. Følg instruksjonen på neste side om korleis du skal skriva inn WEP-nøkkelen rett nøye, og prøv igjen.
pa: WEP ਕੁੰਜੀ '${wepkey}' ਗਲਤ ਹੈ। ਧਿਆਨ ਨਾਲ ਅਗਲੇ ਪਰਦੇ ਤੇ ਹਦਾਇਤਾਂ ਵੇਖੋ ਕਿ ਠੀਕ WEP ਕੁੰਜੀ ਕਿਵੇਂ ਭਰਨੀ ਹੈ, ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Klucz WEP '${wepkey}' jest nieprawid³owy. Proszê uwa¿nie przeczytaæ instrukcje opisuj±ce jak prawid³owo wprowadziæ klucz WEP, znajduj±ce siê na nastêpnym ekranie, a nastêpnie spróbowaæ ponownie.
pt_br: A chave WEP '${wepkey}' é inválida. Por favor, consulte cuidadosamente as instruções na tela a seguir sobre como informar sua chave WEP corretamente e tente novamente.
ro: Cheia WEP '${wepkey}' este invalidă. Vă rugăm să citiţi cu atenţie instrucţiunile din următoarea pagină, referitoare la modul de introducere corect al cheii WEP, şi încercaţi din nou.
sl: WEP kluč '${wepkey}' ni pravilen. Pozorno sledite navodilom na naslednjem zaslonu kako pravilno vnesti WEP ključ in poskusite ponovno.
zh_tw: 這個 WEP 密鑰，${wepkey} 是不正確的。請仔細參考下一個畫面裡的說明來了解如何正確得輸入 WEP 密鑰，然後再試一次。

source: Invalid ESSID
cy: ESSID Annilys
de: Ungültige ESSID
el: Μη έγκυρο ESSID
eo: Malvalida 'ESSID'-o
et: Kehv ESSID
eu: ESSID baliogabea
fa: ESSID نامعتبر
fi: ESSID ei kelpaa
gl: ESSID non válido
he: ESSID לא תקין
id: ESSID tidak sah.
kk: Сенімсіз ESSID
lt: Netinkamas ESSID
lv: Nederīgs ESSID
mg: Lakile ESSID tsy ekena
ml: യോഗ്യമല്ലാത്ത ESSID
nn: Ugyldig ESSID
pa: ਗਲਤ ESSID
pl: Nieprawid³owy ESSID
pt_br: ESSID inválido
ro: ESSID invalid
sl: Nepravilen ESSID
zh_tw: 不正確的 ESSID

source: The ESSID "${essid}" is invalid. ESSIDs may only be up to 32 characters, but may contain all kinds of characters.
cy: Mae'r ESSID "${essid}" yn annilys. Rhaid i ESSID for yn 32 nod neu lai, ond caent gynnwys pob math o nodau.
de: Die ESSID »${essid}« ist ungültig. ESSIDs dürfen nur 32 Zeichen lang sein, können aber alle Arten von Zeichen enthalten.
el: Το όνομα ESSID "${essid}" δεν είναι έγκυρο. Τα ονόματα ESSID έχουν μέγιστο μήκος 32 χαρακτήρων, αλλά μπορούν να περιέχουν οποιουσδήποτε χαρακτήρες.
eo: Malvalidas la '${essid}'-nomo. La 'ESSID'-nomoj ne devos superi 32 literojn, sed ili enhavos ĉiajn signojn.
et: ESSID "${essid}" on sobimatu. ESSID võib sisaldada kuni 32 ükskõik millist tähemärki.
eu: ESSID "${essid}" baliogabea da. ESSIDek gehienez 32 karaktere izan ditzakete, baina karaktere-mota guztiak izan ditzakete.
fa: این ESSID نامعتبر است:"${essid}" . این مشخصه تنها میتواند ۳۲ کاراکتر باشد و میتواند شامل تمام کاراکترها باشد.
fi: ESSID "${essid}" ei kelpaa. ESSID:ssä voi olla enintään 32 merkkiä, mutta se voi sisältää kaikenlaisia merkkejä.
gl: O ESSID "${essid}" non é válido. Os ESSIDs só poden ter ata 32 caracteres, pero poden ter todo tipo de caracteres.
he: ה-ESSID "${essid}" אינו תקין.ESSID-ים יכולים להיות עד ל-32 תווים, אבל יכולים להכיל תווים מסוגים רבים.
id: ESSID "${essid}" tidak sah. ESSID hanya boleh sepanjang maksimum 32 karakter, tetapi dapat berisi karakter apa saja.
kk: ESSID "${essid}" сенімсіз. ESSID қатарын 32 символдан артық қамтамасыз ете алмайды.
lt: ESSID "${essid}" yra netinkamas. Šis vardas gali būti iki 32 simbolių, bet gali turėti visų rūšių simbolius.
lv: Jūsu ievadītais ESSID "${essid}" nav derīgs. ESSID var būt dažādu simbolu virkne garūmā līdz 32 simboliem.
mg: Tsy ekena ny anarana ESSID "${essid}". Ny ESSID dia tsy tokony mihotra ny 32 litera ary mety atao amin'ny litera rehatra
ml: "${essid}" എന്ന ESSID വാലിഡല്ല. ESSIDകള്‍ 32 അക്ഷരങ്ങള്‍ വരെ ആകാവൂ, പക്ഷേ ഏത് തരം അക്ഷരങ്ങളും ഉള്ക്കൊള്ളാം.
nn: ESSID'en «${essid}» er ugyldig. ESSID'ar kan vera opp til 32 teikn, og mange inneheld alle typar teikn.
pa: ESSID "${essid}" ਗਲਤ ਹੈ। ESSIDs ਸਿਰਫ 32 ਅੱਖਰਾਂ ਦਾ ਹੋ ਸਕਦਾ ਹੈ, ਪਰ ਸਾਰੀ ਕਿਸਮ ਦੇ ਅੱਖਰ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ।
pl: ESSID "${essid}" jest nieprawid³owy. ESSID mo¿e zawieraæ maksimum 32 znaki, ale ka¿dego rodzaju.
pt_br: O ESSID "${essid}" é inválido. ESSIDs podem ter no máximo 32 caracteres, mas podem conter qualquer tipo de caracteres.
ro: ESSID-ul "${essid}" este invalid. ESSID-urile pot avea maxim 32 de caractere, dar pot conţine toate tipurile de caractere.
sl: ESSID "${essid}" ni pravilen. Dolžina ESSID-jev je laho do 32 znakov vendar lahko vsebuje vse vrste znakov.
zh_tw: 這個 ESSID，${essid} 是不正確的。ESSID 最多只能長至 32 個字元，不過任何類型的字元都可以使用。

source: Hostname:
cy: Enw gwesteiwr:
de: Rechnername:
el: Όνομα υπολογιστή (hostname):
eo: Gastnomo:
et: Arvuti võrgunimi:
eu: Ostalari-izena:
fa: نام میزبان:
fi: Konenimi:
gl: Nome da máquina:
he: שם מחשב:
id: Nama host:
kk: Компьютер аты:
lt: Kompiuterio vardas:
lv: Datora vārds:
mg: Anaran'ny milina:
ml: ഹോസ്റ്റ് നാമം:
nn: Vertsnamn:
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ:
pl: Nazwa hosta:
pt_br: Nome de máquina :
ro: Numele calculatorului:
sl: Gostiteljsko ime:
zh_tw: 主機名稱：

source: Please enter the hostname for this system.
cy: Rhowch enw gwesteiwr y system hwn os gwelwch yn dda.
de: Bitte geben Sie den Namen dieses Rechners ein.
el: Παρακαλώ, εισάγετε το όνομα αυτού του υπολογιστή.
eo: Bonvolu tajpi vian sisteman gastnomon.
et: Palun sisesta selle arvuti võrgunimi.
eu: Sartu sistema honen ostalari-izena.
fa: لطفا نام میزبان را برای این سیستم وارد کنید.
fi: Tämän järjestelmän konenimi.
gl: Por favor, escriba o nome para o sistema.
he: נא להכניס שם מחשב למערכת הנוכחית.
id: Silakan masukkan nama host untuk sistem ini.
kk: Осы компьютердің атысын енгізіңіздер.
lt: Prašau įvesti šio kompiuterio vardą.
lv: Lūdzu ievadiet šī datora vārdu.
mg: Azafady ampidiro ny ananran'ity milina ity.
ml: ദയവായി ഈ സിസ്റ്റത്തിനു വേണ്ട ഹോസ്റ്റ് നാമം എന്റര്‍ ചെയ്യൂ.
nn: Skriv inn vertsnamnet for dette systemet.
pa: ਇਸ ਸਿਸਟਮ ਲਈ ਮੇਜ਼ਬਾਨ ਨਾਂ ਭਰੋ ਜੀ।
pl: Wprowad¼ nazwê hosta dla tego systemu.
pt_br: Por favor, informe o nome de máquina (hostname) para este sistema.
ro: Vă rugăm să daţi un nume calculatorului.
sl: Prosim vnesite gostiteljsko ime za ta sistem.
zh_tw: 請輸入系統的主機名稱。
