Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Network autoconfiguration has succeeded
cy: Mae awtogyfluniad rhwydwaith wedi llwyddo
de: Die Netzwerk-Autokonfiguration war erfolgreich
el: Η αυτόματη ρύθμιση του δικτύου ήταν επιτυχής
eo: La reta akomodado sukcesis
et: Võrgu iseseadistamumine õnnestus
eu: Sarea ondo konfiguratu da automatikoki
fa: تنظیم خودکار شبکه موفق بود.
fi: Verkkoasetukset saatiin tehtyä automaattisesti
gl: Completouse a autoconfiguración da rede
he: הגדרת רשת באופן אוטומטי הצליחה
id: Otokonfigurasi jaringan telah berhasil.
kk: Желіні автоматты түрде күйге келтіруі дұрыс өтты
lt: Automatinis tinklo konfigūravimas pavyko
lv: Automātiskā tīkla konfigurācija veiksmīgi pabeigta
mg: Vita soa aman-tsara ny fanefena ôtômatika ny rezo
ml: നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം വിജയിച്ചു
nn: Automatisk oppsett av nettverket er ferdig
pa: ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਸਫਲ ਹੋਈ
pl: Autokonfiguracja sieci powiod³a siê
pt_br: Configuração automática de rede finalizada com sucesso
ro: Auto-configurarea reţelei a reuşit
sl: Samodejna nastavitev mreže je uspela
zh_tw: 網路自動設定作業已經完成！

source: No DHCP client found
cy: Ni chanfuwyd cleient DHCP
de: Kein DHCP-Client gefunden
el: Δε βρέθηκε πρόγραμμα πελάτης DHCP
eo: Neniu trovita 'DHCP'-kliento
et: Ei leitud DHCP klienti
eu: Ez da DHCP bezerorik aurkitu
fa: هیچ کاربر DHCP پیدا نشد.
fi: DHCP-asiakasohjelmaa ei löytynyt
gl: Non se atopou ningún cliente DHCP
he: לא נמצא לקוח DHCP
id: Klien DHCP tidak ditemukan
kk: DHCP клиенті табылған жоқ
lt: Nerastas DHCP klientas
lv: DHCP klients nav atrasts
mg: Tsy nahita mpivatsy DCHP
ml: DHCP ക്ലയന്റൊന്നും കണ്ടില്ല
nn: Fant ingen DHCP-klient
pa: ਕੋਈ DHCP ਕਲਾਂਈਟ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie odnaleziono klienta DHCP
pt_br: Nenhum cliente DHCP encontrado
ro: Nu s-a găsit nici un client DHCP
sl: Nisem našel nobenega DHCP vmesnika.
zh_tw: 找不到 DHCP 用戶端程式

source: No DHCP client was found. This package requires pump or dhcp-client.
cy: Ni chanfuwyd cleient DHCP. Mae'r pecyn yma angen pump neu dhcp-client.
de: Kein DHCP-Client gefunden. Dieses Paket benötigt den pump oder dhcp-client.
el: Δε βρέθηκε πρόγραμμα πελάτης DHCP. Το πακέτο αυτό απαιτεί την ύπαρξη του προγράμματος pump ή του dhcp-client.
eo: Neniu 'DHCP'-kliento estis trovita. Tiu pakaĵo bezonas klienton 'pump' aŭ 'dhcp'-klienton.
et: DHCP klienti ei leitud. Antud pakett vajab töötamiseks paketti pump või dhcp-client.
eu: Ez da DHCP bezerorik aurkitu. Pakete honek ponpa edo dhcp bezeroa behar du.
fa: هیچ مشتری DHCP پیدا نشد. این بسته به pump یا dhcp-client احتیاج دارد.
fi: DHCP-asiakasohjelmaa ei löytynyt. Tämä paketti vaatii pump:n tai dhcp-client:n.
gl: Non se atopou ningún cliente DHCP. Este paquete precisa de pump ou dhcp-client.
he: לא נמצא לקוח DHCP. החבילה הנוכחית דורשת pump או dhcp-client.
id: Klien DHCP tidak ditemukan. Paket ini memerlukan pump atau dhcp-client.
kk: DHCP клиенті табылған жоқ. Бұл пакетті орнату үшін pump немесе dhcp-client пакетті талап етеді dhcp-клиенті.
lt: Nerastas DHCP klientas. Šiam paketui reikia, kad būtų įdiegtas paketas pump arba dhcp-client.
lv: DHCP klients nav atrasts. Jums ir nepieciešama pump vai dhcp-client paka.
mg: Tsy nahita mpivatsy DHCP. Ity entana ity dia mila pump na dhcp-client.
ml: DHCP ക്ലയന്റൊന്നും കണ്ടില്ല. ഈ പാക്കേജിന് pump അല്ലെങ്കില്‍ dhcp-client ആവശ്യമാണ്.
nn: Fant ingen DHCP-klient. Denne pakken treng pump eller dhcp-client.
pa: ਕੋਈ DHCP ਕਲਾਂਈਟ ਨਹੀਂ ਲੱਭਿਆ। ਇਸ ਪੈਕੇਜ ਨੂੰ pump ਜਾਂ dhcp-ਕਲਾਂਈਟ ਦੀ ਲੋੜ ਹੈ।
pl: Nie odnaleziono klienta DHCP. Ten pakiet wymaga pump lub dhcp-client.
pt_br: Nenhum cliente DHCP foi encontrado. Este pacote requer o pump ou o dhcp-client.
ro: Nu s-a găsit nici un client DHCP. Acest pachet are nevoie de pump sau de dhcp-client.
sl: Nisem našel nobenega DHCP odjemalca. Ta paket potrebuje pump ali dhcp-client.
zh_tw: 找不到 DHCP 用戶端程式。這個套件需要安裝了 pump 或者 dhcp-client。

source: The DHCP configuration process will be aborted.
cy: Caiff y proses cyfluniad DHCP ei erthylu.
de: Der DHCP-Konfigurationsprozess wird abgebrochen.
el: Η διαδικασία ρύθμισης DHCP θα τερματιστεί.
eo: La 'DHCP'-akomodado fiaskos.
et: DHCP seadistamine peatatakse.
eu: DHCP konfiguratzeko prozesua bertan behera utziko da.
fa: ازپروسه‌ی نصب DHCP صرف نظر شد.
fi: Verkkoasetusten haku automaattisesti keskeytetään
gl: Hase abortar o proceso de configuración por DHCP.
he: תהליך הגדרת DHCP יבוטל
id: Proses konfigurasi DHCP akan dibatalkan.
kk: Іс жүргізу кезінде DHCP-ні күйге келтіру үзілді.
lt: DHCP konfigūravimo procesas bus nutrauktas.
lv: DHCP konfigurācijas process tiks pārtraukts.
mg: Ajanona ny lahatr'asa fanefena ny rezo.
ml: DHCP ക്രമീകരണ പ്രക്രിയയില്‍ നിന്നും പിന്തിരിയുന്നതായിരിക്കും.
nn: Avbryt oppsettet av DHCP.
pa: DHCP ਸੰਰਚਨਾ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਹੋਵੇਗਾ।
pl: Proces konfiguracji DHCP zostanie przerwany.
pt_br: O processo de configuração DHCP será abortado.
ro: Procesul de configurare DHCP va fi abandonat.
sl: Proces DHCP nastavitve bo prekinjen.
zh_tw: DHCP 的網路設定程序將被中止。

source: Retry network autoconfiguration
cy: Ailgeisio awtogyfluniad rhwydwaith
de: Netzwerk-Autokonfiguration nochmals versuchen
el: Επαναπροσπάθεια αυτόματης ρύθμισης δικτύου
eo: Reprovu la retan memakomodadon
et: Püüa uuesti võrgu iseseadistumist
eu: Saiatu berriro sarea automatikoki konfiguratzen
fa: تلاش مجدد برای تنظیم خودکار شبکه
fi: Yritä uudestaan verkkoasetusten tekoa automaattisesti
gl: Volver tentar a autoconfiguración da rede
he: לנסות שוב להגדיר רשת מחדש באופן אוטומטי
id: Ulangi Otokonfigurasi jaringan
kk: Желіні жедел түрде күйге келтіруді қайталау
lt: Kartoti tinklo automatinį konfigūravimą
lv: Atkārtot automātisko tīkla konfigurēšanu
mg: Averina ny fanefena otomatika ny rezo
ml: നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം വീണ്ടും ശ്രമിക്കുക
nn: Prøv å setja opp nettverket automatisk ein gong til
pa: ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Powtórz konfiguracjê sieci
pt_br: Tentar novamente configuração automática de rede
ro: Reîncearcă auto-configurarea reţelei
sl: Ponovno poskusi s samodejno nastavitvijo mreže
zh_tw: 再次嘗試網路自動設定

source: Retry network autoconfiguration with a DHCP hostname
cy: Ailgeisio awtogyfluniad rhwydwaith gyda enw gwesteiwr DHCP
de: Netzwerk-Autokonfiguration nochmals versuchen mit Eingabe eines DHCP-Rechnernamens
el: Επαναπροσπάθεια αυτόματης ρύθμισης δικτύου με όνομα DHCP
eo: Reprovu la retan memakomodadon per 'DHCP'-gastnomo
et: Püüa uuesti võrgu iseseadistumist; kasutades DHCP võrgunime
eu: Saiatu berriro sarea DHCP ostalari-izenarekin automatikoki konfiguratzen
fa: تلاش مجدد برای تنظیم خودکار شبکه با نام میزبان DHCP
fi: Yritä uudestaan verkkoasetusten tekoa automaattisesti käyttäen DHCP-konenimeä
gl: Volver tentar a autoconfiguración da rede cun nome de máquina DHCP
he: לנסות להגדיר מחדש את הרשת באופן אוטומטי עם שם שרת DHCP
id: Ulangi otokonfigurasi jaringan dengan nama host DHCP
kk: Көрсетілген компьютердің атымен DHCP желіні жеделісін күйге келтіруді жедел түрде қайталау
lt: Kartoti automatinį tinklo konfigūravimą su DHCP kompiuterio vardu
lv: Atkārtot automātisko tīkla konfigurāciju ar konkrētu DHCP saimniekdatora vārdu
mg: Averina miaraka amin'ny anaran'ny mpapiantrano DHCP ny fanefena otomatika ny rezo
ml: DHCP ഹോസ്റ്റുനാമം ഉപയോഗിച്ച് നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം വീണ്ടും ശ്രമിക്കുക
nn: Prøv å setja opp nettverket automatisk ein gong til med eit DHCP-vertsnamn
pa: DHCP ਮੇਜ਼ਬਾਨ ਨਾਲ ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Powtórz autokonfiguracjê sieci z nazw± hosta DHCP
pt_br: Tentar novamente configuração automática de rede com um hostname DHCP
ro: Reîncearcă auto-configurarea reţelei cu un nume DHCP
sl: Ponovno poskusi s samodejno nastavitvijo omrežja z DHCP imenom
zh_tw: 藉由 DHCP 主機名稱來再次嘗試網路自動設定

source: Configure network manually
cy: Cyflunio'r rhwydwaith â llaw
de: Netzwerk manuell einrichten
el: Χειροκίνητη ρυθμίση του δικτύου
eo: Akomodu mem la reton
et: Seadista võrk käsitsi
eu: Konfiguratu sarea eskuz
fa: تنظیم دستی شبکه
fi: Tee verkkoasetukset käsin
gl: Configurar a rede manualmente
he: הגדר את הרשת באופן ידני
id: Mengonfigurasikan jaringan secara manual
kk: Желіні қолмен күйге келтіру
lt: Rankinis tinklo konfigūravimas
lv: Konfigurēt tīklu manuāli
ml: മാന്വലായി നെറ്റ്‌വര്ക്ക് ക്രമീകരിക്കുക
nn: Setja opp nettverket manuelt
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਦਸਤੀ ਕਰੋ
pl: Konfiguruj sieæ rêcznie
pt_br: Configurar a rede manualmente
ro: Configurează reţeaua manual
sl: Ročno nastavi omrežje
zh_tw: 手動設定網路

source: Do not configure the network at this time
cy: Peidio â chyflunio'r rhwydwaith ar hyn o bryd
de: Netzwerk unkonfiguriert belassen
el: Να μη γίνει ρυθμίση του δικτύου σε αυτό το σημείο
eo: Ne akomodu nun la reton
et: Ära praegu võrku seadista
eu: Ez konfiguratu sarea orain
fa: تنظیم شبکه را به بعد موکول کن
fi: Älä tee verkkoasetuksia tällä kertaa
gl: Non configurar a rede agora
he: אל תגדיר רשת בשלב זה.
id: Jangan mengonfigurasikan jaringan saat ini
kk: Желіні күйге келтіруді әзірше жіберу
lt: Dabar nekonfigūruoti tinklo
lv: Izlaist tīkla konfigurāciju
mg: Aza tefena aloha ny rezo
ml: ഇപ്പോള്‍ നെറ്റ്‌വര്ക്ക് ക്രമീകരിക്കേണ്ടതില്ല
nn: Ikkje set opp nettverket no
pa: ਇਸ ਸਮੇਂ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਨਾ ਕਰੋ
pl: Nie konfiguruj sieci teraz
pt_br: Não configurar a rede agora
ro: Nu configura reţeaua acum
sl: Ne nastavi omrežja sedaj
zh_tw: 不要在此時進行網路的設定

source: Network configuration method:
cy: Dull cyfluniad rhwydwaith:
de: Netzwerk-Konfigurationsmethode
el: Μέθοδος ρύθμισης δικτύου:
eo: Retakomoda metodo:
et: Võrgu seadistamise meetod:
eu: Sarea konfiguratzeko metodoa:
fa: روش تنظیم شبکه:
fi: Verkkoasetusten tekotapa:
gl: Método para a configuración da rede
he: שיטת הגדרת רשת:
id: Metoda konfigurasi jaringan
kk: Желіні күйге келтіру әдісі:
lt: Tinklo konfigūravimo metodas:
lv: Tīkla konfigurēšanas veids:
mg: Fomba fanefy ny rezo:
ml: നെറ്റ്‌വര്ക്ക് ക്രമീകരണ രീതി:
nn: Metode for oppsett av nettverk:
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਢੰਗ:
pl: Sposób konfiguracji sieci:
pt_br: Método de configuração de rede :
ro: Metoda de configurare a reţelei:
sl: Način nastavitve mreže:
zh_tw: 網路的設定方式：

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
cy: O fan hyn fe allwch ddewis ailgeisio awtogyfluniad rhwydwaith DHCP (a all weithio os yw eich gweinydd DHCP yn cymryd amser hir i ymateb) nei i gyflunio'r rhwydwaith â llaw. Mae rhai gweinyddion DHCP yn mynnu fod enw gwesteiwr DHCP yn cael ei ddanfon gan y cleient, felly gallwch hefyd ddewis ailgeisio awtogyfluniad rhwydwaith DHCP gan ddefnyddio enw gwesteiwr a rhoddir gennych chi.
de: Hier können Sie wählen, die DHCP-Netzwerk-Autokonfiguration nochmals zu versuchen (was funktionieren könnte, wenn Ihr DHCP-Server sehr langsam reagiert) oder das Netzwerk manuell zu konfigurieren. Manche DHCP-Server erfordern, dass der Client einen speziellen DHCP-Rechnernamen sendet, daher können Sie auch wählen, die DHCP-Netzwerk-Autokonfiguration nochmals mit einem von Ihnen angegebenen Rechnernamen zu versuchen.
el: Εδώ μπορείτε να ξαναπροσπαθήσετε την αυτόματη ρύθμιση δικτύου DHCP (που μπορεί να πετύχει αν ο εξυπηρετητής DHCP αργεί να αποκριθεί σε αιτήσεις) ή να ρυθμίσετε το δίκτυο χειροκίνητα. Επίσης, ορισμένοι εξυπηρετητές DHCP απαιτούν να τους αποσταλεί κάποιο συγκεκριμένο όνομα υπολογιστή, οπότε μπορείτε να ξαναπροσπαθήσετε την αυτόματη ρύθμιση δικτύου DHCP παρέχοντας ένα προκαθορισμένο όνομα υπολογιστή.
eo: Vi povas tuj reprovi la 'DHCP'-memakomodadon (la akomodado eble sukcesos se via 'DHCP'-servilo malfrue respondas) aŭ por mem akomodi la reton. Kelkaj 'DHCP'-serviloj bezonas nomitan 'DHCP'-gastnomon de la kliento. Vi povas provizi ĝin antaŭ ol reprovi la memakomodadon.
et: Siit võid soovi korral uuesti proovida DHCP abil võrgu iseseadistumist (mis võib õnnestuda, kui su DHCP serveril kulub vastamiseks palju aega) või võrku käsitsi seadistada. Mõned DHCP serverid tahavad, et klient varustaks nad DHCP võrgunimega, nii et võid uuesti proovida ka DHCP abil võrgu iseseadistumist sinu pakutud võrgunimega.
eu: Hemen aukera dezakezu berriro saiatu nahi duzun DHCP sarea automatikoki konfiguratzen (ongi egingo da DHCP zerbitzariak luzaroan erantzuten ez badu), ala sarea eskuz konfiguratu nahi duzun. DHCP zerbitzari batzuek DHCP ostalari-izena behar dute bezeroak bidal ditzan; beraz, DHCP sarea zuk emandako ostalari-izenarekin automatikoki konfiguratzen saia zaitezke berriro.
fi: Tässä voit yrittää uudelleen verkon asetusten tekoa automaattisesti DHCP:llä (se voi toimia jos DHCP-palvelin vastaa hitaasti) tai tehdä verkon asetukset itse. Jotkin DHCP-palvelimet vaativat asiakkaan lähettämän konenimen, joten voit kokeilla myös verkon asetusten tekoa automaattiseti DHCP:llä antamasi konenimen kera.
gl: Aquí pode volver tentar a autoconfiguración da rede mediante DHCP (o que pode ter éxito se o servidor DHCP tarda moito tempo en respostar) ou configurar a rede manualmente. Algúns servidores DHCP necesitan que se envíe un nome de máquina DHCP, así que tamén pode volver tentar a autoconfiguración da rede mediante DHCP empregando un nome fornecido por vostede.
he: מכאן תוכל לנסות מחדש הגדרה אוטומטית של הרשת שלך בעזרת DHCP (שתעבוד אם לוקח לשרת DHCP שלך הרבה זמן לענות) או להגדיר את הרשת ידנית. חלק משרתי DHCP צריכים שם מחשב ספציפי, תוכל לבחור להכניס שם מחשב לפני שתנסה שוב להשתמש ב-DHCP.
id: Dari sini Anda dapat memilih mengulangi konfigurasi otomatis jaringan dengan DHCP (yang mungkin akan berhasil bila DHCP server lambat merespon permintaan) atau mengonfigurasikan jaringan secara manual. Beberapa server DHCP membutuhkan nama host DHCP dikirimkan oleh klien, jadi Anda dapat juga mengulangi konfigurasi otomatis jaringan dengan DHCP menggunakan nama host yang Anda berikan.
kk: Қазір сіз DHCP желісін жедел түрде күйге келтіруді қайталай алаcыз (мүмкін сәтті аяқталады, егер сіздердің серверіңізге DHCP жауап алу көп уақыт керек болса) немесе желіні қолмен келтіруді енгізіңіз Кейбір DHCP серверға сауалын тапсыру керек, компьютер аты DHCP,сондықтан сіздер бұл атты қайта енгізуе әрекет жасап көруге болады.
lt: Čia galite pasirinkti pakartoti automatinį tinklo konfigūravimo su DHCP (kuris gali pavykti, jei ilgai trunka, kol Jūsų DHCP serveris atsako) arba konfigūruoti tinklą rankiniu būdu. Kai kuriems DHCP serveriams reikia, kad klientinė programa siųstų DHCP kompiuterio vardą (hostname), taigi galite pasirinkti pakartotiną automatinį tinklo konfigūravimą su su DHCP, nurodydami tą kompiuterio vardą.
lv: No šīs izvēlnes jūs varat izvelēties atkārtot automatisko DHCP konfigurēšanu (kas šoreiz var būt veiksmīga, ja serverim ir vajadzīgs ilgs laiks lai atbildētu) vai arī konfigurēt tīklu manuāli. Daži DHCP serveri prasa, lai klienti vispirms nosūta DHCP saimniekdatora vārdu, tāpēc jūs varat arī atkārtot automātisko tīkla konfigurēšanu ar īpaši norādītu saimniekdatora vārdu.
ml: ഇവിടെ നിന്നും DHCP നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം വീണ്ടും ശ്രമിക്കാന്‍ തിരഞ്ഞെടുക്കാം (നിങ്ങളുടെ DHCP സേവകന്‍ മറുപടിക്കായി കൂടുതല്‍ സമയമെടുക്കുകയാണെങ്കില്‍ ഇതൊരു പക്ഷേ വിജയിച്ചേക്കാം) അല്ലെങ്കില്‍ നെറ്റ്‌വര്ക്ക് മാന്വലായി ക്രമീകരിക്കാം. DHCP സേവകര്ക്ക് ഒരു DHCP ഹോസ്റ്റ് നാമം ക്ലയന്റിനാല്‍ അയക്കപ്പടുന്നതാവശ്യമാണ്, അതുകൊണ്ടു തന്നെ നിങ്ങള്‍ നല്കുന്ന ഹോസ്റ്റ് നാമം ഉപയോഗിച്ച് DHCP നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം വീണ്ടും ശ്രമിക്കാന്‍ നിങ്ങള്ക്ക് തിരഞ്ഞെടുക്കാം.
nn: Her kan du prøve å setja opp nettverket automatisk ein gong til (noko som kan fungere dersom DHCP-tenaren er treg, eller du har gløymt å setje i nettverkskabelen) eller setja opp nettverket manuelt. Nokre DHCP-tenarar treng eit DHCP-vertsnamn som må sendast av klienten, så du kan også prøve å setja opp nettverket automatisk igjen med DHCP ved å oppgje eit vertsnamn.
pa: ਇੱਥੋਂ ਤੁਸੀਂ DHCP ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ (ਜੋ ਸਫਲ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਤੁਹਾਡਾ DHCP ਸਰਵਰ ਜਵਾਬੀ ਲਈ ਲੰਬਾ ਸਮਾਂ ਲੈ ਰਿਹਾ ਹੈ) ਜਾਂ ਸੰਰਚਨਾ ਦਸਤੀ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ। ਕੁਝ DHCP ਸਰਵਰਾਂ ਨੂੰ ਕਲਾਂਈਟ ਰਾਹੀਂ ਭੇਜੇ DHCP ਮੇਜ਼ਬਾਨ ਨਾਂ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਇਸ ਲਈ ਤੁਸੀਂ ਮੇਜ਼ਬਾਨ-ਨਾਂ ਦੇ ਕੇ DHCP ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: W tym miejscu mo¿esz ponowiæ autokonfiguracjê sieci z u¿yciem DHCP (co mo¿e pomóc je¶li serwer jest wolny) lub skonfigurowaæ sieæ rêcznie. Niektóre serwery DHCP wymagaj± by klient przes³a³ nazwê komputera. Z tego miejsca mo¿esz równie¿ ponowiæ autokonfiguracjê z t± nazw±.
pt_br: Aqui você pode optar por tentar a autoconfiguração de rede via DHCP novamente (a qual pode funcionar caso seu servidor DHCP leve muito tempo para responder) ou configurar a rede manualmente. Alguns servidores DHCP requerem que um hostname DHCP seja enviado pelo cliente e portanto você pode também optar por tentar a autoconfiguração de rede via DHCP novamente com um hostname que você fornecer.
ro: Aici puteţi să alegeţi să reîncercaţi auto-configurarea reţelei prin DHCP(care s-ar putea să reuşească dacă serverul dvs. DHCP are nevoie de mult timp pentru a răspunde) sau să configuraţi reţeaua manual. Unele servere DHCP necesită să se specifice un nume DHCP de către client, deci puteţi să alegeţi să introduceţi un asemenea nume înainte de a reîncerca DHCP.
sl: Tu lahko izberete ponovno samonastavitev omrežja DHCP (ki lahko uspe, če se vaš strežnik DHCP dolgo odziva) ali ročno nastavitev omrežja. Nekateri strežniki DHCP zahtevajo, da odjemalec pošlje določeno ime gostitelja DHCP, zato lahko tudi ponovno poskusite s samonastavitvijo omrežja DHCP z imenom gostitelja, ki ga podate sami.
zh_tw: 您可以在此選擇再一次試著使用 DHCP 來自動設定網路，（如果是因為您的 DHCP 伺服器的回應時間較長，那可能會奏效）﹔或是試著手動來設定網路。有些 DHCP 伺服器會要求用戶端傳送特定的 DHCP 主機名稱，因而您可以選擇提供這個主機名稱並再次試著使用 DHCP 來自動設定網路。

source: Network autoconfiguration failed
cy: Methodd awtogyfluniad rhwydwaith
de: Die Netzwerk-Autokonfiguration schlug fehl
el: Η αυτόματη ρύθμιση του δικτύου απέτυχε
eo: La reta memakomodado malsukcesis
et: Võrgu iseseadistumine nurjus
eu: Ezin izan da sarea automatikoki konfiguratu
fa: تنظیم خودکار شبکه شکست خورد
fi: Verkkoasetusten teko automaattisesti epäonnistui
gl: Non se puido autoconfigurar a da rede
he: הגדרת רשת באופן אוטומטי נכשלה
id: Otokonfigurasi jaringan gagal
kk: Желіге жедел түрде зақым келу күйге келтіру
lt: Automatinis tinklo konfigūravimas nepavyko
lv: Automātiskā tīkla konfigurēšana nav izdevusies
mg: Tsy nahomby ny fanefena ny rezo
ml: നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം പരാജയപ്പെട്ടു
nn: Automatisk oppsett av nettverket feila
pa: ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਅਸਫਲ
pl: Autokonfiguracja sieci nie powiod³a siê
pt_br: Configuração automática de rede falhou
ro: Auto-configurarea reţelei a eşuat
sl: Samodejna nastavitev mreže ni uspela
zh_tw: 網路自動設定作業失敗了

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
cy: Mae'n debygol nad yw eich rhwydwaith yn defnyddio'r protocol DHCP. Ar y llaw arall, efallai fod y gweinydd DHCP yn araf neu dyw eich caledwedd rhwydwaith ddim yn gweithio'n gywir.
de: Ihr Netzwerk benutzt möglicherweise nicht das DHCP-Protokoll. Des Weiteren könnte der DHCP-Server sehr langsam sein oder die Netzwerk-Hardware arbeitet nicht korrekt.
el: Στο δίκτυο σας προφανώς δεν χρησιμοποιείται το πρωτόκολλο DHCP. Αλλη αιτία μπορεί να είναι η αργή απόκριση του εξυπηρετητή ή πιθανόν κάποιο υλικό δεν λειτουργεί σωστά.
eo: Verŝajne via reto ne uzas la 'DHCP'-protokolon. Alternative, la 'DHCP'-servilo malrapidas aŭ kelkaj aparatoj malfunkcias.
et: Arvatavasti ei kasutata sinu võrgus DHCP protokolli. Teise võimalusena võib DHCP server väga aeglane olla või osa riistvarast ebakorrektselt töötada.
eu: Zure sarea ziurrenik ez da ariko DHCP protokoloa erabiltzen. Bestela, DHCP zerbitzaria motela izan daiteke edo sareko hardwareak ez du behar bezala funtzionatzen.
fa: احتمالا شبکه‌ی شما از DHCP استفاده نمیکند. یا احتمال دارد سرور DHCP کند باشد و یا برخی از سخت‌افزارهای شبکه درست کارنکنند.
fi: Verkko ei luultavasti käytä DHCP-protokollaa, tai sitten DHCP-palvelin saattaa olla hidas tai jokin verkon laite ei toimi kunnolla.
gl: A súa rede non está a usar o protocolo DHCP. Tamén pode ser que o servidor DHCP sexa lento ou algún hardware de rede non funcione correctamente.
he: הרשת שלך כנראה לא משתמשת בפרוטוקל DHCP. לחילופין, שרת ה-DHCP שלך יכול להיות איטי, או שחומרת רשת כלשהי אינה עובדת בצורה תקינה.
id: Jaringan Anda mungkin tidak menggunakan protokol DHCP. Mungkin juga server DHCP lambat, atau perangkat keras jaringan tidak bekerja dengan baik.
kk: Мүмкіндік себеп: 1) сіздің желіде DHCP хаттам ақолданылмайды 2) сервер DHCP сауалдарға өте баяу жауап береді немесе 3) желіні жабдықтау жұмыс істемейді немесе дұрыс жұмыс істемейді.
lt: Tai gali būti dėl lėto DHCP serverio, tinklo įrenginių veikimo sutrikimų, arba tiesiog Jūsų tinkle nenumatytas dinaminio adresavimo (DHCP) naudojimas.
lv: Jūsu tīklā visdrīzāk netiek izmantots DHCP protokols. Tāpat iespējams, ka jūsu DHCP serveris ir pārāk lēns vai arī kāda tīkla aparatūras sastāvdaļa nedarbojas.
mg: Mety tsy mampiasa fomba firesaka DHCP ny rezo 'nao. Raha tsy izany dia mety ny mpizara DHCP no mandeha miadana na koa mety ati-milina rezo tsy mandeha araky ny tokony ho izy.
ml: നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് ഒരു പക്ഷേ DHCP പ്രോട്ടോകാള്‍ ഉപയോഗിക്കുന്നില്ലായിരിക്കാം. അല്ലെങ്കില്‍ DHCP സേവകന്‍ സ്ലോ ആയിരിക്കാം അതുമല്ലെങ്കില്‍ ചില നെറ്റ്‌വര്ക്ക് ഹാര്ഡ്‌വെയര്‍ ശരിക്കും പ്രവര്ത്തിക്കുന്നില്ല.
nn: Nettverket ditt brukar truleg ikkje DHCP-protokollen. Alternativt så er DHCP-tenaren treg eller det er noko maskinvare for nettverket som ikkje verkar som det skal.
pa: ਤੁਹਾਡਾ ਨੈੱਟਵਰਕ ਸੰਭਾਵੀ ਹੀ DHCP ਪ੍ਰੋਟੋਕਾਲ ਨਹੀਂ ਵਰਤ ਰਿਹਾ। ਜਾਂ ਫਿਰ, DHCP ਸਰਵਰ ਹੌਲੀ ਹੈ ਜਾਂ ਨੈੱਟਵਰਕ ਹਾਰਡਵੇਅਰ ਠੀਕ ਤਰਾਂ ਕੰਮ ਨਹੀਂ ਕਰਦਾ।
pl: Ta sieæ prawdopodobnie nie u¿ywa protoko³u DHCP. Mo¿liwe równie¿, ¿e serwer DHCP jest zbyt wolny lub jaki¶ sprzêt sieciowy nie dzia³a prawid³owo.
pt_br: Sua rede provavelmente não está utilizando o protocolo DHCP. Alternativamente, o servidor DHCP pode ser lento ou algum hardware de rede pode não estar funcionando corretamente.
ro: Reţeaua dumneavoastră probabil nu foloseşte protocolul DHCP. Există şi posibilitatea ca serverul să fie lent sau o placa de reţea să nu funcţioneze corect.
sl: Vaše omrežje verjetno ne uporablja protokola DHCP. Morda pa je strežnik DHCP počasen ali določen kos strojne omrežne opreme ne deluje pravilno.
zh_tw: 您的網路很可能並不使用 DHCP 協定。也有可能是 DHCP 伺服器回應過慢，或者是某些網路硬體未能正常運作。

source: Continue without a default route?
cy: Mynd ymlaen heb lwybr rhagosod?
de: Ohne Default-Route fortsetzen?
el: Συνέχεια χωρίς προκαθορισμένη δρομολόγηση;
eo: Daŭrigu sen implicita irvojo?
et: Jätkata vaikemarsruudita?
eu: Bide lehenetsirik gabe jarraitu nahi duzu?
fa: بدون route پیش‌فرض ادامه میدهید؟
fi: Jatketaanko ilman oletusreittiä?
gl: ¿Continuar sen unha ruta por defecto?
he: להמשיך בלי ניתוב ברירת מחדל?
id: Lanjutkan tanpa sebuah rute utama?
kk: Жолсыз үнемеуді жалғастыру?
lt: Ar tęsti be numatytojo maršruto?
lv: Turpināt bez noklusētā maršruta?
mg: Tohizana tsy misy lalana voafidy mialoha ve?
ml: ഒരു ഡിഫാള്ട്ട് റൂട്ടില്ലാതെ തുടരണോ?
nn: Hald fram utan standard rute ut?
pa: ਮੂਲ ਮਾਰਗ (root) ਤੋਂ ਬਿਨਾਂ ਜਾਰੀ ਰੱਖੋ?
pl: Kontynuowaæ bez domy¶lnego routingu?
pt_br: Continuar sem uma rota padrão ?
ro: Se continuă fără o rută implicită?
sl: Nadaljujem brez privzete smeri?
zh_tw: 是否不使用 Default Route 並繼續進行？
