Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
cy: rhyngwyneb = ${interface} cyfeiriad IP = ${ipaddress} masg rhwydwaith = ${netmask} mynedfa = ${gateway} pwynt-i-bwynt = ${pointopoint} gweinyddion enw = ${nameservers}
de: Interface = ${interface} IP-Adresse = ${ipaddress} Netzmaske = ${netmask} Gateway = ${gateway} pointopoint = ${pointopoint} Nameserver = ${nameservers}
el: Διασύνδεση = ${interface} Διεύθυνση IP = ${ipaddress} Mάσκα δικτύου = ${netmask} Πύλη δικτύου = ${gateway} Point-to-Point = ${pointtopoint} Διακομιστές ονομάτων = ${nameservers}
et: liides = ${interface} ip aadress = ${ipaddress} võrgumask = ${netmask} võrguvärav = ${gateway} pointopoint = ${pointopoint} nimeserverid = ${nameservers}
eu: interfazea = ${interface} IP_helbidea = ${ipaddress} sare-maskara = ${netmask} atebidea = ${gateway} puntutik_puntura = ${pointopoint} izen-zerbitzariak = ${nameservers}
fi: sovitin = ${interface} ip-osoite = ${ipaddress} verkkopeite = ${netmask} yhdyskäytävä = ${gateway} pointopoint = ${pointopoint} nimipalvelimet= ${nameservers}
gl: interface = ${interface} enderezo IP = ${ipaddress} máscara de rede = ${netmask} pasarela = ${gateway} punto a punto = ${pointopoint} servidores de nomes = ${nameservers}
he: ממשק = ${interface} כתובת IP = ${ipaddress} מסכת רשת = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} שרתי שמות = ${nameservers}
id: antarmuka = ${interface} alamat ip = ${ipaddress} netmask = ${netmask} gerbang = ${gateway} pointopoint = ${pointopoint} server DNS = ${nameservers}
kk: интерфейс = ${interface} ip-адрес = ${ipaddress} бағыныңқы желі қалқасы = ${netmask} көмей = ${gateway} PPP адрес = ${pointopoint} сервер аттары = ${nameservers}
lv: saskarne = ${interface} ip adrese = ${ipaddress} tīkla maska = ${netmask} vārteja = ${gateway} divpunktu = ${pointopoint} vārdu serveris = ${nameservers}
mg: mpanera = ${interface} adiresy IP = ${ipaddress} netmask = ${netmask} tetezana = ${gateway} teboka an-teboka = ${pointtopoint} mpizara anarana = ${nameserver}
ml: ഇന്റര്ഫേസ് = ${interface} ഐപിവിലാസം = ${ipaddress} നെറ്റ്മാസ്ക് = ${netmask} ഗേയ്റ്റുവേ = ${gateway} പോയിന്റ്ടുപോയിന്റ് = ${pointopoint} നാമസേവകര്‍ = ${nameservers}
nn: grensesnitt = ${interface} ip-adresse... = ${ipadress} nettmaske = ${netmask} standardrutar = ${gateway} punk-til-punkt = ${pointopoint} namnetenarar = ${nameservers}
pa: ਇੰਟਰਫੇਸ = ${interface} ip-ਸਿਰਨਾਵਾਂ = ${ipaddress} ਨੈਟਮਾਸਕ = ${netmask} ਗੇਟਵੇ = ${gateway} ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ = ${pointopoint} ਨਾਂ-ਸਰਵਰ = ${nameservers}
pl: interfejs = ${interface} adres IP = ${ipaddress} maska sieci = ${netmask} brama sieciowa = ${gateway} adres punkt-punkt = ${pointopoint} serwery nazw = ${nameservers}
pt_br: interface = ${interface} endereço IP = ${ipaddress} máscara de rede = ${netmask} gateway = ${gateway} ponto-a-ponto = ${pointopoint} servidores de nomes = ${nameservers}
ro: interfaţa = ${interface} adresă de IP = ${ipaddress} masca de reţea = ${netmask} gateway = ${gateway} punct-la-punct = ${pointopoint} servere de nume = ${nameservers}
sl: vmesnik = ${interface} naslov ip = ${ipaddress} maska = ${netmask} prehod = ${gateway} točkovni naslov = ${pointopoint} imenski srežniki = ${nameservers}
zh_tw: 介面 = ${interface} IP 位址 = ${ipaddress} 網路遮罩 = ${netmask} 閘道 = ${gateway} 點對點 = ${pointopoint} 名稱伺服器 = ${nameservers}

source: Configure a network using static addressing
cy: Cyflunio rhwydwaith gan ddefnyddio cyfeiriadaeth statig
de: Das Netzwerk unter Verwendung statischer Adressierung konfigurieren
el: Χειροκίνητη ρύθμιση δικτύου με στατική διευθυνσιοδότηση
eo: Memakomodu la reton per statika adresado
et: Seadista võrk, kasutades staatilist adresseerimist
eu: Konfiguratu sarea helbide estatikoa erabiliz
fa: تنظیم شبکه با آدرسهای ثابت
fi: Tee verkkoasetukset itse
gl: Configurar unha rede empregando direccionamento estático
he: הגדרת רשת בעזרת הגדרות קבועות.
id: Mengkonfigurasikan jaringan dengan alamat statis.
kk: Статистикалық адрестеу бойынша желіні баптау.
lt: Tinklo konfigūravimas naudojant statinį adresavimą
lv: Konfigurēt tīklu izmantojot statisko adresāciju
mg: Tefeo ny rezo ampisa fanomezana adiresy static
ml: സ്ഥിര വിലാസമുപയോഗിച്ച് ഒരു നെറ്റ്‌വര്ക്ക് ക്രമീകരിക്കുക
nn: Set opp eit nettverk ved hjelp av statisk adressering
pa: ਸਥਿਰ ਸਿਰਨਾਵੇਂ ਵਰਤ ਕੇ ਨੈੱਟਵਰਕ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguruj sieæ opart± na adresach statycznych
pt_br: Configurar a rede usando endereçamento estático
ro: Configurează reţeaua folosind adresare statică
sl: Nastavi omrežje z uporabo statičnega naslavljanja
zh_tw: 使用靜態位址來設定網路

source: stable
ml: സ്റ്റേബിള്‍
pa: ਸਥਿਰ

source: testing
ml: ടെസ്റ്റിങ്ങ്
pa: ਜਾਂਚ

source: unstable
ml: അണ്സ്റ്റേബിള്‍
pa: ਅਸਥਿਰ

source: Debian version to install:
cy: Y fersiwn o Debian i sefydlu:
de: Diese Version von Debian installieren:
el: Επιλέξτε την έκδοση του Debian προς εγκατάσταση:
eo: Instalota Debiana versio:
et: Paigaldatav Debiani versioon:
eu: Instalatu beharreko Debian bertsioa:
fi: Mikä Debianin versio asennetaan:
gl: Versión de Debian a instalar:
he: גרסת דביאן להתקנה:
id: Versi Debian yang akan dipasang:
kk: Debian-ның орнатылатын нұсқасы
lt: Debian'o versija diegimui:
lv: Pieejamās Debian versijas:
mg: Kinova Debian izay hapetraka:
ml: ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ട ഡെബിയന്‍ വേര്ഷന്‍:
nn: Vel kva for Debian-versjon som skal installerast:
pa: ਇੰਸਟਾਲ ਕਰਨ ਲ਼ਈ ਡੈਬੀਅਨ ਵਰਜਨ:
pl: Dystrybucja Debiana do zainstalowania:
pt_br: Versão do Debian a ser instalada :
ro: Versiunea Debian de instalat:
sl: Debian različica, ki jo želite namestiti:
zh_tw: 所要安裝的 Debian 版本：

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
cy: Mae Debian ar gael mewn sawl blas. Mae "sefydlog" wedi ei brofi'n drwyadl ac yn newid yn anaml. Mae "ansefydlog" heb ei brofi ac yn newid yn aml.Mae "profi" rhwng y ddau, gan dderbyn nifer o fersiynau newydd o "ansefydlog" os nad oes ganddynt gormod o namau.
de: Debian gibt es für jeden Geschmack. Stable ist ausgiebig getestet und verändert sich kaum. Unstable ist nicht getestet und ändert sich ständig. Testing ist ein Kompromiss, in den neue Pakete aus Unstable einfließen, wenn sie nicht zu fehlerhaft sind.
el: Το Debian κυκλοφορεί σε αρκετές εκδόσεις. Η "σταθερή" (stable) έχει υποστεί πολλούς ελέγχους και σπάνια αλλάζει. Η "ασταθής" (unstable) δεν υπόκειται σε κανέναν έλεγχο και μεταβάλλεται πολύ συχνά. Η "δοκιμαστική" (testing) βρίσκεται κάπου στη μέση και δέχεται πολλές από τις νέες εκδόσεις των πακέτων από την unstable, αν δεν έχουν πολλά προβλήματα.
eo: Debiano estas liverata en pluraj eldonoj. 'Stable' estas la plej provita eldono kaj malofte ŝanĝiĝas. 'Unstable' estas neprovita kaj ofte ŝanĝiĝas. 'Testing' situas inter ambaŭ, ĝi ricevas multajn novajn pakojn el 'Unstable' se tiuj ĉi ne tro misfunkcias.
et: Debiani on mitme erineva mekiga. Stabiilne on põhjalikult läbi testitud ja muutub harva. Ebastabiilne on testimata ja muutub pidevalt. Testitav on vahepealne - temasse tuuakse ebastabiilsest sisse paljude pakettide uued versioonid, juhul kui nad liiga vigased pole.
eu: Debian hainbat bertsiotan dator. 'Stable' ('egonkorra') ondo probatuta dago eta normalean ez da aldatzen. 'Unstable' ('ezegonkorra') probatu gabe dago eta askotan aldatzen da. 'Testing' ('probatakoa') tartekoa da, 'unstable'tik bertsio berriak jasotzen ditu akats asko ez badituzte.
fi: Debian on saatavilla useina vivahteina. Vakaa on hyvin testattu ja muuttuu harvoin. Epävakaa on testaamaton ja muuttuu usein. Testattava on siltä väliltä, useat uudet versiot epävakaasta siirtyvät siihen jos niissä ei ole liikaa vikoja.
gl: Debian está dispoñible en tres variedades. 'Stable' está moi probada, e non cambia moito. 'Unstable' está sen probar e cambia moito. 'Testing' está a medio camiño; recibe moitas versións novas procedentes de unstable se non teñen moitos erros.
he: דביאן מגיעה במספר גרסאות. הגרסה היציבה (stale) היא גרסה שנוסתה במשך זמן רב וכמעט אינה משתנה. הגרסה הלא יציבה (unstable) עוברת פחות בדיקות ומשתנה לעיתים תכופות. גרסת הניסוי (testing) היא פשרה בין השתיים - היא מקבלת הרבה שינויים מהגרסה הלא יציבה לאחר בדיקה מעמיקה.
id: Debian terdiri dari beberapa ragam. 'Stabil' telah diuji dengan baik dan jarang berubah. 'Tak Stabil' belum diuji dan sering berubah. 'Ujicoba' ada di antara keduanya, paket-paket baru dari 'tak stabil' akan dimasukkan ke versi 'ujicoba' bila tidak ditemukan banyak cacat.
kk: Debian-ның үш нұсқасы белгілі. Тұрақты (stable) жақсы тесттелген және сирек өзгереді. Тұрақсыз (unstable) тесттелмеген және жиі өзгереді. Тесттелетін (testing) орташа болып саналады және анық қателігі болмаса тұрақсыз нұсқаның көптеген жаңа дестелерін өзіне енгізеді.
lt: Debian'as gyvuoja keliomis versijomis (ar šakomis). Stabili - gerai ištestuota ir retai besikeičianti. Nestabili - neištestuota ir tankiai besikeičianti. Testuojama - tai tarpinė šaka, į kurią patenka daugelis naujų versijų paketų iš nestabilios šakos, jei juose nėra aiškių klaidų.
lv: Debian ir pieejams dažādās versijās. Stabīlā versija ir ļoti labi notestēta un tiek mainīta ļoti reti. Nestabīlā versija ir praktiski netestēta un bieži mainās. Testēšanas versija ir vidējais starp šīm divām versijām, tajā tiek pievienotas jaunas pakas no nestabīlās verijas, ja tajās testēsanas gaita netiek atrastas nopietnas kļūmes.
mg: Debian dia azo alaina amin'ny kinova maro. Stable dia ny kinova voatsapa tsara indrindra ary tsy dia miova firy. Unstable dia ny kinova tsy voandrana ary miova matetika. Testing no kinova eo anelanelan'ireo teo aloha, mandray ny kinova vaovao an'ny Unstable izy raha tsy dia misy bug firy izy ireo.
ml: ഡെബിയന്‍ പല രുചികളില്‍ ലഭ്യമാണ്. സ്റ്റേബിള്‍ നന്നായി പരിശോധിച്ചതും വളരെ വിരളമായി മാറുന്നതുമാണ്. അണ്സ്റ്റേബിള്‍ പരിശോദിക്കാത്തതും തുടര്ച്ചയായി മാറിക്കൊണ്ടിരിക്കുന്നതാണ്. ടെസ്റ്റിങ്ങ് മദ്ധ്യത്തിലുള്ളതാണ്, അതിന് അണ്സ്റ്റേബിളില്‍ നിന്നും വളരെയധികം ബഗ്ഗിയല്ലാത്ത പുതിയ വേര്ഷനുകള്‍ കിട്ടുന്നതാണ്.
nn: Det finst fleire utgåver av Debian. «Stabil» er godt testa og endrar seg sjeldan. «Ustabil» er ikkje testa og endrar seg ofte. «Test» ligg midt mellom og tek inn mange av dei nye versjonane frå «ustabil» dersom dei ikkje har for mange feil.
pa: ਡੇਬੀਅਨ ਕਈ ਰੂਪਾਂ ਵਿੱਚ ਮਿਲਦਾ ਹੈ। ਸਥਿਰ ਵਧੀਆ ਜਾਂਚ ਕੀਤਾ ਅਤੇ ਕੁਝ ਤਬਦੀਲੀਆਂ ਨਾਲ। ਅਸਥਿਰ ਬਿਨਾਂ ਜਾਂਚ ਕੀਤਾ ਅਤੇ ਘੱਟ ਤਬਦੀਲੀ ਵਾਲਾ ਹੁੰਦਾ ਹੈ। ਜਾਂਚ ਵਿਚਕਾਰਲਾ ਪੱਧਰ ਹੈ ਜੋ ਅਸਥਿਰ ਤੋਂ ਕੁਝ ਨਵੇਂ ਵਰਜਨ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ ਜੇ ਉਹਨਾਂ ਵਿੱਚ ਬੱਗ ਨਾ ਹੋਣ।
pl: Debian wystêpuje w kilku wersjach. Stabilna jest bardzo dobrze przetestowana i rzadko siê zmienia. Niestabilna jest nieprzetestowana i czêsto zmieniana. Testowa jest czym¶ pomiêdzy, zawiera wiele nowinek z niestabilnej wersji je¶li nie s± zbyt niedopracowane.
pt_br: O Debian é distribuído em diversos sabores. O sabor estável (stable) é bem testado e raramente muda. O sabor instável (unstable) é instável e muda com frequência. O sabor de testes (testing) é um meio termo, recebendo muitas das novas versões de softwares do instável caso os mesmos não estejam com muitos erros (bugs).
ro: Debian are diverse versiuni. Stable - foarte bine testată şi se schimbă foarte rar. Instabil este netestat şi se schimbă frecvent. Testing este undeva la mijloc; primeşte multe din noile versiuni din unstable dacă acestea nu au probleme prea mari.
sl: Debian pride v večih različicah. Stabilna (stable) je dobro preizkušena in se redko spremeni. Nestabilna (unstable) je nepreizkušena in se pogosto spreminja. Testna (testing) je nekje v sredini in dobi mnogo novih različic programov iz nestabilne, če le niso preveč hroščati.
zh_tw: Debian 同時存在了多種類別。Stable 是經過嚴密測試，很少更動的版本。Unstable 是沒有經過什麼測試，變動非常頻繁的版本。Testing 則是位於中間地帶，通常是從 Unstable 中接收一些沒太多問題的新版套件。

source: Checking the Debian archive mirror
cy: Yn gwirio'r drych archif Debian
de: Prüfe den Debian-Archiv-Spiegelserver
el: Έλεγχος του ειδώλου αρχείων του Debian
eo: Esplorado de la Debiana spegularkivo
et: Debiani arhiivi peegelduse kontrollimine
eu: Debian artxibo-ispilua egiaztatzen
fa: امتحان شعبه‌ی آرشیو دبیان
fi: Tarkistetaan Debian-asennuspalvelin
gl: A comprobar a réplica do arquivo de Debian
he: בודק את אתר המראה של דביאן
id: Memeriksa mirror arsip Debian
kk: Debian архивінің айнасын тексеру
lt: Tikrinamas Debian'o archyvo "veidrodis"
lv: Pārbaudu Debian spoguserveri
mg: Misafo ny fitaratra misy ny arsiva Debian
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ പരിശോദിച്ച് കൊണ്ടിരിക്കുന്നു
nn: Sjekkar arkivet på Debian-nettarkiv
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ
pl: Sprawdzanie serwera lustrzanego z archiwum Debiana
pt_br: Checando o espelho do repositório Debian
ro: Se verifică situl alternativ al arhivei Debian
sl: Preverjam Debian zrcalni strežnik
zh_tw: 正在檢驗 Debian 檔案鏡像站

source: Downloading the Release file...
cy: Yn lawrlwytho'r ffeil Release...
de: Lade Release-Datei herunter ...
el: Μεταφόρτωση του αρχείου Release...
eo: Elŝutado de la 'Release'-dosiero...
et: Tõmmatakse Release faili...
eu: Release fitxategia deskargatzen...
fa: بارگیری فایل انتشار....
fi: Noudetaan Release-tiedosto ...
gl: A descargar o ficheiro Release...
he: מוריד את הקובץ release...
id: Mengambil berkas Release ...
kk: Release файлын жүктеу...
lt: Atsisiunčiamas "Release" failas...
lv: Lejupielādēju Release failu...
mg: Mandrotsaka ny rakita "Release"
ml: റിലീസ് ഫയല്‍ ഡൌണ്‍ലോഡ് ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Lastar ned versjonsfila ...
pa: ਜਾਰੀ ਫਾਇਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pobieranie pliku Release...
pt_br: Fazendo o download do arquivo Release ...
ro: Se descarcă fişierul Release...
sl: Prenešam Release datoteko ...
zh_tw: 正在下載 Release 檔案 ...

source: Bad archive mirror
cy: Drych archif gwael
de: Ungültiger Archiv-Spiegel
el: Είδωλο αρχείων του Debian:
eo: Malformita Debiana spegularkivo
et: Kehv arhiivi peegeldus
eu: Artxibo-ispilu okerra
fi: Debian-asennuspalvelin ei toimi
gl: Réplica do arquivo incorrecta
he: אתר מראה לא תקין
id: Mirror arsip tidak benar.
kk: Debian архивінің айнасы бүлінген
lt: Blogas archyvo "veidrodis"
lv: Slikts arhīva spoguļserveris
mg: Fitaratr'arsiva tsy mandeha
ml: ചീത്ത ശേഖര മിറര്‍
nn: Ugyldig debian-nettarkiv
pa: ਗਲਤ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ
pl: Nieprawid³owy serwer lustrzany z archiwum
pt_br: Espelho do repositório ruim
ro: Sit defect pentru arhivă
sl: Napačen zrcalni strežnik
zh_tw: 無效的 Debian 檔案鏡像站

source: The specified Debian archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
cy: Un ai nid yw'r drych archif Debian a benodwyd ar gael, neu does dim ffeil Release dilys ar gael arni. Ceisiwch ddefnyddio drych gwahanol.
de: Der angegebene Debian-Archiv-Spiegel ist entweder nicht erreichbar oder hat keine gültige »Release«-Datei. Bitte wählen Sie einen anderen Spiegelserver.
el: Το επιλεγμένο είδωλο αρχείων Debian είτε δεν είναι διαθέσιμο ή δεν περιέχει ένα έγκυρο αρχείο Release. Δοκιμάστε ένα άλλο είδωλο αρχείων.
eo: La indikita Debiana spegularkivo maldisponeblas aŭ ne enhavas bonan 'Release' dosieron. Bonvolu provi alian spegularkivon.
et: Määratud Debiani arhiivi peegeldus kas pole hetkel kättesaadav või tal pole kehtivad Release faili. Palun proovi mõnd teist peegeldust.
eu: Zehaztutako Debian artxibo-fitxategia ez dago erabilgarri edo ez du baliozko Release fitxategia. Saiatu beste ispilu batekin.
fi: Debian-asennuspalvelin joko ei ole käytettävissä tai siinä ei ole kunnollista Release-tiedostoa. Käytä jotain muuta asennuspalvelinta.
gl: A réplica do arquivo de Debian especificada non está dispoñible, ou non ten un ficheiro Release válido. Probe outra réplica.
he: אתר המראה של דביאן שצויין אינו זמין או שאינו מכיל הקובץ Release תקין. נסה בבקשה אתר מראה אחר.
id: Arsip mirror Debian yang Anda berikan tidak tersedia atau tidak memiliki berkas Release yang sah. Silakan menggunakan mirror yang lain.
kk: Берілген Debian архивті сервер-айнасына кіру мүмкін емес немесе Release дұрыс файлы жоқ. Басқа сервер-айнасын енгізіңіз.
lt: Nurodytas Debian'o archyvo "veidrodis" neprieinamas, arba neturi teisingo "Release" failo. Bandykite kitą "veidrodį".
lv: Šis Debian arhīva spoguļserveris ir nepieejams vai arī nesatur korektu Release failu. Lūdzu izmēģiniet citu serveri.
mg: Ny fitaratra misy ny arsiva Debian vaotendry dia tsy mandeha na tsy manana ny rakitra "Release" ekena. Azafady manandrama fitaratra hafa.
ml: സൂചിപ്പിച്ച ഡെബിയന്‍ ശേഖര മിറര്‍ ലഭ്യമല്ല അല്ലെങ്കില്‍ ഒരു വാലിഡായ റിലീസ് ഫയല്‍ അതിലില്ല. ദയവായി ഒരു വ്യത്യസ്ത മിറര്‍ ശ്രമിക്കൂ.
nn: Det oppgjevne nettarkivet til Debian er anten ikkje tilgjengeleg eller tilbyr ikkje nokon gyldig versjonsfil. Prøv eit anna nettarkiv.
pa: ਦਿੱਤਾ ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਜਾ ਤਾਂ ਉਪਲੱਬਧ ਨਹੀਂ, ਜਾਂ ਇਸ ਤੇ ਯੋਗ ਜਾਰੀ ਫਾਇਲ ਨਹੀਂ ਹੈ। ਹੋਰ ਪ੍ਰਤੀਬਿੰਬ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Archiwum na wybranym serwerze lustrzanym jest albo niedostêpne, albo nie posiada poprawnego pliku Release. Spróbuj innego serwera lustrzanego.
pt_br: O espelho do repositório Debian especificado não está disponível ou não possui um arquivo Release válido. Por favor, tente um espelho diferente.
ro: Situl arhivei Debian specificat este indisponibil sau nu conţine un fişier Release valid. Vă rugăm să alegeţi un alt site.
sl: Naveden zrcalni strežnik Debianovega arhiva ni na voljo ali pa ne vsebuje veljavne datoteke Release. Poskusite drugega.
zh_tw: 所指定的 Debian 檔案鏡像站若不是失效了，就是沒有包含有效的 Release 檔案。請嘗試另一個鏡像站。

source: Architecture not supported
de: Architektur nicht unterstützt
eo: Maladministra arkitekturo
eu: Arkitektura ez da onartzen
gl: Arquitectura non soportada
ml: വാസ്തുവിദ്യ സപ്പോര്ട്ട് ചെയ്യുന്നില്ല
pa: ਢਾਂਚਾ ਸਹਾਇਕ ਨਹੀਂ ਹੈ
ro: Arhitectură fără suport

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
de: Der angegebene Debian-Archiv-Spiegel scheint Ihre Architektur nicht zu unterstützen. Bitte wählen Sie einen anderen Spiegelserver.
eo: La indikita Debiana spegularkivo ne administras vian arkitekturon. Bonvolu provi alian spegularkivon.
eu: Zehaztutako Debian fitxategi ispiluak dirudienez ez du zure arkitektura onartzen . Saiatu beste ispilu batekin.
gl: Semella que a réplica do arquivo de Debian especificada non soporta a súa arquitectura. Probe outra réplica.
ml: സൂചിപ്പിച്ച ഡെബിയന്‍ ശേഖര മിറര്‍ നിങ്ങളുടെ വാസ്തുവിദ്യ സപ്പോര്ട്ട് ചെയ്യുന്നതായി തോന്നുന്നില്ല. ദയവായി ഒരു വ്യത്യസ്ത മിറര്‍ ശ്രമിക്കൂ.
pa: ਦਿੱਤੇ ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਜਾ ਤਾਂ ਉਪਲੱਬਧ ਨਹੀਂ, ਜਾਂ ਇਸ ਤੇ ਯੋਗ ਜਾਰੀ ਫਾਇਲ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਪ੍ਰਤੀਬਿੰਬ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Situl arhivei Debian specificat se pare că nu oferă suport pentru arhitectura dvs. Vă rugăm să alegeţi un alt sit.

source: Choose a mirror of the Debian archive
cy: Dewiswch ddrych o'r archif Debian
de: Spiegelserver für das Debian-Archiv wählen
el: Επιλέξτε ένα είδωλο αρχείων του Debian
eo: Elektu Debianan spegularkivon
et: Vali Debiani arhiivi peegeldus
eu: Aukeratu Debian artxiboaren ispilu bat
fa: انتخاب یکی از شعبه‌های آرشیو دبیان
fi: Valitse Debianin arkiston kopio:
gl: Escolla unha réplica do arquivo de Debian
he: בחר אתה מראה של דביאן
id: Memilih mirror arsip Debian
kk: Debian архивінің айнасын енгізіңіз
lt: Debian'o archyvo "veidrodžio" pasirinkimas
lv: Izvēlieties Debian arhīva spoguļserveri
mg: Misafidiana fitaratra misy ny arsiva Debian
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ തിരഞ്ഞെടുക്കുക
nn: Vel ein av Debian-nettarkiva
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਦਾ ਪ੍ਰਤੀਬਿੰਬ ਚੁਣੋ
pl: Wybierz serwer lustrzany z archiwum Debiana
pt_br: Selecione um espelho do repositório Debian
ro: Alegere a unui sit alternativ cu o arhivă Debian
sl: Izberite Debian zrcalni strežnik
zh_tw: 請選擇一個 Debian 檔案鏡像站

source: enter information manually
cy: rhoi gwybodaeth â llaw
de: Daten von Hand eingeben
el: χειροκίνητη ρύθμιση
eo: Tajpu mem informojn
et: sisesta info käsitsi
eu: sartu informazioa eskuz
fa: ورود اطلاعات به صورت دستی
fi: tee asetukset itse
gl: introducir a información a man
he: הכנסת מידע ידנית
id: masukkan informasi secara manual
kk: информацияны қолдан енгізіңіз
lt: įveskite informaciją rankiniu būdu
lv: ievadīt informāciju manuāli
ml: വിവരം സ്വയം ചേര്‍ക്കുക
nn: skriv inn informasjon manuelt
pa: ਜਾਣਕਾਰੀ ਦਸਤੀ ਦਿਓ
pl: wprowad¼ informacjê rêcznie
pt_br: Fornecer informação manualmente
ro: Introduceţi informaţia manual
sl: vnesite informacijo ročno
zh_tw: 手動輸入資訊

source: US[ Default value for http]
cy: GB
de: DE
el: GR
eo: US
et: EE
eu: ES
fa: US[httpمقدار پیش‌فرض]
fi: FI
gl: ES
he: IL
id: ID
kk: KZ
lt: LT
lv: LV
mg: MG
ml: US
nn: NO
pa: IN
pl: PL
pt_br: BR
ro: RO
sl: SI[ Privzeti HTTP strežnik]
zh_tw: TW

source: Debian archive mirror country:
cy: Gwlad drych archif Debian:
de: Land des Debian-Archiv-Spiegelservers:
el: Χώρα είδωλου αρχείων του Debian:
eo: Debiana spegularkiva lando:
et: Debiani arhiivi peegelduse riik:
eu: Debian artxibo-ispiluaren herrialdea:
fa: کشور شعبه‌ی آرشیو دبیان:
fi: Valitse asennuspalvelimen maa:
gl: País da réplica do arquivo de Debian:
he: מדינת אתר מראה של דביאן
id: Negara tempat mirror arsip Debian berada:
kk: Debian архиві айнасының елі:
lt: Debian'o archyvo "veidrodžio" šalis:
lv: Debian arhīva spoguļa valsts:
mg: Tany misy ny fitaratry ny arsiva Debian:
ml: ഡെബിയന്‍ ശേഖര മിറര്‍ രാജ്യം:
nn: Landet der Debian-nettarkivet er:
pa: ਡੇਬੀਅਨ ਆਰਚੀਵ ਪ੍ਰਤੀਬਿੰਬ ਦੇਸ਼:
pl: Kraj serwera lustrzanego z archiwum Debiana:
pt_br: País do espelho do repositório Debian :
ro: Ţara sitului alternativ cu arhiva Debian:
sl: Država kjer se nahaja Debian zrcalo:
zh_tw: Debian 檔案鏡像站所在的國家：
