Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Select the type of partition table to use.
cy: Dewiswch y math o dabl rhaniad i'w ddefnyddio.
de: Wählen Sie den Typ der Partitionstabelle, der benutzt werden soll.
el: Επιλέξτε τον τύπο του πίνακα τμημάτων που θέλετε να χρησιμοποιήσετε.
eo: Elektu tipon de uzota diskpartigtablo.
et: Vali kasutatava partitsioonitabeli tüüp.
eu: Hautatu erabili beharreko partizio-taularen mota.
fa: نوع جدول پارتیشن را انتخاب کنید.
fi: Valitse käytettävän osiotaulun tyyppi.
gl: Escolla o tipo de táboa de particións a empregar.
he: בחירת סוג טבלת המחיצות לשימוש
id: Pilih jenis tabel partisi yang akan dgunakan:
kk: Бөлімдер кестесінің түрін таңдаңыз.
lt: Pasirinkite skirsnių lentelės tipą naudojimui.
lv: Izvēlieties, kādu partīciju tabulas tipu lietot.
mg: Fidio ny karazan'ny takelajorom-pizarana izay hampiasaina.
ml: ഉപയോഗിക്കേണ്ട വിഭജന പട്ടികയുടെ തരം തിരഞ്ഞെടുക്കുക.
nn: Vel den typen partisjonstabell som skal brukast
pa: ਵਰਤਣ ਲਈ ਭਾਗ ਸਾਰਣੀ ਦੀ ਕਿਸਮ ਚੁਣੋ
pl: Wybierz rodzaj tablicy partycji której mam u¿yæ.
pt_br: Selecione o tipo de tabela de partições a ser usado.
ro: Selectaţi tipul de tabelă de partiţii care va fi folosit.
sl: Izberite vrsto tabele razdelkov, ki jo želite uporabiti.
zh_tw: 選擇分割表所使用的格式。

source: Set the partition flags
cy: Gosod y banneri rhaniad
de: Partitions-Flags setzen
el: Ορισμός επιλογών τμήματος
eo: Ŝaltu la diskpartigajn flagojn
et: Säti partitsiooni lippe
eu: Ezarri partizio-banderak
fa: تنظیم نشانهای پارتیشن
fi: Aseta osion ilmaisimet
gl: Establecer os indicadores da partición
he: קביעת דגלי המחיצה
id: Tentukan penanda partisi
kk: Бөлімнің жалаушаларын беру
lt: Nustatyti disko skirsnio požymius (vėliavėles)
lv: Uzstādīt partīcijas parametrus
ml: വിഭജന കൊടികള്‍ സെറ്റ് ചെയ്യുക
nn: Set partisjonsflagga
pa: ਭਾਗ ਨਿਸ਼ਾਨ ਬਣਾਓ
pl: Ustaw flagi partycji
pt_br: Definir flags da partição
ro: Ajustează fanioanele partiţiei
sl: Izberite zastavice razdelkov
zh_tw: 設定分割區的選項

source: Name:
cy: Enw:
el: Όνομα:
eo: Nomo:
et: Nimi:
eu: Izena:
fa: نام:
fi: Nimi:
gl: Nome:
he: שם:
id: Nama:
kk: аты:
lt: Vardas:
lv: Vārds:
mg: Anarana:
ml: പേര്:
nn: Namn:
pa: ਨਾਂ:
pl: Nazwa:
pt_br: Nome :
ro: Numele:
sl: Ime:
zh_tw: 名稱：

source: Bootable flag:
cy: Banner bŵtiadwy:
de: Boot-Flag:
el: Εκκινήσιμο:
eo: Praŝargebla flago:
et: Algalaetavuse lipp:
eu: Abiarazgarriaren bandera:
fa: نشان قابلیت راه‌اندازی:
fi: Käynnistyskelpoisuuden ilmaisin:
gl: Indicador de inicio:
he: דגל בר-אתחול:
id: Penanda untuk dapat boot:
kk: Жүтейтін тамғасы:
lt: "Bootable" žymė (flag):
lv: Sāknējama?:
ml: ബൂട്ട് ചെയ്യാവുന്ന എന്ന കൊടി:
nn: Oppstartsflagg:
pa: ਬੂਟ-ਹੋਣ-ਯੋਗ ਚਿੰਨ:
pl: Flaga uruchomieniowa:
pt_br: Flag Inicializável :
ro: Fanion de pornire:
sl: Zagonska zastavica:
zh_tw: 【可開機】設定

source: on
cy: ymlaen
de: Ein
el: ναι
eo: ĉeestanta
et: püsti
eu: aktibatuta
fa: روشن
fi: päälle
gl: activado
id: hidup
kk: қосулы
lt: įjungti
lv: jā
mg: ao
ml: ഓണ്‍
nn: på
pa: ਚਾਲੂ
pl: w³±czona
pt_br: ligado
ro: activ
sl: vključeno
zh_tw: 開

source: off
cy: bant
de: Aus
el: όχι
eo: forestanta
et: pikali
eu: desaktibatuta
fa: خاموش
fi: pois
gl: desactivado
id: mati
kk: Өшірулі
lt: išjungti
lv: nē
mg: tsy ao
ml: ഓഫ്
nn: av
pa: ਬੰਦ
pl: wy³±czona
pt_br: desligado
ro: inactiv
sl: izključeno
zh_tw: 關

source: Resize the partition (currently ${SIZE})
de: Partitionsgröße ändern (zurzeit ${SIZE})
eo: Reampleksi la diskpartigon (nuntempe ${SIZE})
eu: Partizio tamaina aldatu (uneko tamaina ${SIZE})
gl: Cambiar o tamaño da partición (actualmente ${SIZE})
he: שינוי גודל המחיצה (כרגע ${SIZE})
lt: Keisti disko skirsnio dydį (dabartinis ${SIZE})
lv: Mainīt partīcijas izmēru (šobrīd ${SIZE})
ml: ഭാഗത്തിന്റെ വലിപ്പം മാറ്റുക (ഇപ്പോള്‍ ${SIZE})
pa: ਭਾਗ ਨੂੰ ਮੁੜ ਅਕਾਰ ਦਿਓ (ਮੌਜੂਦਾ ${SIZE})
ro: Redimensionarea partiţiei (acum ${SIZE})
zh_tw: 調整該分割區的大小（目前為 ${SIZE}）

source: Copy data from another partition
cy: Copïo data o rhaniad arall
de: Daten von einer anderen Partition kopieren
el: Αντιγραφή σε αυτό δεδομένα από άλλο τμήμα
eo: Enpoŝigi datumojn el alia diskpartigo
et: Kopeeri andmed teiselt partitsioonilt
eu: Kopiatu datuak beste partizio batetik
fa: کپی کردن اطلاعات از یک پارتیشن دیگر
fi: Kopioi tiedot toisesta osiosta
gl: Copiar os datos de outra partición
he: העתקת מידע ממחיצה אחרת
id: Salin data dari partisi lain
kk: Басқа бөлімнен деректерді көшіру
lt: Kopijuoti duomenis iš kito skirsnio
lv: Pārkopēt datus no citas partīcijas
mg: Adikao ny data ao amina fizarana hafa
ml: മറ്റൊരു ഭാഗത്ത് നിന്നും ഡാറ്റ പകര്ത്തുക
nn: Kopier data frå ein anna partisjon
pa: ਹੋਰ ਭਾਗ ਤੋਂ ਡਾਟਾ ਨਕਲ ਕਰੋ
pl: Przekopiuj dane z innej partycji
pt_br: Copiar os dados de outra partição
ro: Copiază datele de pe altă partiţie
sl: Kopiraj podatke iz drugega razdelka
zh_tw: 從另一分割區複製資料

source: Delete the partition
cy: Dileu'r rhaniad
de: Die Partition löschen
el: Διαγραφή τμήματος
eo: Viŝu la diskpartigon
et: Kustuta partitsioon
eu: Ezabatu partizioa
fa: حذف پارتیشن
fi: Poista osio
gl: Borrar a partición
he: מחיקת המחיצה
id: Hapus partisi ini
kk: Бөлімді жою
lt: Panaikinti disko skirsnį
lv: Dzēst partīciju
mg: Fafao ny fizarana
ml: ഭാഗം ഡിലീറ്റ് ചെയ്യുക
nn: Slett partisjonen
pa: ਭਾਗ ਹਟਾਓ
pl: Usuñ partycjê
pt_br: Remover a partição
ro: Şterge partiţia
sl: Zbriši razdelek
zh_tw: 刪除此分割區

source: Create a new partition
cy: Creu rhaniad newydd
de: Eine neue Partition erstellen
el: Δημιουργία νέου τμήματος
eo: Kreu novan diskpartigon
et: Loo uus partitsioon
eu: Sortu partizio berri bat
fa: ایجاد پارتیشن جدید
fi: Luo uusi osio
gl: Crear unha nova partición
he: יצירת מחיצה חדשה
id: Buat partisi baru
kk: Жаңа бөлім жасау
lt: Sukurti naują disko skirsnį
lv: Izveidot jaunu partīciju
mg: Mamorona fizarana vaovao
ml: പുതിയ ഭാഗം സൃഷ്ടിക്കുക
nn: Lag ein ny partisjon
pa: ਨਵਾਂ ਭਾਗ ਬਣਾਓ
pl: Utwórz now± partycjê
pt_br: Criar uma nova partição
ro: Creează o nouă partiţie
sl: Ustvari nov razdelek
zh_tw: 建立新分割區

source: Create a new empty partition table on this device
cy: Creu rhaniad newydd gwag ar y ddyfais hwn
de: Eine neue, leere Partitionstabelle auf diesem Gerät erstellen
el: Δημιουργία νέου κενού πίνακα τμημάτων σε αυτή τη συσκευή
eo: Kreu novan malplenan diskpartigtablon sur tiu disponaĵo
et: Loo seadmele uus tühi partitsioonitabel
eu: Sortu partizio-taula berri hutsa gailu honetan
fa: ایجاد یک جدول پارتیشن خالی بر روی این دستگاه
fi: Luo uusi tyhjä osiotaulu tälle laitteelle
gl: Crear unha nova táboa de particións baleira neste dispositivo
he: יצירת טבלת מחיצות חדשה על התקן זה
id: Buat sebuah tabel partisi baru yang kosong pada piranti ini
kk: Осы құрылғыда жаңа бос бөлімдер кестесін құру
lt: Sukurti naują tuščią disko skirsnių lentelę šiame įrenginyje
lv: Izveidot jaunu tukšu partīciju tabulu uz šīs ierīces
mg: Mamorona takelajorom-pizarana malalaka ao amin'io periferika io
ml: ഈ ഉപകരണത്തില്‍ ഒരു ശൂന്യമായ പുതിയ വിഭജന പട്ടിക സൃഷ്ടിക്കുക
nn: Lag ein ny tom partisjonstabell på denne eininga
pa: ਇਸ ਜੰਤਰ ਤੇ ਨਵੀਂ ਖਾਲੀ ਭਾਗ ਸਾਰਣੀ ਬਣਾਓ
pl: Utwórz now±, pust± tablicê partycji na tym urz±dzeniu
pt_br: Criar uma nova tabela de partições vazia neste dispositivo
ro: Creează o nouă tabelă de partiţii goală pe acest dispozitiv
sl: Ustvari novo prazno tabelo razdelkov na tej napravi
zh_tw: 在此裝置上建立全新的空白磁碟分割表

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r system ffeiliau ${TYPE} yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe ${TYPE}-Dateisystem der Partition #${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του συστήματος αρχείων ${TYPE} στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la ${TYPE} dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ${TYPE} kontrollimine...
eu: ${DEVICE} gailuko #${PARTITION} partizioan ${TYPE} fitxategi-sistema egiaztatzen ...
fa: در حال آزمون فایل سیستم ${TYPE} در پارتیشن #${PARTITION} از دیسک ${DEVICE}...
fi: Tarkistetaan tiedostojärjestelmä ${TYPE} laitteen ${DEVICE} levyosiolla n:ro${PARTITION}...
gl: A comprobar o sistema de ficheiros ${TYPE} na partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים ${TYPE} במחיצה מספר ${PARTITION} בהתקן ${DEVICE}...
id: Sedang memeriksa sistem berkas ${TYPE} pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі ${TYPE} файлдық жүйелерін тексеру...
lt: Tikrinimas ${TYPE} failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas ${TYPE} failu sistēmu ...
mg: Misafo ny file system ${TYPE} ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ ${TYPE} ഫയല്‍ സിസ്റ്റം പരിശോധിച്ചുകൊണ്ടിരിക്കുന്നു...
nn: Sjekkar ${TYPE}-filsystemet på partisjon #${PARTITION} på ${DEVICE}...
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ${TYPE} ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...
pl: Sprawdzanie systemu plików ${TYPE} na partycji #${PARTITION urz±dzenia ${DEVICE}...
pt_br: Checando o sistema de arquivos ${TYPE} na partição #${PARTITION} de ${DEVICE} ...
ro: Se verifică sistemul de fişiere ${TYPE} de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje datotečnega sistema ${TYPE} na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ${TYPE} 檔案系統...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r gofod cyfnewid yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe Swap-Speicher der Partition #${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του χώρου εικονικής μνήμης στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la interŝanĝa spaco en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} saaleala kontrollimine...
eu: ${DEVICE} gailuko #${PARTITION} partizioan Swap lekua egiaztatzen...
fa: در حال آزمون فضای swap در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Tarkistetaan sivutustila laitteen ${DEVICE} levyosiolla n:ro ${PARTITION}...
gl: A comprobar o espazo de intercambio na partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מרחב הדפדוף במחיצה מספר ${PARTITION} בהתקן ${DEVICE} ...
id: Sedang memeriksa ruang swap pada partisi #${PARTITION} dari ${DEVICE}...
kk: Толықтыру бөлімін тексеру ${DEVICE}құрылғысының #${PARTITION} бөлімі ...
lt: Tikrinimas mainų (swap) vietos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas apmaiņas telpu...
mg: Misafo ny toeran'ny swap.ao ami'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ സ്വാപ് സ്പേയ്സ് പരിശോധിച്ചുകൊണ്ടിരിക്കുന്നു...
nn: Sjekkar mellomlagerområdet på partisjon #${PARTITION} på ${DEVICE}...
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ਸਵੈਪ ਥਾਂ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...
pl: Sprawdzanie przestrzeni wymiany na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Checando o espaço de troca na partição #${PARTITION} de ${DEVICE} ...
ro: Se verifică spaţiul de swap de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的置換空間...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn creu system ffeiliau ${TYPE} yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Erzeuge ${TYPE}-Dateisystem der Partition #${PARTITION} auf ${DEVICE} ...
el: Δημιουργία συστήματος αρχείων ${TYPE} στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kreado de dosiersistemo ${TYPE} en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi ${TYPE} loomine...
eu: ${TYPE} fitxategi-sistema sortzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: در حال ایجاد فایل سیستم ${TYPE} در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Luodaan tiedostojärjestelmä ${TYPE} laitteen ${DEVICE} levyosiolle n:ro ${PARTITION}...
gl: A crear o sistema de ficheiros ${TYPE} na partición núm. ${PARTITION} de ${DEVICE}...
he: יוצר מערכת קבצים מסוג ${TYPE} במחיצה מספר ${PARTITION} בהתקן ${DEVICE}...
id: Sedang membuat sistem berkas ${TYPE} pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі ${TYPE} файлдық жүйелерін құру...
lt: Kūrimas ${TYPE} failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Veidoju ${TYPE} failu sistēmu ${DEVICE} #${PARTITION} partīcijai...
mg: Mamorona ny file system ${TYPE} ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ ${TYPE} ഫയല്‍ സിസ്റ്റം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Lagar ${TYPE}-filsystem på partisjon #${PARTITION} på ${DEVICE}...
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ${TYPE} ਫਾਇਲ ਸਿਸਟਮ ਬਣਾ ਰਿਹਾ ਹੈ...
pl: Tworzenia systemu plików ${TYPE na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Criando sistema de arquivos ${TYPE} na partição #${PARTITION} de ${DEVICE} ...
ro: Se creează sistemul de fişiere ${TYPE} pe partiţia #${PARTITION} a ${DEVICE}...
sl: Ustvarjanje datotečnega sistema ${TYPE} na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正於 ${DEVICE} 裝置上第 ${PARTITION} 分割區上建立 ${TYPE} 檔案系統...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
cy: Yn creu system ffeiliau ${TYPE} ar gyfer ${MOUNT_POINT} yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Erzeuge ${TYPE}-Dateisystem für ${MOUNT_POINT}, Partition #${PARTITION} auf ${DEVICE} ...
el: Δημιουργία συστήματος αρχείων ${TYPE} για το σημείο προσάρτησης ${MOUNT_POINT} στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kreado de dosiersitemo por la surmetingo ${MOUNT_POINT} en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsioonile #${PARTITION} haakepunkti ${MOUNT_POINT} tarvis failisüsteemi ${TYPE} loomine...
eu: ${TYPE} fitxategi-sistema sortzen ${MOUNT_POINT}rako ${DEVICE} gailuko #${PARTITION} partizioan...
fa: در حال ایجاد فایل سیستم ${TYPE} برای ${MOUNT_POINT} بر روی پارتیشن #${PARTITION} از ${DEVICE}...
fi: Luodaan tiedostojärjestelmä ${TYPE} liitoskohdalle ${MOUNT_POINT} levyosiolle n:ro ${PARTITION}...
gl: A crear o sistema de ficheiros ${TYPE} para o punto de montaxe ${MOUNT_POINT} na partición núm. ${PARTITION} de ${DEVICE}...
he: יוצר מערכת קבצים מסוג ${TYPE} ל-${MOUNT_POINT} במחיצה מספר ${PARTITION} בהתקן ${DEVICE}...
id: Sedang membuat sistem berkas ${TYPE} untuk ${MOUNT_POINT} pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміне ${MOUNT_POINT}-ты жөндеу үшін ${TYPE} файлдық жүйесін құру...
lt: Kūrimas ${TYPE} failų sistemos prijungimo taškui ${MOUNT_POINT} įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Veidoju ${TYPE} failu sistēmu ${MOUNT_POINT} montēšanas punktam ${DEVICE} #${PARTITION} partīcijā...
mg: Mamorona ny file system ${TYPE} ho an'ny teboka fampakarana ${MOUNT_POINT} ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${MOUNT_POINT} ന് വേണ്ടി ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ ${TYPE} ഫയല്‍ സിസ്റ്റം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Lagar ${TYPE}-filsystem for ${MOUNT_POINT} på partisjon #${PARTITION} på ${DEVICE} ...
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ${MOUNT_POINT} ਲਈ ${TYPE} ਫਾਇਲ ਸਿਸਟਮ ਬਣਾ ਰਿਹਾ ਹੈ...
pl: Tworzenia systemu plików ${TYPE} dla ${MOUNT_POINT} na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Criando sistema de arquivos ${TYPE} para ${MOUNT_POINT} na partição #${PARTITION} de ${DEVICE} ...
ro: Se creează sistemul de fişiere ${TYPE} pentru ${MOUNT_POINT} pe partiţia #${PARTITION} a ${DEVICE}...
sl: Ustvarjanje datotečnega sistema ${TYPE} za ${MOUNT_POINT} na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正於掛載在 ${MOUNT_POINT} 的 ${DEVICE} 裝置上的第 ${PARTITION} 分割區上建立 ${TYPE} 檔案系統...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
cy: Yn fformadu gofod cyfnewid yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Formatiere Swap-Speicher in #${PARTITION} auf ${DEVICE} ...
el: Διαμόρφωση χώρου εικονικής μνήμης ${TYPE} στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Formatado de interŝanĝa spaco en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} saaleala formaatimine...
eu: Swap lekua formateatzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: در حال قالب‌بندی فضای swap بر روی پارتیشن #${PARTITION} از ${DEVICE}...
fi: Luodaan sivutustila laitteen ${DEVICE} levyosiolle n:ro ${PARTITION}...
gl: A formatar o espazo de intercambio na partición núm. ${PARTITION} de ${DEVICE}...
he: מכין לעבודה את מרחב הדפדוף במחיצה מספר ${PARTITION} בהתקן ${DEVICE}...
id: Sedang memformat ruang swap pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде толықтыру бөлімін құру...
lt: Kūrimas mainų (swap) vietos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Formatēju ${DEVICE} #${PARTITION} partīcijas apmaiņas telpu...
mg: Miformate ny teorana fifanakalozana swap.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ സ്വാപ് സ്പേയ്സ് ഫോര്മാറ്റ് ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Formaterer mellomlagerområdet på partisjon #${PARTITION} på ${DEVICE}...
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ਸਵੈਪ ਥਾਂ ਦਾ ਫਾਰਮਿਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: Formatowanie przestrzeni wymiany na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Formatando o espaço de troca na partição #${PARTITION} de ${DEVICE} ...
ro: Se formatează spaţiul de swap pe partiţia #${PARTITION} a ${DEVICE}...
sl: Formatiranje izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在格式化 ${DEVICE} 裝置上第 ${PARTITION} 分割區的置換空間...

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd brawf y system ffeiliau gyda'r math ${TYPE} yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Beim Test des Dateisystems vom Typ ${TYPE} der Partition #${PARTITION} auf ${DEVICE} wurden Fehler gefunden, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου ${TYPE} στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα.
eo: La kontrolo de ${TYPE} dosiersistemoj en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ${TYPE} test leidis parandamata vigasid...
eu: Zuzendu gabeko erroreak aurkitu dira ${DEVICE} gailuko #${PARTITION} partizioan, ${TYPE} motako fitxategi-sistemaren proban.
fa: آزمون فایل سیستم ${TYPE} بر روی پارتیشن #${PARTITION} از ${DEVICE} با تشخیص خطاهای غیر قابل اصلاح مواجه شد.
fi: Tiedostojärjestelmän ${TYPE} tarkistus laitteella ${DEVICE} osiossa n:ro${PARTITION} löysi virheitä joita ei korjattu.
gl: A comprobación do sistema de ficheiros de tipo ${TYPE} na partición núm. ${PARTITION} de ${DEVICE} atopou erros non corrixidos.
he: במהלך הבדיקה של מערכת הקבצים מסוג ${TYPE} במחיצה מספר ${PARTITION} בהתקן ${DEVICE} נמצאו שגיאות שלא תוקנו.
id: Pengujian sistem berkas dengan jenis ${TYPE} pada partisi #${PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі ${TYPE} файлдық жүйесін тексеру кезінде қалыпқа келмейтін қателіктер табылды.
lt: Tikrinant ${TYPE} tipo failų sistemą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: ${TYPE} failu sistēmas pārbaude ${DEVICE} #${PARTITION} partīcijai atklāja neatrisinātas kļūdas.
mg: Ny fitsapana ny file system ${TYPE} ao amin'ny fizarana faha #${PARTITION} an'ny ${DEVICE} dia nanambara fa misy fahadisoana tsy voatsara.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ ${TYPE} ഫയല്‍ സിസ്റ്റത്തിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Testing av filsystemet av typen ${TYPE} på partisjon #${PARTITION} på ${DEVICE} fann feil som ikkje er retta opp.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ${TYPE} ਕਿਸਮ ਦੇ ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਵਿੱਚ ਨਾ-ਠੀਕ ਕੀਤੀ ਗਲਤੀ ਲੱਭੀ ਹੈ।
pl: Testowanie systemu plików ${TYPE} partycji #${PARTITION} urz±dzenia ${DEVICE} spowodowa³o b³êdy nie do naprawienia.
pt_br: O teste do sistema de arquivos com tipo ${TYPE} na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul sistemului de fişiere de tipul ${TYPE} de pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preskus datotečnega sistema vrste ${TYPE} na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在進行 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ${TYPE} 檔案系統的測試時發現了未修正的錯誤。

source: Go back to the menu and correct errors?
cy: Mynd yn ôl i'r ddewislen a chywiro gwallau?
de: Zurück zum Hauptmenü und Fehler beheben?
el: Θέλετε να επιστρέψετε στο μενού και να διορθώσετε τα σφάλματα;
eo: Retroiru al menuo kaj korektu erarojn?
et: Kas minna tagasi menüüsse ja vead parandada?
eu: Menura itzuli eta erroreak zuzendu nahi dituzu?
fi: Palaa valikkoon ja korjaa virheet?
gl: ¿Voltar ao menú e corrixir os erros?
he: לחזור חזרה לתפריט ולתקן את השגיאות?
id: Kembali ke menu dan memperbaiki kesalahan-kesalahan tersebut?
kk: Менбге оралып, қателіктерді түзеу керек пе?
lt: Ar grįžti į meniu ir ištaisyti klaidas?
lv: Atgriezties izvēlnē un risināt kļūdas?
mg: Miverina any amin'ny safidy ary Manintsy ny fahadisoana?
ml: മെനുവില്‍ തിരിച്ച് പോയി പിഴവുകള്‍ തിരുത്തണോ?
nn: Gå tilbake til menyen og retta opp feil?
pa: ਪਿੱਛੇ ਸੂਚੀ ਤੇ ਜਾਓ ਅਤੇ ਗਲਤੀ ਠੀਕ ਕਰੋ?
pl: Powróciæ do menu i poprawiæ b³êdy?
pt_br: Voltar ao menu e corrigir os erros ?
ro: Vă întoarceţi la meniu şi corectaţi erorile?
sl: Se želite vrniti na meni in popraviti napake?
zh_tw: 是否返回選單並更正錯誤？

source: The test of the swap space in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd brawf y gofod cyfnewid yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Beim Prüfen des Swap-Speichers der Partition #${PARTITION} auf ${DEVICE} wurden Fehler gefunden, die nicht behoben wurden.
el: Ο έλεγχος του χώρου εικονικής μνήμης στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα.
eo: La kontrolo de interŝanĝa spaco en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsioonil #${PARTITION} leiti saaleala kontrollimise käigus parandamata vigu.
eu: Zuzendu gabeko erroreak aurkitu dira ${DEVICE} gailuko #${PARTITION} partizioan, swap lekuaren proban.
fa: آزمون فضای swap بر روی پارتیشن #${PARTITION} از ${DEVICE} خطاهای اصلاح نشده پیدا کرد.
fi: Sivutusalueen tarkistus laitteella ${DEVICE} osiossa n:ro ${PARTITION} löysi virheitä joita ei korjattu.
gl: A comprobación do espazo de intercambio da partición núm. ${PARTITION} de ${DEVICE} atopou erros non corrixidos.
he: בדיקת איזור ה-SWAP במחיצה מספר ${PARTITION} בהתקן ${DEVICE} נמצאו שגיאות שלא תוקנו.
id: Pengujian ruang swap pada partisi #${PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі файлдық жүйесін тексеру кезінде түзелмеген қателіктер табылды.
lt: Tikrinant mainų (swap) vietą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: Apmaiņas telpas pārbaude ${DEVICE} #${PARTITION} partīcijai atklāja neatrisinātas kļūdas.
mg: Nahita fahadisoana mbola tsy voahintsy nandritra ny fitsapana ny toerana swapa ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ സ്വാപ് സ്പേയ്സിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Testing av mellomlagerområdet på partisjon #${PARTITION} på ${DEVICE} fann feil som ikkje er retta opp.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ਸਵੈਪ ਥਾਂ ਦੀ ਜਾਂਚ ਵਿੱਚ ਨਾ-ਠੀਕ ਕੀਤੀ ਗਲਤੀ ਲੱਭੀ ਹੈ।
pl: Testowanie przestrzeni wymiany na partycji #${PARTITION} urz±dzenia ${DEVICE} spowodowa³o b³êdy nie do naprawienia.
pt_br: O teste do espaço de troca na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul spaţiului de swap de pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preizkus izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在 ${DEVICE} 裝置上第 ${PARTITION} 分割區的置換空間上所進行的測試中發現了未修正的錯誤。
