Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Re-enter password to verify:
cy: Ail-rhowch y cyfrinair er mwyn dilysu:
de: Bitte geben Sie das Passwort nochmals zur Bestätigung ein:
eo: Retajpu pasvorton por konfirmi:
et: Sisesta parool uuesti:
eu: Berretsi pasahitza:
gl: Volva introducir o contrasinal para a verificación:
he: הכנס את הסיסמה שוב לבדיקה.
lt: Dar kartą įveskite slaptažodį patikrinimui:
lv: Ievadiet paroli vēlreiz:
ml: അടയാള വാക്ക് ഉറപ്പാക്കാനായി ഒന്നു കൂടി എന്റര്‍ ചെയ്യുക:
pa: ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਗੁਪਤ-ਕੋਡ ਮੁੜ ਦਿਓ:
ro: Reintroduceţi parola pentru verificare:
zh_tw: 請再次輸入密碼以進行確認：

source: Please enter the same user password again to verify you have typed it correctly.
cy: Os gwelwch yn dda, rhowch yr un cyfrinair defnyddiwr eto er mwyn gwirio eich bod chi wedi ei deipio'n gywir.
de: Bitte geben Sie das gleiche Benutzerpasswort nochmals ein, um zu prüfen, dass Sie sich nicht vertippt haben.
eo: Bonvolu retajpi la saman uzulan pasvorton por kontroli ĝian tajpĝustecon.
et: Palun trüki eelnevparool veel üks kord, et vead trükkimisel oleks välistatud.
eu: Sartu erabiltzailearen pasahitza berriro, ongi idatzi duzula ziurtatzeko.
gl: Introduza o contrasinal de usuario outra vez para comprobar que o introduciu correctamente.
he: אנא הכנס את סיסמת המשתמש שוב על מנת לבדוק שהקשת אותה בצורה נכונה.
lt: Prašau įvesti tą patį slaptažodį vėl, patikrinimui ar teisingai jį įvedėte.
lv: Lūdzu ievadiet to pašu paroli vēlreiz, lai pārliecinātos, ka jūs to ievadījāt pareizi.
ml: ദയവായി അതേ ഉപയോക്താവിന്റെ അടയാള വാക്ക് ശരിക്കും ടൈപ് ചെയ്തു എന്ന് ഉറപ്പാക്കാനായി ഒന്നു കൂടി എന്റര്‍ ചെയ്യുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤ-ਕੋਡ ਮੁੜ ਲਿਖੋ ਤਾਂ ਕਿ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਠੀਕ ਲਿਖਿਆ ਹੈ।
ro: Vă rugăm sa introduceţi din nou aceiaşi parolă de utilizator pentru a verifica faptul că aţi scris-o corect.
zh_tw: 請再次輸入相同的使用者密碼以確認您是否正確鍵入。

source: Password input error
cy: Gwall mewnbwn cyfrinair
de: Passworteingabefehler
eo: Maltajpĝusta pasvorto
et: Tõrge parooli sisestamisel
eu: Pasahitz sarrera errorea.
gl: Erro na introducción do contrasinal
he: שגיאה בקליטת הסיסמה
lt: Slaptažodžio įvedimo klaida
lv: Paroles ievada kļūda
ml: അടയാള വാക്ക് ഇന്പുട്ട് പിഴവ്
pa: ਗੁਪਤ-ਕੋਡ ਇੰਪੁੱਟ ਗਲਤੀ ਹੈ
ro: Eroare la introducerea parolei
zh_tw: 密碼輸入錯誤

source: The two passwords you entered were not the same. Please try again.
cy: Nid oedd y ddau gryfinair y rhoddoch yr yn peth. Ceisiwch eto os gwelwch yn dda.
de: Die beiden Passwörter, die Sie eingegeben haben, sind nicht gleich. Bitte versuchen Sie es noch einmal.
eo: Vi malsame tajpis ambaŭ pasvortojn. Bonvolu reenigi pasvorton.
et: Sinu sisestatud paroolid olid erinevad. Palun proovi uuesti.
eu: Sartu dituzun bi pasahitzak ez dira berdinak. Saiatu berriro.
gl: Os dous contrasinais que introduciu non son iguais. Volva tentalo.
he: שתי הסיסמאות שהכנסת אינן זהות. אנא נסה שוב.
lt: Jūsų įvesti slaptažodžiai nesutampa. Bandykite dar kartą.
lv: Jūsu ievadītās paroles atšķirās, lūdzu mēģiniet vēlreiz.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത രണ്ട് അടയാള വാക്കുകളും ഒരേതല്ല. ദയവായി വീണ്ടും ശ്രമിക്കൂ.
pa: ਦੋ ਗੁਪਤ-ਕੋਡ, ਜੋ ਤੁਸੀਂ ਦਿੱਤੇ ਹਨ, ਇੱਕੋ ਜਿਹੇ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Cele două parole introduse de dvs. nu au fost identice. Vă rugăm să încercaţi din nou.
zh_tw: 您所輸入的兩個密碼並不相同。請再次輸入密碼。

source: Empty password
cy: Cyfrinair gwag
de: Leeres Passwort
eo: Malplena pasvorto
et: Tühi parool
eu: pasahitz hutsa
gl: Contrasinal baleiro
he: סיסמה ריקה
lt: Tuščias slaptažodis
lv: Tukša parole
ml: ശൂന്യ അടയാള വാക്ക്
pa: ਖਾਲੀ ਗੁਪਤ-ਕੋਡ
ro: Parolă vidă
zh_tw: 空的密碼

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
cy: Fe rhoddoch gyfrinair gwag, ond ni chaniateir hyn. Dewiswch gyfrinair nad yw'n wag.
de: Sie haben ein leeres Passwort bzw. kein Passwort eingegeben, was nicht erlaubt ist. Bitte geben Sie ein Passwort ein.
eo: Vi tajpis malpermesatan malplenan pasvorton. Bonvole tajpu plenan pasvorton.
et: Sisestasid tühja parooli. See ei ole vastuvõetav. Palun vali uus parool.
eu: Onartzen ez den pasahitz huts bat sartu duzu. Mesedez aukeratu hutsik ez dagoen pasahitz bat.
gl: Introduciu un contrasinal baleiro, e non se admite tal contrasinal. Escolla un contrasinal que non estea baleiro.
he: הכנסת סיסמה ריקה, דבר שאינו מורשה. בחר בבקשה סיסמה שאינה ריקה.
lt: Įvedėte tuščią slaptažodį, tačiau tai neleistina. Pasirinkite netuščią slaptažodį.
lv: Jūs neievadījāt paroli. Tas nav atļauts. Lūdzu ievadiet paroli.
ml: നിങ്ങള്‍ ഒരു ശൂന്യ അടയാള വാക്ക് എന്റര്‍ ചെയ്തിരിക്കുന്നു. ദയവായി ഒരു ശൂന്യമല്ലാത്ത അടയാള വാക്ക് തിരഞ്ഞെടുക്കൂ.
pa: ਤੁਸੀਂ ਖਾਲੀ ਗੁਪਤ-ਕੋਡ ਦਿੱਤਾ ਹੈ, ਜੋ ਕਿ ਸਵੀਕਾਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਖਾਲੀ ਗੁਪਤ-ਕੋਡ ਦੀ ਚੋਣ ਨਾ ਕਰੋ।
ro: Aţi introdus o parolă vidă, lucru nepermis. Vă rugăm să alegeţi o parolă nevidă.
zh_tw: 您所輸入的是空的密碼，而這是不允許的。請選擇一個不是空的密碼。

source: Enable shadow passwords?
cy: Galluogi cyfrineiriau cysgod?
de: Shadow-Passwörter benutzen?
eo: Aktivigu kaŝajn pasvortojn ('shadow passwords')?
et: Lubada variaparoolid?
eu: Itzalpeko pasahitzak gaitu?
gl: ¿Activar os contrasinais "shadow"?
he: האם להפעיל סיסמאות מוצללות?
lt: Ar leisti paslėptų (shadow) slaptažodžių palaikymą?
lv: Atļaut paroļu ēnošanu?
ml: നിഴല്‍ അടയാള വാക്കുകള്‍ ഇനേബ്ള്‍ ചെയ്യണോ?
pa: ਕੀ ਛਾਂ ਗੁਪਤ-ਕੋਡ ਯੋਗ ਕਰਨਾ ਹੈ?
ro: Se activează parolele ascunse ?
zh_tw: 是否啟用 shadow 密碼？

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
cy: Mae cyfrineiriau cysgod yn gwneud eich system yn fwy diogel oherwydd does neb yn gallu gweld hyd yn oed cyfrineiriau wedi eu amgryptio. Caiff cyfrineiriau eu cadw mewn ffeil a gellir ei ddarllen dim ond gan rhaglenni arbennig. Argymhellir defnydd cyfrineiriau cysgod yn gryf, ar wahan i mean rhai sefyllfaoedd, megis amgylchfeydd NIS.
de: Shadow-Passwörter machen Ihr System sicherer, weil niemand selbst die verschlüsselten Passwörter auslesen kann. Passwörter werden in einer separaten Datei gespeichert, welche nur von speziellen Programmen gelesen werden können. Shadow-Passwörter werden ausdrücklich empfohlen, außer in wenigen Fällen, wie z.B. in NIS-Umgebungen.
eo: Kaŝaj pasvortoj sekurigas vian sistemon ĉar neniu videblos la ĉifrajn pasvortojn. La pasvortoj estos konservataj en aparta dosiero kiu estos nurlegita de specialaj programoj. Uzado de kaŝaj pasvortoj estas forte preskribata krom en malofta kazo tiel la 'NIS'-a uzado.
et: Variparoolid teevad su süsteemi turvalisemaks, kuna keegi ei saa isegi krüpteeritud paroole lugeda. Paroole hoitakse eraldi failis, mida saavad lugeda ainult spetsiaalsed programmid. Variparoolide kasutamine on tungivalt soovitatav, välja arvatud mõningatel juhtudel NIS keskkondades.
eu: Itzalpeko pasahitzak sistema askoz ere seguruagoa egiten dute, inork ezin baititu enkriptatutako pasahitzak ikusi. Pasahitzak bereiztutako fitxategi batean gordetzen dira, eta programa oso bereziekin bakarrik ikus daiteke. Biziki gomendatzen da itzalpeko pasahitzak erabiltzea, NIS inguruneaerabili bezalako salbuespenetan ezik.
gl: Os contrasinais "shadow" fan máis seguro o seu sistema porque con eles ninguén pode ver nin tan só contrasinais cifrados. Os contrasinais armacénanse nun ficheiro separado que só poden ler algúns programas especiais. Recoméndase o emprego de contrasinais "shadow" agás nalgúns poucos casos coma os ambientes NIS.
lt: Paslėpti (shadow) slaptažodžiai pagerina sistemos saugumą, kadangi niekas negalės matyti net ir užšifruotų slaptažodžių. Slaptažodžiai saugomi atskirame faile, kurį skaityti gali tik specialios programos. Labai rekomenduojama naudoti paslėptus slaptažodžius, bet jei žadate naudoti NIS, gali kilti problemų.
lv: Paroļu ēnošana padara Jūsu sistēmu drošāku, jo neviens sistēmas lietotājs nevar apskatīties paroles pat šifrētā formā. Paroles tiek glabātas īpašā failā, ko var lasīt tikai speciālas programmas. Paroļu ēnošanas lietošana ir ļoti ieteicama, izņemot dažus īpašos gadījumus, kā piemēram, NIS izmantošana.
ml: നിഴല്‍ അടയാള വാക്കുകള്‍ നിങ്ങളുടെ സിസ്റ്റത്തെ കൂടുതല്‍ സുരക്ഷിതമാക്കും കാരണം എന്ക്രിപ്റ്റഡ് അടയാള വാക്കുകള്‍ പോലും ആര്ക്കും കാണാനാവില്ല. അടയാള വാക്കുകള്‍ ചില പ്രത്യേക പ്രോഗ്രാമുകള്ക്ക് മാത്രം വായിക്കാവുന്ന വേറൊരു ഫയലിലാണ് സൂക്ഷിച്ച് വെക്കുന്നത്. NIS പരിസ്ഥിതി പോലുള്ള ചില കുറച്ച് സന്ദര്ബങ്ങളിലൊഴികെ നിഴല്‍ അടയാള വാക്കുകള്‍ ശക്തമായി ശുപാര്ശ ചെയ്തിരിക്കുന്നു.
pa: ਛਾਂ ਗੁਪਤ-ਕੋਡ ਨਾਲ ਤੁਹਾਡਾ ਸਿਸਟਮ ਹੋਰ ਵੀ ਸੁਰੱਖਿਅਤ ਹੋ ਜਾਦਾ ਹੈ, ਕਿਉਕਿ ਕੋਈ ਵੀ ਇਕ੍ਰਿਪਟਡ ਗੁਪਤ-ਕੋਡ ਨੂੰ ਵੇਖ ਨਹੀਂ ਸਕਦਾ ਹੈ। ਗੁਪਤ-ਕੋਡਾਂ ਨੂੰ ਵੱਖਰੀ ਫਾਇਲ ਵਿੱਚ ਸੰਭਾਲਿਆ ਜਾਦਾ ਹੈ, ਜੋ ਕਿ ਖਾਸ ਕਾਰਜਾਂ ਵਿੱਚ ਹੀ ਖੋਲਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਛਾਂ ਗੁਪਤ-ਕੋਡਾਂ ਦੀ ਵਰਤੋਂ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ, ਪਰ ਕੁਝNIS ਵਾਤਾਵਰਣ 'ਚ ਸਮੱਸਿਆ ਆ ਸਕਦੀ ਹੈ।
ro: Parolole ascunse vă fac sistemul mai sigur deoarece nimeni nu poate vedea nici măcar parolele criptate. Parolele sunt păstrate într-un fişier separat care nu poate fi citit decât de programe speciale. Utilizarea parolelor ascunse este puternic recomandată, cu excepţia unor cazuri rare cum ar fi mediile NIS.
zh_tw: 啟用 shadow 密碼後，沒有任何人能夠看到已加了密的密碼，因而會使得系統更加安全。密碼會被存放到只有特定的程式才能讀取的另一個檔案中。除了一些罕見的情況，像是使用 NIS 環境，否則強力建議您使用 shadow 密碼。

source: Set up users and passwords
cy: Paratoi defnyddwyr a chyfrineiriau
de: Benutzer und Passwörter einrichten
eo: Agordu uzulojn kaj pasvortojn
eu: erabiltzaile eta pasahitzak konfiguratu
gl: Configurar usuarios e contrasinais
he: קביעת משתמשים וסיסמאות
lt: Naudotojų ir slaptažodžių nustatymas
lv: Lietotāju un paroļu uzstādīšana
ml: ഉപയോക്താക്കളും അടയാള വാക്കുകളും ഒരുക്കുക
pa: ਉਪਭੋਗੀ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਦਰਸਾਓ
ro: Pregătire utilizatori şi parole
zh_tw: 設定使用者及密碼

source: Setting users and passwords...
de: Benutzer und Passwörter einrichten ...
eo: Agordu uzulojn kaj pasvortojn...
eu: Erabiltzaile eta pasahitzak ezartzen...
gl: A configurar usuarios e contrasinais...
he: קובע משתמשים וסיסמאות...
lt: Nustatomi naudotojai ir slaptažodžiai...
lv: Uzstādu lietotājus un paroles...
ml: ഉപയോക്താക്കളും അടയാള വാക്കുകളും ഒരുക്കികൊണ്ടിരിക്കുന്നു...
pa: ਉਪਭੋਗੀ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਦਰਸਾ ਰਿਹਾ ਹੈ...
ro: Se pregătesc utilizatori şi parole...
zh_tw: 正在設定使用者及密碼...

source: critical
gl: crítica
ml: ഗുരുതരം
pa: ਨਾਜ਼ੁਕ

source: high
gl: alta
ml: ഉയര്ന്ന
pa: ਜਿਆਦਾ

source: medium
gl: media
ml: ഇടക്കുള്ള
pa: ਮੱਧਮ

source: low
gl: baixa
ml: താഴ്ന്ന
pa: ਘੱਟ

source: Ignore questions with a priority less than:
gl: Ignorar as preguntas cunha prioridade inferior a:
ml: ഇതിനേക്കാള്‍ കുറഞ്ഞ മുന്‍തൂ‍ക്കമുള്ള ചോദ്യങ്ങള്‍ ശ്രദ്ധിക്കേണ്ട:
pa: ਇਸ ਤੋਂ ਘੱਟ ਦਰਜੇ ਵਾਲੇ ਸਵਾਲਾਂ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰ ਦਿਓ:

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
cy: Mae pecynnau sy'n defnyddio debconf yn blaenoriaethu y cwestiynau maent yn gofyn. Dim ond cwestiynau gyda rhyw flaenoriaeth penodedig neu uwch a gaiff eu dangos i chi; caiff pob cwestiwn llai pwysig eu hepgor.
de: Pakete, die debconf für ihre Konfiguration verwenden, priorisieren die Fragen, die sie Ihnen möglicherweise stellen. Nur Fragen mit einer bestimmten Priorität (oder höher) werden Ihnen gestellt. Alle Fragen, die weniger bedeutend sind, werden übersprungen.
el: Τα πακέτα που χρησιμοποιούν το debconf για τη ρύθμισή τους, ορίζουν προτεραιότητες για τις ερωτήσεις που πιθανόν να κάνουν στο χρήστη. Μόνο ερωτήσεις με συγκεκριμένη ή υψηλότερη προτεραιότητα εμφανίζονται, όλες οι υπόλοιπες αγνοούνται.
eo: Pakoj, kiu uzas debconf por agordiĝi, ordometas petotajn demandojn. Nur demandoj kun prioritato pli alta ol tiu de la demando, kiun nun vi vidas, estos montritaj al vi. Malaltaj demandoj estos kaŝitaj.
et: Paketid, mis kasutavad konfigureerimiseks debconf'i, prioritiseerivad oma küsimusi. Sulle näidatakse vaid kindlaksmääratud või sellest kõrgema prioriteediga küsimusi ning vähem tähtsad jäetakse vahele.
eu: Konfiguratzeko debconf erabiltzen duten paketeek zuri egiteko galderen lehentasun-maila erabakitzen dute. Lehentasun jakin bateko edo handiagoko galderak bakarrik erakusten zaizkizu; garrantzi txikiagokoak saltatu egiten dira.
fa: بسته‌هایی که با استفاده از debconf تنظیم میکردند، این تنظیمات را اولویت بندی میکنند. تنها سوالاتی که اولویت آنها از یک مقدار بیشتر باشد از شما پرسیده میگردد، از سایر سوالات با اهمیت کمتر صرفنظر میگردد.
fi: Paketit, jotka käyttävät debconfia asetuksiin, järjestävät kysyttävät kysymykset tärkeysjärjestykseen. Vain ne kysymykset, joilla on vähintään tietty prioriteetti, todella kysytään sinulta. Kaikki vähemmän tärkeät kysymykset ohitetaan.
gl: Os paquetes que empregan debconf para a súa configuración organizan por prioridades as preguntas que lle poden facer. Só se amosan as preguntas que teñen unha determinada prioridade ou unha superior; as preguntas menos importantes omítense.
he: חבילות שמשתמשות ב-debconf לצורך הגדרות מתעדפות את השאלות שהן עשויות לשאול אותך. רק שאלות בעדיפות מסויימת או גבוהה יותר יוצגו לך. על השאר ידלגו.
id: Paket-paket yang menggunakan debconf untuk konfigurasi, memberi prioritas pada pertanyaan yang mungkin ditanyakan pada Anda. Hanya pertanyaan dengan prioritas tertentu atau lebih tinggi yang akan ditanyakan pada Anda; semua pertanyaan yang kurang penting tidak akan ditanyakan.
kk: Пакетте debconf көмегімен қалпына келтіру, әрбір сұрақ иеленілген оның маңыздылық деңгейі. Сіздерге сол сұрақ берілетін болады, Анықталатын дәреже. Барлық маңызды сұрақтар өткізіліп жіберіледі.
lt: Paketai, konfigūracijai naudojantys debconf'ą, suteikia prioritetus užduodamiems klausimams. Jums bus rodomi tik klausimai su su pasirinktu arba aukštesniu prioritetu. Visi mažiau svarbūs klausimai bus praleisti.
lv: Pakas, kas lieto debconf konfigurācijai, prioritizē jautājumus, kas tiek Jums uzdoti. Tikai jautājumi ar noteikto vai augstāku prioritāti tiek patiešām Jums parādīti - visi zemākas prioritātes jautājumi tiek izlaisti.
mg: Ny entana izay tefena amin'ny alalan'i debconf dia manisy ambaratongam-pialohana ny fanontaniana izay apetrany ho anao. Ireo fanontaniana izay manana fialohana voafidy na fialohana lehibe nohon'izay nofidianao ihany no hiseo, ireo fanontaniana tsy dia ilainadia ho dinganina.
ml: ക്രമീകരണത്തിനായി ഡെബ്കോണ്ഫ് ഉപയോഗിക്കുന്ന പാക്കേജുകള്‍ അവ നിങ്ങളോട് ചോദിക്കുന്ന ചോദ്യങ്ങള്ക്ക് മുന്ഗണന നിശ്ചയിക്കും. ചില പ്രത്യേക മുന്ഗണനാക്രമമോ അതില്‍ ഉയര്ന്നതോ ആയ ചോദ്യങ്ങള്‍ മാത്രമേ ശരിക്കും നിങ്ങളെ കാണിക്കുകയുള്ളൂ; കുറവ് പ്രാധാന്യമുള്ള എല്ലാ ചോദ്യങ്ങളും ഒഴിവാക്കുന്നതായിരിക്കും.
nn: Pakkar som blir sette opp med debconf kan stilla spørsmål med ulik prioritet. Berre spørsmål med ein viss prioritet eller høgare blir viste. Dei mindre viktige spørsmåla hoppar installasjonsprogrammet over.
pa: ਪੈਕੇਜ ਜੋ ਤੁਹਾਨੂੰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਸੰਰਚਨਾ ਤਰਜੀਹ ਲਈ debconf ਵਰਤਦੇ ਹਨ। ਸਿਰਫ ਜਿਆਦਾ ਤਰਜੀਹ ਵਾਲੇ ਪ੍ਰਸ਼ਨ ਤੁਹਾਨੂੰ ਵਿਖਾਏ ਜਾਂਦੇ ਹਨ: ਸਾਰੇ ਘੱਟ ਤਰਜੀਹ ਪ੍ਰਸ਼ਨ ਛੱਡੇ ਜਾਂਦੇ ਹਨ।
pl: Pakiety u¿ywaj±ce debconfa do konfiguracji nadaj± zadawanym pytaniom priorytety. Tylko pytania o pewnym lub wy¿szym priorytecie s± Tobie zadawane - wszystkie mniej wa¿ne s± pomijane.
pt_br: Pacotes que usam o debconf para sua configuração priorizam as perguntas que lhe fazem. Somente perguntas com uma certa prioridade ou superior serão exibidas; todas as outras perguntas de menor prioridade não serão exibidas.
ro: Pachetele care utilizează debconf pentru configurare asociază priorităţi la posibilele întrebări. Numai întrebările cu o anumită prioritate sau mai mare vă sunt arătate; toate întrebările mai puţin importante sunt sărite.
sl: Paketi, ki uporabljajo debconf za konfiguracijo določijo prednost vprašanjem, ki vam jih bodo morda zastavili. Samo vprašanja z določeno prednostjo ali višjo vam bodo prikazana; vsa ostala, manj pomembna vprašanja, bodo preskočena.
zh_tw: 如果套件是使用 debconf 來進行設定時，指定在過程中將被提問的問題的優先等級。只有等於或高於這個優先等級的問題才會顯示並要求您回答﹔其它不太重要的問題將會被直接略過。
