Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
cy: Yr enw parth yw rhan eich cyfeiriad Rhyngrwyd i'r dde o'ch enw gwesteiwr. Mae e'n aml yn rhywbeth sy'n gorffen efo .com, .net, .edu, neu .org. Os ydych chi'n cyflunio rhwydwaith cartref, gallwch ddefnyddio beth a hoffech, ond sicrhewch eich bod chi'n defnyddio'r un parth ar eich cyfrifiaduron i gyd.
de: Der Domainname ist der rechte Teil Ihrer Internetadresse nach Ihrem Rechnernamen. Er endet oft mit .de, .com, .net oder .org. Wenn Sie ein lokales Heimnetz aufbauen, ist es egal, was Sie angeben. Diese Information sollte dann aber auf allen Rechnern gleich sein.
el: Το όνομα του τομέα δικτύου (domain name) είναι το τμήμα της διεύθυνσής σας στο Internet μετά το όνομα του υπολογιστή (hostname). Συνήθως, λήγει σε .com, .net, .edu, .org, .gr. Αν εγκαθιστάτε ένα οικιακό δίκτυο μπορείτε να χρησιμοποιήσετε οποιοδήποτε όνομα, αλλά βεβαιωθείτε ότι χρησιμοποιείτε το ίδιο σε όλους τους υπολογιστές σας.
eo: La domajnnomo estas la dekstra parto de la interreta adreso de via sistemnomo. Ĝi ofte finiĝas per .com, .net, .edu aŭ .org. Se vi agordas vian hejman reton, vi povos uzi iajn nomojn sed ĉiam uzu la samnomon por ĉiu sistemo.
et: Domeeni nimi on see osa Interneti aadressist, mis jääb su arvuti võrgunimest paremale. Tihtilugu on ta lõpus .ee, .com, .net, .edu või .org. Kui sa sead üles koduvõrku, võid lihtsalt suvalise domeeni välja mõelda - peamine on kasutada kõikide arvutite seadistamisel sama domeeni.
eu: Domeinu-izena Interneten helbideko ostalari-izenaren eskuineko zatia da. Askotan amaiera hau izaten du: .com, .net, .edu, edo .org. Etxeko sare bat konfiguratzen ari bazara zerbait asma dezakezu, baina ziurtatu domeinu-izen bera erabiltzen duzula zure ordenagailu guztietan.
fa: نام دامنه یکی از بخشهای آدرس اینترنت شماست که در سمت راست نام میزبان قرار میگیرد. به صورت رسمی چیزی است که با .com,net.,edu. پایان می‌یابد. اگر شما در حال برپایی یک شبکه محلی هستید میتوانید از هر چیزی استفاده کنید، فقط توجه کنید که برای تمام کامپبوترها از یک نام دامنه استفاده کنید.
fi: Verkkoaluenimi on se osa Internet-osoitettasi, joka on tietokoneesi nimen perässä. Se on usein jotain, joka loppuu .fi, .com, .net tai .org. Jos olet pystyttämässä kotiverkkoa, voit keksiä tähän jotain, mutta varmista, että käytät samaa verkkoaluenimeä kaikissa tietokoneissasi.
gl: O nome de dominio é a parte do seu enderezo de Internet que está á dereita do seu nome de servidor. Adoita ser algo que remata en .com, .net, .edu ou .org. Se está a configurar unha rede doméstica pode inventar algo, pero asegúrese de empregar o mesmo nome de dominio en tódolos seus ordenadores.
he: כתובת הדומיין, היא חלק מכתובת האינטרנט שלך, מימין לשם השרת. הדומיין הוא משהו שבדרך כלל מסתיים בסיומות כגון .com, .co.il, .org.il או .net.il ועוד. אם אתה מגדיר רשת ביתית, תוכל להמציא משהו, אבל שים לב שאתה משתמש באותו שם דומיין בכל המחשבים.
id: Nama domain adalah bagian dari alamat Internet yang berada di sebelah kanan nama host. Biasanya berakhiran .com, .net, .edu, atau .org. Misalnya jojon.com. Bila ini untuk jaringan di rumah, Anda bisa mereka-reka, tapi pastikan domain tersebut sama pada semua komputer Anda.
kk: Домен аты – бұл сіздің интернеттегі - мекенжайыңыздың бір бөлігі,оңшыл компьютер атынан.Көбінесе ол былай аяқталады. сom, .net, .edu немесе .оrg. Егер сіз желіні үйге орнатсаңыз, онда сіз өзіңіз бірдеңе көрсете аласыз. Бірақ сенімді болыңыз, барлық машинаңызда домен атын бірдей пайдаланатыныңызға.
lt: Srities vardas - tai Jūsų internetinio adreso dalis, esanti dešiniau Jūsų kompiuterio vardo. Tankiausiai tai yra .com, .net, .edu ar ,org. Jei Jūs įrenginėjate namų tinklą, galite nurodyti kažką savo, bet įsitikinkite, kad Jūs naudojate tą patį srities vardą visuose savo kompiuteriuose.
lv: Domēna vārds ir tā jūsu interneta DNS adreses daļa, kas atrodas pa labi no jūsu datora vārda. Bieži tas ir kaut kas, kas beidzas ar .com, .net, .edu, .org. vai .lv. Uzstādot savu mājas tīklu jūs varat izdomāt kādu patvaļīgu domēna vārdu, taču atcerieties, ka šo vārdu jums jālieto visem datoriem jūsu tīkla.
mg: Ny domena dia ilay teny ao amin'ny adiresy internet nao izay eo ankavanan'ny anaran'ny milina. Matetika dia mifarana amin'y .com, .net, .edu, na .org izy io. Raha manangana ny rezo anao ianao dia mety daholo izay tianao fa saingy ataovy mitovy daholo ny anarana domena ny milina nao rahetra.
ml: ഡൊമെയിന്‍ നാമം എന്നത് നിങ്ങളുടെ ഹോസ്റ്റ് നാമത്തിന് വലത്ത് ഭാഗത്തായി ഉള്ള ഇന്റര്നെറ്റ് വിലാസത്തിന്റെ ഭാഗമാണ്. പലപ്പോഴും ഇത്.com, .net, .edu, അല്ലെങ്കില്‍ .org എന്നിവയിലവസാനിക്കുന്ന ഏതെങ്കിലുമാണ്. നിങ്ങള്‍ ഒരു വീട്ടു നെറ്റ്‌വര്ക്ക് ഒരുക്കുകയാണെങ്കില്‍ നിങ്ങള്ക്ക് എന്തു പേരും ഉപയോഗിക്കാം, പക്ഷേ എല്ലാ കമ്പ്യൂട്ടറുകളിലും ഒരേ ഡൊമെയിന്‍ നാമമാണ് നിങ്ങളുപയോഗിക്കുന്നത് എന്നുറപ്പ് വരുത്തുക.
nn: Domenenamnet er den delen av Internett-adressa som ligg til høgre for vertsnamnet. Domenenamnet sluttar ofte på «.no», «.com», «.net» eller «.org». Dersom du set opp eit heimenettverk, kan du finna på eit domenenamn, men pass på at du brukar det same på alle datamaskinene.
pa: ਡੋਮੇਨ ਨਾਂ ਤੁਹਾਡੇ ਇੰਟਰਨੈੱਟ ਸਿਰਨਾਵੇਂ ਦਾ ਹਿੱਸਾ ਹੈ ਜੋ ਮੇਜ਼ਬਾਨ ਨਾਂ ਦੇ ਸੱਜੇ ਪਾਸੇ ਹੁੰਦਾ ਹੈ। ਇਹ ਕੁਝ ਇਸ ਤਰਾਂ ਹੁੰਦਾ ਹੈ .com, .net, .edu, ਜਾਂ .org। ਜੇ ਤੁਸੀਂ ਘਰੇਲੂ ਨੈੱਟਵਰਕ ਨਿਰਧਾਰਿਤ ਕਰ ਰਹੇ ਹੋ, ਪਰ ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਾਰੇ ਕੰਪਿਊਟਰਾਂ ਤੇ ਇੱਕੋ ਡੋਮੇਨ ਨਾਂ ਵਰਤ ਰਹੇ ਹੋ।
pl: Nazwa domeny jest czê¶ci± Twojego Internetowego adresu podawan± po prawej stronie Twojej nazwy hosta. Zazwyczaj koñczy siê na .com, .net, .edu lub .org. Je¶li robisz domow± sieæ, mo¿esz dowolnie dobraæ nazwê, ale pamiêtaj, by u¿ywaæ tej samej nazwy domeny na wszystkich komputerach.
pt_br: O nome do domínio é a parte de seu endereço Internet a direita do nome de sua máquina. Geralmente algo que finaliza com .com, .com.br, .net, .edu ou .org. Caso você esteja configurando uma rede doméstica, você pode usar qualquer nome, mas certifique-se de usar o mesmo nome de domínio em todos os seus computadores.
ro: Numele de domeniu este partea din dreapta a adresei dvs. de internet (după numele calculatorului). Adesea este ceva care se termină în .com, .net, .edu sau .org. Dacă configuraţi o reţea acasă, puteţi inventa ceva, dar asiguraţi-vă că folosiţi acelaşi domeniu pe toate calculatoarele.
sl: Ime domene je del vašega Internetnega naslova desno od vašega gostiteljskega imena. Pogosto se konča z com, .net, .edu, or .org. Če nastavljate domače omrežje si lahko nekaj izmislite, vendar se prepričajte, da na vseh računalnikih uporabljate isto ime domene.
zh_tw: 網域名稱 (Domain Name) 是您的網際網路位址中，主機名稱之後的那一部分。它通常是以 .com、.net、.edu 或 .org 結尾。如果您正在設定的是家用網路，您可以隨意取一個，但是要確保您在所有電腦上所使用的網域名稱都是一樣的。

source: Name server addresses:
cy: Cyfeiriadau gweinyddion enw:
de: Adresse des DNS-Servers:
el: Διευθύνσεις διακομιστών ονομάτων:
eo: Nomserviladresoj:
et: Nimeserverite aadressid:
eu: Izen-zerbitzariaren helbideak:
fa: آدرس سرور نامها (Name Server(:
fi: Nimipalvelinten osoitteet:
gl: Enderezos de servidores de nomes
he: כתובת שרת שמות:
id: Alamat server DNS:
kk: Серверлерінің мекенжайларының аты:
lt: Vardų serverio adresai:
lv: Vārdu servera adrese:
mg: Adiresin'ny mpizara anarana:
ml: നാമ സേവക വിലാസങ്ങള്‍:
nn: Adresser til namnetenarane:
pa: ਨਾਂ-ਸਰਵਰ ਸਿਰਨਾਵਾਂ:
pl: Adresy serwerów nazw:
pt_br: Endereços dos servidores de nomes :
ro: Adrese de servere de nume:
sl: Naslovi imenskih strežnikov:
zh_tw: 名稱伺服器位址：

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
cy: Caiff y gweinyddion enw eu defnyddio i chwilio am enwau gwesteiwyr ar y rhwydwaith. Os gwelwch yn dda, rhowch gyfeiriadau IP (nid enwau gwesteiwr) hyd at 3 gweinydd enw, wedi eu gwahannu gan fylchau. Peidiwch a defnyddio coma. Gofynnir y gweinydd cyntaf yn y rhestr yn gyntaf. Os nad ydych chi eisiau defnyddio unrhyw weinydd enw, gadewch y maes yma yn wag.
de: Die Nameserver werden benutzt, um Rechnernamen im Internet aufzulösen. Bitte geben Sie die IP-Adressen (nicht die Rechnernamen) von bis zu drei Nameservern getrennt durch Leerzeichen an. Benutzen Sie keine Kommas. Der erste Server in der Liste wird als erstes abgefragt. Wenn Sie keine Nameserver benutzen wollen, lassen Sie diese Feld bitte einfach leer.
el: Οι διακομιστές ονομάτων χρησιμοποιούνται για την εύρεση ονομάτων κόμβων στο δίκτυο. Παρακαλώ δώστε τις διευθύνσεις IP (όχι τα ονόματα host) έως 3 διακομιστών ονομάτων χωρισμένων με κενά. Μη χρησιμοποιήσετε κόμματα. Οι διακομιστές θα ερωτώνται με τη σειρά που τους δίνετε εδω. Αν δεν επιθυμείτε να χρησιμοποιήσετε διακομιστές ονομάτων, αφήστε το πεδίο κενό.
eo: La nomserviloj estas uzataj por trovi aliajn sistemnomojn ĉeestantajn en la reto. Bonvolu tajpi ĝiajn 'IP'-adresojn (ne ĝiajn sistemnomojn) ; vi povas enskribi ĝis tri interspacigatajn adresojn, nepre ne uzante la komojn. La unua servilo estos unua pridemandita.
et: Nimeservereid kasutatakse võrgust nimede järgi arvutite leidmiseks. Palun sisesta kuni 3 nimeserveri IP aadressi (mitte nende nimesid), eraldades nad teineteisest tühikutega. Ära kasuta komasid. Esimesena pöördutakse nimekirja alguses oleva nimeserveri poole. Kui sa ei soovi nimeserverid kasutada, jäta väli tühjaks.
eu: Izen-zerbitzariak sarean ostalari-izenak bilatzeko erabiltzen dira. Sartu gehienez hiru izen-zerbitzariren IP helbideak (ez ostalari-izenak), tarteekin bereizita. Ez erabili komak. Zerrendako lehen izen-zerbitzaria lehen kontsultatuko dena izango da. Izen-zerbitzaririk erabili nahi ez baduzu, utzi eremu hau hutsik.
fa: سرور نامها برای پیدا کردن اسامی میزبانها در دامنه به کار میاید. لطفا آدرس IP سرور نامها (حداکثر سه مورد) که بوسیله‌ی فضای خالی جدا میشوند را وارد کنید. اگر از هیچ سرور نامی نمیخواهید استفاده کنید این قسمت را خالی بگذارید.
fi: Nimipalvelimia käytetään verkon konenimien selvittämiseen. Kirjoita IP-osoitteet (ei konenimiä) korkeintaan kolmelle nimipalvelimelle välilyönnein eroteltuna. Älä käytä pilkkuja. Palvelimilta kysytään siinä järjestyksessä kuin syötät ne. Jos et halua käyttää mitään nimipalvelimia, voit jättää tämän kentän tyhjäksi.
gl: Os servidores de nomes empréganse para buscar nomes de máquinas na rede. Introduza os enderezos IP (non os nomes) de ata 3 servidores de nomes, separados por espazos. Non empregue comas. O primeiro servidor de nomes da lista ha ser o primeiro en ser consultado. Se non quere empregar ningún servidor de nomes, deixe este campo en branco.
he: שרתי שמות משתמשים לחיפוש שמות שרתים ברשת. הכנס כתובות IP (לא שם שרת) של עד שלושה שרתי שמות, מופרדות ברווחים. אל תשתמש בפסיקים. השרת הראשון ברשימה הוא הראשון שאליו תבוצע השאילתה. אם אתה לא רוצה להשתמש בשרת שמות, השאר את השדה ריק.
id: Server DNS digunakan untuk mencari nama host Internet. Silakan masukkan alamat IP (bukan nama host) dari server DNS (maksimum 3 server, dipisahkan dengan spasi, bukan koma). Server pertama merupakan server yang akan digunakan pertama kali. Bila Anda tidak menggunakan server DNS, biarkan ruas ini kosong.
kk: Сервердің аты. IP-адресімен сәйкес аттарды іздеу үшін қолданылады. IP-адресін енгізіңіз. IP-адрес сервирларының аты үштен көбірек бөлінген жағдайда,үтірді пайдаланбаңыз. Серверлар олардың көрсетгіші бойынша сұралады. Егер сіз мүлде сервердің атын қолданғыңыз келмесе орынды бос қалдырыңыз.
lt: Vardų serveriai naudojami kompiuterių vardams tinkle ieškojimui. Įveskite iki 3-jų serverių IP adresus (ne kompiuterių vardus), atskirdami tarpais. Nenaudokite kablelių. Pirmasis sąraše esantis serveris bus apklausiamas pirmasis. Jei nenorite naudoti jokio serverio, palikite šį lauką tuščią.
lv: Vardu serveri (DNS) tiek izmantoti, lai atrastu datorus tīklā pēc to vārdiem. Lūdzu ievadiet līdz 3 serveru IP adresēm (ne host vārdus) atdalot tās ar atstarpēm. Neizmantojiet komatus. Pirmais saraksta serveris būs pirmais pie ka vajadzības gadījumā vērsīsies sistēma. Ja negribat izmantot vārdu serverus, atstājiet šo lauku tukšu.
mg: Ny mpizara anarana dia hilaina mba itadiavana ny anaran'ireo milina ao amin'ny rezo. Azafady ampidiro ny adiresy IP an'ny (fa tsy ny anaran'ny milina akory) hatramin'ny mpizara anarana 3, elanelanina spaces. Aza mampisa faingo. Ny mpizara anara voalohany ao amin'ny lisitra no hantsoina voalohany. Raha tsy te hampiasa mpizara anarana ianao dia avelao amin'izao.
ml: നെറ്റുവര്ക്കിലെ ഹോസ്റ്റ് നാമങ്ങള്‍ നോക്കിയെടുക്കാന്‍ നാമ സേവകരെയാണ് ഉപയോഗിക്കുന്നത്. ദയവായി 3 വരെ നാമ സേവകന്മാരുടെ ഐപി വിലാസങ്ങള്‍ (ഹോസ്റ്റ് നാമങ്ങളല്ല) സ്പേയ്സുകള്‍ കൊണ്ട് വേര്പെടുത്തി നല്‍കുക. കോമകള്‍ ഉപയോഗിക്കരുത്. പട്ടികയിലെ ആദ്യ നാമ സേവകനോടായിരിക്കും ആദ്യം അന്വേഷിക്കുന്നത്.നിങ്ങള്‍ നാമ സേവകരെയൊന്നും ഉപയോഗിക്കാനാഗ്രഹിക്കുന്നില്ലെങ്കില്‍ ഈ കളം വെറുതെ ഇടുക.
nn: Namnetenarar vert brukt til å slå opp vertsnamn på nettverket. Oppgje IP-adressene (ikkje vertsnamna) til opptil tre namnetenarar, delt med mellomrom. Ikkje bruk komma. Tenarane blir brukte i den rekkjefølgja du skriv dei. Dersom du ikkje vil bruka namnetenarar, kan du la feltet stå tomt.
pa: ਨਾਂ ਸਰਵਰ ਨੈੱਟਵਰਕ ਤੇ ਮੇਜ਼ਬਾਨ ਨਾਂ ਵੇਖਣ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ। ਘੱਟੋ-ਘੱਟ 3 ਨਾਂ ਸਰਵਰਾਂ ਦਾ IP ਸਿਰਨਾਵਾਂ (ਮੇਜ਼ਬਾਨ ਨਾਂ ਨਹੀਂ), ਥਾਂ ਰਾਹੀਂ ਵੱਖ ਕਰਕੇ ਭਰੋ ਜੀ। ਕਾਮੇ ਨਾ ਵਰਤੋ। ਸੂਚੀ ਵਿਚਲਾ ਪਹਿਲਾ ਸਰਵਰ ਬੇਨਤੀ ਲਈ ਪਹਿਲਾ ਸਰਵਰ ਹੋਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਕੋਈ ਵੀ ਨਾਂ ਸਰਵਰ ਵਰਤਣਾ ਚਾਹੰਦੇ ਹੋ, ਇਸ ਕਾਲਮ ਨੂੰ ਸਿਰਫ ਖਾਲੀ ਛੱਡੋ।
pl: Serwery nazw s± u¿ywane do rozwi±zywania nazw komputerów w sieci. Proszê podaæ adresy IP (a nie nazwy hostów) maksymalnie trzech serwerów nazw oddzielonych spacjami. Nie u¿ywaj przecinków. Pierwszy serwer z listy bêdzie pierwszym odpytywanym. Je¶li nie chcesz korzystaæ z serwerów nazw, pozostaw to pole puste.
pt_br: Os servidores de nomes são usados para pesquisar nomes de máquinas. Por favor, informe os endereços IP (e não os nomes de máquinas) de até 3 servidores de nomes, separados por espaços. Não use vírgulas. O primeiro servidor de nomes na lista será o primeiro a ser consultado. Caso você não queira usar nenhum servidor de nomes, deixe este campo em branco.
ro: Serverele de nume sunt folosite pentru a căuta numele de calculatoare din reţea. Vă rugăm să introduceţi adresele de IP (nu numele de calculator) a cel mult 3 servere de nume, separate prin spaţii. Primul server din listă va fi primul chestionat. Dacă nu doriţi să utilizaţi nici un server de nume, lăsaţi acest câmp liber.
sl: Imenski strežniki se uporabljajo za iskanje gostiteljskih imen računalnikov v omrežju. Vnesite naslove IP (ne gostiteljska imena) do treh imenskih strežnikov, ločenih s presledki. Ne uporabljajte vejic. Vaš računalnik se bo z njimi posvetoval v vrstnem po redu po katerem ste jih vnesli. Če imenskih strežnikov ne želite uporabljati, to polje pustite prazno.
zh_tw: 名稱伺服器 (Name Server) 是用來在網路上查詢主機名稱 (Host Name) 的。請以空格分隔，不要使用逗號，輸入最多三個名稱伺服器的 IP 位址 (不是主機名稱)。在進行查詢時將優先使用列表中的第一個名稱伺服器。如果您不想使用任何名稱伺服器，直接在欄位中留白即可。

source: Primary network interface:
cy: Rhyngwyneb rhwydwaith cynradd:
de: Primäre Netzwerk-Schnittstelle:
el: Κύρια διασύνδεση δικτύου:
eo: Unuagrada reta aparato:
et: Primaarne võrguliides:
eu: Lehen mailako sare-interfazea:
fa: درگاهی اولیه شبکه‌ی:
fi: Ensisijainen verkkoliitäntä:
gl: Interface de rede primaria:
he: ממשק רשת ראשי:
id: Antarmuka jaringan utama:
kk: Ең басты желілі интерфейс:
lt: Pagrindinė tinklo sąsaja:
lv: Galvenā tīklakarte:
mg: Mpanera rezo primaire
ml: പ്രാഥമിക നെറ്റുവര്‍ക് ഇന്റര്ഫേസ്:
nn: Primært nettverksgrensesnitt:
pa: ਪ੍ਰਾਇਮਰੀ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ:
pl: Podstawowy interfejs sieciowy:
pt_br: Interface de rede primária :
ro: Interfaţa de reţea primară:
sl: Primarni mrežni vmesnik:
zh_tw: 主要網路介面：

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface during the installation. If possible, the first connected network interface found has been selected.
de: Ihr System besitzt mehrere Netzwerk-Schnittstellen. Bitte wählen Sie die Schnittstelle (Netzwerkkarte), die für die Installation genutzt werden soll. Falls möglich, wurde die erste angeschlossene Schnittstelle ausgewählt.
eo: Via sistemo posedas plurajn retajn aparatadaptilojn. Elektu tiun, kiun vi volas ĉefe uzi dum la instalado. La instalilo aŭtomate elektos la unuan konektitan retan aparatadaptilon.
eu: Zure sistemak hainbat sare-interfaze ditu. Aukeratu bat lehen mailako sare-interfaze gisa instalazioan erabiltzeko. Ahal izanez gero, konektatuta aurkitzen den lehen sare-interfazea hautatutako da.
gl: O seu sistema ten varias interfaces de rede. Escolla a interface a empregar coma interface principal durante a instalación. Xa se seleccionou, se foi posible, a primeira interface de rede conectada que se atopou.
lt: Jūsų sistemoje yra kelios tinklo sąsajos. Pasirinkite tą iš jų, kuri bus pagrindinė įdiegimo metu. Jei bus įmanoma, pirmoji rasta prie tinklo prijungta sąsaja bus pasirinkta.
lv: Jūsu sistēmai ir vairākas tīklakartes. Izvēlieties, kuru gribat lietot kā galveno šīs instalācijas laikā. Ja tas bija iespējams, automatiski tika izvēlēta pirmā atrastā tīklakarte.
ml: നിങ്ങളുടെ സിസ്റ്റത്തിന് ഒന്നിലധികം നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസുകള്‍ ഉണ്ട്. ഇന്സ്റ്റലേഷന്‍ സമയത്ത് പ്രാഥമിക നെറ്റ്‌വര്ക്ക് ഉപയോഗിക്കേണ്ട ഒന്ന് തിരഞ്ഞെടുക്കുക. സാധ്യമെങ്കില്‍ ആദ്യം കണക്റ്റ് ചെയ്തു കണ്ട നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസ് തിരഞ്ഞെടുത്തിട്ടുണ്ട്.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਕੋਲ ਬਹੁਤੇ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਹਨ। ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨੇਂ ਵਰਤਣ ਲਈ ਕੋਈ ਇੱਕ ਚੁਣੋ। ਜੇ ਸੰਭ ਹੋਵੇ, ਪਹਿਲਾ ਹੀ ਜੁੜਿਆ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਜੋ ਲੱਭਿਆ ਹੈ ਚੁਣਿਆ ਜਾਂਦਾ ।ਹੈ
ro: Sistemul dvs. are mai multe interfeţe de reţea. Alegeţi-o pe aceea care va fi interfaţa primară în timpul instalării. Dacă a fost posibil,a fost aleasă prima interfaţă de reţea conectată şi găsită.
zh_tw: 您的系統有多個網路介面。請選擇其中之一來做為進行安裝作業時的主要網路介面。如果可以的話，已指定為第一個被找到的已連線之網路介面。

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
cy: Mae ${iface} yn rhyngwyneb rhwydwaith diwifren. Os gwelwch yn dda, rhowch enw (ESSID) y rhwydwaith diwifren hoffech ${iface} ddefnyddio. Os hoffech ddefnyddio unrhyw rhwydwaith sydd ar gael, gadewch y maes hwn yn wag.
de: ${iface} ist ein drahtloses Netzwerkinterface. Bitte geben Sie den Namen (die ESSID) des drahtlosen Netzwerks an, das ${iface} verwenden soll. Möchten Sie sich nicht festlegen, so lassen Sie dieses Feld leer.
el: Η διασύνδεση ${iface} είναι ασύρματου τύπου. Εισάγετε το όνομα (ESSID) του ασύρματου δικτύου το οποίο θέλετε να χρησιμοποιείται από το ${iface}. Αν θέλετε να χρησιμοποιείτε οποιοδήποτε διαθέσιμο ασύρματο δίκτυο, αφήστε το πεδίο κενό.
eo: '${iface}'-o estas sendrata reta aparatadaptilo. Bonvolu tajpi la sendratan retan 'ESSID'-nomon, kiun vi volas '${iface}'-a uzi. Se vi volos uzi alian reton, malplenigu la registrokampon.
et: ${iface} on traadita võrguliides. Palun sisesta ${iface} jaoks kasutatava traadita võrgu nimi (ESSID). Kui sobib, et kasutatakse suvalist kättesaadavat võrku, jäta väli tühjaks.
eu: ${iface} haririk gabeko sare-interfazea da. Idatzi ${iface}-(e)k erabiltzea nahi duzun haririk gabeko sarearen izena (ESSID). Erabilgarri dagoen edozein sare erabili nahi baduzu, utzi hutsik eremu hau.
fa: ${iface} یک رابط شبکه‌ی بیسیم است. لطفا نام شبکه‌ی بیسیمی (ESSID) که میخواهید این رابط از آن استفاده کند را وارد کنید.
fi: ${iface} on langattoman verkon liitäntä. Kirjoita sen langattoman verkon nimi (ESSID), jota haluat liitännän ${iface} käyttävän. Jos haluat käyttää mitä tahansa käytettävissä olevaa verkkoa, jätä tämä tyhjäksi.
gl: ${iface} é unha interface de rede sen fíos. Introduza o nome (o ESSID) da rede sen fíos que quere que empregue ${iface}. Se quere empregar calquera rede dispoñible, deixe este campo en branco.
he: ${iface} הוא ממשק רשת אלחוטי. בבקשה הכנס את השם (ה-ESSID) של הרשת האלחוטית שלך שבה שאתה רוצה ש-${iface} ישתמש. אם אתה רוצה להשתמש בכל רשת זמינה, השאר את השדה ריק.
id: ${iface} merupakan antarmuka jaringan nirkabel. Silakan masukkan nama (ESSID) jaringan nirkabel yang akan dipakai ${iface}. Jika Anda ingin menggunakan jaringan apa saja yang tersedia biarkan ruas ini kosong.
kk: ${iface} - сымсыз желіні орнату. (ESSID) жиелінің атын енгіз. Егер сіз кез келген қолайлы жиеліні пайдаланғыңыз келсе, бұл алаңды бос қалдырыңыз.
lt: ${iface} yra bevielio tinklo sąsaja. Įveskite bevielio tinklo vardą (ESSID), kurį naudotų ${iface}. Jei norite, kad būtų naudojamas bet kuris pasiekiamas tinklas, palikite šia lauką tuščią.
lv: ${iface}ir bezvadu tīkla saskarne. Lūdzu ievadiet tā tīkla nosaukumu (ESSID), kuram gribat pieslēgt savu bezvadu tīklakarti. Ja gribat izmantot jebkuru no pieejamajiem tīkliem, atstājiet šo lauku tukšu.
mg: ${iface} dia mpanera rezo tsy misy taroby. Azafady ampidiro ny anarana (ESSID) an'ny rezo tsy misy taroby.izay tianao ampiasain'i ${iface}. Raha te hampiasa ny rezo azo ampiasaina rehetra ianao dia avelao amin'izao.
ml: ${iface} എന്നത് ഒരു വയര്‍ലെസ്സ് നെറ്റ്‌വര്ക്ക് ഇന്റര്ഫേസാണ്. നിങ്ങള്‍ ${iface} ഉപയോഗിക്കണമെന്നാഗ്രഹിക്കുന്ന വയര്‍ലെസ്സ് നെറ്റുവര്ക്കിന്റെ പേര് (ESSID) ദയവായി എന്റര്‍ ചെയ്യുക. ലഭ്യമായിട്ടുള്ള ഏത് നെറ്റുവര്ക്കും ഉപയോഗിക്കുക എന്നതാണ് നിങ്ങളുടെ ആഗ്രഹമെങ്കില്‍ ഈ കളം വെറുതെ ഇടുക.
nn: ${iface} er eit trådlaust nettverksgrensesnitt. Skriv inn namnet (ESSID'en) til det trådlause nettverket du vil at ${iface} skal bruka. La feltet vera tomt viss det er det same kva for nettverk du vil bruka.
pa: ${iface} ਇੱਕ ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਹੈ। ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਜੋ ਤੁਸੀਂ ${iface} ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਦਾ ਨਾਂ (ESSID) ਭਰੋ ਜੀ। ਜੇ ਤੁਸੀਂ ਕੋਈ ਵੀ ਉਪਲੱਬਧ ਨੈੱਟਵਰਕ ਵਰਤਣਾ ਪਸੰਦ ਕਰਦੇ ਹੋ, ਇਹ ਕਾਲਮ ਖਾਲੀ ਛੱਡੋ।
pl: ${iface} jest bezprzewodowym interfejsem sieciowym. Proszê wprowadziæ nazwê (ESSID) bezprzewodowej sieci, której chcesz u¿yæ z ${iface}. Je¶li chcesz u¿yæ jakiejkolwiek dostêpnej sieci, zostaw to pole puste.
pt_br: ${iface} é uma interface de rede sem fio. Por favor, informe o nome (o ESSID) da rede sem fio que você gostaria que a ${iface} utilizasse. Caso você deseje usar qualquer rede disponível, deixe este campo em branco.
ro: ${iface} este o interfaţă de reţea radio. Vă rugăm să introduceţi numele (ESSID-ul) reţelei radio pe care doriţi ca ${iface} să o folosească. Dacă doriţi să utilizaţi oricare reţea disponibilă, lăsaţi acest câmp liber.
sl: ${iface} je brezžična mrežna naprava. Prosim vnesite ime (ESSID) brezžičnega omrežja za katerega želite, da ga ${iface} uporablja. Če želite uporabiti katerokoli omrežje, ki je na voljo, pustite to polje prazno.
zh_tw: ${iface} 是一個無線網路的介面。請輸入 ${iface} 所要使用的無線網路的名稱 (ESSID)。如果您想使用任何可用的網路，直接在欄位中留白即可。

source: Wireless ESSID for ${iface}:
cy: ESSID Diwifren ar gyfer ${iface}:
de: ESSID für ${iface}:
el: Ασύρματο ESSID για το ${iface}:
eo: Sendrata 'ESSID'-o por '${iface}'-o:
et: Traadita ESSID ${iface} jaoks:
eu: Haririk gabeko ESSID ${iface} interfazerako:
fa: ESSID بی‌سیم برای ${iface}:
fi: Langattoman verkon ESSID liitännälle ${iface}:
gl: ESSID Wireless para ${iface}:
he: ESSID אלחוטי ל-${iface}:
id: ESSID nirkabel untuk ${iface}:
kk: ESSID үшін ${iface}:
lt: Bevielis (wireless) ESSID sąsajai ${iface}:
lv: ESSID ${iface} bezvadu tīklam:
mg: Anarana ESSID an'ny rezo tsy misy taroby ho an'ny ${iface}:
ml: ${iface}-ന്റെ വയര്‍ലെസ്സ് ESSID:
nn: Trådlaus ESSID for ${iface}:
pa: ${iface} ਲਈ ਬੇਤਾਰ ESSID:
pl: Bezprzewodowy ESSID dla ${iface}:
pt_br: ESSID sem fio para ${iface} :
ro: ESSID radio pentru ${iface}:
sl: Brezžični ESSID za ${iface}:
zh_tw: ${iface} 的無線 ESSID：

source: Attempting to find an available wireless network failed.
gl: A tentativa de atopar unha rede sen fíos dispoñible fallou.
ml: ലഭ്യമായ ഒരു വയര്‍ലസ് നെറ്റുവര്‍ക് കണ്ടെത്താനുള്ള ശ്രമങ്ങള്‍ പരാജയപ്പെട്ടു.
pa: ਇੱਕ ਉਪਲੱਬਧ ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਦੀ ਖੋਜ ਅਸਫ਼ਲ ਰਹੀ ਹੈ।
