Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Before you can select a new partition size, any previous changes have to be written to disk.
de: Bevor Sie eine neue Partitionsgröße wählen können, müssen alle vorherigen Änderungen auf das Speichergerät geschrieben werden.
eo: Antaŭ ol elekti novan diskpartan amplekon, ĉiuj antaŭajn ŝanĝoj endas skribitaj en diskojn.
eu: Partizio tamaina berria aukeratu aurretik, eginiko aldaketak diskoan idatzi behar dira.
gl: Antes de escoller un novo tamaño para a partición hai que gravar os cambios no disco.
ml: നിങ്ങള്ക്ക് ഒരു പുതിയ ഭാഗ വലിപ്പം തിരഞ്ഞെടുക്കാനാകുന്നതിന് മുന്പേ ഏതെങ്കിലും മുന്‍ മാറ്റങ്ങള്‍ ഡിസ്കിലേക്ക് എഴുതേണ്ടതുണ്ട്.
pa: ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕੀ ਤੁਸੀਂ ਇੱਕ ਨਵਾਂ ਭਾਗ ਅਕਾਰ ਚੁਣੋ, ਕੋਈ ਵੀ ਪਹਿਲਾਂ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਡਿਸਕ ਉੱਤੇ ਲਿਖਣਾ ਹੈ।
ro: Înainte ca operaţia de redimensionare să aibă loc, toate schimbările anterioare trebuie scrise pe disc.

source: You cannot undo this operation.
cy: Ni allwch ddatwneud y weithred hon.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Δε μπορείτε να ακυρώσετε αυτήν την εργασία.
eo: Vi ne povas malfari tiun agon.
et: Seda operatsiooni ei saa tagasi võtta.
eu: Ezin da eragiketa hau desegin.
fa: شما نمیتوانید این تغییرات را برگردانید.
fi: Tätä toimintoa ei voi kumota.
gl: Non se pode desfacer esta operación.
he: לא ניתן להחזיר לאחור את הפעולה הזאת.
id: Anda tidak dapat membatalkan proses pemartisian ini.
kk: Бұл амал тұрақты.
lt: Jūs negalite atšaukti šios operacijos.
lv: Šo operāciju atcelt nevar.
ml: ഈ നടപടി ചെയ്തതിന് ശേഷം മാറ്റാന്‍ പറ്റില്ല.
nn: Du kan ikkje angra denne handlinga.
pa: ਤੁਸੀਂ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Nie mo¿esz cofn±æ tej operacji.
pt_br: Você não pode desfazer esta operação.
ro: Nu puteţi anula acestă operaţie.
sl: Teh sprememb se ne da razveljaviti.
zh_tw: 這些操作將無法還原。

source: Please note that the resize operation may take a long time.
de: Bitte beachten Sie, dass die Änderung der Größe viel Zeit in Anspruch nehmen kann.
eo: Bonvolu noti ke reampleksago eble longtempe daŭras.
eu: Kontuan izan tamainaz aldatzeko eragiketak luze jo dezakeela.
gl: Teña en conta que a operación de cambio de tamaño pode levar moito tempo.
ml: വലിപ്പ മാറ്റ നടപടി നീണ്ട സമയമെടുത്തേക്കാം എന്ന് ദയവായി മനസ്സിലാക്കുക.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਮੁੜ-ਅਕਾਰ ਕਾਰਵਾਈ ਲੰਬਾ ਸਮਾਂ ਲੈ ਸਕਦੀ ਹੈ।
ro: Notă: este posibil ca operaţia de redimensionare să necesite un timp îndelungat.

source: The minimum size you can use is ${MINSIZE} or ${PERCENT} and the maximum size is ${MAXSIZE}.
cy: Y maint lleiaf rydych chi'n gallu defnyddio yw ${MINSIZE} neu ${PERCENT} a'r maint mwyaf yw ${MAXSIZE}.
de: Die minimale Größe, die Sie nutzen können, beträgt ${MINSIZE} oder ${PERCENT}, die maximale Größe beträgt ${MAXSIZE}.
el: Το ελάχιστο μέγεθος που μπορείτε να χρησιμοποιήσετε είναι ${MINSIZE} ή ποσοστό ${PERCENT} και το μέγιστο ${MAXSIZE}.
eo: La minimuma uzantebla amplekso estas ${MINSIZE} aŭ ${PERCENT} kaj maksimumo ${MAXSIZE}.
et: Vähim võimalik suurus on ${MINSIZE} või ${PERCENT} ning maksimaalne on ${MAXSIZE}.
eu: Erabil dezakezun gutxieneko tamaina ${MINSIZE} edo ${PERCENT} da eta gehienezko tamaina ${MAXSIZE} da.
fa: کمترین اندازه‌ای که میتوانید استفاده کنید ${MINSIZE} یا ${PERCENT} است و بیشترین اندازه ${MAXSIZE} میباشد.
fi: Pienin käytettävissä oleva koko on ${MINSIZE} tai ${PERCENT} ja suurin on ${MAXSIZE}.
gl: O tamaño mínimo que pode empregar é ${MINSIZE} ou ${PERCENT} e o máximo é ${MAXSIZE}.
he: הגודל המינימלי שבו אתה יכול להשתמש הוא ${MINSIZE} או ${PERCENT} והגודל המקסימלי הוא ${MAXSIZE}.
id: Ukuran minimal yang dapat Anda gunakan adalah ${MINSIZE} atau ${PERCENT} dan ukuran maksimalnya adalah ${MAXSIZE}.
kk: Рұқсат етілген көлемі ең кемінде ${MINSIZE} немесе ${PERCENT}, барынша максималды көлем - ${MAXSIZE}.
lt: Minimalus galimas dydis yra ${MINSIZE} ar ${PERCENT}, o maksimalus dydis - ${MAXSIZE}.
lv: Minimālais izmērs ko Jūs varat lietot ir ${MINSIZE} jeb ${PERCENT} un maksimālais ir ${MAXSIZE}.
mg: Ny habe kely indrindra azo ampisaina dia ${MINSIZE} na ${PERCENT} ary ny habe lehibe indrindra dia ${MAXSIZE}.
ml: നിങ്ങള്ക്ക് ഉപയോഗിക്കാവുന്ന ചുരുങ്ങിയ വലിപ്പം ${MINSIZE} അല്ലെങ്കില്‍ ${PERCENT} ഉം കൂടിയ വലിപ്പം ${MAXSIZE} ഉം ആണ്.
nn: Den minste storleiken du kan bruka er ${MINSIZE} eller ${PERCENT} og den største storleiken er ${MAXSIZE}.
pa: ਘੱਟੋ-ਘੱਟ ਅਕਾਰ, ਜੋ ਤੁਸੀਂ ਵਰਤ ਸਕਦੇ ਹੋ ${MINSIZE} ਜਾਂ ${PERCENT} ਹੈ ਅਤੇ ਵੱਧ-ਤੋਂ-ਵੱਧ ਅਕਾਰ ${MAXSIZE} ਹੈ।
pl: Minimalny rozmiar jakiego mo¿esz u¿yæ to ${MINSIZE} lub ${PERCENT}, a maksymalny ${MAXSIZE}.
pt_br: O tamanho mínimo que você pode usar é ${MINSIZE} ou ${PERCENT} e o tamanho máximo é ${MAXSIZE}.
ro: Dimensiunea minimă utilizabilă de dvs. este ${MINSIZE} sau ${PERCENT} iar cea maximă este ${MAXSIZE}.
sl: Najmanjša velikost, ki jo lahko uporabite, je ${MINSIZE} ali ${PERCENT}, največja pa ${MAXSIZE}.
zh_tw: 您可以配置的容量，最小為 ${MINSIZE} 或 ${PERCENT}﹔而最大為 ${MAXSIZE}。

source: Too large size
cy: Maint rhy fawr
de: Zu groß
el: Υπερβολικά μεγάλο μέγεθος
eo: Tro granda amplekso
et: Liiga suur
eu: Tamaina handiegia
fa: اندازه خیلی بزرگ است.
fi: Liian iso
gl: Tamaño demasiado grande
he: גודל גדול מידי
id: Ukuran terlalu besar
kk: Көлемі тым үлкен
lt: Per didelis dydis
lv: Pārāk liels izmērs
mg: Lehibe loatra ny habe
ml: വളരെ കൂടിയ വലിപ്പം
nn: For stor storleik
pa: ਬਹੁਤ ਵੱਡਾ ਆਕਾਰ
pl: Zbyt du¿y rozmiar
pt_br: Tamanho muito grande
ro: Dimensiune prea mare
sl: Preveliko
zh_tw: 容量太大

source: Too small size
cy: Maint rhy fach
de: Zu klein
el: Υπερβολικά μικρό μέγεθος
eo: Tro malgranda amplekso
et: Liiga väike
eu: Tamaina txikiegia
fa: اندازه خیلی کوچک است.
fi: Liian pieni
gl: Tamaño demasiado pequeno
he: גודל קטן מידי
id: Ukuran terlalu kecil
kk: Көлемі тым кіші
lt: Per mažas dydis
lv: Pārāk mazs izmērs
mg: Kely loatra ny habe
ml: വളരെ ചെറിയ വലിപ്പം
nn: For liten storleik
pa: ਬਹੁਤ ਛੋਟਾ ਆਕਾਰ
pl: Zbyt ma³y rozmiar
pt_br: Tamanho muito pequeno
ro: Dimensiune prea mică
sl: Premajhno
zh_tw: 容量太小

source: Resize operation failure
cy: Methiad gweithred ailfeintio
de: Ändern der Größe fehlgeschlagen
el: Απέτυχε η μεταβολή μεγέθους
eo: Reampleksago malsukcesis
et: Suuruse muutmine nurjus
eu: Ezin izan da tamainaz aldatu
fa: تغییر اندازه شکست خورد.
fi: Koon muuttaminen ei onnistunut
gl: Non se puido cambiar o tamaño
he: פעולת שינוי הגודל נכשלה
id: Operasi pengubahan ulang ukuran gagal.
kk: Көлемдерді өзгерту сәтсіз аяқталды
lt: Skirsnių dydžio keitimas nepavyko
lv: Izmēra izmaiņa neizdevās
mg: Tsy nahomby ny fanovana ny habe
ml: വലിപ്പ മാറ്റ നടപടി പരാജയപ്പെട്ടു
nn: Feil under endring av storleik
pa: ਮੁੜ-ਅਕਾਰ ਕਾਰਜ ਅਸਫਲ ਰਿਹਾ
pl: Zmiana rozmiaru nie powiod³a siê
pt_br: Falha na operação de redimensionamento
ro: Eşec la operaţia de redimensionare
sl: Napaka pri spreminjanju velikosti
zh_tw: 容量大小調整作業失敗了

source: An error occurred while writing the changes to the storage devices.
cy: Digwyddodd gwall wrth ysgrifennu'r newidiadau i'r dyfeisiau storfa.
de: Es trat ein Fehler auf, als die Änderungen auf das Speichergerät geschrieben wurden.
el: Κάποιο σφάλμα συνέβη κατά την αποθήκευση των αλλαγών στις μονάδες αποθήκευσης.
eo: Eraro okazis dum la skribado de ŝanĝoj en la memoraparatoj
et: Muudatuste salvestusseadmele kirjutamisel ilmes viga.
eu: Errorea gertatu da aldaketak biltegiratze-gailuetan idaztean.
fi: Tallennettaessa muutoksia massamuistilaitteille tapahtui virhe.
gl: Houbo un erro ao gravar os cambios nos dispositivos de armacenamento.
he: #-#-#-#-# he.po (partman-md) #-#-#-#-# התרחשה שגיאה בזמן כתיבת השינויים להתקני האכסון.#-#-#-#-# he.po (partman-partitioning) #-#-#-#-# התרחשה שגיאה בזמן כתיבת השינויים להתקני האכסון.
id: Terjadi kesalahan saat menuliskan perubahan ke piranti penyimpanan.
kk: Сақтау құрылғысына өзгерістерді жазу кезінде орын алған қателік.
lt: Klaida įvyko rašant pakeitimus į duomenų saugojimo įrenginį.
lv: Mēģinot ierakstīt izmaiņas iekārtās, notika kļūda.
ml: മാറ്റങ്ങള്‍ സ്റ്റോറേജ് ഉപകരണങ്ങളിലേക്ക് എഴുതുന്നതിനിടയില്‍ ഒരു പിഴവ് സംഭവിച്ചു.
nn: Ein feil oppsto ved skriving av endringar til lagringseiningane.
pa: ਭੰਡਾਰ ਜੰਤਰ ਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖਣ ਦੌਰਾਨ ਗਲਤੀ ਹੋਈ ਹੈ।
pl: Wyst±pi³ b³±d podczas zapisu zmian do urz±dzeñ.
pt_br: Um erro ocorreu durante a gravação das mudanças nos dispositivos de armazenamento.
ro: A apărut o eroare în timpul scrierii schimbărilor pe dispozitivele de stocare.
sl: Prišlo je do napake pri pisanju sprememb na pomnilniške naprave.
zh_tw: 在將變更寫入儲存裝置時發生錯誤。

source: The resize operation is aborted.
cy: Mae'r gweithred ailfeintio wedi ei erthylu.
de: Der Vorgang für die Änderung der Größe wurde abgebrochen.
el: Η διαδικασία μεταβολής μεγέθους ακυρώθηκε.
eo: La reampleksago fiaskis.
et: Suuruse muutmine on peatatud.
eu: Tamainaz aldatzeko eragiketa abortatu egin da.
fa: از تغییر اندازه صرف نظر شد.
fi: Koon muuttaminen keskeytetään.
gl: Abortouse a operación de cambio de tamaño.
he: פועלת שינוי הגודל בוטלה
id: Operasi pengubahan ulang ukuran dibatalkan.
kk: Көлемдерді өзгерту үзілді.
lt: Skirsnių dydžių keitimo operacija nutraukta.
lv: Izmēra izmaiņas operācija pārtraukta.
ml: വലിപ്പ മാറ്റ നടപടിയില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Endringa av storleik er avbrote.
pa: ਮੁੜ-ਅਕਾਰ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਕੀਤਾ ਗਿਆ।
pl: Zmiana rozmiaru przerwana.
pt_br: A operação de redimensionamento foi abortada.
ro: Operaţia de redimensionare este abandonată.
sl: Spreminjanje velikosti razdelka ni uspelo.
zh_tw: 容量大小調整作業已經中止。

source: New partition size:
cy: Y maint rhaniad newydd:
de: Neue Größe der Partition:
el: Νέο μέγεθος τμήματος:
eo: Nova diskpartiga amplekso:
et: Uus partitsiooni suurus:
eu: Partizio-tamaina berria:
fa: اندازه‌ی پارتیشن جدید:
fi: Osion uusi koko:
gl: Novo tamaño da partición:
he: גודל מחיצה חדש:
id: Ukuran baru partisi:
kk: Бөлімнің жаңа көлемі:
lt: Naujas disko skirsnio dydis:
lv: Jaunais partīcijas izmērs:
mg: Ny haben'ny fizarana vaovao :
ml: പുതിയ ഭാഗ വലിപ്പം:
nn: Ny storleik på partisjon:
pa: ਨਵਾਂ ਭਾਗ ਆਕਾਰ:
pl: Nowy rozmiar partycji:
pt_br: Novo tamanho de partição :
ro: Noua dimensiune a partiţiei:
sl: Nova velikost razdelka:
zh_tw: 新分割區的容量：

source: The maximum size you can use is ${MAXSIZE}.
cy: Y maint mwyaf gallwch ddefnyddio yw ${MAXSIZE}.
de: Die maximale Größe, die Sie nutzen können, beträgt ${MAXSIZE}.
el: Το μέγιστο μέγεθος που μπορείτε να χρησιμοποιήσετε είναι ${MAXSIZE}.
eo: La maksimuma uzebla amplekso estas ${MAXSIZE}.
et: Maksimaalne võimalik suurus on ${MAXSIZE}.
eu: Erabil dezakezun gehienezko tamaina ${MAXSIZE} da.
fa: بیشترین اندازه‌ای که میتوانید استفاده کنید ${MAXSIZE} است.
fi: Suurin käytettävissä oleva koko on ${MAXSIZE}.
gl: O tamaño máximo que se pode usar é ${MAXSIZE}.
he: הגודל המקסימלי שניתן לשימוש הוא ${MAXSIZE}.
id: Ukuran maksimum yang dapat Anda gunakan adalah ${MAXSIZE}.
kk: Барынша максималды көлем -- ${MAXSIZE}.
lt: Maksimalus galimas dydis - ${MAXSIZE}.
lv: Maksimālais lietojamais izmērs ir ${MAXSIZE}.
mg: Ny habe lehibe indrindra azonao ampiasaina dia ${MAXSIZE}.
ml: നിങ്ങള്ക്കുപയോഗിക്കാവുന്ന കൂടിയ വലിപ്പം ${MAXSIZE} ആണ്.
nn: Den største storleiken du kan bruka er ${MAXSIZE}.
pa: ਵੱਧ-ਤੋਂ-ਵੱਧ ਅਕਾਰ, ਜੋ ਤੁਸੀਂ ਵਰਤ ਸਕਦੇ ਹੋ ${MAXSIZE} ਹੈ।
pl: Maksymalnym rozmiarem jaki mo¿esz u¿yæ jest ${MAXSIZE}.
pt_br: O tamanho máximo que você pode usar é ${MAXSIZE}.
ro: Dimensiunea maximă utilizabilă de dvs. este ${MAXSIZE}.
sl: Največja velikost, ki jo lahko uporabite, je ${MAXSIZE}.
zh_tw: 您可以配置的最大容量為 ${MAXSIZE}。

source: Hint: Use "20%" (or "30%", etc.) for 20% (resp. 30%, etc.) of the available free space for this partition. Use "max" as a shortcut for the maximum allowed size.
cy: Awgrym: Defnyddiwch "20%" (neu "30%", a.y.y.b.) i ddynodi 20% (neu 30% a.y.y.b.) o'r gofod rhydd sydd ar gael ar y rhaniad hwn. Defnyddiwch "max" i ddynodi'r maint mwyaf caniataol.
de: Bemerkung: Benutzen Sie »20%« (oder »30%«, usw.) um 20% (30%, ...) des verfügbaren freien Speichers zu benutzen. Wählen Sie »max«, um die maximal erlaubte Größe zu nutzen.
el: Βοήθημα: Επιλέξτε "20%" (ή "30%" κλπ.) για 20% (ή 30%, κλπ αντίστοιχα) από το διαθέσιμο ελεύθερο χώρο για αυτό το τμήμα. Επιλέξτε το "max" ως οδηγό για το μέγιστο επιτρεπόμενο μέγεθος.
eo: Ekzemple, skribu "20%" por uzi "20%" da disponeblan spacon. Skribu "max" por uzi la tutan disponeblan spacon.
et: Vihje: Kasuta "20%" (või "30%", jne) et määrata 20% (vastavalt 30%, jne) vabast ruumist selle partitsiooni tarvis. Kasuta otseteed "max" määramaks maksimaalset võimalikku suurust.
eu: Iradokizuna: Erabili "% 20" (edo "% 30", etab.) partizio honetarako libre dagoen lekuaren % 20rako (edo % 30, etab.) Erabili "geh." onartzen den gehienezko tamainaren laster-tekla gisa.
fa: کمک: میتوانید از "20%"، "30%" و ... برای استفاده از ۲۰٪ یا ۳۰٪ یا ... از فضای آزاد استفاده کنید.برای استفاده از حداکثر فضای دیسک از "max" استفاده کنید.
fi: Vihje: Käytä "20%" (tai "30%", jne.) saadaksesi 20% (vastaavasti 30% jne.) tämän osion käytettävissä olevasta vapaasta tilasta. Lyhenne "max" tarkoittaa suurinta sallittua kokoa.
gl: Consello: Empregue "20%" (ou "30%", etc.) para empregar o 20% (ou 30%, etc.) do espazo libre dispoñible para a partición. Empregue "max" para indicar o tamaño máximo admitido.
he: רמז: השתמש ב-"20%" (או "30%", וכו') בשביל 20% (30% בהתאמה, וכו') מתוך המקום הפנוי במחיצה זאת. השתמש ב-"max" כקיצור לגודל המקסימלי המותר.
id: Petunjuk: Gunakan "20%" (atau "30%", dll) untuk 20% (berturut-turut 30%, dll) dari ruang kosong yang tersedia bagi partisi ini. Gunakan "max" sebagai jalan pintas untuk ukuran maksimal yang diperbolehkan.
kk: Кеңес: Бос орыннан бөлімнің көлемін алу үшін "20%" ("30%", және т.б.) енгізіңіз. Барынша максималды көлемді алу үшін "max"-ты енгізіңіз.
lt: Patarimas: Naudokite "20%" (ar "30%", ir t.t.), kad būtų naudojama 20% (atitink. 30%, ir t.t.) šio skirsnio laisvos vietos. Naudokite "max" kaip sutrumpinimą maksimaliam leistinam dydžiui nurodyti.
lv: Piezīme: Lietojiet "20%" (vai "30%"), lai aizņemtu atbilstošu ar šo partīciju atbilstošu brīvā apjoma procentu. Izmantojiet "max" kā saīsisnājumu maksimālajam izmēram.
ml: സൂചന: ഈ ഫ്രീ സ്പേയ്സില്‍ ലഭ്യമായിട്ടുള്ളതിന്റെ "20%" (അല്ലെങ്കില്‍ "30%"മുതലായവക്ക്.) ത്തിന് "20%" (അല്ലെങ്കില്‍ "30%" തുടങ്ങിയവ) ഉപയോഗിക്കുക. പരമാവധി സാധ്യമാകുന്ന വലിപ്പത്തിന് "max" എന്ന കുറുക്കുവഴി ഉപയോഗിക്കാം.
nn: Tips: Bruk «20%» (eller «30%», osv.) for 20% (resp. 30%, osv.) av det tilgjengelege ledige området. Bruk «max» som ein snarveg for største tillatne storleik.
pa: ਇਸ਼ਾਰਾ: ਇਸ ਭਾਗ ਲਈ ਉਪਲੱਬਧ ਖਾਲੀ ਥਾਂ ਦੇ 20% (resp. 30%, ਆਦਿ) ਲਈ "20%" (ਜਾਂ "30%", ਆਦਿ) ਵਰਤੋ। ਵੱਧ-ਤੋਂ-ਵੱਧ ਮਨਜੂਰ ਅਕਾਰ ਲਈ ਸ਼ਾਰਟਕੱਟ ਤੌਰ ਤੇ "max" ਵਰਤੋ।
pl: Wskazówka: U¿yj "20%" (lub "30%" itd.) dla 20% (odpowiednio 30% itd.) dozwolonego rozmiaru dla tej partycji. U¿yj "max" jako skrót dla maksymalnego dozwolonego rozmiaru.
pt_br: Dica: Use "20%" (ou "30%", etc.) para 20% (resp. 30%, etc.) do espaço livre disponível para esta partição. Use "max" como um atalho para o tamanho máximo permitido.
ro: Pont: Folosiţi "20%" (sau "30%", etc.) pentru 20% (resp. 30%, etc.) din spaţiul liber disponibil pentru acestă partiţie. Utilizaţi "max" pentru a specifică dimensiunea maximă admisă.
sl: Namig: Uporabite "20%" (ali "30%" itd.) za 20% (oz. 30%, itd.) praznega prostora, ki je na voljo za ta razdelek. Uporabite "max" kot okrajšavo za največjo dovoljeno velikost.
zh_tw: 提示：使用 20% (或 30%, 等) 來表示所使用的容量為該分割區中的未使用空間之 20% (或 30%, 等)。直接使用 max 則表示為可使用容量之最大值。

source: Invalid size
cy: Main annilys
de: Ungültige Größenangabe
el: Μη έγκυρο μέγεθος
eo: Malvalida amplekso
et: Kehv suurus
eu: Tamaina baliogabea
fa: اندازه نامعتبر است.
fi: Koko ei kelpaa
gl: Tamaño non válido
he: גודל לא חוקי
id: Ukuran tidak sah
kk: Қате көлем
lt: Neteisingas dydis
lv: Nekorekts izmērs
mg: Habe tsy ekena
ml: വാലിഡല്ലാത്ത വലിപ്പം
nn: Ugyldig storleik
pa: ਗਲਤ ਆਕਾਰ
pl: Nieprawid³owy rozmiar
pt_br: Tamanho inválido
ro: Dimensiune invalidă
sl: Napačna velikost
zh_tw: 不正確的容量

source: Beginning
cy: Dechrau
de: Anfang
el: Αρχή
eo: Komenco
et: Algus
eu: Hasiera
fa: شروع
fi: Alku
gl: Comezo
he: התחלה
id: Awal
kk: Басы
lt: Pradžia
lv: Sākumā
mg: Fiandohana
ml: തുടക്കം
nn: Starten
pa: ਸ਼ੁਰੂ
pl: Pocz±tek
pt_br: Início
ro: La început
sl: Začetek
zh_tw: 開始位置

source: End
cy: Diwedd
de: Ende
el: Τέλος
eo: Fino
et: Lõpp
eu: Amaiera
fa: پایان
fi: Loppu
gl: Remate
he: סוף
id: Akhir
kk: Соңы
lt: Pabaiga
lv: Beigās
mg: Fiafarana
ml: അവസാനം
nn: Slutten
pa: ਅੰਤ
pl: Koniec
pt_br: Fim
ro: La sfârşit
sl: Konec
zh_tw: 結束位置

source: Location for the new partition:
cy: Lleoliad y rhaniad newydd:
de: Speicherstelle für die neue Partition:
el: Θέση του νέου τμήματος:
eo: Loko por la nova diskpartigo:
et: Uue partitsiooni asukoht:
eu: Partizio berriarentzako kokalekua:
fa: جایگاه پارتیشن جدید
fi: Uuden osion paikka:
gl: Posición da nova partición:
he: מקום למחיצה החדשה:
id: Lokasi partisi baru
kk: Жаңа бөлімнің орналасуы:
lt: Naujo disko skirsnio vieta:
lv: Jaunās partīcijas atrašanās vieta:
mg: Teorana misy ny fizarana vaovao :
ml: പുതിയ ഭാഗത്തിന്റെ സ്ഥാനം:
nn: Plassering av den nye partisjonen:
pa: ਨਵੇਂ ਭਾਗ ਦੀ ਸਥਿਤੀ:
pl: Lokalizacja dla nowej partycji:
pt_br: Localização para a nova partição :
ro: Locaţia noii partiţii:
sl: Mesto novega razdelka:
zh_tw: 新分割區的位置：

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
cy: Os gwelwch yn dda, dewiswch os ydych chi eisiau i'r rhaniad newydd gael ei greu ar ddechrau neu ddiwedd y gofod sydd ar gael.
de: Bitte wählen Sie, ob die neue Partition am Anfang oder am Ende des verfügbaren Speichers erstellt werden soll.
el: Παρακαλώ επιλέξτε αν θέλετε να δημιουργηθεί το νέο τμήμα στην αρχή ή στο τέλος του διαθέσιμου χώρου.
eo: Bonvolu indiki kien loki la kreotan diskpartigon, en la eko aŭ la fino ol disponebla spaco.
et: Palun vali, kas paigutada loodav partitsioon vaba ruumi algusesse või lõppu.
eu: Aukeratu partizio berria erabilgarri dagoen lekuaren hasieran ala amaieran kokatzea nahi duzun.
fa: لطفا مشخص کنید که آیا میخواهید پارتیشن جدید در شروع فضای آزاد قرار گیرد یا در انتهای آن؟
fi: Valitse, luodaanko uusi osio käytettävissä olevan tilan alkuun vai loppuun.
gl: Indique se quere que a nova partición se cree no comezo ou no remate do espazo dispoñible.
he: בחר האם ליצור את המחיצה החדשה בתחילת או בסיום המקום הפנוי.
id: Silakan pilih apakah Anda ingin agar partisi baru dibuat di awal atau akhir ruang hard disk yang tersedia.
kk: Жаңа бөлімді қай жерде жасағыңыз келетінін таңдаңыз: бос кеңістіктің басында ма, әлде соңыда ма.
lt: Pasirinkite, kur norėtumėte sukurti naują disko skirsnį: laisvos disko vietos pradžioje ar pabaigoje.
lv: Vai gribat, lai jaunā partīcija tiktu izveidota brīvās vietas sākumā vai beigās.
mg: Azafady lazao raha tianao apetraka any amin'ny lohany na any amin'ny faran'ny teorana izay azo ampiasaina ny fizarana vaovao.
ml: ലഭ്യമായിട്ടുള്ള ഫ്രീ സ്പേയ്സിന്റെ തുടക്കത്തിലാണോ അല്ലെങ്കില്‍ അവസാനത്തിലാണോ പുതിയ ഭാഗം നിങ്ങള്ക്ക് വേണ്ടത് എന്ന് ദയവായി തിരഞ്ഞെടുക്കൂ.
nn: Vel om vil du at den nye partisjonen skal opprettast ved starten eller ved slutten av det ledige området.
pa: ਚੁਣੋ ਕਿ ਕੀ ਤੁਸੀਂ ਨਵਾਂ ਭਾਗ ਉਪਲੱਬਧ ਥਾਂ ਦੇ ਸ਼ੁਰੂ ਜਾਂ ਅੰਤ ਵਿੱਚ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Proszê wybraæ czy chcesz utworzyæ now± partycjê na pocz±tku czy na koñcu wolnej przestrzeni.
pt_br: Por favor, escolha se você deseja que a nova partição seja criada no início ou no final do espaço disponível.
ro: Vă rugăm să alegeţi dacă doriţi ca noua partiţie să fie creată la începutul sau la sfârşitul spaţiului disponibil.
sl: Izberite, ali želite nov razdelek ustvariti na začetku ali na koncu prostora, ki je na voljo.
zh_tw: 請選擇是希望將新分割區建立在可用空間的開始位置還是結束位置。

source: File system for the new partition:
cy: System ffeiliau y rhaniad newydd:
de: Dateisystem der neuen Partition:
el: Σύστημα αρχείων του νέου τμήματος:
eo: Dosiersistemo por la nova diskpartigo:
et: Uue partitsiooni failisüsteem:
eu: Partizio berrirako fitxategi-sistema:
fa: فایل سیستم پارتیشن جدید:
fi: Uuden osion tiedostojärjestelmä:
gl: Sistema de ficheiros da nova partición:
he: מערכת קבצים למחיצה החדשה
id: Sistem berkas untuk partisi baru
kk: Жаңа бөлім үшін файлдық жүйе:
lt: Naujojo skirsnio failų sistema:
lv: Jaunās partīcijas failu sistēma:
mg: File system an'ny fizarana vaovao :
ml: പുതിയ ഭാഗത്തിന്റ ഫയല്‍ സിസ്റ്റം:
nn: Filsystem for den nye partisjonen:
pa: ਨਵੇਂ ਭਾਗ ਲਈ ਫਾਇਲ ਸਿਸਟਮ:
pl: System plików nowej partycji:
pt_br: Sistema de arquivos para a nova partição :
ro: Sistemul de fişiere pentru noua partiţie:
sl: Datotečni sistem za nov razdelek:
zh_tw: 新分割區的檔案系統：

source: Primary
cy: Cynradd
de: Primär
el: Πρωτεύον
eo: Unuagrada
et: Primaarne
eu: Lehen mailakoa
fa: ابتدایی (Primary(
fi: Ensisijainen
gl: Primaria
he: ראשית
id: Primer
kk: Алғашқы
lt: Pirminis
lv: Primārā
ml: പ്രാഥമികം
nn: Primær
pa: ਪ੍ਰਾਇਮਰੀ
pl: Podstawowa
pt_br: Primária
ro: Primară
sl: Primarna
zh_tw: 主分割區

source: Logical
cy: Rhesymegol
de: Logisch
el: Λογικό
eo: Logika
et: Loogiline
eu: Logikoa
fa: منطقی
fi: Looginen
gl: Lóxica
he: לוגית
id: Logikal
kk: Логикалық
lt: Loginis
lv: Loģiskā
mg: Logika
ml: ലോജിക്കല്‍
nn: Logisk
pa: ਲਾਜ਼ੀਕਲ
pl: Logiczna
pt_br: Lógica
ro: Logică
sl: Logična
zh_tw: 邏輯分割區

source: Type for the new partition:
cy: Math y rhaniad newydd:
de: Typ der neuen Partition:
el: Τύπος του νέου τμήματος:
eo: Nova diskpartiga tipo:
et: Uuue partitsiooni tüüp:
eu: Partizio berriarentzako mota:
fa: نوع پارتیشن جدید:
fi: Uuden osion tyyppi:
gl: Tipo da nova partición:
he: סוג למחיצה החדשה:
id: Jenis partisi baru
kk: Жаңа бөлімнің түрі:
lt: Naujojo skirsnio tipas:
lv: Jaunās partīcijas tips:
mg: Karazan'ny fizarana vaovao :
ml: പുതിയ ഭാഗത്തിന്റെ തരം:
nn: Type på den nye partisjonen:
pa: ਨਵੇਂ ਭਾਗ ਦੀ ਕਿਸਮ:
pl: Rodzaj nowej partycji:
pt_br: Tipo da nova partição :
ro: Tipul noii partiţii:
sl: Vrsta novega razdelka:
zh_tw: 新分割區的類型：

source: Flags for the new partition:
cy: Banneri ar gyfer y rhaniad newydd:
de: Flags der neuen Partition:
el: Επιλογές του νέου τμήματος:
eo: Nova diskpartiga flago:
et: Uue partitsiooni lipud:
eu: Partizio berriarentzako banderak:
fa: نشان‌های پارتیشن جدید:
fi: Uuden osion ilmaisimet:
gl: Indicadores da nova partición:
he: דגלים למחיצה החדשה:
id: Tanda untuk partisi baru:
kk: Жаңа бөлімнің жалаушалары:
lt: Naujojo skirsnio požymiai (vėliavėlės):
lv: Jaunās partīcijas karodziņi(flags):
mg: Saina an'ny fizarana vaovao :
ml: പുതിയ ഭാഗത്തിന്റെ കൊടികള്‍:
nn: Flagg for den nye partisjonen:
pa: ਨਵੇਂ ਭਾਗ ਲਈ ਨਿਸ਼ਾਨ:
pl: Flagi nowej partycji:
pt_br: Flags para a nova partição :
ro: Fanioane pentru noua partiţie:
sl: Zastavice novega razdelka:
zh_tw: 新分割區的選項：

source: Partition name:
cy: Enw rhaniad:
de: Name der Partition:
el: Όνομα τμήματος:
eo: Diskpartiga nomo:
et: Partitsiooni nimi:
eu: Partizioaren izena:
fa: نام پارتیشن :
fi: Osion nimi:
gl: Nome da partición:
he: שם מחיצה:
id: Nama partisi:
kk: Бөлімнің атауы:
lt: Disko skirsnio vardas:
lv: Particijas vārds:
mg: Anaran'ny fizarana :
ml: ഭാഗ പേര്:
nn: Partisjonsnamn:
pa: ਭਾਗ ਨਾਂ:
pl: Nazwa partycji:
pt_br: Nome da partição :
ro: Numele partiţiei:
sl: Ime razdelka:
zh_tw: 分割區名稱：

source: Partition table type:
cy: Math tabl rhaniad:
de: Typ der Partitionstabelle:
el: Τύπος πίνακα τμημάτων:
eo: Diskpartigtabla tipo:
et: Partitsioonitabeli tüüp:
eu: Partizio-taularen mota:
fa: نوع جدول پارتیشن:
fi: Osiotaulun tyyppi:
gl: Tipo de táboa de particións:
he: סוג טבלת המחיצות:
id: Jenis tabel partisi:
kk: Бөлімдер кестесінің түрі:
lt: Disko skirsnių lentelės tipas:
lv: Particiju tabulas tips:
mg: Karazan'ny takelajorom-pizarana :
ml: വിഭജന പട്ടിക തരം:
nn: Type partisjonstabell:
pa: ਭਾਗ ਸਾਰਣੀ ਕਿਸਮ:
pl: Rodzaj tablicy partycji:
pt_br: Tipo de tabela de partições :
ro: Tipul tabelei de partiţii:
sl: Vrsta tabele razdelkov:
zh_tw: 分割表格式：
