Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: After the encrypted volumes have been configured, no additional changes to the partitions in the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
de: Nachdem verschlüsselte Datenträger konfiguriert wurden, sind weitere Änderungen an Partitionen auf den Festplatten, die verschlüsselte Datenträger enthalten, nicht mehr erlaubt. Bitte überzeugen Sie sich, ob die aktuelle Einteilung der Partitionen auf diesen Festplatten richtig ist, bevor Sie fortfahren.
eo: Post akomodado de la ĉifra datumportilo, neniu plua ŝanĝo en diskpartigo estas permesa sur diskoj kiuj enhavas ĉifrajn datumpartilojn. Antaŭ ol daŭri, bonvolu kontroli la taŭgontan nuntempan diskaranĝon.
eu: Bolumen-enkriptatuak konfiguratu ondoren, ezin dira partizioetan aldaketa gehiagorik egin bolumen-enkriptatuak dituen diskoan. Jarraitu aurretik erabaki gustura zauden disko hauetako uneko partizio-eskemarekin.
lt: Atlikus šifruotų tomų konfigūravimą, papildomi disko skirsnių pakeitimai diskuose, talpinančiuose šifruotus tomus, nebeleistini. Prieš tęsdami, nuspręskite, ar esate patenkint esama disko dalijimo skirsniais schema.
lv: Konfigurējot šifrētos sējumus, esošajām fizisko sējumu partīcijām vairs nevarēs veikt nekādas izmaiņas. Pirms turpināt lūdzu pārliecinieties, ka jūs apmierina šī brīža partīciju izkārtojums.
ro: După ce volumele criptate sunt configurate, nu mai sunt permise alte schimbări suplimentare pe discurile care conţin volume criptate. Vă rugăm să vă decideţi dacă sunteţi satisfăcut cu modelul de partiţionare curent de pe aceste discuri înainte de a continua.
zh_tw: 一旦加密的 Volume 設定完成，就不能再對磁碟中包含了加密的 Volume 的分割區進行任何其它的變更了。因此，在繼續之前請確認您是否已決定採用目前這些磁碟所採取的分割方式。

source: Encrypted volumes configuration failure
de: Konfiguration der verschlüsselten Datenträger schlug fehl
eo: Ĉifraj datumportilaj akomodadoj malsukcesis
eu: Bolumen-enkriptatuen konfigurazioak huts egin du
lt: Nesėkmė konfigūruojant šifruotus tomus
lv: Kļūda konfigurējot šifrētos sējumus
ro: Eşec la configurarea volumelor criptate
zh_tw: 加密的 Volume 設定作業失敗了

source: The configuration is aborted.
de: Die Konfiguration wurde abgebrochen.
eo: La akomodado fiaskis.
eu: Konfigurazioa abortatu egin da.
lt: Konfigūravimas nutrauktas.
lv: Konfigurācija pārtraukta.
ro: Procesul de configurare este abandonat.
zh_tw: 設定作業已經中止。

source: Encrypted volume initialisation failed
de: Initialisierung des verschlüsselten Datenträgers ist fehlgeschlagen
eo: Ĉifra datumportila akomodado malsukcesis
eu: Huts egin du bolumen-enkriptatuak hasieratzean
lt: Šifruotų tomų inicializavimas nepavyko
lv: Šifrēto sējumu instalācija nav veiksmīga
ro: Iniţializarea volumelor criptate a eşuat
zh_tw: 加密的 Volume 的初始化失敗了

source: You have selected the root filesystem to be stored on an encrypted partition. This feature is not available and continuing now would result in an installation that cannot be used.
de: Sie wählten aus, dass das root-Dateisystem auf einer verschlüsselten Partition abgelegt werden soll. Dieses Merkmal ist nicht verfügbar und ein Fortfahren würde in einer Installation enden, die nicht benutzt werden kann.
eo: Vi elektis lokotan radikan dosiersistemon en ĉifra diskpartigo. Tiu funkciado estas maldisponebla kaj daŭrigi malsukcesos la instalon.
eu: Zuk erro fitxategi sistema enkriptaturiko partizio batetan ezartzea aukeratu duzu. Aukera hau ez dago gaituriko oraingoz eta aurrera jarraitzeak instalazioa erabil ezin geratzea eragin lezake.
he: בחרת כי שורש מערכת הקבצים יאוחסן במחיצה מוצפנת. אפשרות זאת אינה זמינה, והשאר המצב כך, יוביל להתקנה שלא ניתן להשתמש בה לאחר סיומה.
lt: Jūs pasirinkote, kad šakninė (root) failų sistema būtų saugoma šifruotame disko skirsnyje. Ši savybė negalima, ir jei tęsite diegimą dabar, naujoji sistema negalės būti naudojama.
lv: Jūs esat izvēlējies novietot saknes failu sistēmu uz šifrētas partīcijas. Šī iespēja pagaidām nav pieejama, šādas konfigutācijas saglabāšana novedīs pie nelietojamas instalācijas.
ro: Aţi selectat să stocaţi sistemul de fişiere rădăcină pe o partiţie criptată. Această facilitate nu este disponibilă iar continuarea va duce la o instalare inutilizabilă.
zh_tw: 您已設定了將 root 檔案系統儲存在加密的分割區上。但目前還沒有這種功能，並且如果您繼續的話將會導致安裝的系統無法使用。

source: Please go back and choose a non-encrypted partition for the root filesystem.
de: Bitte gehen Sie zurück und wählen Sie eine nicht verschlüsselte Partition für das root-Dateisystem.
eo: Bonvole retroiru kaj elekti malĉifran diskpartigon por la radika dosiersistemo.
eu: Mesedez atzera jo eta enkriptazio gabeko partizio bat aukeratu erro fitxategi sistemarentzat.
he: חזור בבקשה, בוחר מחיצה לא מוצפנת עבור שורש מערכת הקבצים.
lt: Grįžkite atgal ir šakninei (root) failų sistemai pasirinkite nešifruotą disko skirsnį.
lv: Lūdzu atgriezieties un saknes failu sistēmai izvēlieties nešifrētu partīciju.
ro: Vă rugăm să vă întoarceţi şi să alegeţi o partiţie necriptată pentru sistemul de fişiere rădăcină.
zh_tw: 請返回並替 root 檔案系統選擇一個非加密的分割區。

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a filesystem on it.
de: Sie wählten einen zufälligen Schlüsseltyp für ${DEVICE} aber wiesen den Partitionierer an, ein Dateisystem darauf zu erzeugen.
eo: Vi elektis hazardan ŝlosiltipo por '${DEVICE}'-o sed vi petis diskpartigilon por krei dosiersistemon sur ĝin.
eu: Zuk ${DEVICE}-rentzat auzazko gako bat erabiltzea aukeratu duzu, baina partiziogileari bertan fitxategi sistema bat sortzeko eskatu diozu.
he: בחרת במחיצה מסוג מפתח אקראי עבור התקן ${DEVICE}, אבל בקשת ליצור עליו מערכת קבצים.
lt: Jūs pasirinkote atsitiktinio rakto tipą įrenginiui ${DEVICE}, bet pageidavote kad disko dalijimo programa sukurtų failų sistemą jame.
lv: Jūs esat izvēlējies patvaļīgu atslēgas tipu priekš ${DEVICE}, bet esat lūguši instalatoram izveidot uz tās kādu failu sistēmu.
ro: Aţi ales o un tip aleator de cheie pentru ${DEVICE} dar aţi cerut programului de partiţionare să creeze un sistem de fişiere acolo.
zh_tw: 您設定 ${DEVICE} 的類型為使用隨意產生的金鑰，但同時又要求分割程式在其上建立檔案系統。

source: ${PARTITIONS}, Finish, Abort
cy: ${PARTITIONS}, Gorffen, Erthylu
de: ${PARTITIONS}, Ende, Abbruch
el: ${PARTITIONS}, Τέλος, Ακύρωση
eo: ${PARTITIONS}, Plenumu, Ĉesigu
et: ${PARTITIONS}, Lõpeta, Katkesta
eu: ${PARTITIONS}, Amaitu, Abortatu
fa: ${PARTITIONS}، اتمام، صرف نظر کردن
fi: ${PARTITIONS}, Valmis, Keskeytä
he: ${PARTITIONS}, סיים, וותר
id: ${PARTITIONS}, Selesai, Batal
kk: ${PARTITIONS}, Бітіру, Тоқтату
lt: ${PARTITIONS}, Baigti, Atsisakyti
lv: ${PARTITIONS}, Beigt, Atcelt
mg: ${PARTIONS}, Vitao, Ajanony
nn: ${PARTITIONS}, Fullfør, Avbryt
pl: ${PARTITIONS}, Zakoñcz, Przerwij
pt_br: ${PARTITIONS}, Finalizar, Abortar
ro: ${PARTITIONS}, Termină, Abandonează
sl: ${PARTITIONS}, Dokončaj, Prekini
zh_tw: ${PARTITIONS}, 結束, 中止

source: Leave the file system intact, ${FSCHOICES}, Create swap space
cy: Gadael y system ffeiliau fel y mae, ${FSCHOICES}, Creu gofod cyfnewid
de: Dateisystem bleibt erhalten, ${FSCHOICES}, Erstelle Swap-Speicher
el: Να διατηρηθεί το ήδη υπάρχον σύστημα αρχείων, ${FSCHOICES}, Να δημιουργηθεί χώρος εικονικής μνήμης
eo: Ne ŝanĝu la dosiersistemon, '${FSCHOICES}', Kreu interŝanĝan spacon
et: Jäta failisüsteem puutumata, ${FSCHOICES}, Loo saaleala
eu: Utzi fitxategi-sistema dagoen bezala, ${FSCHOICES}, sortu swap lekua
fa: فایل سیستم را دستکاری نکن، ${FSCHOICES}, فضای SWAP ایجاد کن
fi: Jätä tiedostojärjestelmä koskemattomaksi, ${FSCHOICES}, Luo sivutustila
he: השאר את מערכת הקבצים שלמה, ${FSCHOICES}, צור שטח דפדוף
id: Biarkan sistem berkas tetap, ${FSCHOICES}, Buat ruang swap
kk: Файлдық жүйені өзгеріссіз қалдырыңыз, ${FSCHOICES}, Толықтыру бөлімін құрыңыз
lt: Palikti failų sistemą neliestą, ${FSCHOICES}, Sukurti mainų (swap) vietą
lv: Neveikt izmaiņas failu sistēmā, ${FSCHOICES}, Izveidot swap
mg: Azy ovaina ny file system, ${FSCHOICES}, Mamorona toerana fifanakalozana swap
nn: Lar filsystemet vera intakt, ${FSCHOICES}, opprett mellomlager
pl: Pozostaw system plików nietkniêty, ${FSCHOICES}, Utwórz partycjê wymiany
pt_br: Deixar o sistema de arquivos intacto, ${FSCHOICES}, Criar espaço de troca (swap)
ro: Lasă sistemul de fişiere intact, ${FSCHOICES}, Creează spaţiu de swap
sl: Datotečni sistem pusti nedotaknjen, ${FSCHOICES}, Ustvari izmanjalni prostor
zh_tw: 保持檔案系統完整不變, ${FSCHOICES}, 建立置換空間

source: ${FSCHOICES}, Create swap space
cy: ${FSCHOICES}, Creu gofod cyfnewid
de: ${FSCHOICES}, Swap-Speicher erstellen
el: ${FSCHOICES}, Δημιουργία χώρου εικονικής μνήμης
eo: '${FSCHOICES}'-a, Kreu interŝanĝan spacon
et: ${FSCHOICES}, Loo saaleala
eu: ${FSCHOICES}, Sortu swap lekua
fa: ${FSCHOICES}, ایجاد فایل سیستم جدید
fi: ${FSCHOICES}, Luo sivutustila
he: ${FSCHOICES}, יצירת שטח דפדוף
id: ${FSCHOICES}, Buat ruang swap
kk: ${FSCHOICES}, Создать раздел подкачки
lt: ${FSCHOICES}, Kurti mainų (swap) vietą
lv: ${FSCHOICES}, Izveidot swap
mg: ${FSCHOICE}, Famoronana teorana fifanankalozana swap
nn: ${FSCHOICES}, opprett mellomlager
pl: ${FSCHOICES}, Utwórz przestrzeñ wymiany
pt_br: ${FSCHOICES}, Criar espaço de troca (swap)
ro: ${FSCHOICES}, Creează spaţiu de swap
sl: ${FSCHOICES}, Ustvari izmenjevalni prostor
zh_tw: ${FSCHOICES}, 建立置換空間

source: /, /usr, /boot, /home, /var, /tmp, Don't mount it, Enter manually
cy: /, /usr, /boot, /home, /var, /tmp, Peidio a'i chlymu, Rhoi â llaw
de: /, /usr, /boot, /home, /var, /tmp, nicht einhängen, manuell bearbeiten
el: /, /usr, /boot, /home, /var, /tmp, χειροκίνητη ρύθμιση (δε θα γίνει προσάρτηση)
eo: /, /usr, /boot, /home, /var, /tmp, Ne surmetu ĝin, Alia elekto
et: /, /usr, /boot, /home, /var, /tmp, Jäta haakimata, Sisesta käsitsi
eu: /, /usr, /boot, /home, /var, /tmp, Ez muntatu, Sartu eskuz
fa: /, /usr, /boot, /home, /var, /tmp, بارگذاری نکن, ورود دستی
fi: /, /usr, /boot, /home, /var, /tmp, Älä liitä, Syötä käsin
he: /, /usr, /boot, /home, /var, /tmp, ללא נקודה עגינה, בחירה ידנית
id: /, /usr, /boot, /home, /var, /tmp, Jangan kaitkan, Masukkan sendiri
kk: /, /usr, /boot, /home, /var, /tmp, Қалыптастырмай, қолдан енгіздіру
lt: /, /usr, /boot, /home, /var, /tmp, Neprijungti šito, Įvesti rankiniu būdu
lv: /, /usr, /boot, /home, /var, /tmp, Nemontēt, Ievadīt manuāli
mg: /, /usr, /boot, /home, /var, /tmp, Aza ampakarina, Ampidirina amin'nytanana
nn: /, /usr, /boot, /home, /var, /tmp, ikkje monter, manuelt
pl: /, /usr, /boot, /home, /var, /tmp, Nie montuj, Wpisz rêcznie
pt_br: /, /usr, /boot, /home, /var, /tmp, Não montar, Informar manualmente
ro: /, /usr, /boot, /home, /var, /tmp, N-o monta, Introducere manuală
sl: /, /usr, /boot, /home, /var, /tmp, Ne priklapljaj, Ročen vnos
zh_tw: /, /usr, /boot, /home, /var, /tmp, 不掛載, 手動輸入

source: ${DISCS}, Finish
cy: ${DISCS}, Gorffen
de: ${DISCS}, Beenden
el: ${DISCS}, Τέλος
eo: ${DISCS}, Plenumu
et: ${DISCS}, Lõpeta
eu: ${DISCS}, Amaitu
fa: دیسک ${DISCS} تمام شد!
fi: ${DISCS}, Valmis
he: ${DISCS}, סיים
id: ${DISCS}, Selesai
kk: ${DISCS}, Аяқтау
lt: ${DISCS}, Baigti
lv: ${DISCS}, Pabeigt
mg: ${DISCS}, Vitao
nn: ${DISCS}, Avslutt
pl: ${DISCS}, Zakoñcz
pt_br: ${DISCS}, Finalizar
ro: ${DISCS}, Finalizează
sl: ${DISCS}, Zaključi
zh_tw: ${DISCS}, 結束

source: lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO)
cy: lcs: qeth: OSA-2 Token Ring/Ethernet neu OSA-Express Fast Ethernet (nid QDIO)
de: lcs: qeth: OSA-2 Token Ring/Ethernet oder OSA-Express Fast Ethernet (non-QDIO)
eo: lcs: qeth: 'OSA-2 Token Ring/Ethernet' aŭ 'OSA-Express Fast Ethernet' (ne-QDIO)
et: lcs: qeth: OSA-2 Token Ring/Ethernet või OSA-Express Fast Ethernet (mitte-QDIO)
eu: lcs: qeth: OSA-2 Token Ring/Ethernet edo OSA-Express Fast Ethernet (ez-QDIO)
he: lcs: qeth: OSA-2 Token Ring/Ethernet או OSA-Express Fast Ethernet (non-QDIO)
kk: lcs: qeth: OSA-2 Token Ring/Ethernet немесе OSA-Express Fast Ethernet (QDIO емес)
lt: lcs: qeth: OSA-2 Token Ring/Ethernet ar OSA-Express Fast Ethernet (non-QDIO)
lv: lcs: qeth: OSA-2 Token Ring/Ethernet vai OSA-Express Fast Ethernet (non-QDIO)
ro: lcs: qeth: OSA-2 Token Ring/Ethernet sau OSA-Express Fast Ethernet (non-QDIO)
zh_tw: lcs: qeth: OSA-2 Token Ring/網路卡 或 OSA-Express 高速網路卡 (non-QDIO)

source: CTC device:
cy: Dyfais CTC:
de: CTC-Gerät:
el: Διασύνδεση CTC:
eo: 'CTC'-adaptilo:
et: CTC seade:
eu: CTC gailua:
fi: CTC-laite:
he: רכיב CTC:
id: Piranti CTC:
kk: CTC құрылымы:
lt: CTC įrenginys:
lv: CTC ierīce:
mg: Periferika CTC :
nn: CTC-eining:
pl: Urz±dzenie CTC:
pt_br: Dispositivo CTC :
ro: Dispozitivul CTC:
sl: CTC naprava:
zh_tw: CTC 裝置：

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
cy: Fe all y rhifau dyfais canlynol berthyn i gysylltiadau CTC neu ESCON, ond nodwch ei fod yn bosib y caiff cardiau OSA-2 neu OSA-Express eu rhestru yma.
de: Die folgenden Gerätenummern gehören zu CTC- oder ESCON-Verbindungen, es könnten aber auch OSA-2- oder OSA-Express-Karten aufgelistet sein.
el: Οι ακόλουθοι αριθμοί συσκευών μάλλον ανήκουν σε διασυνδέσεις CTC ή ESCON, αλλά σημειώστε ότι πιθανόν να αναγράφονται και συσκευές OSA-2 ή OSA Express.
eo: Sekvantaj adaptilaj nombroj endos ligitaj al 'CTC' aŭ 'ESCON'-konektoj, sed bonvolu noti ke 'OSA-2/OSA-Express'-kartoj eblas ankaŭ menciataj ĉi tie.
et: Järgnevad seadmenumbrid võivad kuuluda CTC või ESCON ühendustele, kuid palun pane tähele - siin võivad loetletud olla ka OSA-2 või OSA-Express kaardid.
eu: Gailu-zenbaki hauek CTC edo ESCON konexioei dagozkie, baina kontuan izan OSA-2 edo OSA-Express txartelak ere zerrenda honetan egon daitezkeela.
fi: Seuraavat laitenumerot saattavat olla CTC- tai ESCON-yhteyksiä, mutta huomaa, että myös OSA-2 tai OSA-Express-korttit saattavat näkyä luettelossa.
he: מספרי הרכיבים הבאים יכולים להיות שייכים ל-CTC או לחיבורי ESCON, יש לשים לב שכרטיסי OSA-2 או OSA-Express יכולים להיות גם רשומים.
id: Nomor-nomor piranti berikut mungkin milik hubungan CTC atau ESCON, tetapi mohon dicatat bahwa kartu OSA-2 atau OSA-Express dapat pula terdaftar di sini.
kk: СТС немесе ESCON бірлестіктеріне құрылғылардың нөмірлері қолданылуы мүмкін, бірақ бұл жерде OSA-2 немесе OSA-Express карталары да көрсетілуі мүмкін.
lt: Šitie įrenginių numeriai gali priklausyti CTC ar ESCON jungtims, bet atkreipkite dėmesį, kad OSA-2 ar OSA-Express kortos taip pat gali būti čia išvardintos.
lv: Sekojoši ierīču numuri varētu piederēt CTC vai ESCON savienojumiem, taču ievērojiet, ka arī OSA-2 vai OSA-Express kartes varētu būt šajā sarakstā.
nn: Dei følgjande einingsnummera kan høyra til CTC- eller ESCON-samband. Legg merke til at òg OSA-2- eller OSA-Express-kort kan vera med her.
pl: Poni¿sze numery urz±dzeñ mog± nale¿eæ do po³±czeñ CTC lub ESCON, jednak pamiêtaj, ¿e mog± tu byæ wypisane równie¿ karty OSA-2 i OSA-Express.
pt_br: Os números de dispositivos a seguir podem pertencer a conexões CTC ou ESCON, mas por favor note que placas OSA-2 ou OSA-Express podem também serem listadas aqui.
ro: Următoarele numere de dispozitive s-ar putea să aparţină unor conexiuni CTC sau ESCON, dar a se reţine că este posibil ca şi plăcile OSA-2 sau OSA-Express să fie afişate aici.
sl: Naslednje številke naprav morda pripadajo povezavam CTC ali ESCON, vendar vedite, da so morda tu prisotne tudi kartice OSA 2 ali OSA-Express.
zh_tw: 以下的裝置號碼大多屬於 CTC 或 ESCON 連線，但是請注意 OSA-2 或 OSA-Express 卡也可能會被列在其中。

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devices might also be listed here.
cy: Fe all y rhifau dyfais canlynol berthyn i gardiau OSA-2 neu OSA-Express, ond nodwch ei fod yn bosib y caiff dyfeisiau CTC/ESCON eu rhestru yma.
de: Die folgenden Gerätenummern gehören zu OSA-2- oder OSA-Express-Karten, es könnten aber auch CTC/ESCON-Geräte aufgelistet sein.
el: Οι ακόλουθοι αριθμοί συσκευών μάλλον ανήκουν σε διασυνδέσεις OSA-2 ή OSA-Express, αλλά σημειώστε ότι πιθανόν να αναγράφονται και συσκευές CTC/ESCON.
eo: Sekvantaj adaptilaj nombroj endos ligitaj al 'OSA-2' aŭ 'OSA-Express'-kartoj, sed bonvolu noti ke 'CTC/ESCON'-adaptiloj eblas ankaŭ menciataj ĉi tie.
et: Järgnevad seadmenumbrid võivad kuuluda OSA-2 või OSA-Express kaartidele, kuid palun pane tähele - siin võivad loetletud olla ka CTC/ESCON seadmed.
eu: Gailu-zenbaki hauek OSA-2 edo OSA-Express txartelei dagozkie, baina kontuan izan CTC/ESCON gailuak ere zerrenda honetan egon daitezkeela.
fi: Seuraavat laitenumerot saattavat kuulua OSA-2 tai OSA-Express -korteille, mutta huomaa myös CTC/ESCON-laitteiden saattavan näkyä luettelossa.
he: מספרי הרכיבים הבאים יכולים להיות שייכים לכרטיסי OSA-2 או OSA-Express-CTC, יש לשים לב שגם רכיבי CTC/ESCON יכולים להיות רשומים.
id: Nomor piranti berikut ini mungkin milik kartu OSA-2 atau OSA-Express, tetapi mohon dicatat bahwa piranti CTC/ESCON dapat pula terdaftar di sini
kk: OSA-2 немесе OSA-Express карталарымен құрылғылардың келесі нөмірлері қолданылуы мүмкін (назар аударыңыз, бұл жерде сондай-ақ CTC/ESCON құрылғылары да көрсетілуі мүмкін.
lt: Šitie įrenginių numeriai gali priklausyti OSA-2 ar OSA-Express kortoms, bet atkreipkite dėmesį, kad CTC/ESCON įrenginiai taip pat gali būti čia išvardinti.
lv: Sekojoši ierīču numuri varētu piederēt OSA-2 vai OSA-Express kartēm, taču atserieties, ka arī CTC/ESCON ierīces varētu būt šajā sarakstā.
nn: Dei følgjande einingsnummera kan tilhøyra OSA-2 eller OSA-Express-kort. Men legg merke til at CTC/ESCON-einingar òg kan vera med her.
pl: Poni¿sze numery urz±dzeñ mog± nale¿eæ do kart OSA-2 lub OSA-Express, jednak zauwa¿, ¿e mog± tu byæ równie¿ wypisane urz±dzenia CTC/ESCON.
pt_br: Os números de dispositivos a seguir podem pertencer a placas OSA-2 ou OSA-Express, mas por favor note que devices CTC/ESCON podem também também estarem listados aqui.
ro: Următoarele numere de dispozitive s-ar putea să aparţină unor plăci OSA-2 sau OSA-Express, dar a se reţine că este posibil ca şi conexiuni CTC sau ESCON să fie afişate aici.
sl: Naslednje številke naprav morda pripadajo povezavam OSA 2 ali OSA-Express, venadar vedite, da so morda tu prisotne tudi kartice CTC/ESCON.
zh_tw: 以下的裝置號碼大多是屬於 OSA-2 或 OSA-Express 卡，但是請注意 CTC/ESCON 裝置也可能會被列在其中。

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} port = ${port}
cy: Y paramedrau wedi cyflunio: sianel ddarllen = ${device_read} sianel ysgrifennu = ${device_write} porth = ${port}
de: Die konfigurierten Parameter sind: Kanal lesen = ${device_read} Kanal schreiben = ${device_write} Port = ${port}
el: Οι ορισμένες παράμετροι είναι: | κανάλι εισόδου = ${device_read} κανάλι εξόδου = ${device_write} θύρα = ${port}
eo: La akomodaj parametroj estas : lega kanalo = ${device_read} skriba kanalo = ${device_write} pordo = ${port}
et: Seadistatud parameetrid on: lugemiskanal = ${device_read} kirjutuskanal = ${device_write} port = ${port}
eu: Konfiguratutako parametroak hauek dira: irakurri kanala = ${device_read} idatzi kanala = ${device_write} ataka = ${port}
fi: Tehdyt asetukset ovat: lukukanava = ${device_read} kirjoituskanava = ${device_write} yhteyskäytäntö = ${port}
he: הפרמטרים שנקבעו: ערוץ קריאה = ${device_read} ערוץ כתיבה = ${device_write} פורט = ${port}
id: Parameter yang terkonfigurasi adalah: kanal baca = ${device_read} kanal tulis = ${device_write} port = ${port}
kk: Ағымдағы баптаулар: оқу арнасы = ${device_read} жазба арнасы = ${device_write} порт = ${port}
lt: Sukonfigūruoti parametrai: read channel = ${device_read} write channel = ${device_write} port = ${port}
lv: Konfigurācijas parametri ir: lasīšanas kanāls = ${device_read} rakstīšanas kanāls = ${device_write} pieslēgvieta = ${port}
mg: Ny mpihazaka voatefy dia : kanal famakiana = ${device_read} kanal fanoratana = ${device_write} irika = ${port}
nn: lesekanal = ${device_read} skrivekanal = ${device_write} port = ${port}
pl: Skonfigurowane parametry: kana³ odczytu = ${device_read} kana³ zapisu = ${device_write} port = ${port}
pt_br: Os parâmetros configurados são : canal de leitura = ${device_read} canal de gravação = ${device_write} porta = ${port}
ro: Parametrii configuraţi sunt: canal de citire = ${device_read} canal de scriere = ${device_write} port = ${port}
sl: Nastavljeni parametri so: bralni kanal = ${device_read} pisalni kanal = ${device_write} vrata = ${port}
zh_tw: 所設定的參數為： 讀取通道 = ${device_read} 寫入通道 = ${device_write} 連接埠 = ${port}

source: No OSA-2 or OSA-Express cards
cy: Dim cardiau OSA-2 neu OSA-Express
de: Keine OSA-2- oder OSA-Express-Karten
el: Δεν ανιχνεύθηκαν συνδέσεις OSA-2 ή OSA-Express
eo: Neniu 'OSA-2' aŭ 'OSA-Express'-kartoj
et: Pole OSA-2 ega OSA-Express kaarte
eu: Ez dago OSA-2 edo OSA-Express txartelik
fi: Ei yhtään OSA-2 tai OSA-Express-korttia
he: אין כרטיסי OSA-2 או OSA-Express זמינים
id: Tidak terdapat kartu OSA-2 atau OSA-Express
kk: OSA-2 немесе OSA-Express карталары айқындалған жоқ
lt: OSA-2 ar OSA-Express kortų nėra
lv: Nav nevienas OSA-2 vai OSA-Express kartes
nn: Fann ingen OSA-2- eller OSA-Express-kort
pl: Nie wykryto ¿adnych kart OSA-2 lub OSA-Express
pt_br: Nenhuma placa OSA-2 ou OSA-Express
ro: Nu există plăci OSA-2 ori OSA-Express
sl: Zaznal nisem nobene kartice OSA 2 ali OSA Express.
zh_tw: 找不到 OSA-2 或 OSA-Express 卡
