Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd brawf y system ffeilau gyda'r math ext2 (diwygiad 0) yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Der Test des Dateisystems vom Typ ext2 (revision 0) der Partition #${PARTITION} auf ${DEVICE} fand Fehler, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου ext2 (revision 0) στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
eo: La kontrolo de 'ext2' (revizio 0) dosiersistemoj en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ext2 (revisoon 0) test avastas parandamata vigu.
eu: Zuzendu gabeko erroreak aurkitu dira, ${DEVICE} gailuko #${PARTITION} partizioan, ext2 motako (0 berrikuspena) fitxategi-sistemaren proban.
fa: آزمون فایل سیستم ext2 (revision 0) بر روی پارتیشن #${PARTITION} از ${DEVICE} خطاهای اصلاحنشده پیدا کرد.
fi: ext2 (revision 0) -tyyppisen tiedostojärjestelmän tarkistus laitteen ${DEVICE} osiolla n:ro ${PARTITION} löysi virheitä joita ei voitu korjata.
gl: A comprobación do sistema de ficheiros de tipo ext2 (revisión 0) da partición núm. ${PARTITION} de ${DEVICE} atopou erros sen corrixir.
he: לאחר בדיקת מערכת הקבצים מסוג ext2 במחיצה מספר ${PARTITION} בהתקן ${DEVICE} נמצאו שגיאות שלא תוקנו.
id: Pengujian sistem berkas ext2 (revisi 0) pada partisi #{PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext2 файлдық жүйесін (модификациясы 0) тексеру түзетілмеген қателерді анықтады.
lt: Tikrinant ext2 (revizija 0) tipo failų sistemą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: ${DEVICE} #${PARTITION} partīcijas ext2 tipa failu sistēmas pārbaude ir atradusi neizlabotas kļūdas.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext2 (റിവിഷന്‍ 0) തരത്തിലുള്ള ഫയല്‍ സിസ്റ്റത്തിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Testing av ext2-filsystemet på partisjon #${PARTITION} på ${DEVICE} fann feil som ikkje er retta opp.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਦੌਰਾਨ ਨਾ-ਠੀਕ ਕੀਤੀਆਂ ਗਲਤੀਆਂ ਲੱਭੀਆਂ ਹਨ।
pl: Testowanie systemu plików ext2 (wersja 0) na partycji #${PARTITION} urz±dzenia ${DEVICE} wykaza³o nienaprawialne b³êdy.
pt_br: O teste do sistema de arquivos com tipo ext2 (revisão 0) na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul sistemului de fişiere de tipul ext2c de pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preizkus datotečnega sistema ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在進行 ${DEVICE} 裝置上的第 ${PARTITION} 分割區的 ext2 (revision 0) 檔案系統的測試時發現了未修正的錯誤。

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
cy: Methwyd creu system ffeiliau ext2 (diwygiad 0) yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Das Erstellen des ext2 (revision 0) Dateisystems der Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων ext2 (revision 0) στο τμήμα #${PARTITION} του ${DEVICE}.
eo: La kreado de 'ext2'-a (revizio 0) dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi ext2 (revisoon 0) loomine nurjus.
eu: Ezin izan da ext2 (0 berrikuspena) fitxategi-sistema sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فایل سیستم ext2 (revision 0) بر روی #${PARTITION} از ${DEVICE} با شکست مواجه شد.
fi: ext2 (revision 0) -tiedostojärjestelmän luonti laitteen ${DEVICE} osiolle n:ro ${PARTITION} ei onnistunut.
gl: Non se puido crear un sistema de ficheiros ext2 (revisión 0) na partición núm. ${PARTITION} de ${DEVICE}.
he: כשל ביצירת מערכת קבצים מסוג ext2 במחיצה מספר ${PARTITION} בהתקן ${DEVICE}.
id: Pembuatan sistem berkas ext2 (revisi 0) pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext2 файлдық жүйесін (модификациясы 0) жасау сәтсіз аяқталды.
lt: Nepavyko sukurti ext2 (revizija 0) failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} partīcijas ext2 tipa partīcijas izveide nav izdevusies.
mg: Tsy nahomby ny famoronana ny file system ext2.(revision 0) ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext2 (റിവിഷന്‍ 0) ഫയല്‍ സിസ്റ്റത്തിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Opprettinga av ext2-filsystemet (revisjon 0) på partisjon #${PARTITION} på ${DEVICE} feila.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
pl: Utworzenie systemu plików ext2 (wersja 0) na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê.
pt_br: A criação do sistema de arquivos ext2 (revisão 0) na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea sistemului de fişiere ext2 (revizia 0) pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Ustvarjanje datotečnega sistema ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區上的 ext2 (revision 0) 檔案系統建立作業失敗了。

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
cy: Does dim pwynt clymu wedi ei benodi ar system ffeiliau ext2 (diwygiad 0) yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Dem ext2- (Revision 0) Dateisystem der Partition ${PARTITION} auf ${DEVICE} ist kein Einhängepunkt zugewiesen.
el: Δεν έχει οριστεί σημείο προσάρτησης για το σύστημα αρχείων ext2 (revision 0) στο τμήμα #${PARTITION} του ${DEVICE}.
eo: Neniu surmetingo estas asignita por 'ext2'-a (revizio 0) dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemile ext2 (revisoon 0) ei ole haakepunkti määratud.
eu: Muntatze-punturik ez da esleitu ext2 (0 berrikuspena) fitxategi-sistemarako ${DEVICE} gailuko #${PARTITION} partizioan.
fa: نقطه‌ی بارگذاری برای فایل سیستم ext2 (revision 0) در پارتیشن از ${DEVICE} مشخص نشده است.
fi: ext2 (revision 0) -tiedostojärjestelmälle laitteella ${DEVICE} osiossa n:ro ${PARTITION} ei ole määrätty liitoskohtaa.
gl: Non hai ningún punto de montaxe asignado ao sistema de ficheiros ext2 (revisión 0) da partición núm. ${PARTITION} de ${DEVICE}.
he: לא הוגדרה נקודת עיגון עבור מערכת קבצים ext2 במחיצה מספר ${PARTITION} בהתקן ${DEVICE}.
id: Belum ditentukan, titik kait untuk sistem berkas ext2 (revisi 0) pada partisi #${PARTITION} dari ${DEVICE}.
kk: ${DEVICE} құрылғысының #${PARTITION}бөлімінде ext2 файлдық жүйесі (модификациясы 0) үшін құрастыру нүктесі арналмаған.
lt: Nėra priskirta prijungimo taško failų sistemai ext2 (revizija 0), esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} ext2 partīcijai nav norādīts montēšanas punkts.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext2 (റിവിഷന്‍ 0) ഫയല്‍ സിസ്റ്റത്തിന് മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചിട്ടില്ല.
nn: Ingen monteringspunkt er tilknytta ext2-filsystemet (revisjon 0) på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਕੋਈ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ।
pl: Nie przydzielono ¿adnego punktu montowania dla systemu plików ext2 (wersja 0) na partycji ${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum ponto de montagem foi atribuído para o sistema de arquivos ext2 (revisão 0) na partição #${PARTITION} de ${DEVICE}.
ro: Nu s-a definit nici un punct de montare pentru sistemul de fişiere ext (revizia 0) pe partiţia ${PARTITION} a ${DEVICE}.
sl: Nobena priklopna točka ni dodeljena datotečnemu sistemu ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE}.
zh_tw: 並沒有為 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ext2 (revision 0) 檔案系統指派掛載點。

source: old Ext2 (revision 0) file system
cy: hen system ffeiliau Ext2 (diwygiad 0)
de: Altes ext2 (Revision 0) Dateisystem
el: παλαιότερο ext2 (revision 0)σύστημα αρχείων
eo: malnova 'ext2'-a (revizio 0) dosiersistemo
et: vana Ext2 (revisioon 0) failisüsteem
eu: Ext2 (0 berrikuspena) fitxategi-sistema zaharra
fi: vanha ext2 (revision 0) -tiedostojärjestelmä
gl: vello sistema de ficheiros ext2 (revisión 0)
he: מערכת קבצים מסוג ext2 (גרסה וותיקה)
id: sistem berkas ext2 (revisi 0) lama
kk: Ext2 ескі файлдық жүйесі(модификациясы 0)
lt: sena Ext2 (revizija 0) failų sistema
lv: vecā Ext2 failu sistēma
mg: file system Ext2 (revision 0) taloha
ml: പഴയ Ext2 (റിവിഷന്‍ 0) ഫയല്‍ സിസ്റ്റം
nn: gamalt ext2-filsystem (revisjon 0)
pa: ਪੁਰਾਣਾ Ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ
pl: stary system plików ext2 (wersja 0)
pt_br: antigo sistema de arquivos Ext2 (revisão 0)
ro: Vechiul sistem de fişiere ext2 (revizia 0)
sl: star datotečni sistem Ext2 (revizija 0)
zh_tw: 老式 Ext2 (revision 0) 檔案系統

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
cy: Nid yw eich rhaniad bŵt wedi ei gyflunio gyda'r hen system ffeiliau ext2 (diwygiad 0). Mae hyn yn angenrheidiol er mwyn i'ch beiriant fŵtio. Os gwelwch yn dda, ewch yn ôl a defnyddiwch y system ffeiliau ext2 (diwygiad 0).
de: Ihre Boot-Partition wurde nicht mit dem alten ext2 (revision 0) Dateisystem konfiguriert. Dies ist allerdings nötig, damit der Computer starten kann. Bitte gehen Sie zurück und wählen Sie das alte ext2 (revision 0) Dateisystem
el: Το βασικό τμήμαα σας δεν έχει ρυθμιστεί με το παλαιότερο ext2 (revision 0) σύστημα αρχείων. Ειναι ομως απαραίτητο για να μπορεί η μηχανή σας να εκκινήσει Γυρίστε πίσω και χρησιμοποιήστε το παλαιότερο ext2 (revision 0) σύστημα αρχείων.
eo: Via praŝarga diskpartigo ne estis akomodita kun la malnova 'ext2'-a (revizio 0) dosiersistemo. Tia dosiersitemo estas necesegata por praŝargi. Bonvolu retroiri kaj uzi la malnovan 'ext2'-an (revizio 0) dosiersistemo.
et: Su alglaaduripartitsiooni ei ole seadistatud vanale ext2 (revisioon 0) failisüsteemile. See oleks aga vajalik, et su masin alglaaduks. Palun mine tagasi ja kasuta vana ext2 (revisioon 0) failisüsteemi.
eu: Zure abioko partizioa ez da ext2 (0 berrikuspena) fitxategi-sistema zaharrarekin konfiguratu. Makinak hori behar du abiarazi ahal izateko. Joan atzera eta erabili ext2 (0 berrikuspena) fitxategi-sistema zaharra.
fa: پارتتیشن راه‌اندازی شما با فایل سیستم قدیمی ext2 (revision 0) تنظیم نشده است. این کار برای راه‌اندازی رایانه‌ی شما ضروری است.
fi: Käynnistysosion tiedostojärjestelmä ei ole vanha ext2 (revision 0) -tiedostojärjestelmä. Kone tarvitsee sitä jotta käynnistys toimii. Palaa takaisin ja käytä vanhaa ext2 (revision 0) -tiedostojärjestelmää.
gl: A súa partición de inicio non está configurada co vello sistema de ficheiros ext2 (revisión 0). Este é necesario para que a súa máquina se inicie. Volte e empregue o vello sistema de ficheiros ext2 (revisión 0).
he: מחיצת האתחול שלך לא הוגדרה עם מערכת קבצים ext2. הגדרה זאת נדרשת ע"י המחשב של כדי לאתחל. חזור בבקשה אחורה והשתמש במערכת הקבצים ext2.
id: Partisi boot Anda belum dikonfigurasi untuk menggunakan sistem berkas ext2 (revisi 0) lama. Hal ini diperlukan Anda agar dapat menyalakan komputer Anda. Silakan kembali ke menu sebelumnya dan gunakan sistem berkas ext2 (revisi 0) lama.
kk: Сіздің жүктеуіш бөліміңіз үшін ext2 ескі файлдық жүйесі (модификациясы 0) таңдалмады. Бұл – машинаны жүктеу үшін қажеттті. Қайтып оралыңыз да, ext2 ескі файлдық жүйесін (модификациясы 0) орнатыңыз.
lt: Jūsų įkelties (boot) skirsniui nebuvo išrinkta senoji ext2 (revizija 0) failų sistema. Tai būtina, kad Jūsų kompiuteris galėtų įkelti operacinę sistemą. Grįškite atgal ir pasirinkite senąją ext2 (revizija 0) failų sistemą.
lv: Jūsu sāknēšanas (boot) partīcija nav nokonfigurēta ar veco ext2 failu sistēmu. Taču šāda konfigurācija ir nepieciešama, lai jūsu mašīna sāknētos. Lūdzu atgriezieties un izvēlieties veco ext2 failu sistēmu.
ml: നിങ്ങളുടെ ബൂട്ട് ഭാഗം പഴയ Ext2 (റിവിഷന്‍ 0) ഫയല്‍ സിസ്റ്റം കൊണ്ടല്ല ക്രമീകരിച്ചിരിക്കുന്നത്. നിങ്ങളുടെ മഷീന്‍ ബൂട്ട് ചെയ്യുന്നതിന് ഇത് ആവശ്യമാണ്. ദയവായി തിരിച്ച് പോയി പഴയ Ext2 (റിവിഷന്‍ 0) ഫയല്‍ സിസ്റ്റം ഉപയോഗിക്കൂ.
nn: Oppstartspartisjonen din er ikkje sett opp med det gamle ext2-filsystemet (revisjon 0). Dette er naudsynt for di maskin for at ho skal kunne starta opp. Gå tilbake og bruk det gamle ext2-filsystemet (revisjon 0).
pa: ਤੁਹਾਡਾ ਬੂਟ ਭਾਗ ਪੁਰਾਣੇ Ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ ਨਾਲ ਸੰਰਚਿਤ ਨਹੀਂ ਕੀਤਾ। ਇਸ ਦੀ ਤੁਹਾਡੀ ਮਸ਼ਿਨ ਨੂੰ ਬੂਟ ਹੋਣ ਲਈ ਲੋੜ ਹੈ। ਪਿੱਛੇ ਜਾਓ ਜੀ ਅਤੇ ਪੁਰਾਣਾ Ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ ਵਰਤੋ।
pl: Twoja partycja uruchomieniowa nie zosta³a skonfigurowana do u¿ycia starego systemu plików ext2 (wersja 0). Proszê wróciæ i u¿yæ tego systemu.
pt_br: Sua partição de inicialização não foi configurada com o antigo sistema de arquivos ext2 (revisão 0). Isso é necessário para que seu computador possa ser iniciado. Por favor, volte e use o antigo sistema de arquivos ext2 (revisão 0).
ro: Partiţia dvs. de pornire nu a fost configurată cu vechiul sistem de fişiere ext2 (revizia 0). Acest lucru este necesar maşinii dvs. pentru a putea porni. Vă rugăm să vă întoarceţi şi să folosiţi sistemul de fişiere ext2 (revizia 0).
sl: Vaš zagonski razdelek ni bil nastavljen s starim ext2 (revizija 0) datotečnim sistemom. To je potrebno, da se lahko vaš računalnik zažene. Prosim vrnite se nazaj in uporabite star ext2 (revizija 0) datotečni sistem.
zh_tw: 您的啟動分割區並未設定為老式的 ext2 (revision 0) 檔案系統。您的機器需要做如此設定才能夠開機。請返回並使用老式的 ext2 (revision 0) 檔案系統。

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
cy: Nid yw eich rhaniad bŵt wedi ei leoli ar rhaniad cynradd cyntaf eich disgen galed. Mae hyn yn angenrheidiol er mwyn i'ch beiriant fŵtio. Os gwelwch yn dda, ewch yn ôl a defnyddiwch eich rhaniad cynradd cyntaf fel rhaniad bŵtio.
de: Ihre Boot-Partition befindet sich nicht auf der ersten primären Partition Ihrer Festplatte. Dies ist aber nötig, damit der Computer starten kann. Bitte gehen Sie zurück und wählen Sie die erste primäre Partition als Boot-Partition.
el: Το τμήμα εκκίνησης δεν είναι το πρώτο πρωτεύον τμήμα του δίσκου σας. Αυτό είναι απαραίτητο για να ξεκινήσει η μηχανή σας. Γυρίστε πίσω και χρησιμοποιήστε το πρώτο πρωτεύον τμήμα ως τμήμα εκκίνησης.
eo: Via praŝarga diskpartigo ne lokas en la unua elementa diskpartigo el via fiksita disko. Tio necesiĝas por praŝargi vian maŝinon. Bonvolu retroiri kaj uzi vian unuan elementan diskpartigon tiel praŝarga diskpartigo.
et: Su alglaaduripartitsiooni ei asu kõvaketta esimesel primaarsel partitsioonil. See oleks aga vajalik, et su masin alglaaduks. Palun mine tagasi ja kasuta alglaaduripartitsioonina oma kõvaketta esimest primaarset partitsiooni.
eu: Zure abioko partizioa ez dago disko gogorreko lehen mailako partizioan kokatuta. Zure makinak hori behar du abiarazi ahal izateko. Joan atzera eta erabili lehen mailako partizioa abioko partizio gisa.
fa: پارتیشن راه‌انداز شما بر روی اولین پارتیشن دیسک شخت شما قرار ندارد. این مسئله برای راه‌اندازی رایانه‌ی شما ضروریست. لطفا به عقب بازگشته و پارتیشن اول خود را به عنوان پارتیشن راه‌انداز انتخاب کنید.
fi: Käynnistysosio ei ole kiintolevyn ensimmäisellä ensisijaisella levyosiolla. Tämä tarvitaan koneellasi jotta käynnistys onnistuu. Palaa takaisin ja käytä ensimmäistä ensisijaista osiota käynnistysosiona.
gl: A súa partición de inicio non é a primeira partición primaria do seu disco duro. Isto necesítao a súa máquina para se iniciar. Volte e empregue a súa primeira partición primaria coma partición de inicio.
he: מחיצת האתחול שלך לא ממוקמת על המחיצת הראשית הראשונה של הדיסק הקשיח שלך. מיקום זה נדרש על מנת לאתחל את המחשב. חזור בבקשה אחורה והשתמש במחיצה הראשית הראשונה שלך כמחיצת אתחול.
id: Partisi boot Anda tidak terletak pada partisi utama (primer) pertama hard disk. Hal ini diperlukan agar dapat menyalakan komputer Anda. Silakan kembali ke menu sebelumnya dan gunakan partisi utama pertama hard disk sebagai partisi boot.
kk: Сіздің жүктеуіш бөліміңіз қатқыл дисктің бірінші бастапқы бөлімінде орналаспаған. Қайтып оралыңыз да, жүктеуіш ретінде орнатыңыз.
lt: Jūsų įkelties (boot) skirsnis nėra pirmasis pirminis skirsnis Jūsų kietame diske. Tai būtina, kad Jūsų kompiuteris galėtų įkelti operacinę sistemą. Grįškite atgal ir įkelties skirsniui pasirinkite pirmąjį pirminį skirsnį.
lv: Jūsu sāknēšanās (boot) partīcija neatrodas uz jūsu cietā diska pirmās primārās partīcijas. Taču tas ir nepieciešams, lai jūsu mašīna sāknētos. Lūdzu atgriezieties un sāknēšanās partīcijai izvēlieties sava diska pirmo primāro partīciju.
ml: നിങ്ങളുടെ ബൂട്ട് ഭാഗം നിങ്ങളുടെ ഹാര്ഡ് ഡിസ്കിന്റെ ആദ്യത്തെ പ്രൈമറി ഭാഗത്തല്ല സ്ഥിതി ചെയ്യുന്നത്. നിങ്ങളുടെ മഷീന്‍ ബൂട്ട് ചെയ്യുന്നതിന് ഇത് ആവശ്യമാണ്. ദയവായി തിരിച്ച് പോയി നിങ്ങളുടെ ആദ്യത്തെ പ്രൈമറി ഭാഗം ബൂട്ട് ഭാഗമായി ഉപയോഗിക്കൂ.
nn: Oppstartspartisjonen er ikkje plassert på den første primære partisjonen på harddisken. Dette er naudsynt for at maskina di skal kunne starta opp. Gå tilbake og bruk den første primære partisjonen som oppstartspartisjon.
pa: ਤੁਹਾਡਾ ਬੂਟ ਭਾਗ ਹਾਰਡ ਡਿਸਕ ਦੇ ਪਹਿਲੇ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਤੇ ਸਥਿਤ ਨਹੀਂ। ਇਸ ਦੀ ਤੁਹਾਡੀ ਮਸ਼ਿਨ ਨੂੰ ਬੂਟ ਹੋਣ ਲਈ ਲੋੜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਿੱਛੇ ਜਾਓ ਅਤੇ ਪਹਿਲਾ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਬੂਟ ਭਾਗ ਤੌਰ ਤੇ ਵਰਤੋ।
pl: Twoja partycja uruchomieniowa nie jest pierwsz±, podstawow± partycj± na dysku twardym. To jest wymagane by uruchomiæ komputer. Proszê wróciæ i u¿yæ pierwszej, podstawowej partycji jako partycji uruchomieniowej.
pt_br: Sua partição de inicialização não está localizada na primeira partição de seu disco rígido. Isso é necessário para que seu computador possa ser iniciado. Por favor, volte e use sua primeira partição como um partição de inicialização.
ro: Partiţia dvs. de pornire nu se află pe prima partiţie primară a discului fix al dvs. Acest lucru este necesar pentru ca maşina dvs. să pornească. Vă rugăm să vă întoarceţi şi să utilizaţi prima partiţie primară ca partiţie de pornire.
sl: Vaš zagonski razdelek se ne nahaja na prvem primarnem razdelku vašega trdega diska. To je potrebno, da se lahko vaš računalnik zažene. Prosim vrnite se nazaj in uporabite vaš prvi primarni razdelek kot zagonski razdelek.
zh_tw: 您的啟動分割區並未位於硬碟的第一個主要分割區。您的機器需要做如此設定才能夠開機。請返回並將您的第一個主要分割區設定為啟動分割區。

source: Go back to the menu and correct this problem?
cy: Mynd yn ôl i'r ddewislen a chywiro'r broblem hwn?
de: Möchten Sie zurück zum Hauptmenü um die Fehler zu beheben?
el: Θέλετε να επιστρέψετε στο μενού και να διορθώσετε τα σφάλματα;
eo: Retroiru al menuo kaj korektu erarojn?
et: Minna tagasi menüüsse ja viga parandada?
eu: Menura itzuli eta arazo hau konpondu nahi duzu?
fa: آیا میخواهید به منو بازگشته و این مشکل را حل کنید؟
fi: Palaa valikkoon ja korjaa tämä pulma?
gl: ¿Voltar ao menú e corrixir este problema?
he: לחזור חזרה לתפריט ולתקן את השגיאה?
id: Kembali ke menu sebelumnya dan memperbaiki kesalahan-kesalahan tersebut?
kk: Менюға қайтып оралып осы проблеманы шешу керек пе?
lt: Ar grįžti į meniu ir pataisyti šią problemą?
lv: Atgriezties uz galveno izvēlni un izlabot kļūdas?
mg: Hiverina any amin'ny safidy ka hamaha ny olana ve ?
ml: മെനുവിലേക്ക് തിരിച്ച് പോയി ഈ പ്രശ്നം ശരിയാക്കണോ?
nn: Gå tilbake til menyen og retta opp dette problemet?
pa: ਪਿੱਛੇ ਸੂਚੀ ਤੇ ਜਾਓ ਅਤੇ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰੋ?
pl: Powróciæ do menu i poprawiæ ten b³±d?
pt_br: Voltar ao menu e corrigir esse problema ?
ro: Vă întoarceţi la meniu şi corectaţi această problemă?
sl: Se želite vrniti v meni in popraviti ta problem?
zh_tw: 是否返回選單並更正此錯誤？

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
cy: Nid yw eich rhaniad gwraidd yn rhaniad cynradd ar eich disgen galed. Mae hyn yn angenrheidiol er mwyn i'ch beiriant fŵtio. Os gwelwch yn dda, ewch yn ôl a defnyddiwch rhaniad cynradd ar gyfer eich rhaniad gwraidd.
de: Ihre Root-Partition ist keine primäre Partition Ihrer Festplatte. Dies ist nötig, damit Ihr Computer starten kann. Bitte gehen Sie zurück und wählen Sie eine primäre Partition für Ihre Root-Partition.
el: Το βασικό σας τμήμα δεν είναι πρωτεύον τμήμα του δίσκου σας. Αυτό είναι απαραίτητο για να ξεκινήσει η μηχανή σας. Γυρίστε πίσω και χρησιμοποιήστε ένα πρωτεύον τμήμα για το βασικό σας τμήμα.
eo: Via radika diskpartigo ne estas elementa diskpartigo el via fiksita disko. Tio necesiĝas por praŝargi vian maŝinon. Bonvolu retroiri kaj uzi elementan diskpartigon por via radika diskpartigo.
et: Su juurpartitsiooni ei ole su kõvaketta primaarne partitsioon. See oleks aga vajalik, et masin alglaaduks. Palun mine tagasi ja kasuta juurpartitsioonina oma kõvaketta primaarset partitsiooni.
eu: Erroko partizioa ez dago disko gogorreko lehen mailako partizioan. Zure makinak hori behar du abiarazi ahal izateko. Joan atzera eta erabili lehen mailako partizioa erroko partiziorako.
fa: پارتیشن راه‌انداز پارتیشن اولیه نیست. این مسئله برای راه‌اندازی رایانه‌ی شما ضروریست. لطفا به عقب بازگشته و پارتیشن اول خود را به عنوان پارتیشن راه‌انداز انتخاب کنید.
fi: Juuriosio ei ole kiintolevyn ensisijainen levyosio. Kone tarvitsee sitä käynnistyäkseen. Palaa takaisin ja käytä ensisijaista levyosiota juuriosiona.
gl: A súa partición raíz non é unha partición primaria do seu disco duro. Isto necesítao a súa máquina para poder iniciarse. Volte e empregue unha partición primaria coma partición raíz.
he: מחיצת השורש שלך אינה מחיצה ראשית על הדיסק הקשיח. הגדרה זאת נדרשת על מנת לאתחל את המחשב. חזור בבקשה אחורה והשתמש במחיצה ראשית כמחיצת השורש שלך.
id: Partisi root Anda bukan sebagai partisi utama (primer) hard disk. Hal ini diperlukan agar komputer Anda dapat menyala. Silakan kembali ke menu sebelumnya dan gunakan partisi utama bagi partisi root.
kk: Сіздің түпі бөліміңіз қатқыл дисктің бірінші бастапқы бөлімінде орналаспаған. Бұл – машинаны жүктеу үшін қажетті. Қайтып оралыңыз да, бастапқы бөлімді түпкі ретінде орнатыңыз.
lt: Jūsų šakninis (root) skirsnis nėra pirminis kietojo disko skirsnis. Tai būtina, kad Jūsų kompiuteris galėtų įkelti operacinę sistemą. Grįškite atgal ir šakniniam skirsniui pasirinkite pirminį disko skirsnį.
lv: Jūsu saknes (root) partīcija neatrodas uz jūsu cietā diska primārās partīcijas. Taču tas ir nepieciešams, lai jūsu mašīna sāknētos. Lūdzu atgriezieties un uzstādiet savu saknes (root) partīciju uz sava diska primārās partīciju.
ml: നിങ്ങളുടെ ബൂട്ട് ഭാഗം നിങ്ങളുടെ ഹാര്ഡ് ഡിസ്കിന്റെ ഒരു പ്രൈമറി ഭാഗമല്ല. നിങ്ങളുടെ മഷീന്‍ ബൂട്ട് ചെയ്യുന്നതിന് ഇത് ആവശ്യമാണ്. ദയവായി തിരിച്ച് പോയി ഒരു പ്രൈമറി ഭാഗം ബൂട്ട് ഭാഗമായി ഉപയോഗിക്കൂ.
nn: Rotpartisjonen er ikkje ein primær partisjon på harddisken. Dette er naudsynt for at maskina di skal kunne starta opp. Gå tilbake og bruk ein primær partisjon som rotpartisjon.
pa: ਤੁਹਾਡਾ root ਭਾਗ ਹਾਰਡ ਡਿਸਕ ਦੇ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਤੇ ਸਥਿਤ ਨਹੀਂ। ਇਸ ਦੀ ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਨੂੰ ਬੂਟ ਹੋਣ ਲਈ ਜਰੂਰਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਿੱਛੇ ਜਾਓ ਅਤੇ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਨੂੰ ਆਪਣੇ root ਭਾਗ ਲਈ ਵਰਤੋ।
pl: G³ówna partycja nie jest partycj± podstawow± Twojego dysku twardego. To jest wymagane by uruchomiæ komputer. Proszê wróciæ i u¿yæ podstawowej partycji jako partycji g³ównej.
pt_br: Sua partição de inicialização não é uma partição primária de seu disco rígido. Isso é necessário para que seu computador possa ser iniciado. Por favor, volte e use uma partição primária para sua partição de inicialização.
ro: Partiţia dvs. rădăcină nu este o partiţie primară a discului dvs. fix. Acest lucru este necesar maşinii dvs. pentru a porni. Vă rugăm să vă întoarceţi şi să folosiţi o partiţie primară pentru partiţia rădăcină.
sl: Vaša korenski razdelek ni primarni razdelek vašega trdega diska. To je potreben pogoj za zagon računalnika. Prosim vrnite se nazaj in uporabite primarni razdelek za vašo korenski razdelek.
zh_tw: 您的 root 分割區並非為硬碟上的一個主要分割區。您的機器需要做如此設定才能夠開機。請返回並將您的 root 分割區設定為主要分割區。
