Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Root partition not on first disk
cy: Nid yw'r rhaniad gwraidd ar y disg cyntaf
de: Root-Partition nicht auf der ersten Festplatte
el: Δε βρέθηκε βασικό τμήμα root στον πρώτο δίσκο
eo: Neniu radika diskpartigo sur unua disko
et: Juurpartitsioon ei asu esimesel kettal
eu: Erroko partizioa ez dago lehen diskoan
fi: Juuriosio ei ole ensimmäisellä levyllä
gl: A partición raíz non está no primeiro disco
he: מחיצת השורש אינה על הדיסק הראשון
id: Partisi root tidak ditemukan pada hard disk pertama
kk: Түбірлік бөлім бірінші дискіде емес
lt: Šakninis (root) skirsnis ne pirmajame diske
lv: Saknes partīcija neatrodas uz pirmā diska
mg: Ny fizarana fototra dia tsy ao amin'ny kapila voalohany
ml: റൂട്ട് ഭാഗം ആദ്യ ഡിസ്കിലല്ല
nn: Rotpartisjon er ikkje på den første harddisken
pa: root ਭਾਗ ਪਹਿਲੀ ਡਿਸਕ ਤੇ ਨਹੀਂ ਹੈ
pl: G³ówna partycja nie na pierwszym dysku
pt_br: Partição raíz não está no primeiro disco
ro: Partiţia rădăcină nu este pe primul disc
sl: Korenski razdelek ni na prvem disku
zh_tw: Root 分割區並沒有位於第一顆磁碟上

source: The quik boot loader requires the root partition to be on the first disk. Please return to the partitioning step.
cy: Mae'r bŵtlwythydd quik yn mynnu fod y rhaniad gwraidd ar y ddisgen cyntaf. Dychwelwch i'r cam rhaniadu os gwelwch yn dda.
de: Der Quik-Bootloader verlangt, dass sich die Root-Partition auf der ersten Festplatte befindet. Bitte kehren Sie zur Partitionierung zurück.
el: Ο φορτωτής εκκίνησης quik απαιτεί ενα βασικό τμήμα root, το οποίο να βρίσκεται στον πρώτο σκληρό δίσκο. Επιστρέψτε στο στάδιο κατάτμησης.
eo: 'quik' praŝargilo bezonas radikan diskpartigon en unuan diskon. Bonvolu reiri diskpartigadan paŝon.
et: Alglaadur quik'i töötamiseks peab juurpartitsioon asuma esimesel kettal. Palun naase partitsioneerimise sammu juurde.
eu: quik abioko kargatzaileak erroko partizioa lehen diskoan egotea eskatzen du. Itzuli partizioak egiteko urratsera.
fi: Quik-alkulatausohjelma vaati juuriosion ensimmäiselle kiintolevylle. Palaa levyosioiden tekoon.
gl: O cargador de inicio quik necesita que a partición raíz estea no primeiro disco. Volte ao paso de particionamento.
he: מנהל האתחול quik דורש שמחיצת האתחול תהיה על הדיסק הקשיח הראשון. חזור בבקשר לשלב החלוקה למחיצות.
id: Boot loader quik membutuhkan partisi root berada pada hard disk pertama. Silakan kembali ke langkah pemartisian.
kk: quik жүйелік жүктеуішіне түбірлік бөлімнің бірінші дискіде болғандығы керек
lt: Pradinis įkėliklis quik reikalauja, kad šakninis skirsnis būtų pirmajame diske. Grįškite į disko dalijimo skirsniais etapą.
lv: Quik sāknētājam ir nepieciešams lai saknes partīcija atrastos uz pirmā diska.Lūdzu izmainiet partīciju izklājumu.
mg: Ny boot loader quik dia mila ny fizarana fototra ao amin'ny kapila vaolaohany. Azafady miverena any amin'ny dingana fizarana kapila.
ml: ക്വിക് ബൂട്ട് ലോഡറിന് റൂട്ട് ഭാഗം ആദ്യ ഡിസ്കിലാകേണ്ടതാവശ്യമുണ്ടേ. ദയവായി വിഭജന നടപടി ക്രമത്തിലേക്ക് തിരിച്ച് പോകൂ.
nn: Oppstartslastaren quik krev at rotpartisjonen er på den første harddisken. Gå tilbake til partisjoneringa.
pa: ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਨੂੰ root ਭਾਗ ਪਹਿਲੀ ਡਿਸਕ ਤੇ ਹੋਣ ਦੀ ਜਰੂਰਤ ਹੈ।
pl: Program uruchomieniowy quik wymaga by partycja g³ówna znajdowa³a siê na pierwszym dysku twardym. Proszê wróciæ do etapu partycjonowania.
pt_br: O carregador de inicialização quik precisa que a partição raíz esteja no primeiro disco. Por favor, retorne a etapa de particionamento.
ro: Încărcătorul de sistem quik necesită ca partiţia rădăcină să fie pe primul disc. Vă rugăm sa vă întoarceţi la pasul de partiţionare.
sl: Zagonski namestilnik quik potrebuje korenski razdelek na prvem disku. Prosim vrnite se na korak razdeljevanja diska.
zh_tw: quit 開機程式限定 root 分割區必須位於第一顆磁碟上。請返回分割磁碟步驟。

source: Boot partition not on first disk
gl: A partición de inicio non está no primeiro disco
ml: ബൂട്ട് ഭാഗം ആദ്യ ഡിസ്കിലല്ല്
pa: ਪਹਿਲੀ ਡਿਸਕ ਉੱਤੇ ਬੂਟ ਭਾਗ ਨਹੀਂ

source: The quik boot loader requires the boot partition to be on the first disk. Please return to the partitioning step.
gl: O cargador de inicio quik necesita que a partición de inicio estea no primeiro disco. Volte ao paso de particionamento.
ml: ക്വിക് ബൂട്ട് ലോഡറിന് boot ഭാഗം ആദ്യ ഡിസ്കിലാകണമെന്നുണ്ട്. ദയവായി വിഭജന നടപടി ക്രമത്തിലേക്ക് തിരിച്ച് പോകൂ.
pa: ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਨੂੰ boot ਭਾਗ ਪਹਿਲੀ ਡਿਸਕ ਤੇ ਹੋਣ ਦੀ ਜਰੂਰਤ ਹੈ। ਵਿਭਾਗੀਕਰਨ ਭਾਗ ਉੱਤੇ ਵਾਪਿਸ ਜਾਓ।

source: Boot partition must be on ext2
gl: A partición de inicio debe ser ext2
ml: boot ഭാഗം ext2 വിലായിരിക്കണമെന്ന് നിര്ബന്ധമാണ്
pa: Bott ਭਾਗ ext2 ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
gl: O cargador de inicio quik necesita que a partición que contén /boot estea formatada co sistema de ficheiros ext2. Volte ao paso de particionamento.
ml: ക്വിക് ബൂട്ട് ലോഡറിന് /boot ഉള്ള ഭാഗം ext2 ഫയല്‍ സിസ്റ്റമുപയോഗിച്ച് ഫോര്മാറ്റ് ചെയ്യണമെന്നുണ്ട്. ദയവായി വിഭജന നടപടി ക്രമത്തിലേക്ക് തിരിച്ച് പോകൂ.
pa: ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਲਈ /boot ਭਾਗ ext2 ਫਾਇਲ ਸਿਸਟਮ ਵਰਤ ਕੇ ਫਾਰਮੈਟ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਿਭਾਗੀਕਰਨ ਪਗ ਤੇ ਵਾਪਸ ਜਾਓ।

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
cy: Rydych wedi dewis sefydlu'r bŵtlwythydd quik. Ni fyddwch yn gallu bŵtio unrhyw system weithredu arall o'r disg hwn. Hefyd, mae'n bosib ni fydd eich peiriant yn gallu bŵtio o gwbl ar ôl i'r broses yma orffen. Os ydych yn cwrdd a sgrîn wag, efallai bydd rhaid i chi geisio bŵt oer a dal i lawr Command-Option-P-R.
de: Sie haben den Quik-Bootloader zur Installation gewählt. Sie werden damit keine anderen Betriebssysteme mehr von dieser Festplatte starten können. Weiterhin ist es möglich, dass Ihr Computer nicht mehr booten wird, nachdem dieser Vorgang abgeschlossen ist. Falls der Computer bei einem leeren Bildschirm stehen bleibt, versuchen Sie einen Kaltstart und drücken Sie Command-Option-P-R.
el: Επιλέξατε να εγκαταστήσετε το φορτωτή εκκίνησης quik. Δεν θα είστε σε θέση να εκκίνησετε άλλο λειτουργικό σύστημα απο αυτό το δίσκο. Επιπρόσθετα η μηχανή αυτή μπορεί να μην εκκινεί καθόλου μετά την ολοκλήρωση αυτής της διαδικασίας. Αν το μόνο που θα βλέπετε είναι μια κενή οθόνη, δοκιμάστε κατα την επανεκκίνηση να πιέζετε τα πλήκτρα Command-Option-P-R.
eo: Vi elektis de instali 'quik'-an praŝargilon. Vi ne praŝargeblos alian operaciumon el tiu disko. Plue, via maŝino eble malstartigos post tio procezo. Se malplena ekrano aperas, vi provus malvarman ekfunkcion per klavu 'Command-Option-P-R'.
et: Oled otsustanud paigaldada quik alglaaduri. Sellelt kettalt sa ühtki teist operatsioonisüsteemi laadida ei saa. Veel enamgi, võib juhtuda, et peale paigaldamist ei saa sa sellelt kettalt üldsegi ühtki (ka Debiani) operatsioonisüsteemi laadida. Kui sulle jääb ette must ekraan, peaksid proovima külma alglaadimist ja hoidma all Command-Option-P-R.
eu: quik abioko kargatzailea instalatzea aukeratu duzu. Ezingo duzu beste sistema eragilerik abiarazi disko honetatik. Gainera, baliteke zure makina abiagarria ez izatea prozesu hau amaitutakoan. Pantaila hutsik geratu bazaizu, hotzean abiaraztea probatu beharko duzu eta komandoa-aukera-P-R sakatuta edukitzea.
fi: Olet valinnut asennettavaksi quik-alkulatausohjelman. Tältä levyltä ei voi käynnistää mitään muuta käyttöjärjestelmää. Lisäksi tietokone ei ehkä ole käynnistettävissä millään tavalla kun tämä asennus on valmis. Jos näet vain tyhjän ruudun, joutunet kokeilemaan kylmäkäynnistystä ja pitämään näppäimet Command-Option-P-R alhaalla.
gl: Escolleu instalar o cargador de inicio quik. Non ha poder iniciar ningún outro sistema operativo dende este disco. Aínda máis, a súa máquina pode quedar incapaz de arrincar despois de completar este proceso. Se queda cunha pantalla en branco, pode ter que probar a reiniciar en frío e premer Command-Option-P-R.
he: בחרת להתקין את מנהל האתחול quik. לא תוכל לאתחל למערכות הפעלה אחרות מדיסק זה. בנוסף, המחשב שלך יכול להישאר במצב לא ניתן לאתחול למערכת הפעלה. אם נשארת עם מסך ריק, אתחל את המחשב שלך והחזק את המקשים Command-Option-P-R.
id: Anda telah memilih memasang boot loader quik. Anda tidak akan dapat memboot sistem operasi lain dari disk ini. Lebih lanjut lagi, mesin Anda mungkin tidak dapat diboot sama sekali setelah proses ini selesai. Jika Anda dihadapkan dengan layar kosong, Anda perlu mencoba melakukan cold boot dan menekan Command-Option-P-R.
kk: Сіз quik жүйелік жүктеуішін орнатқыңыз келді. Сіз бұл дискіден кез-келген басқа операциялық жүйені енгізе алмайсыз. Орнату процесі аяқталған соң сіздің машинаңыз мүлдем жүктелмей қалуы мүмкін.Егер сіз тек қана бос экран көрсеңіз, Command-Option-P-R ұстап тұрып суық жүктеуді пайдаланып көріңіз.
lt: Jūs pasirinkote pradinio įkėliklio quik diegimą. Jūs negalėsite įkelti jokios kitos operacinės sistemos iš šio disko. Dar daugiau, pabaigus įdiegimo procesą, Jūsų kompiuteris gali nebegalėti startuoti iš viso. Jei Jūs pamatysite tuščią ekraną, tai pabandykite atlikti "šaltą" perkrovimą esant nuspaustam Command-Option-P-R.
lv: Jūs izvēlējāties instalēt quik sāknētāju. Jūs nevarēsiet ielādēt citas operētājsistēmas no šī diska. Vēl jo vairāk, šis dators var arī neielādēties pēc šī procesa pabeigšanās. Ja Jūsu ekrāns paliek tukšs, Jums būs jāveic aukstā pārstartēšanās un jātur Command-Option-P-R.
ml: നിങ്ങള്‍ ക്വിക് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു. ഈ ഡിസ്കില്‍ നിന്നും വേറൊരു ഓപറേറ്റിങ്ങ് സിസ്റ്റവും ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്ക്ക് കഴിയില്ല. കൂടുതലായി, നിങ്ങളുടെ മഷീന്‍ ഈ പ്രക്രിയക്ക് ശേഷം ഒരു തരത്തിലും ബൂട്ട് ചെയ്യാന്‍ പറ്റിയെന്ന് വരില്ല. നിങ്ങള്ക്ക് ഒരു ബ്ലാങ്ക് സ്ക്രീനാണ് കിട്ടുന്നതെങ്കില്‍ ഒരു കോള്ഡ് ബൂട്ട് ശ്രമിച്ച് Command-Option-P-R അമര്ത്തേണ്ടി വന്നേക്കാം.
nn: Du har valt å installere oppstartslastaren quik. Du vil ikkje vera i stand til å starta opp andre operativsystem frå denne disken. I tillegg kan det vera maskina di ikkje kan startast opp i det heile etter at denne prosessen er ferdig. Viss du endar opp med ein blank skjerm, kan du prøva ein kaldstart og halda nede Command-Option-P-R.
pa: ਤੁਸੀਂ ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣਿਆ ਹੈ। ਤੁਸੀਂ ਇਸ ਡਿਸਕ ਤੋਂ ਕੋਈ ਹੋਰ ਸਿਸਟਮ ਬੂਟ ਨਹੀਂ ਕਰ ਸਕੋਗੇ। ਨਾਲ ਹੀ, ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਇਸ ਕਾਰਜ ਦੇ ਸਮਾਪਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਤਰਾਂ ਬੂਟ-ਹੋਣ-ਯੋਗ ਨਹੀਂ ਰਹਿ ਸਕੇਗੀ। ਜੇ ਤੁਸੀਂ ਖਾਲੀ ਪਰਦਾ ਛੱਡਿਆ, ਤੁਹਾਨੂੰ ਕੋਲਡ ਬੂਟ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਪੈ ਸਕਦੀ ਹੈ ਅਤੇ Command-Option-P-R ਨੂੰ ਦਬਾ ਕੇ ਰੱਖੋ।
pl: Wybrana zosta³a instalacja programu uruchomieniowego quik. Nie bêdzie mo¿na uruchamiaæ ¿adnego innego systemu operacyjnego z tego dysku. Co wiêcej mo¿liwe, ¿e po zakoñczeniu tego procesu Twój komputer w ogóle nie bêdzie siê uruchamia³. Je¶li ujrzysz czarny ekran, prawdopodobnie wymagany bêdzie zimny restart i przytrzymanie Command-Option-P-R.
pt_br: Você optou por instalar o carregador de inicialização quik. Não será mais possível iniciar qualquer outro sistema operacional a partir deste disco. Adicionalmente, sua máquina pode não ser mais capaz de ser iniciada de forma alguma após este processo. Caso você encontre somente uma tela em branco você pode tentar uma inicialização a frio (um "cold boot") e pressionar as teclas Command-Option-P-R.
ro: Aţi ales să instalaţi încărcătorul de sistem quik. Nu veţi putea să porniţi alte sisteme de operare de pe discul fix. Mai mult, maşina dvs. ar putea să nu poată porni indiferent modalitate, după completarea acestui proces. Dacă rămâneţi cu un ecran albastru, puteţi încerca să porniţi sistemul la rece (pornire de la buton) şi să ţineţi apăsaţi combinaţia de taste Command-Option-P-R.
sl: Izbrali ste namestitev zagonskega nalagalnika quik. Iz tega diska ne boste mogli zagnati nobenega drugega operacijskega sistema. Poleg tega, vaš računalnik morda ne bo mogoče zagnati na noben način, ko se ta proces konča. Če ostanete pred praznim zaslonom, lahko morda poizkusite s hladnim zagonom in držite Command-Option-P-R.
zh_tw: 您已選擇了安裝 quit 開機程式。您將會無法藉由這顆磁碟來啟動其它的作業系統。此外，在這個步驟執行完畢後，您的機器可能會再也無法開機。如果您的螢幕上只剩下一片空白，您可能要試著進行冷開機，並按下 Command-Option-P-R。

source: Do you really want to install the quik boot loader?
cy: Ydych chi wir eisiau sefydlu'r llwythydd bŵt quik?
de: Möchten Sie den Quik-Bootloader wirklich installieren?
el: Θελετε αλήθεια να εγκαταστήσετε τον φορτωτή εκκίνησης quik;
eo: Ĉu vi vere volas instali 'quik'-praŝargilon?
et: Kas soovid tõesti paigaldada alglaadurit quik?
eu: Benetan instalatu nahi duzu quik abioko kargatzailea?
fi: Haluatko varmasti asentaa quik-alkulatausohjelman?
gl: ¿Está seguro de querer instalar o cargador de inicio quik?
he: האם אתה בטוח שברצונך להתקין את מנהל האתחול quik?
id: Anda yakin ingin memasang boot loader quik?
kk: Сіз шынында quik жүйелік жүктеуішін орнатқыңыз келеді ме?
lt: Ar tikrai norite įdiegti quik pradinį įkėliklį?
lv: Vai Jūs tiešām gribat instalēt quik sāknētāju?
mg: Hapetraka tokoa ve ny boot loader quik?
ml: ക്വിക് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യണമെന്ന് നിങ്ങള്ക്ക് തീര്ത്തുമുറപ്പുണ്ടോ?
nn: Vil du verkeleg installera oppstartslastaren quik?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy naprawdê chcesz zainstalowaæ program uruchomieniowy quik?
pt_br: Você realmente deseja instalar o carregador de inicialização quik ?
ro: Doriţi într-adevăr să instalaţi încărcătorului de sistem quik?
sl: Ali res želite namestiti zagonski nalagalnik quik?
zh_tw: 您是否真的要安裝 quik 開機程式？

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
cy: Rydych wedi dewis sefydlu'r bŵtlwythydd quik. Ni fyddwch yn gallu bŵtio unrhyw system weithredu arall o'r disg hwn. Hefyd, mae'n bosib ni fydd eich peiriant yn gallu bŵtio o gwbl ar ôl i'r broses yma orffen.
de: Sie haben den Quik-Bootloader zur Installation gewählt. Sie werden damit keine anderen Betriebssysteme mehr von dieser Festplatte starten können. Weiterhin ist es möglich, dass Ihr Computer nicht mehr booten wird, nachdem dieser Vorgang abgeschlossen ist.
el: Επιλέξατε να εγκαταστήσετε το φορτωτή εκκίνησης quik. Δεν θα είστε σε θέση να εκκίνησετε άλλο λειτουργικό σύστημα απο αυτό το δίσκο. Επιπρόσθετα η μηχανή αυτή μπορεί να μην εκκινεί καθόλου μετά την ολοκλήρωση αυτής της διαδικασίας.
eo: Vi elektis de instali 'quik'-an praŝargilon. Vi ne praŝargeblos alian operaciumon el tiu disko. Plue, via maŝino eble malstartigos post tio procezo.
et: Oled valinud alglaadur quik'i paigaldamise. Sellelt kettalt sa enam teisi operatsioonisüsteeme laadida ei saa. Veel enamgi, võib juhtuda, et peale paigaldamise lõppu ei saa sa sellelt kettalt enam ühtki operatsioonisüstemi laadida.
eu: quik abioko kargatzailea instalatzea aukeratu duzu. Ezingo duzu beste sistema eragilerik abiarazi disko honetatik. Gainera, baliteke zure makina abiagarria ez izatea prozesu hau amaitutakoan.
fi: Olet valinnut asennettavaksi quik-alkulatausohjelman. Tältä levyltä ei voi käynnistää mitään muuta käyttöjärjestelmää. Lisäksi tietokone ei ehkä ole käynnistettävissä millään tavalla kun tämä asennus on valmis.
gl: Seleccionou instalar o cargador de inicio quik. Non ha poder iniciar ningún outro sistema operativo dende este disco. Aínda máis, a súa máquina pode quedar incapaz de arrincar despois de completar este proceso.
he: בחרת להתקין את מנהל האתחול quik. לא תוכל לאתחל למערכת הפעלה אחרת מדיסק זה. בנוסף, המחשב שלך עלול להישאר להיות לא ניתן לאתחול לאחר שהתהליך יסתיים.
id: Anda telah memilih memasang boot loader quik. Anda tidak akan dapat memboot sistem operasi lain dari disk ini. Lebih lanjut lagi, mesin Anda mungkin tidak dapat diboot sama sekali setelah proses ini selesai.
kk: Сіз quik жүйелік жүктеуішін орнатуды таңдадыңыз. Сіз бұл дискіден кез-келген операциялық жүйені жүктей алмайсыз. Орнату процесі аяқталған соң сіздің машинаңыз мүлдем жүктелмей қалуы мүмкін.
lt: Jūs pasirinkote pradinio įkėliklio quik diegimą. Jūs negalėsite įkelti jokios kitos operacinės sistemos iš šio disko. Dar daugiau, pabaigus įdiegimo procesą, Jūsų kompiuteris gali nebegalėti startuoti iš viso.
lv: Jūs esat izvēlējušies instalēt quik sāknētāju. No šī diska jūs nevarēsiet ielādēt nevienu citu operētājsistēmu. Vēl jo vairāk, jūsu mašīna var nesāknēties vispār pēc šī procesa pabeigšanas.
ml: നിങ്ങള്‍ ക്വിക് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു. ഈ ഡിസ്കില്‍ നിന്നും വേറൊരു ഓപറേറ്റിങ്ങ് സിസ്റ്റവും ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്ക്ക് കഴിയില്ല. കൂടുതലായി, നിങ്ങളുടെ മഷീന്‍ ഈ പ്രക്രിയക്ക് ശേഷം ഒരു തരത്തിലും ബൂട്ട് ചെയ്യാന്‍ പറ്റിയെന്ന് വരില്ല.
nn: Du har valt å installere oppstartslastaren quik. Du vil ikkje vera i stand til å starta opp andre operativsystem frå denne disken. I tillegg kan det vera maskina di ikkje kan startast opp i det heile etter at denne prosessen er ferdig.
pa: ਤੁਸੀਂ ਕੁਇੱਕ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਹੋਣ ਲਈ ਚੁਣਿਆ ਹੈ। ਤੁਸੀਂ ਇਸ ਡਿਸਕ ਤੋਂ ਕੋਈ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਬੂਟ ਨਹੀਂ ਕਰ ਸਕੋਗੇ। ਨਾਲ ਹੀ, ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਇਸ ਕਾਰਜ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਤਰਾਂ ਬੂਟ ਹੋਣ ਯੋਗ ਨਹੀਂ ਰਹੇਗੀ।
pl: Wybrana zosta³a instalacja programu uruchomieniowego quik. Nie bêdzie mo¿na uruchamiaæ ¿adnego innego systemu operacyjnego z tego dysku. Co wiêcej mo¿liwe, ¿e po zakoñczeniu tego procesu Twój komputer w ogóle nie bêdzie siê uruchamia³.
pt_br: Você optou por instalar o carregador de inicialização quik. Não será mais possível iniciar qualquer outro sistema operacional a partir deste disco. Adicionalmente, sua máquina pode não ser mais capaz de ser iniciada de forma alguma após este processo.
ro: Aţi ales să instalaţi încărcătorul de sistem quik. Nu veţi putea să porniţi nici un alt sistem de operare de pe acest disc. Mai mult, este posibil ca sistemul să nu mai pornească în nici un fel după terminarea acestui proces.
sl: Izbrali ste namestitev zagonskega nalagalnika quik. Iz tega diska ne boste mogli zagnati nobenega drugega operacijskega sistema. Poleg tega, vaš računalnik morda ne bo mogoče zagnati na noben način, ko se ta proces konča.
zh_tw: 您已選擇了安裝 quit 開機程式。您將會無法藉由這顆磁碟來啟動其它的作業系統。此外，在這個步驟執行完畢後，您的機器可能會再也無法開機。

source: Be aware that this code has not been thoroughly tested.
cy: Sylwer nad yw'r côd yma wedi ei brofi'n drwyadl eto.
de: Beachten Sie, dass Quik noch nicht gründlich getestet wurde.
el: Να έχετε υπόψην σας οτι ο κωδικας αυτός δεν είναι ελεγμένος.προσεκτικά.
eo: Konscii pri ĉi tiu kodo neestas ankaraŭ tute elprovita.
et: Võta teadmiseks, et seda programmikoodi pole sügavalt testitud.
eu: Kontuan izan kode hau ez dela sakon probatu.
fi: Huomaa ettei tätä koodia ole testattu kattavasti.
gl: Teña en conta que este código non está totalmente probado.
he: תהיה מודע שקוד זה לא נבדק לעומק
id: Hati-hati kode ini belum diuji secara lengkap.
kk: Ескертеміз: бұл код мұқият тесттелген жоқ.
lt: Žinokite, kad šis kodas dar nėra iki galo ištestuotas.
lv: Jums jaapzinās, ka šis koda fragments nav pilnībā pārbaudīts.
ml: ഈ കോഡ് നല്ലതുപോലെ പരീക്ഷിച്ചിട്ടില്ലെന്നോര്ക്കുക.
nn: Ver oppmerskom på at denne koden ikkje er testa så godt.
pa: ਧਿਆਨ ਰੱਖੋ ਕਿ ਇਸ ਕੋਡ ਦੀ ਚੰਗੀ ਤਰਾਂ ਜਾਂਚ ਨਹੀਂ ਹੋਈ।
pl: We¼ pod uwagê, ¿e ten kod nie zosta³ dok³adnie przetestowany.
pt_br: Esteja ciente de que este código ainda não foi totalmente testado.
ro: Fiţi conştienţi că acest cod nu a fost testat temeinic.
sl: Zavedajte se, da ta koda ni bila popolnoma preizkušena.
zh_tw: 請注意，這些程式碼並未經過完整的測試。

source: Creating quik configuration
cy: Yn creu cyfluniad quik
de: Erzeuge Quik-Konfiguration
el: Δημιουργία παραμέτρων για το quik
eo: Krei 'quik'-an akomodadon
et: quik seadistuse loomine
eu: quik-en konfigurazioa sortzen
fi: Tehdään quik:in asetukset
gl: A crear a configuración de quik
he: יוצר הגדרות quik
id: Membuat konfigurasi quik
kk: quik конфигурациясын орнату
lt: Kuriama quik konfigūracija
lv: Veidoju quik konfigurāciju
ml: ക്വിക് ക്രമീകരണം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Lagar quik-oppsettet
pa: ਕੁਇੱਕ ਸੰਰਚਨਾ ਬਣਾ ਰਿਹਾ ਹੈ
pl: Tworzenie konfiguracji quik
pt_br: Criando configuração do quik
ro: Se creează configuraţia quik
sl: Ustvarjam quik nastavitev
zh_tw: 正在建立 quik 設定

source: Failed to create quik configuration
cy: Methwyd creu cyfluniad quik
de: Erzeugen der Quik-Konfiguration schlug fehl
el: Σφάλμα κατά τη δημιουργία παραμέτρων του quik
eo: kreado de 'quik'-a akomodo malsukcesas
et: quik seadistuse loomine nurjus
eu: Ezin izan da quik-en konfigurazioa sortu
fi: Quik:n asetusten teko ei onnistunut
gl: Non se puido crear a configuración de quik
he: נכשלה יצירת הגדרות quik
id: Gagal membuat konfigurasi quik
kk: quik конфигурациясын құру мүмкін болмады
lt: Nepavyko sukurti quik konfigūracijos
lv: Quik konfigurācijas izveide nav izdevusies
ml: ക്വിക് ക്രമീകരണം സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å oppretta quik-oppsett
pa: ਕੁਇੱਕ ਸੰਰਚਨਾ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê utworzyæ pliku konfiguracyjnego quik
pt_br: Falha ao criar configuração do quik
ro: Eşec la crearea configuraţiei quik
sl: Ustvarjanje quik nastavitev ni uspelo
zh_tw: 無法建立 quik 設定

source: The creation of the main quik configuration file failed.
cy: Methwyd creu prif ffeil cyfluniad quik.
de: Die Quik-Hauptkonfiguration konnte nicht erzeugt werden.
el: Απέτυχε η δημιουργία του αρχείου παραμέτρων του quik.
eo: La kreado de ĉefa 'quik'-akomodada dosiero malsukcesis.
et: quik'i peamise seadistusefaili loomine nurjus.
eu: Ezin izan da quik-en konfigurazio-fitxategi nagusia sortu.
fi: Quik:n pääasetustiedoston luonti ei onnistunut
gl: Non se puido crear o ficheiro coa configuración principal de quik.
he: נכשלה פעולת היצירה של קובץ הגדרות quik הראשי.
id: Pembuatan berkas konfigurasi utama quik gagal.
kk: quik конфигурациясының бас файлын құру мүмкін болмады. Символикалық сілтеме бойынша ядроны табу мүмкін болмады
lt: Nepavyko sukurti pagrindinio quik konfigūracijos failo.
lv: Gavēnās quik konfigurācijas izveide nav izdevusies.
ml: പ്രധാന ക്വിക് ക്രമീകരണ ഫയല്‍ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Oppretting av ny hovudoppsettsfil for quik feila.
pa: ਮੁੱਖ ਕੁਇੱਕ ਸੰਰਚਨਾ ਫਾਇਲ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Utworzenie g³ównego pliku konfiguracyjnego quik nie powiod³o siê.
pt_br: A criação do arquivo de configuração principal do quik falhou.
ro: Crearea fişierului principal de configurare al quik-ului a eşuat.
sl: Ustvarjanje glavne nastavitvene datoteka za quik ni uspelo.
zh_tw: quik 的主要設定檔建立作業失敗了。

source: Failed to resolve kernel symlink
cy: Methwyd datrys cyswllt symbolaidd cnewyllyn
de: Konnte Kernel-Symlink nicht folgen
el: Αδύνατη η επίλυση του ψευδοσυνδέσμου του πυρήνα
eo: Dosierujano maltrafas kernan ligadon
et: Tuuma symlink'i ei õnnestunud lahendada
eu: Ezin izan da nukleoaren esteka sinbolikoa konpondu
fi: Ytimen symbolisen linkin seuraaminen ei onnistu
gl: Non se puido atopar o destino da ligazón simbólica do núcleo
he: כשלון בפיענוח קישור הקרנל
id: Gagal mencari symlink kernel
kk: Символикалық сілтеме бойынша ядроны табу мүмкін болмады
lt: Nepavyko surasti branduolio pagal simbolinę nuorodą
lv: Kļūda iegūstot kodola saiti (symlink)
mg: Tsy marina ny sarin-drohin'ny kernel
ml: കെര്‍ണല്‍ സിംലിങ്ക് പരിഹരിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje løysa symlenkja til kjerna
pa: ਕਰਨਲ symlink ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê odtworzyæ dowi±zania symbolicznego j±dra
pt_br: Falha ao resolver ligação simbólica do kernel
ro: Eşec la încercarea de urmărire a legăturii simbolice către nucleu
sl: Nisem uspel najti simbolične povezave do jedra
zh_tw: 無法解析 Kernel 的符號連結
