Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next Debian installation stage.
el: Αυτή η εργασία χρειάζεται να γίνει μόνο μία φορά. Στη συνέχεια δώστε την εντολή "boot" ή επανεκκινήστε το σύστημα, για να συνεχίσετε στο επόμενο στάδιο της εγκατάστασης του Debian.
fi: Tämä on tehtävä vain yhden kerran. Käytä sitten komentoa "boot"tai käynnistä järjestelmä uudelleen edetäksesi seuraavaan Debianin asennuksen vaiheeseen.
id: Anda hanya perlu melakukan ini sekali. Setelah itu, masukkan perintah "boot" atau reboot sistem untuk melanjutkan tahap instalasi Debian berikutnya.
nn: Du vil måtte gjera dette berre ein gong. Etterpå skriv du inn «boot»-kommandoen eller start systemet på ny for å halda fram med det neste steget i debianinstallasjonen.
pl: Bêdziesz musia³ zrobiæ to tylko raz. Pó¼niej wprowad¼ polecenie "boot" lub uruchom ponownie komputer by przej¶æ do nastêpnego etapu instalacji Debiana.
pt_br: Você precisará fazer isto somente uma única vez. Após fazê-lo, informe o comando "boot" ou reinicie o sistema para prosseguir até o próximo estágio da instalação Debian.
sl: To boste morali storiti samo enkrat. Kasneje, vnesite "boot" ukaz ali ponovno zaženite računalnik za nadaljevanje z naslednjim namesitvenim korakom Debiana.

source: PALO should install the boot block on a bootable device. This is usually the first hard drive, but could be in a partition if you want to use another boot manager as the primary boot manager.
el: Ο φορτωτής PALO θα πρέπει να εγκαταστήσει το block εκκίνησης σε κάποια συσκευή με δυνατότητα εκκίνησης. Συνήθως, πρόκειται για τον πρώτο σκληρό δίσκο, ή και σε κάποιο διαμέρισμά του αν επιθυμείτε να χρησιμοποιήσετε κάποιον άλλο φορτωτή εκκίνησης αντί για το PALO.
fi: PALO:n pitäisi asentaa käynnistyslohko käynnistyslaitteelle. Tämä on yleensä ensimmäinen kiintolevy, mutta voi olla levyosio jos haluat käyttää jotain muuta alkulatausohjelmaa ensisijaisesti.
id: PALO harus memasang block boot pada piranti bootable. Ini biasanya pada hard disk pertama, tapi bisa berada pada sebuah partisi jika Anda ingin menggunakan boot manager lain sebagai boot manager utama.
nn: PALO bør installera oppstartsblokka på ei oppstartseining. Dette er vanlegvis den første harddisken, men kan òg vera ein partisjon dersom du brukar eit anna oppstartssystem i tillegg.
pl: PALO powinno zainstalowaæ blok uruchomieniowy na urz±dzeniu uruchomieniowym. To zazwyczaj pierwszy dysk twardy, ale mo¿e to byæ partycja je¶li zamierzasz korzystaæ z innego mened¿era uruchomieniowego jako podstawowego.
pt_br: O PALO deve instalar o bloco de inicialização em um dispositivo inicializável. Tal dispositivo é normalmente o primeiro disco rígido, mas pode ser em uma partição caso você queira usar um outro gerenciador de inicialização como gerenciador de inicialização primário. Caso a resposta seja vazia, ${bootdev} será escolhido.
sl: PALO mora namestiti zagonski blok na zagonsko napravo. To je navadno prvi trdi disk, lahko pa je tudi razdelek, če želite kot primarni zagonski upravljalnik uporabljati nek drug zagonski upravljalnik.

source: The LILO program needs to be installed to make your new Debian system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
el: Για να γίνει το νέο σας σύστημα Debian εκκινήσιμο, θα πρέπει να εγκαταστήσετε το φορτωτή LILO. Με την εγκατάστασή του στο Master Boot Record του σκληρού σας δίσκου, το LILO θα έχει τον πλήρη έλεγχο της διαδικασίας εκκίνησης, αλλά αν θέλετε να χρησιμοποιήσετε κάποιο άλλο διαχειριστή εκκίνησης, απλώς εγκαταστήστε το LILO στο νέο τμήμα Debian.
fa: برنامه لیلو باید نصب گردد تا سیستم شما را قابل راه‌اندازی کند، با نصب این برنامه بر روی رکورد راه‌انداز اصلی (Master Boot Record) این برنامه کنترل راه‌اندازی سیستم را بر عهده خواهد گرفت، اما اگر شما میخواهید از یک مدیر راه‌اندازی دیگری استفاده کنید میتوانید لیلو را بر روی پارتیشن دبیان خود نصب کنید.
fi: LILO-ohjelma on asennettava, jotta uusi Debian-järjestelmä voidaan käynnistää. Asentamalla LILO levyn pääkäynnistyslohkoon, se huolehtii koko käynnistyksestä. Jos haluat käyttää jotain muuta alkulataussohjelmaa, asenna LILO Debianin levyosioon.
id: Program LILO perlu dipasang agar sistem Debian Anda yang baru dapat diboot. Dengan memasang pada Master Boot Record dari hard disk Anda, LILO akan mengambil alih pengaturan proses boot. Tetapi, bila Anda ingin menggunakan boot manager lain, pasang saja LILO pada partisi dari sistem Debian Anda ini.
nn: Programmet LILO må installerast for at det nye Debian-systemet ditt skal kunne startast opp. Ved å installera det på hovudoppstartsporet (MBR) på den første harddisken, vil LILO ta full kontroll på oppstartsprosessen. Men viss du vil bruka ein anna oppstartshandterar, kan du installera LILO på den nye Debian-partisjonen i staden.
pl: Aby umo¿liwiæ uruchamianie Debiana, nale¿y zainstalowaæ program LILO. Instaluj±c go do g³ównego rekordu uruchomieniowego, sprawisz, ¿e LILO przejmie kontrolê nad ca³ym procesem uruchamiania. Je¶li jednak chcesz skorzystaæ z innego programu uruchomieniowego, zainstaluj LILO na nowej partycji Debiana.
pt_br: O programa LILO precisa ser instalado para fazer com que seu novo sistema Debian seja inicializável. Com a instalação do LILO no Regitro de Inicialização Principal, o mesmo terá controle total do processo de inicialização, mas, caso você prefira usar um gerenciador de inicialização diferente, simplesmente instale o LILO na nova partição Debian.
sl: Za zaganjanje vašega sistema Debian morate namestiti program LILO. Če ga boste namestili v glavni zagonski zapis, bo v celoti nadzoroval zagonski proces, če pa želite uporabiti drug zagonski nalagalnik, preprosto namestite LILO na nov Debianov razdelek.

source: Please enter the partition or disk which LILO should be installed onto. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
el: Δώστε το όνομα του τμήματος ή της μονάδας δίσκου όπου θα πρέπει να εγκατασταθεί το LILO. Είναι δεκτά ονόματα μονάδων τύπου Devfs, όπως αυτά που αρχίζουν με /dev/ide, /dev/scsi και /dev/discs, αλλά και πιο παραδοσιακά ονόματα όπως /dev/hda και /dev/sda.
fa: لطفا
fi: Kirjoita levyosio tai levy johon LILO pitäisi asentaa. Sekä devfs-tyyliset nimet, jotka alkavat /dev/ide, /dev/scsi ja /dev/discs kelpaavat, että perinteiset nimet kuten /dev/hda tai /dev/sda, kelpaavat.
id: Silakan masukkan nama partisi atau disk tempat LILO akan dipasang. Nama dengan notasi devfs, yang dimulai dengan /dev/ide, /dev/scsi dan /dev/discs dapat dipakai, demikian juga nama tradisional, seperti /dev/hda atau /dev/sda.
nn: Oppgje partisjonen eller disken der LILO skal installerast. Namngjeving på devfs-måte med einingar som startar med /dev/ide, /dev/scsi og /dev/discs vert akseptert i tillegg til tradisjonell namngjeving, som /dev/hda eller /dev/sda.
pl: Proszê wprowadziæ partycjê lub dysk gdzie powinno byæ zainstalowane LILO. Akceptowane s± nazwy w stylu Devfs, takie jak te zaczynaj±ce siê od /dev/ide, /dev/scsi i /dev/discs, jak równie¿ tradycyjne nazwy w stylu /dev/hda czy /dev/sda.
pt_br: Por favor, informe a partição ou disco onde o LILO deverá ser instalado. Nomes no estilo devfs, como aqueles iniciados com /dev/ide, /dev/scsi e /dev/discs são aceitos, bem como nomes tradicionais, como /dev/hda ou /dev/sda.
sl: Vnesite razdelek ali disk, na keterega naj se namesti LILO. Sprejeta bodo imena s stilu devfs, npr. taka, ki se začnejo z /dev/ide, /dev/scsi, in /dev/discs, pa tudi običajna imena, torej /dev/hda ali /dev/sda.

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the bootloader. This may cause you to be unable to boot into the system that is being installed.
el: Επιλέξατε να εγκαταστήσετε το LILO σε ένα τμήμα που δεν είναι ενεργό. Αν το τμήμα δεν έχει καταστεί ενεργό, δε θα είναι δυνατή η φόρτωση του LILO από το φορτωτή εκκίνησης. Αυτό πιθανόν να καταστήσει αδύνατη την εκκίνηση του συστήματος προς εγκατάσταση.
fa: شما قصد دارید لیلو را بر روی یک پارتیشن غیر فعال نصب کنید. اگر این پارتیشن فعال نگردد لیلو توسط bootloader بارگیری نمیشود، این عامل ممکن است سیستم شما را غیر قابل راه‌اندازی نماید.
fi: Valitsit LILO:n asennettavaksi osiolle, joka ei ole aktiivinen. Jos tätä osiota ei ole merkitty aktiiviseksi, käynnistyslatain ei lataa LILO:a. Tällöin asennettavaa järjestelmää ei ehkä voi käynnistää.
id: Anda telah memilih untuk memasang LILO pada partisi yang tidak aktif. Jika partisi ini tidak diaktifkan, maka LILO tidak dapat dimuat oleh bootloader. Ini dapat menyebabkan Anda tidak bisa melakukan booting sistem yang sedang dipasang.
nn: Du har valt å installera LILO på ein anna partisjon enn han som er aktiv. Viss denne partisjonen ikkje blir merka aktiv, vil LILO ikkje bli lasta av oppstartslastaren. Dette kan føra til at systemet som blir installert ikkje blir starta opp når du slår på maskina.
pl: Wybrano instalacjê LILO na nieaktywnej partycji. W przypadku gdy partycja nie jest zaznaczona jako aktywna, LILO nie zostanie za³adowane przez program uruchomieniowy. Mo¿e to doprowadziæ do braku mo¿liwo¶ci uruchomienia systemu, który jest w³a¶nie instalowany.
pt_br: Você optou por instalar o LILO em uma partição que não é uma partição ativa. Caso essa partição não seja marcada como ativa o lILO não será carregado pelo carregador de inicialização. Isso pode fazer com que você não seja mais capaz de iniciar o sistema que está sendo instalado.
sl: LILO ste se odločili namestiti na razdelek, ki še ni aktiven. Če razdelek ni označen kot aktiven, potem zagonski nalagalnik ne bo naložil Lila. To vam lahko onemogoči zagon sistema, ki ga nameščate.

source: You should make this partition active unless you have another bootloader that will allow you to access your new Linux installation.
el: Θα πρέπει να ενεργοποιήσετε το συγκεκριμένο τμήμα, εκτός αν χρησιμοποιείτε κάποιο άλλο φορτωτή εκκίνησης που θα σας επιτρέψει την πρόσβαση στο νέο εγκατεστημένο σύστημα.
fa: شما باید این پارتیشن را فعال کنید، مگر اینکه قصد استفاده از یک راه‌انداز دیگر را داشته باشید که به شما اجازه دهد به پارتیشن لینوکستان دسترسی پیدا کنید.
fi: Tämä osio pitäisi merkitä aktiiviseksi ellet käytä jotain muuta alkulatausohjelmaa, joka päästää sinut uuteen Linux-asennukseesi.
id: Anda seharusnya membuat partisi ini aktif kecuali bila Anda mempunyai bootloader lain yang membolehkan Anda mengakses instalasi Linux Anda yang baru.
nn: Du bør gjera denne partisjonen aktiv viss du ikkje har ein anna oppstartslastar som vil la deg starta opp den nye Linux-installasjonen.
pl: Nale¿y ustawiæ tê partycjê jako aktywn± chyba, ¿e posiadasz inny program uruchomieniowy, który umo¿liwi Ci dostêp do nowej instalacji Linuksa.
pt_br: Você deverá tornar essa partição ativa a menos que você possua outro carregador de inicialização que lhe permitirá acessar sua nova instalação Linux.
sl: Ta razdelek morate aktivirati, razen, če imate še en zagonski nalagalnik, ki vam bo omogočil dostop do vaše namestitve Linuxa.

source: ctc: Channel to Channel (CTC) or ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO mode / HiperSockets, iucv: Inter-User Communication Vehicle - available for VM guests only
el: ctc: Δίαυλος προς Δίαυλο (CTC) ή σύνδεση ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet ή OSA-Express Fast Ethernet (όχι-QDIO), qeth: OSA-Express σε κατάσταση QDIO / HiperSockets, iucv: Inter-User Communication Vehicle - διαθέσιμες μόνο σε χρήστες VM
fi: ctc: Kanavalta kanavalle (CTC) tai ESCON yhteydet, lcs: qeth: OSA-2 Token Ring/Ethernet tai OSA-Express Fast Ethernet (ei-QDIO), qeth: OSA-Express QDIO toimintatilassa / HiperSockets, iucv: Inter-User Communication Vehicle - käytettävissä vain VM vieraille
id: ctc: hubungan Channel to Channel (CTC) atau ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet atau OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express pada mode QDIO / HiperSockets, iucv: Inter-User Communication Vehicle - hanya tersedia untuk tamu VM
nn: ctc: Kanal-til-kanal (CTC) eller ESCON-samband, lcs: qeth: OSA-2-Token Ring/Ethernet eller OSA-Express Fast Ethernet (ikkje-QDIO), qeth: OSA-Express i QDIO-modus / HiperSockets, iucv: Interbrukar sambandsmiddel - berre tilgjengeleg for VM-gjester
pl: ctc: Channel to Channel (CTC) lub po³±czenie ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet lub OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express w trybie QDIO / HiperSockets, iucv: Inter-User Communication Vehicle - dostêpne tylko dla go¶ci VM
pt_br: ctc: Conexões Canal a Canal (CTC) ou ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet ou OSA-Express Fast Ethernet (não-QDIO), qeth: OSA-Espress em modo QDIO / Hipersocket, iucv : Veículo de de Comunicação Inter-Usuário - disponível somente para guests VM
sl: ctc: Channel to Channel (CTC) ali povezava ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet ali OSA-Express Fast Ethernet (ne-QDIO), qeth: OSA-Express v načinu QDIO / HiperSockets, iucv: Inter-User Communication Vehicle - na voljo le za goste VM

source: ${choices} Quit
el: ${choices} Έξοδος
fi: ${choices} Poistu
id: ${choices} Keluar
mg: ${choices} Miala
nn: ${choices} Avslutt
pl: ${choices} Wyjd¼
pt_br: ${choices} Finalizar
sl: ${možnosti} Izhod

source: The following disk access storage devices (DASD) are available. Please choose one of them.
el: Οι ακόλουθες αποθηκευτικές μονάδες προσπέλασης δίσκου (DASD) είναι διαθέσιμες, παρακαλώ επιλέξτε μία.
fi: Seuraavat DASD:it (Disk Access Storage Device) ovat käytettävissä. Valitse yksi niistä.
id: DASD (Disk Access Storage Device) berikut tersedia. Silakan memilih salah satu dari mereka.
nn: Følgjande lagringseiningar med disktilgang (DASD) er tilgjengelege. Vel ein av dei.
pl: Dostêpne s± nastêpuj±ce urz±dzenia dyskowe (DASD). Proszê wybraæ jedno z nich.
pt_br: Os seguintes dispositivos de armazenamento de acesso a disco (DASD) estão disponíveis. Por favor selecione um deles.
sl: Na voljo so naslednji DASD (Disk Access Storage Device). Izberite enega.

source: Formating ${device}...
el: Διαμόρφωση του ${device}...
fi: Alustetaan laitetta ${device} ...
id: Sedang memformat ${device}
nn: Formaterer ${device} ...
pl: Formatowanie ${device}...
pt_br: Formatando ${device} ...
sl: Formatiram ${device}...

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot Debian automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
el: Πρέπει να καθοριστούν ορισμένες μεταβλητές στο λογισμικό Pegasos OpenFirmware για να μπορέσει το σύστημα σας να εκκινήσει αυτόματα το Debian. Στο τέλος αυτού του σταδίου της εγκατάστασης, θα γίνει επανεκκίνηση και το λογισμικό θα προσπαθήσει να κάνει αυτόματη εκκίνηση. Αυτό θα σας φέρει στην γραμμή εντολών του Pegasos OpenFirmware, όπου μπορείτε να ορίσετε τις ακόλουθες μεταβλητές:
fi: Joidenkin muuttujien arvot Pegasos OpenFirmwaressa on asetettava, jotta järjestelmä käynnistäisi Debianin automaattisesti. Järjestelmä käynnistyy uudelleen asennuksen lopuksi. Aseta seuraavat muuttujat Pegasos OpenFirmwaren kehoitteessa, jotta automaattikäynnistys toimii:
id: Beberapa variabel perlu diatur dalam Pegasos OpenFirmware agar sistem Anda dapat booting Debian secara otomatis. Pada akhir instalasi, sistem akan booting ulang. Pada prompt Pegasos OpenFirmware, atur variabel OpenFirmware berikut ini untuk menghidupkan booting otomatis:
nn: Nokre variablar må setjast i Pegasos OpenFirmware for at systemet ditt skal starta opp Debian automatisk. Ved slutten av installasjonen vil systemet starta på nytt. På kommandolinja til Pegasos OpenFirmware kan du slå på auto-oppstart ved å setja desse OpenFirmware-variablane:
pl: By móc uruchamiaæ Debiana automatycznie, nale¿y ustawiæ pewne zmienne Pegasos OpenFirmware. Po zakoñczeniu instalacji, system zostanie ponownie uruchomiony. Przy znaku zachêty Pegasos OpenFirmware ustaw nastêpuj±ce zmienne OpenFirmware by uaktywniæ automatyczne uruchamianie:
pt_br: Algumas variáveis precisam ser definidas no Pegasos OpenFirmware para que seu sistema Debian possa ser capaz de ser iniciado automaticamente. Ao final da instalação, o sistema irá reiniciar. No prompt de comandos do Pegasos OpenFirmware, defina as seguintes variáveis do OpenFirmware para habilitar a inicialização automática :
sl: Če želite samodejno zagnati Debian, je potrebno nastaviti nekaj spremenljivk v Pegasos OpenFirmware. Na koncu namestitve se bo sistem ponovno zagnal. Ob pozivniku Pegasos OpenFirmware boste lahko ročno zagnali jedro z:

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot Debian automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
el: Πρέπει να καθοριστούν ορισμένες μεταβλητές στο firmware του Netwinder NeTTrom για να μπορέσει το σύστημα σας να εκκινήσει αυτόματα το Debian. Στο τέλος αυτού του σταδίου της εγκατάστασης, θα γίνει επανεκκίνηση και το λογισμικό θα προσπαθήσει να κάνει αυτόματη εκκίνηση. Μπορείτε να το διακόψετε αυτό πιέζοντας οποιοδήποτε πλήκτρο. Αυτό θα σας φέρει στην γραμμή εντολών του NeTTrom, όπου μπορείτε να εκτελέσετε τις ακόλουθες εντολές:
fi: Joidenkin muuttujien arvot Netwinderin laiteohjelmistossa NeTTrom on asetettava, jotta järjestelmä käynnistäisi Debianin automaattisesti. Tämän asennusvaiheen lopussa järjestelmä käynnistyy uudelleen ja laiteohjelmisto yrittää automaattista käynnistystä. Tämän voi keskeyttää millä tahansa näppäimellä, jolloin NeTTrom:n komentorivillä voidaan antaa seuraavat komennot:
id: Beberapa variabel perlu diatur dalam firmware Netwinder NeTTrom agar sistem Anda dapat booting Debian secara otomatis. Pada akhir instalasi, sistem akan booting ulang, dan firmware akan berusaha untuk booting otomatis. Anda dapat membatalkannya dengan menekan sembarang tombol. Anda kemudian akan masuk ke sistem perintah NeTTrom, tempat Anda harus menjalankan perintah berikut ini:
nn: Nokre variablar må setjast i maskinvara Netwinder NeTTrom for at systemet ditt skal starta opp Debian automatisk. Ved slutten av installasjonen vil systemet starta på nytt og maskinvara vil prøve å starta opp automatisk. Du kan avbryta dette ved å trykkja på ein tast. Du vil så bli kasta inn i kommandosystemet til NeTTrom der du må køyra desse kommandoane:
pl: By móc uruchamiaæ Debiana automatycznie, nale¿y ustawiæ pewne zmienne Netwinder NeTTrom firmware. Po zakoñczeniu instalacji, system zostanie ponownie uruchomiony i firmware spróbuje automatycznie siê za³adowaæ. Mo¿esz przerwaæ ten proces naciskaj±c jakikolwiek klawisz. Zostaniesz wtedy przeniesiony do systemu poleceñ NeTTrom, gdzie nale¿y wprowadziæ nastêpuj±ce polecenia:
pt_br: Algumas variáveis precisam ser definidas no firmware Netwinder NeTTrom para que seu sistema Debian possa ser capaz de ser iniciado automaticamente. Ao final deste estágio da instalação, o sistema irá reiniciar e o firmware irá tentar iniciar automaticamente. Você pode abortar esse processo pressionando qualquer tecla. Ao fazê-lo, você será levado ao sistema de comandos NeTTrom, onde você precisa executar os seguintes comandos :
sl: Če želite samodejno zagnati Debian, je potrebno nastaviti nekaj spremenljivk v strojnoprogramski opremi Netwinder NeTTrom. Na koncu namestitve se bo sistem ponovno zagnal in poskusil s samozagonom. Prekličete ga lahko s poljubno tipko. Pristali boste v ukaznem sistemu NeTTrom, kjer morate izvesti naslednje ukaze:

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as kernel argument.
el: Θα πρέπει να κάνετε χειροκίνητη εκκίνηση με τον πυρήνα ${KERNEL} στοτμήμα ${BOOT} και το ${ROOT} ως όρισμα εκκίνησης πυρήνα.
fi: Ydin ${KERNEL} on käynnistettävä itse levyosiolta ${BOOT} ja välitettävä ${ROOT} parametrina.
id: Anda perlu melakukan boot secara manual dengan ${KERNEL} pada partisi ${BOOT} dan ${ROOT} diberikan sebagai argumen.
nn: Du må starta opp manuelt med kjerna ${KERNEL} på partisjonen ${BOOT} og senda ${ROOT} som argument til kjerna.
pl: Bêdziesz musia³ uruchamiaæ system rêcznie z u¿yciem j±dra ${KERNEL}, z partycji ${BOOT}, przekazuj±c ${ROOT} jako jego argument.
pt_br: Você precisará iniciar manualmente com o kernel ${KERNEL} na partição ${BOOT} e ${ROOT} passado como argumento para o kernel.
sl: Zagnati boste mogli ročno z jedrom ${KERNEL} na razdelkih ${BOOT} in ${ROOT}, podanih kot argumenti jedra.

source: ReiserFS journalling file system
el: σύστημα αρχείων ReiserFS με journal
fa: فایل سیستم ژورنالیستی Reiser FS
fi: ReiserFS tiedosto-operaatioiden kirjanpidon sisältävä tiedostojärjestelmä
id: Sistem berkas berjurnal ReiserFS
nn: ReiserFS, journalførande filsystem
pl: System plików ReiserFS z ksiêgowaniem
pt_br: sistema de arquivo com journalling ReiserFS
sl: Dnevniški datotečni sistem ReiserFS

source: No mount point is assigned for the jfs filesystem in partition #${PARTITION} of ${DEVICE}.
el: Δεν έχει οριστεί σημείο προσάρτησης για το σύστημα αρχείων jfs στο τμήμα #${PARTITION} του ${DEVICE}.
fa: هیچ نقطه‌ی بارگذاری به فایل سیستم jfs به پارتیشن #${PARTITION} از ${DEVICE}. منسوب نگشته است.
fi: jfs-tiedostojärjestelmälle laitteella ${DEVICE} osiossa n:ro ${PARTITION} ei ole määrätty liitoskohtaa.
id: Belum ditentukan titik kait untuk sistem berkas jfs pada partisi #${PARTITION} dari ${DEVICE}.
nn: Ingen monteringspunkt er tilordna jfs-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pl: Nie przydzielono ¿adnego punktu montowania dla systemu plików jfs na partycji ${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum ponto de motagem foi atribuído para o sistema de arquivos jfs na partição #${PARTITION} de ${DEVICE}.
sl: Nobena priklopna točka ni dodeljena datotečnemu sistemu jfs na razdelku #${PARTITION} v ${DEVICE}.

source: JFS journalling file system
el: σύστημα αρχείων JFS με journal
fa: فایل سیستم ژورنالیستی JFS
fi: JFS tiedosto-operaatioiden kirjanpidon sisältävä tiedostojärjestelmä
id: Sistem berkas berjurnal JFS
nn: JFS, journalførande filsystem
pl: system plików JFS z ksiêgowaniem
pt_br: sistema de arquivos com journalling JFS
sl: Dnevniški datotečni sistem JFS

source: Use unrecommended JFS root filesystem?
el: Να χρησιμοποιηθεί το μή προτεινόμενο JFS ως βασικό σύστημα αρχείων;
fa: استفاده از فایل سیستم JFS به عنوان root که قابل توصیه نیست؟
fi: Käytetäänkö ei-suositeltua JFS-juuritiedostojärjestelmää?
id: Gunakan sistem berkas JFS sebagai root (tidak disarankan)?
nn: Bruka JFS som rotfilsystem (ikkje tilrådd)?
pl: U¿yæ JFS jako systemu plików dla /boot? (nie zalecane)
pt_br: Usar sistema de arquivos raíz em JFS não recomendado ?
sl: Uporabim nepriporočen korenski datotečni sistem JFS?
