Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The creation of the main yaboot configuration file failed.
cy: Methwyd creu prif ffeil cyfluniad yaboot.
de: Die Yaboot-Hauptkonfiguration konnte nicht erzeugt werden.
el: Απέτυχε η δημιουργία του αρχείου ρυθμίσεων του yaboot.
eo: La kreado de ĉefa 'yaboot'-akomodada dosiero malsukcesis.
et: Yaboot peamise seadistusfaili loomine nurjus.
eu: Ezin izan da yaboot-en konfigurazio-fitxategi nagusia sortu.
fi: Yabootin pääasetustiedoston luonti ei onnistunut
gl: Non se puido crear o ficheiro de configuración principal de yaboot.
he: נכשלה פעולת היצירה של קובץ הגדרות yaboot הראשי.
id: Pembuatan berkas konfigurasi utama yaboot gagal.
kk: yaboot конфигурациясының бас файлын құру мүмкін болмады.
lt: Nepavyko sukurti pagrindinio yaboot konfigūracijos failo.
lv: Galvenās yaboot konfigurācijas izveide nav veiksmīga.
ml: പ്രധാന യാബൂട്ട് ക്രമീകരണ ഫയല്‍ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Oppretting av ny hovudoppsettsfil for Yaboot feila.
pa: ਮੁੱਖ yaboot ਸੰਰਚਨਾ ਫਾਇਲ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Utworzenie g³ównego pliku konfiguracyjnego yaboot nie powiod³o siê.
pt_br: A criação do arquivo de configuração principal do yaboot falhou.
ro: Crearea fişierului principal de configurare al yaboot-ului a eşuat.
sl: Ustvarjanje glavne nastavitvene datoteka za yaboot ni uspelo.
zh_tw: Yaboot 的主要設定檔建立作業失敗了。

source: Installing yaboot into bootstrap partition
cy: Yn sefydlu yaboot i rhaniad ymgychwyn
de: Installiere yaboot auf eine Bootstrap-Partition
el: Εγκατάσταση του yaboot στο τμήμα εκκίνησης
eo: Instali 'yaboot'-on sur praŝarga diskpartigo
et: Alglaaduri Yaboot partitsioonile paigaldamine
eu: yaboot bootstrap partizioan instalatzen
fi: Asennetaan yaboot käynnistysosioon
gl: A instalar yaboot na partición de inicio
he: מתקין את yaboot לתוך רצועת האתחול
id: Memasang yaboot pada partisi bootstrap
kk: yaboot-ты жүктеуіш бөлімге құру
lt: Pradinio įkėliklio yaboot diegimas į įkelties skirsnį
lv: Instalēju yaboot sāknēšanas programmas partīcijā
mg: Mametraka an'i yaboot ao amin'ny fizarana bootstrap
ml: യാബൂട്ട് ബൂട്ട് സ്ട്രാപ് ഭാഗത്തേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു
nn: Installerer Yaboot på bootstrap-partisjonen
pa: bootstrap ਭਾਗ ਵਿੱਚ yaboot ਨੂੰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie yaboot na partycji bootstrap
pt_br: Instalando o yaboot em uma partição boostrap
ro: Se instalează yaboot în partiţia bootstrap
sl: Namesti aboot na bootstrap razdelek
zh_tw: 正在把 yaboot 安裝至 bootstrap 分割區

source: The installation of the yaboot boot loader failed.
cy: Methodd sefydliad y llwythydd bŵt.
de: Die Installation des Yaboot-Bootloaders schlug fehl.
el: Η εγκατάσταση του φορτωτή εκκίνησης yaboot απέτυχε.
eo: La instalado de 'yaboot'-a praŝargilo malsukcesas.
et: Alglaaduri Yaboot paigaldamine nurjus.
eu: Ezin izan da yaboot abioko kargatzailea instalatu.
fi: Yaboot-alkulatausohjelman asennus ei onnistunut.
gl: Non se puido instalar o cargador de inicio yaboot.
he: נכשלה פעולת ההתקנה של מנהל האתחול yaboot.
id: Pemasangan boot loader yaboot gagal.
kk: yaboot жүйелік жүктеуішін орнату сәтсіз аяқталды.
lt: Nepavyko įdiegti yaboot pradinio įkėliklio.
lv: Yaboot instalācija bija neveiksmīga
mg: Tsy nahomby ny fametrahana ny boot loader Yaboot.
ml: യാബൂട്ട് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാളേഷന്‍ പരാജയപ്പെട്ടു.
nn: Installasjonen av Yaboot-oppstartslastaren feila.
pa: yaboot ਬੂਟ ਲੋਡਰ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ।
pl: Instalacja programu uruchomieniowego yaboot nie powiod³a siê.
pt_br: A instalação do carregador de inicialização yaboot falhou.
ro: Instalarea încărcătorului de sistem a eşuat.
sl: Nisem mogel namestiti yaboot zagonskega nalagalnika.
zh_tw: Yaboot 開機程式的安裝作業失敗了。

source: Successfully installed yaboot
cy: Sefydliwyd yaboot yn llwyddiannus
de: Yaboot erfolgreich installiert
el: Η εγκατάσταση του yaboot ήταν επιτυχής
eo: Sukcese instalita 'yaboot'
et: Yaboot paigaldamine õnnestus
eu: yaboot ondo instalatu da
fi: Yabootin asennus onnistui
gl: Instalouse yaboot con éxito
he: התקנת yaboot הושלמה בהצלחה
id: Berhasil memasang yaboot
kk: Yaboot сәтті орнатылды
lt: yaboot įdiegta sėkmingai
lv: Yaboot uzinstalēts veiksmīgi
mg: Tafapetraka soa aman-tsara yaboot
ml: യാബൂട്ട് വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു
nn: Installasjonen av Yaboot var vellukka.
pa: yaboot ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਹੋਇਆ
pl: Yaboot pomy¶lnie zainstalowany.
pt_br: Yaboot instalado com sucesso
ro: S-a instalat cu succes yaboot
sl: Uspešno sem namestil yaboot
zh_tw: Yaboot 已安裝完成

source: The yaboot boot loader was successfully installed.
cy: Sefydliwyd y llwythydd bŵt yaboot yn llwyddiannus.
de: Der Yaboot-Bootloader wurde erfolgreich installiert.
el: Η εγκατάσταση του φορτωτή εκκίνησης yaboot ήταν επιτυχής.
eo: La 'yaboot' praŝargilo estas sukcesplene instalita.
et: Alglaadur Yaboot paigaldati edukalt.
eu: yaboot abioko kargatzailea ondo instalatu da.
fi: Yaboot-alkulatausohjelma asennettiin onnistuneesti.
gl: O cargador de inicio yaboot instalouse con éxito.
he: פעולת ההתקנה של מנהל האתחול yaboot הושלמה בהצלחה.
id: Boot loader yaboot telah berhasil dipasang.
kk: yaboot жүйелік жүктеуіші сәтті орындалған
lt: Pradinis įkėliklis yaboot įdiegtas sėkmingai.
lv: Yaboot sāknētājs ir veiksmīgi uzinstalēts.
mg: Ny boot loader yaboot dia tafapetraka soa aman-tsara.
ml: യാബൂട്ട് ബൂട്ട് ലോഡര്‍ വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു.
nn: Yaboot-oppstartslastaren er ferdig installert.
pa: yaboot ਬੂਟ ਲੋਡਰ ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਹੋਇਆ ਸੀ।
pl: Instalacja programu uruchomieniowego yaboot zakoñczy³a siê pomy¶lnie.
pt_br: O gerenciado de inicialização yaboot foi instalado com sucesso.
ro: S-a instalat cu succes încărcătorul de sistem yaboot.
sl: Uspešno sem namestil zagonski nalagalnik yaboot.
zh_tw: Yaboot 開機程式已經順利安裝完成。

source: Install yaboot on a hard disk
cy: Sefydlu yaboot ar ddisgen galed
de: Yaboot auf einer Festplatte installieren
el: Εγκατάσταση του yaboot στο δίσκο
eo: Instalu 'yaboot'-on en fiksita disko
et: Paigalda yaboot kõvakettale
eu: Instalatu yaboot disko gogorrean
fi: Asennetaan yaboot kiintolevylle
gl: Instalar yaboot nun disco duro
he: מתקין את yaboot על-גבי הכונן הקשיח
id: Memasang yaboot pada hard disk
kk: yaboot-ты қатқыл дискіге орнату мүмкін болмады
lt: Pradinio įkėliklio yaboot diegimas į kietąjį diską
lv: Instalēt Yaboot sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy yaboot
ml: യാബൂട്ട് ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer Yaboot på ein harddisk
pa: yaboot ਨੂੰ ਹਾਰਡ ਡਿਸਕ ਤੇ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj yaboot na dysku twardym
pt_br: Instalar o yaboot em um disco rígido
ro: Instalează yaboot pe un disc fix
sl: Namesti yaboot na trdi disk
zh_tw: 將 yaboot 安裝至硬碟上

source: Reinstall yaboot boot loader
de: Yaboot-Bootloader neu installieren
eo: Reinstalu 'yaboot'-an praŝargilon
eu: Yaboot abioko kargatzailea berrinstalatu
gl: Reinstalar o cargador de inicio yaboot
lt: Naujai įdiegti yaboot pradinį įkėliklį
lv: Pārinstalēt Yaboot sāknētāju
ml: യാബൂട്ട് ബൂട്ട് ലോഡര്‍ വീണ്ടും ഇന്സ്റ്റാള്‍ ചെയ്യുക
pa: Yaboot ਬੂਟ ਲੋਡਰ ਮੁੜ ਇੰਸਟਾਲ ਕਰੋ ਹੈ
ro: Reinstalează încărcătorul de sistem Yaboot
zh_tw: 重新安裝 yaboot 開機程式

source: Install the kernel on a PReP boot partition
de: Installiere den Kernel auf einer PReP-Boot-Partition
eo: Instalu la kernon en 'PReP'-praŝarga diskpartigo
eu: Instalatu kernela PReP abioko partizioan
gl: A instalar o núcleo nunha partición de inicio PReP
lt: Branduolio diegimas į PReP įkelties (boot) skirsnį
lv: Instalēt kodolu uz PReP sāknēšanās partīcijas
ml: ഒരു PReP ബൂട്ട് ഭാഗത്തില്‍ കെര്‍ണല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
pa: PReP ਭਾਗ ਵਿੱਚ ਕਰਨਲ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ ਹੈ
ro: Instalează nucleul într-o partiţie de pornire
zh_tw: 把 Kernel 安裝至 PReP 的啟動分割區

source: Looking for PReP boot partitions
de: Suche nach PReP-Boot-Partitionen
eo: Serĉi 'PReP'-praŝargajn diskpartigojn
eu: PReP abioko partizioak bilatzen
gl: A buscar particións de inicio PReP
lt: Ieškau PReP tipo įkelties skirsnių
lv: Meklēju PReP Sāknēšanas partīcijas
ml: PReP ബൂട്ട് ഭാഗങ്ങളക്കായി നോക്കികൊണ്ടിരിക്കുന്നു
pa: PReP ਭਾਗਾਂ ਲਈ ਵੇਖ ਰਿਹਾ ਹੈ
ro: Se caută partiţii de pornire PReP
zh_tw: 正在尋找 PReP 的啟動分割區

source: No PReP boot partitions
de: Keine PReP-Boot-Partitionen gefunden
eo: Neniu 'PReP'-praŝargaj diskpartigoj
eu: Ez dago PReP abioko partiziorik
gl: Non hai particións de inicio PReP
lt: Nėra PReP tipo įkelties skirsnių
lv: PReP partīcija nav atrasta
ml: PReP ബൂട്ട് ഭാഗങ്ങളൊന്നുമില്ല
pa: ਕੋਈ PReP ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ
ro: Nici o partiţie de pornire PReP
zh_tw: 未能找到 PReP 的啟動分割區

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
de: Keine PReP-Boot-Partitionen wurden gefunden. Sie müssen eine PReP-Boot-Partition innerhalb der ersten 8MB Ihrer Festplatte erstellen.
eo: Neniu 'PReP'-praŝargaj diskpartigoj estas trovita. Vi nepre kreu PReP'-praŝargan diskpartigon en la unuajn ok megabajtojn el diskparto.
eu: Ez da PReP abio bartiziorik aurkitu. Diskoaren aurreneko 8 MB-etan PReP abioko partizioa sortu beharko zenuke.
gl: Non se atopou ningunha partición de inicio PReP. Debe crear unha partición de inicio PReP nos primeiros 8MB do seu disco duro.
he: לא נמצאה מחיצת אתחול מסוג PReP. אתה חייב ליצור מחיצות אתחול מסוג PReP בתוך ה-8MB הראשונים של הדיסק הקשיח שלך.
lt: Nerasta PReP įkelties skirsnių. Jūs turite sukurti PReP tipo įkelties skirsnįJūsų kietojo disko pirmųjų 8MB ribose.
lv: PReP sāknēšanās partīcija nav atrasta. Jums jāizveido PReP sāknēšanās partīcija sava cietā diska pirmajos 8 MB.
ml: PReP ബൂട്ട് ഭാഗങ്ങളൊന്നും കണ്ടില്ല. നിങ്ങള്‍ ഹാര്ഡ് ഡിസ്കിന്റെ ആദ്യ 8MB ക്കുള്ളില്‍ PReP ബൂട്ട് ഭാഗം സൃഷ്ടിച്ചേ മതിയാകൂ.
pa: ਕੋਈ PReP ਬੂਟ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ। ਤੁਹਾਨੂੰ ਹਾਰਡ ਡਿਸਕ ਦੇ ਪਹਿਲੇ 8 ਮੈਬਾ ਵਿੱਚ PReP ਬੂਟ ਭਾਗ ਬਣਾਉਣਾ ਜਰੂਰੀ ਹੈ।
ro: Nu a fost găsită nici o partiţie de pornire PReP. Trebuie să creaţi o partiţie de pornire PReP în primii 8MO ai discului dvs. fix.
zh_tw: 找不到 PReP 啟動分割區。您必須在您的硬碟開頭的 8MB 之內建立一個 PReP 開機分割區。

source: Looking for the root partition
de: Suche nach der Root-Partition
eo: Serĉi radikan diskpartigon
eu: Erroko partizioa bilatzen
gl: A buscar a partición raíz
he: מחפש את מחיצת השורש
lt: Ieškau šakninio (root) skirsnio
lv: Meklēju saknes (root) partīciju
ml: റൂട്ട് ഭാഗത്തിനായി നോക്കിക്കൊണ്ടിരിക്കുന്നു
pa: root ਭਾਗ ਲਈ ਵੇਖ ਰਿਹਾ ਹੈ
ro: Se caută partiţia rădăcină
zh_tw: 正在尋找 root 分割區

source: Copying the kernel to the PReP boot partition
de: Kopiere den Kernel in die PReP-Boot-Partition
eo: Kopii kernon al 'PReP'-praŝarga diskpartigo
eu: Kernela PReP abioko partizioan kopiatzen
gl: A copiar o núcleo na partición de inicio PReP
lt: Kopijuojamas branduolys į PReP įkelties skirsnį
lv: Kopēju kodolu uz PReP sāknēšanās partīciju
ml: PReP ബൂട്ട് ഭാഗത്തേക്ക് കെര്‍ണല്‍ പകര്ത്തി കൊണ്ടിരിക്കുന്നു
pa: PReP ਬੂਟ ਭਾਗ ਵਿੱਚ ਕਰਨਲ ਦੀ ਨਕਲ ਕਰ ਰਿਹਾ ਹੈ
ro: Se copiază nucleul pe partiţia de pornire PReP
zh_tw: 正在將 Kernel 複製到 PReP 的啟動分割區

source: Successfully installed PReP
de: PReP erfolgreich installiert
eo: Sukcese instalita 'PReP'-o
eu: PRep ongi instalatu da
gl: Instalouse PReP con éxito
lt: PReP sėkmingai įdiegtas
lv: PreP veiksmīgi uzinstalēta
ml: PReP വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു
pa: PRePੱਕ ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਕੀਤਾ
ro: S-a instalat cu succes PReP
zh_tw: PReP 已安裝完成

source: The kernel was properly copied to the PReP boot partition.
de: Der Kernel wurde korrekt in die PReP-Boot-Partition kopiert.
eo: La kerno estis bone kopiita al 'PReP'-praŝarga diskpartigo.
eu: Nukleoa egoki kopiatu da PReP abio partiziora.
gl: Copiouse correctamente o núcleo na partición de inicio PReP.
lt: Branduolys tinkamai nukopijuotas į PReP įkelties skirsnį.
lv: Kodols tika veiksmīgi pārkpēts uz PReP sāknēšanās partīciju.
ml: PReP ബൂട്ട് ഭാഗത്തേക്ക് കെര്‍ണല്‍ ശരിക്കും പകര്ത്തി.
pa: PReP ਬੂਟ ਭਾਗ ਵਿੱਚ ਕਰਨਲ ਸਫਲਤਾ ਨਾਲ ਨਕਲ ਹੋ ਗਿਆ।ਰਿਹਾ ਹੈ
ro: Nucleul a fost instalat corect pe partiţia de pornire PReP.
zh_tw: 已正確得將 Kernel 複製到 PReP 的啟動分割區。

source: Failed to retrieve the preconfiguration file
cy: Methwyd cyrchu'r ffeil cyngyfluniad
de: Konnte Vorkonfigurationsdatei nicht laden
el: Αδύνατη η ανάκτηση του αρχείου προ-ρύθμισης
eo: Rericevado de la antaŭagorda dosiero malsukcesis
et: Eelseadistuse faili hankimine ei õnnestunud
eu: Ezin izan da aurrekonfigurazioaren fitxategia berreskuratu
fi: Esiasetustiedoston noutaminen ei onnistunut
gl: Non se puido obter o ficheiro de preconfiguración
he: כשלון בהבאת קובץ הגדרות מוקדמות
id: Gagal mengambil berkas prakonfigurasi
kk: Алдын ала конфигурациялы файлды алу мүмкін болмады.
lt: Nepavyko paimti išankstinės konfigūracijos failo
lv: Prekonfigurācijas faila ielāde neveiksmīga
mg: Tsy nahomby ny fandraisana ny rakitra "preconfiguration"
ml: മുന്‍ ക്രമീകരണ ഫയല്‍ വീണ്ടെടുക്കാന്‍ സാധിച്ചില്ല
nn: Klarte ikkje å henta førehandsoppsettsfila
pa: ਪਹਿਲੀ-ਸੰਰਚਨਾ ਫਾਇਲ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Pobranie wstêpnego pliku konfiguracji nie powiod³o siê
pt_br: Falha ao obter arquivo de pré-configuração
ro: Preluarea fişierului de anteconfigurare a eşuat
sl: Ni mogoče dobiti prednastavitvene datoteke
zh_tw: 無法取得事先準備好的設定檔

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
cy: Methwyd cyrchu'r ffeil sy'n angenrheidiol ar gyfer cyngyfluniad o ${LOCATION}. Fe fydd y sefydliad yn mynd ymlaen yn y modd di-awtomatig.
de: Die Datei für eine vorkonfigurierte Installation konnte nicht von ${LOCATION} geladen werden. Sie können die Installation manuell fortsetzen.
el: Δεν ήταν δυνατή η μεταφόρτωση του απαραίτητου αρχείου για προ-ρύθμιση από τη διεύθυνση ${LOCATION}. Η εγκατάσταση θα συνεχιστεί με χειροκίνητο τρόπο.
eo: La antaŭagorda bezona dosiero neeble rericevis el ${LOCATION}. La instalado procedos laŭ malaŭtomata modo.
et: Eelseadistamiseks vajalikku faili ei õnnestunud ${LOCATION} pealt kätte saada. Paigaldamine jätkub mitteautomaatses režiimis.
eu: Aurrekonfiguraziorako behar den fitxategia ezin izan da ${LOCATION} kokalekutik berreskuratu. Instalazioak modu ez-automatikoan jarraituko du.
fi: Esiasetuksiin tarvittavaa tiedostoa ei voitu noutaa taltiolta ${LOCATION}. Asennus jatkuu ilman automaatiota.
gl: Non se puido obter de ${LOCATION} o ficheiro necesario para a preconfiguración. A instalación ha continuar en modo non automático.
he: הקובץ הנדרש בשביל הגדרות מוקדמות לא ניתן להורדה מ-${LOCATION}. תהליך ההתקנה ימשך במצב לא אוטומטי.
id: Berkas yang diperlukan untuk prakonfigurasi tidak dapat diambil dari ${LOCATION}. Instalasi ini akan dilanjutkan dalam mode non otomatis.
kk: Алдын ала баптау үшін файлды ${LOCATION}–нан алу мүмкін болмады. Орнату автоматтық емес режімде жалғастырылады.
lt: Failas reikalingas išankstinei konfigūracijai negali būti paimtas iš ${LOCATION}. Įdiegimas bus tęsiamas ne automatiniu režimu.
lv: Fails, kas nepieciešams prekonfigurācijai nevarēja tikt iegūts no ${LOCATION} - instalācija turpināsies neautomātiskajā režīmā.
ml: ${LOCATION} ല്‍ നിന്നും മുന്‍ ക്രമീകരണത്തിനാവശ്യമായ ഫയല്‍ വീണ്ടെടുക്കാന്‍ സാധിച്ചില്ല. ഓട്ടോമേറ്റഡല്ലാത്ത മോഡില്‍ ഇന്സ്റ്റലേഷന്‍ പ്രക്രിയ മുന്നോട്ട് നീങ്ങും.
nn: Fila som trengst for førehandsoppsettet kunne ikkje bli lasta ned frå ${LOCATION}. Installasjonen vil halda fram i ikkje-automatisk modus.
pa: ਪਹਿਲਾ-ਸੰਰਚਨਾ ਲਈ ਲੋੜੀਂਦੀ ਫਾਇਲ ${LOCATION} ਤੋਂ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਇੰਸਟਾਲੇਸ਼ਨ ਬਿਨਾਂਂ-ਸਵੈ ਵਿਧੀ ਤੋਂ ਜਾਰੀ ਹੋਵੇਗੀ।
pl: Plik potrzebny do wstêpnej konfiguracji nie móg³ byæ pobrany z ${LOCATION}. Instalacja bêdzie kontynuowana w trybie nieautomatycznym.
pt_br: O arquivo necessário para a pré-configuração não pôde ser obtido de ${LOCATION}. A instalação irá prosseguir em modo não-automatizado.
ro: Nu s-a putut descărca fişierul necesar pentru anteconfigurare de la ${LOCATION}. Instalarea nu va continua în modul automat.
sl: Datoteke, potrebne za prednastavitev, ni mogoče prenesti z ${LOCATION}. Namestitev se bo nadaljevala v ne-samodejnem načinu.
zh_tw: 無法由 ${LOCATION} 取得在預先設定時所需要的檔案。安裝程式將以非自動模式進行。

source: Failed to process the preconfiguration file
gl: Non se puido procesar o ficheiro de preconfiguración
ml: മുന്‍ ക്രമീകരണ ഫയല്‍ മനസ്സിലാക്കുന്നതില്‍ പരാജയപ്പെട്ടു
pa: ਪਹਿਲੀ-ਸੰਰਚਨਾ ਫਾਇਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
gl: O instalador non puido procesar o ficheiro de preconfiguración de ${LOCATION}. O ficheiro pode estar corrompido.
ml: ${LOCATION} ല്‍ നിന്നും മുന്‍ ക്രമീകരണ ഫയല്‍ മനസ്സിലാക്കുന്നതില്‍ ഇന്സ്റ്റാളര്‍ പരാജയപ്പെട്ടു. ഒരു പക്ഷേ ഫയല്‍ കറപ്റ്റായിരിക്കും.
pa: ਇੰਸਟਾਲਰ ਪਹਿਲੀ-ਸੰਰਚਨਾ ਫਾਇਲ ${LOCATION} ਤੋਂ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ। ਫਾਇਲ ਖਰਾਬ ਹੋਈ ਜਾਪਦੀ ਹੈ।

source: Failed to run preseeded command
cy: Methwyd rhedeg y gochymyn cynhedynnedig
de: Konnte Vorkonfigurationsbefehl nicht ausführen
el: Αποτυχία εκτέλεσης της εντολής προρύθμισης
eo: Lanĉado de antaŭagorda ordono malsukcesas
et: Eelseemndatud käsk nurjus
eu: Ezin izan da aurrez konfiguratutako komandoa exekutatu
fi: Esiasetukset tekevän komennon suoritus epäonnistui
gl: Non se puido executar a orde preconfigurada
he: כשלון בהרצת פקודה טעונה מראש
id: Gagal menjalakan perintah yang telah disiapkan (perintah preseeded)
kk: Автоматтық баптау командасын орындау сәтсіз аяқталды
lt: Nepavyko numatytos (preseeded) komandos vykdymas
lv: Kļūda palaižot prekonfigurācijas komandu
ml: മുന്പത്തെ കമാന്ഡ് പ്രവര്‍ത്തിപ്പിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje køyra førkommando
pa: ਅਗਲੀ ਕਮਾਂਡ ਚਲਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Uruchomienie polecenia wstêpnego nie powiod³o siê
pt_br: Falha ao executar comando pré-alimentado
ro: Eşec la rularea comenzii anteconfigurate
sl: Nisem uspel zagnati predpripravljenega ukaza
zh_tw: 無法執行預先設定指令。

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
cy: Method gweithrediad y gorchymyn cynhedynnedig "${COMMAND} gyda'r côd gorffen ${CODE}.
de: Der Vorkonfigurationsbefehl (»${COMMAND}«) schlug mit dem Fehlercode ${CODE} fehl.
el: Η εκτέλεση της εντολής προρύθμισης "${COMMAND}" απέτυχε με κωδικό εξόδου ${CODE}.
eo: Lanĉado de antaŭagorda ordono "${COMMAND}" malsukcesis kun erara kodo ${CODE}.
et: Eelseemendatud käsu "${COMMAND}" käivitamine nurjus veakoodiga ${CODE}.
eu: Ezin izan da aurrez konfiguratutako "${COMMAND}" komandoa exekutatu, irteera-kodea: ${CODE}.
fi: Esiasetukset tekevä komento "${COMMAND}" epäonnistui, paluuarvo on ${CODE}.
gl: A execución da orde preconfigurada "${COMMAND}" produciu o código de erro ${CODE}.
he: הרצה של פקודה טעונה מראש "${COMMAND}" נכשלה מראש עם קוד יציאה ${CODE}.
id: Jalannya perintah preseeded "${COMMAND}" gagal dengan kode ${CODE}.
kk: "${COMMAND}" автоматтық баптау командасының орындалуы ${CODE} қателер кодымен сәтсіз аяқталды.
lt: Išankstinėje konfigūracijoje numatyta komanda "${COMMAND}" nepavyko ir gražino kodą ${CODE}.
lv: Prekonfigurēšanas komanda "${COMMAND}" bija neveiksmīga ar kļūdu ${CODE}.
ml: മുന്പത്തെ കമാന്ഡ് "${COMMAND}" പ്രവര്ത്തനം ${CODE} എന്ന എക്സിറ്റ് കോഡോടു കൂടി പരാജയപ്പെട്ടു.
nn: Utføring av førkommando «${COMMAND}» feila med avsluttskode ${CODE}.
pa: ਅਗਲੀ ਕਮਾਂਡ "${COMMAND}" ਬਾਹਰੀ ਕੋਡ ${CODE} ਨਾਲ ਚੱਲਣ ਵਿੱਚ ਅਸਫਲ।
pl: Uruchomienie polecenia wstêpnego "${COMMAND}" nie powiod³o siê zwracaj±c kod ${CODE}.
pt_br: A execução do comando pré-alimentado ("${COMMAND}") falhou com o código de saída ${CODE}.
ro: Execuţia comenzii anteconfigurate "${COMMAND}" a eşuat cu codul de eroare ${CODE}.
sl: Izvajanje predpripravljenega ukaza "${COMMAND}" ni uspelo z kodo napake ${CODE}.
zh_tw: 在執行預先設定指令 "${COMMAND}" 時失敗了，錯誤代碼為 ${CODE}。

source: Download debconf preconfiguration file
gl: Descargar o ficheiro de preconfiguración de debconf
ml: ഡെബ്കോണ്ഫ് മുന്‍ ക്രമീകരണ ഫയല്‍ ഡൌണ്‍ലോഡ് ചെയ്യുക
pa: ਪਹਿਲਾਂ-ਸੰਰਚਨਾ debconf ਫਾਇਲ ਡਾਊਨਲੋਡ

source: Load debconf preconfiguration file
gl: Cargar o ficheiro de preconfiguración de debconf
ml: ഡെബ്കോണ്ഫ് മുന്‍ ക്രമീകരണ ഫയല്‍ ചേര്ക്കുക
pa: ਪਹਿਲਾਂ-ਸਰੰਚਿਤ debconf ਫਾਇਲ ਲੋਡ ਕਰੋ

source: Rescue mode
de: Rettungsmodus
eo: Sava modo
et: Päästerežiim
eu: Erreskate moduan sartu
gl: Modo de rescate
he: מצב הצלה
lt: Atstatymo (rescue) veiksena
lv: Glābšanās režīms
ml: രക്ഷാ മോഡ്
pa: ਖਤਰਾ ਵਿਧੀ
ro: Mod recuperare
zh_tw: 救援模式

source: Enter rescue mode
cy: Defnyddio'r modd arbed
de: Rettungsmodus starten
eo: Eniri savan modon
et: Sisene päästerežiimi
eu: Erreskate moduan sartu
gl: Entrar no modo de rescate
he: כניסת למצב הצלה
kk: Қалыпқа келтіру режіміне кіру
lt: Pradėti atstatymo (rescue) veikseną
lv: Ieiet glābšanās režīmā
ml: രക്ഷാ മോഡില്‍ പ്രവേശിക്കുക
pa: ਖਤਰਾ ਵਿਧੀ ਵਿੱਚ ਜਾਓ
ro: Intră în modul recuperare
zh_tw: 進入救援模式

source: Device to use as root file system:
de: Gerät, das als Root-Dateisystem verwendet wird:
eo: Surmetota adaptilo tiel radika dosiersistemo (/):
eu: erro fitxategi-sistema bezala erabiliko den gailua:
gl: Dispositivo a empregar coma sistema de ficheiros raíz:
lt: Įrenginys, naudojamas kaip kaip šakninė (root) failų sistema:
lv: Ierīce saknes failu sistēmai:
ml: റൂട്ട് ഫയല്‍ സിസ്റ്റത്തിനായി ഉപയോഗിക്കേണ്ട ഉപകരണം:
pa: root ਫਾਇਲ ਸਿਸਟਮ ਤੌਰ ਤੇ ਵਰਤਣ ਵਾਲਾ ਜਤੰਰ:
ro: Dispozitivul de folosit ca sistem de fişiere rădăcină:
zh_tw: 要將其做為 root 檔案系統的裝置：

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
de: Geben Sie ein Gerät ein, das Sie als Ihr Root-Dateisystem verwenden wollen. Sie werden zwischen verschiedenen Rettungsoperationen auswählen können, um auf diesem Dateisystem arbeiten zu können.
eo: Elektu adaptilon, kiun vi volas uzi tiel radika dosiersistemo. Vi eble elktos inter plurajn farotajn savadojn sur tiu dosiersistemo.
eu: Idatzi erro fitxategi-sistema bezala erabili nahi duzun gailua. Fitxategi sistema horretan egin daitezkeen erreskate ekintza ezberdinen artean hautatu ahal izango duzu.
gl: Introduza o dispositivo que quere empregar coma sistema de ficheiros raíz. Ha poder escoller entre varias operacións de rescate para realizar neste sistema de ficheiros.
he: הכנס התקן אשר תרצה שימש כשורש מערכת הקבצים. תוכל לבחור מספר פעולות הצלה לביצוע על מערכת קבצים זאת.
lt: Įveskite įrenginį, kuri norite naudoti kaip šakninės (root) failų sistemos įrenginį. Jūs turėsite galimybę pasirinkti įvairius atstatymo (rescue) veiksmus, atliekamus su šia failų sistema.i
lv: Ievadiet iekartu, ko Jūs vēlaties lietot kā Jūsu sistēmas saknes failu sistēmu. Jums tiks dotas vairākas glābšanas operācijas, ko Jūs varēsiet veikt ar šo failu sistēmu.
ml: നിങ്ങള്‍ റൂട്ട് ഫയല്‍ സിസ്റ്റത്തിനായി ഉപയോഗിക്കാനാഗ്രഹിക്കുന്ന ഉപകരണം എന്റര്‍ ചെയ്തുക. നിങ്ങള്ക്ക് ഈ ഫയല്‍ സിസ്റ്റത്തില്‍ ചെയ്യുന്നതിനായി പല വിധത്തിലുള്ള രക്ഷാപ്രവര്ത്തനങ്ങളില്‍ നിന്നും തിരഞ്ഞെടുക്കാന്‍ കഴിയും.
pa: ਰੂਟ ਫਾਇਲ ਸਿਸਟਮ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਜੰਤਰ ਚੁਣੋ। ਤੁਸੀਂ ਇਸ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਵਰਤਣ ਲਈ ਵੱਖ-ਵੱਖ ਖਤਰਾ ਕਿਰਿਆਵਾਂ ਵਿੱਚੋਂ ਚੁਣਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।
ro: Introduceţi un dispozitiv pe care-l doriţi ca sistem de fişiere rădăcină. Veţi putea să alegeţi dintre diferitele opţiuni de salvare pentru a fi rulate asupra sistemului de fişiere.
zh_tw: 請輸入您想要將它做為 root 檔案系統的裝置。您將可以在這個檔案系統上選擇並進行各式各樣的救援作業。

source: No such device
cy: Nid yw'r ddyfais yn bodoli
de: Gerät nicht gefunden
eo: Neniu tia adaptilo
et: Sellist seadet pole
eu: Ez da aurkitzen
gl: Non existe o dispositivo
he: לא קיים התקן
kk: Мұндай қондырғы жоқ
lt: Nėra tokio įrenginio
lv: Šādas ierīces nav
ml: അങ്ങനെയൊരുപകരണമില്ല
pa: ਕੋਈ ਅਜਿਹਾ ਜੰਤਰ ਨਹੀਂ
ro: Dispozitiv inexistent
zh_tw: 沒有這麼一個裝置
