Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: This computer may have a PCMCIA interface. Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
cy: Fe all fod rhyngwyneb PCMCIA gan y cyfrifiadur hwn. Os gwelwch yn dda, dewiswch a ddylai gwasanaethau cerdyn PC gael eu cychwyn er mwyn caniatáu defnydd cardiau PCMCIA.
de: Dieser Computer scheint ein PCMCIA-Interface zu haben. Bitte wählen Sie, ob die PC-Card Services gestartet werden sollen, um die Verwendung von PCMCIA-Karten zu ermöglichen.
el: Ο υπολογιστής αυτός φαίνεται να έχει διασύνδεση PCMCIA. Επιλέξτε αν θέλετε να ξεκινούν οι υπηρεσίες PCMCIA για να χρησιμοποιήσετε το ανάλογο υλικό.
eo: Tiu ĉi komputilo eble recivis 'PCMCIA'-aparaton. Bonvolu elekti ĉu endos startigi la 'PC'-kartajn aparatadaptilojn por havi la eblon uzi la 'PCMCIA'-kartojn.
et: Sellel arvutil võib olla PCMCIA liides. Palun vali, kas PCMCIA kaartide kasutamise võimaldamiseks tuleks PC kaardi teenused käivitada.
eu: Ordenagailu honek PCMCIA interfazea eduki dezake. Adierazi PC txartel-zerbitzuak abiarazi nahi dituzun ala ez, PCMCIA txartelak erabili ahal izateko.
fa: این کامپیوتر دارای یک میانجی (PCMCIA( interface است. لطفا مشخص کنید که برای اجازه‌ی استفاده از این میانجی سرویس کارت برای این سیستم آغاز به کار کند ؟
fi: Tässä tietokoneessa saattaa olla PCMCIA-liitin. Valitse käynnistetäänkö PC-Card-palvelut jotta PCMCIA-korttien käyttö olisi mahdollista.
he: נראה שלמחשב זה יש ממשק PCMCIA. כדי לאפשר שימוש בכרטיסי PCMCIA, בחר האם להפעיל את שירותי כרטיסי PC.
id: Komputer ini tampaknya memiliki antarmuka PCMCIA. Silakan memilih apakah layanan PC card akan dijalankan agar dapat menggunakan kartu PCMCIA.
kk: Мүмкін, бұл компьютерде PCMCIA карталарын қосуға арналған ұяшық бар. Жауап беріңіздер, РС-карталарының жұмысына арналған сервистерді іске асыруға бола ма.
lt: Šis kompiuteris gali turėti PCMCIA sąsają. Prašau pasirinkti, ar paleisti vykdyti PC plokščių servisus, tam kad būtų galima naudoti PCMCIA plokšteles.
lv: Šim datoram ir PCMCIA interfeiss. Lūdzu izvēlieties, vai palaist PC karšu servisus, kas ir nepieciešami PCMCIA karšu lietošanai.
mg: Ity milina ity dia manana mpanera PCMCIA. Azafady lazao raha tokony halefa ny fiasan'ny karatra PC mba hahafahana mampiasa ny karatra PCMCIA.
nn: Det ser ut som denne maskina har eit PCMCIA-grensesnitt. For at PCMCIA-kort skal kunne brukast så må du velja om tenester for PC-kort skal startast.
pl: Mo¿liwe, ¿e ten komputer posiada interfejs PCMCIA. Proszê wybraæ czy us³ugi kard PC powinny byæ uruchamiane tak by zezwoliæ na u¿ywanie kart PCMCIA.
pt_br: Este computador pode possuir uma interface PCMCIA. Por favor, informe se o serviço de cartões PC deve ser iniciado para permitir o uso de cartões PCMCIA.
ro: Este posibil ca acest calculator să aibă o interfaţă PCMCIA. Vă rugăm să precizaţi dacă serviciile asociate plăcilor PC ar trebui pornite pentru a permite utilizarea plăcilor PCMCIA.
sl: Ta računalnik ima morda PCMCIA vmesnik. Prosim izberite ali naj bo PC card servis zagnan da bo lahko omogočil uporabo PCMCIA kartic.
zh_tw: 這台電腦也許有 PCMCIA 介面。為了能夠使用 PCMCIA 卡，請選擇要啟動哪一個 PC 卡服務程式。

source: Infrastructure (Managed) network, Ad-hoc network (Peer to peer)
cy: Rhwydwaith is-strwythur (Rheoledig), Rhwydwaith ad-hoc (Cydradd-at-Gydradd)
de: Infrastruktur- (Managed) Netzwerk, Ad-hoc-Netzwerk (Peer-to-Peer)
el: Δίκτυο υποδομής (Διαχειριζόμενο), Τυχαίας Τοπολογίας (Ad-hoc) (Peer to peer)
eo: Mastrumata ('Managed') reto, alcela reto ('Peer to peer')
et: Infrastruktuuriga (Juhitav) võrk, Ad-hoc võrk (Peerilt peerile)
eu: Azpiegitura-sarea (kudeatua), Ad-hoc sarea (pareko artekoa)
fi: Runkoverkko (hallinnoitu), verkon solmujen omin päin luoma (vertaisverkko)
he: רשת מנוהלת, רשת יעודית (peer to peer)
id: Jaringan Infrastruktur (Dikelola), Jaringan Ad-hoc (Peer to peer)
kk: Түзу қосу(Ad hoc), басқарушы желі
lt: Infrastruktūrinis (Managed) tinklas, Ad-hoc tinklas (Peer to peer)
lv: Infrastruktūras (Pārvaldīts) tīkls, Ad-hoc tīkls (Vienādranga)
mg: Rezo infrastructure (Managed), Rezo Ad-Hoc (Peer to Peer)
nn: Infrastruktur (Handtert) nettverk, Ad-hoc-nettverk (mellom datamaskiner)
pl: Sieæ zarz±dzalna, Ad-hoc (punkt do punktu)
pt_br: Rede de infraestrutura (Gerenciada), Rede ad-hoc (Ponto a ponto)
ro: Reţea cu infrastructură (cu management), Reţea ad-hoc (Peer to peer)
sl: Omrežje z infrastrukturo (upravljano), neposredno omrežje (uporabnik do uporabnika)
zh_tw: 共用 (Managed) 網路, Ad-hoc 網路 (點對點)

source: Wireless network kind:
cy: Math rhwydwaith diwifren:
de: Art des drahtlosen Netzwerks:
el: Τύπος ασύρματου δικτύου:
eo: Tipo de sendrata reto:
et: Traadita võrgu liik:
eu: Haririk gabeko sare-mota:
fa: انواع شبکه‌ی بیسیم:
fi: Langattoman verkon laji:
he: סוג רשת אלחוטית:
id: Jenis jaringan nirkabel:
kk: Сымсыз желі үлгісі:
lt: Bevielio tinklo rūšis:
lv: Bezvadu tīkla tips:
mg: Karazana rezo tsy misy taroby:
nn: Type trådlaust nettverk:
pl: Rodzaj sieci bezprzewodowej:
pt_br: Tipo de rede sem fio :
ro: Tipul de reţea radio:
sl: Tip brezžičnega omrežja:
zh_tw: 無線網路類別：

source: Ethernet or Fast Ethernet
cy: Ethernet neu Ethernet Cyflym
de: Ethernet oder Fast Ethernet
el: Ethernet ή Fast Ethernet
eo: Eterret aŭ Fast Eterret
et: Ethernet või Fast Ethernet
eu: Ethernet edo Fast Ethernet
fi: Ethernet tai Fast Ethernet
id: Ethernet atau Fast Ethernet
kk: Ethernet немесе Fast Ethernet
lv: Ethernet vai Ātrais Ethernet
mg: Ethernet na Fast Ethernet
nn: Ethernet eller Fast Ethernet
pl: Ethernet lub Fast Ethernet
pt_br: Ethernet ou Fast Ethernet
ro: Ethernet sau Fast Ethernet
sl: Ethernet ali Fast Ethernet
zh_tw: 網路卡或高速網路卡

source: Cannot read floppy, or not a driver floppy. Retry?
cy: Ni ellir darllen y disgen hyblyg, neu nid disgen gyrrydd ydyw. Ailgeisio?
de: Kann nicht von Diskette lesen oder es ist keine Treiber-Diskette. Wiederholen?
el: Αδύνατη η αναγνωση από τη δισκέτα, ή η δισκέτα δεν περιέχει οδηγούς. Να ξαναπροσπαθήσω;
eo: Ne eblas legi disketon, aŭ ĝi ne estas disketo da aparatadaptiloj. Reprovu?
et: Ei saa flopilt lugeda, või seadmes pole draiveriflopi. Uuesti proovida?
eu: Ezin da ez disketea, ez kontrolatzailearen disketea irakurri. Berriro saiatu?
fa: فلاپی قابل خواندن نیست؛ یا فلاپی وجود ندارد. مجددا تلاش کنم؟
fi: Levykettä ei voi lukea tai se ei ole ajurilevyke. Yritetäänkö uudelleen?
he: לא מצליח לקרוא מהדיסקט או שאין כונן דיסקטים. לנסות שוב?
id: Tidak dapat membaca disket, atau disket bukan disket driver. Ulangi?
kk: Дискетаны оқу мүмкін емес, немесе онда драйвер жоқ. Қайталау керек пе?
lt: Negaliu nuskaityti diskelio, arba tai ne valdyklių (driver) diskelis. Ar kartoti?
lv: Nevaru nolasīt datus no disketes, vai arī tā nav draiveru diskete. Mēģināt vēlreiz?
nn: Klarer ikkje lesa diskett eller det er ingen drivardiskett. Prøv igjen?
pl: Nie mogê odczytaæ dyskietki lub brak sterownika stacji dyskietek. Powtórzyæ?
pt_br: Não foi possível ler o disquete ou o mesmo não é um disquete de módulos. Tentar novamente ?
ro: Nu se poate citi discheta, sau nu există o unitate de dischetă. Se încearcă din nou?
sl: Ne morem prebrati diskete ali pa ni disketa z gonilniki. Poskusim ponovno?
zh_tw: 無法讀取軟碟機，或者它並不是驅動程式軟碟片。是否重新嘗試？

source: Cancel, ${DEVS}
cy: Diddymu, ${DEVS}
de: Abbrechen, ${DEVS}
el: Ακύρωση, ${DEVS}
eo: Nuligi, ${DEVS}
et: Loobu, ${DEVS}
eu: Utzi, ${DEVS}
fa: لغو, ${DEVS}
fi: Peru, ${DEVS}
he: בטל, ${DEVS}
id: Batal, ${DEVS}
kk: Болдырмау, ${DEVS}
lt: Atsisakyti, ${DEVS}
lv: Atcelt, ${DEVS}
mg: Ajanony, ${DEVS}
nn: Avbryt, ${DEVS}
pl: Anuluj, ${DEVS}
pt_br: Cancelar, ${DEVS}
ro: Anulează, ${DEVS}
sl: Prekini, ${DEVS}
zh_tw: 取消, ${DEVS}

source: This installer can guide you through partitioning a disk for use by Debian, or if you prefer, you can do it manually. If you do choose to use the guided partitioning tool, you will still have a chance later to see the results, customise it, and even undo the partitioning if you do not like it.
cy: Gall y sefydlydd hwn eich arwain drwy rhaniadu disg er mwyn ei ddefnyddio gyda Debian yn awtomatig, neu os hoffech, gallwch ei wneud e â llaw. Os ydych chi'n dewis defnyddio'r teclyn rhaniadu arweiniedig, cewch gyfle yn hwyrach i weld y canlyniadau, eu addasu nhw, a hyd yn oed datwneud y rhaniadu os nad ydych chi'n ei hoffi.
de: Dieser Installer beinhaltet einen Assistenten, der Ihnen helfen kann, Ihre Festplatte für Debian einzuteilen. Wenn Sie möchten, können Sie dies auch von Hand tun. Wählen Sie den Assistenten, können Sie später die Einteilung einsehen, anpassen oder die Partitionierung rückgängig machen.
el: Το πρόγραμμα εγκατάστασης μπορεί να σας οδηγήσει κατά την κατάτμηση ενός δίσκου για χρήση στο Debian, ή αν προτιμάτε μπορείτε να τον κατατμήσετε χειροκίνητα. Αν επιλέξετε τον οδηγό κατάτμησης, και πάλι έχετε τη δυνατότητα να δείτε τα αποτελέσματα της κατάτμησης, να την παραμετροποιήσετε και ακόμη και να επαναφέρετε το δίσκο στην προηγούμενη κατάστασή του.
eo: Ĝi instalilo helpus vin pri diskpartigado por instali Debian sur via disko. Vi mem ankaŭ diskpartigus ĝin. Se vi elektas la aŭtomata diskpartigado, vi povus kontroli la elektojn, akomodi la diskpartigojn aŭ forlasi se vi ne ŝatas ĝin.
et: Paigaldaja võib juhatada sind läbi Debiani jaoks ketta partitsioneerimise. Ühtlasi võid partitsioneerida käsitsi. Isegi kui valid praegu juhatava partitsioneerimistööriista, on sul on pärast ikka võimalus tulemust näha, seda täiustada või koguni tagasi lükata - kui ta ei peaks sulle meeldima.
eu: Instalatzaile honek Debian-ek erabiltzeko disko batean partizioak nola egin ditzakezun edo, nahi izanez gero, eskuz nola egin ditzakezun azal diezaizuke. Partizioak egiteko gidatutako tresna erabiltzea aukeratzen baduzu, geroago emaitzak ikusteko, pertsonalizatzeko eta, gustatu ez bazaizu, partizioak desegiteko aukera duzu.
fa: این نصاب میتواند شما را در طول پارتیشن‌بندی راهبری کند، و یا اگر ترجیح میدهید میتوانید این کار را خودتان انجام دهید. اگر شما استفاده از راهبریی نصاب را انتخاب کنید در خاتمه باز شانس این را خواهید داشت که نتایج پارتیشن‌بندی را دیده و آن را ویرایش کنید.
fi: Asennin opastaa levyosioiden teossa Debianin käyttöön tai halutessasi voit tehdä ne itse. Vaikka valitset opastetun levyosioiden teon, voit silti myöhemmin nähtyäsi osiot, muokata niitä ja jopa perua osioinnin jos et pidä siitä.
he: המתקין יכול להדריך אותך בזמן החלוקה למחיצות לשימוש של דביאן. אם תעדיף, תוכל לעשות זאת באופן ידני. אם תבחר להשתמש באפשרות המודרכת, תוכל אחר כך לראות את התוצאות, לשנות אותן ואף להחזיר אותן לאחור, אם החלוקה לא נראית לך.
id: Program instalasi ini dapat membimbing Anda memartisi hard disk untuk digunakan oleh Debian, atau bila Anda suka, Anda dapat melakukannya secara manual. Jika Anda memilih alat pemartisian terpandu, Anda akan tetap memiliki kesempatan di lain waktu untuk melihat hasilnya, menyesuaikan, dan bahkan membatalkan partisi bila Anda tidak menyukai hasilnya.
kk: Орнату программасы Debian үшін дискіні бөлімдерге қалай бөлу керектігін көрсетеді, немесе бұл әрекетті қолмен жасауға болады. Бөлшектеуді орнату программасынан алсаңыз да, сіз оның нәтижелерін көріп, жөндеп немесе жақтырмасаңыз одан бас тарта аласыз.
lt: Disko dalijimą Debian'ui galite atlikti padedami šio įdiegiklio, arba rankiniu būdu. Jei pasirinksite automatinį dalijimą, vėliau vistiek turėsite galimybę matyti, keisti, ar atšaukti Jums nepatikusį dalijimą.
lv: Instalācijas programma var jums palīdzēt izveidot Debian instalācijai nepieciešamās partīcjas, bet jūs tās varat izveidot arī saviem spēkiem. Ja izvēlēsieties izmantot instalācijas rīka palīdzību, jusm arī vēlāk būs iespēja aplūkot, izmainīt un pat atcelt veidojamās partīcijas.
mg: Ity rindran'asa mpametraka ity dia afaka manampy anao mandritra ny fizarana ny kapila hemetrahana an'i Debian, na raha toa ka tianao dai afaka manao an'io asa io samy irery ianao. Raha midify tokoa ny hampisana ny fomba fizarana araha-maso nefa ianao dia mbola afaka manamarina, manatsara ary koa mamerina ireo safidinao atsy aoriana.
nn: Dette installasjonsprogrammet kan leia deg gjennom partisjonering av ein harddisk for bruk av Debian, eller du kan gjera det manuellt viss du vil. Viss du vel å bli leia gjennom partisjoneringa, vil du framleis ha høve til seinare å sjå resultatet, endra på det og til og med angra partisjoneringa viss du ikkje likar ho.
pl: Instalator mo¿e przeprowadziæ Ciê przez proces partycjonowania dysku dla Debiana lub je¶li chcesz mo¿esz tego dokonaæ rêcznie. Je¶li wybierzesz partycjonowanie z u¿yciem przewodnika, nadal bêdzie mo¿liwo¶æ obejrzenia rezultatów, dostosowania ich do swoich potrzeb czy nawet cofniêcia partycjonowania je¶li nie bêdzie Ci odpowiadaæ.
pt_br: Este instalador pode guiá-lo através do particionamento de um disco a ser usado pelo Debian ou, caso você prefira, você pode fazê-lo manualmente. Caso você opte por ser guiado através do uso da ferramenta de particionamento, você ainda terá uma chance de ver os resultados posteriormente, modificá-los, e até mesmo desfazer o particionamento caso não concorde com o mesmo.
ro: Acest program de instalare vă poate ghida pentru a vă ajuta să partiţionaţi un disc pentru a fi utilizat de Debian, sau, dacă preferaţi, se poate şi manual. Dacă alegeţi să folosiţi unealta de ghidare, veţi putea, mai târziu, vedea rezultatele, schimba partiţionarea, sau chiar să anulaţi partiţionarea dacă nu vă place.
sl: Ta namestilnik vas lahko vodi skozi razdeljevanje pogonov za uporabo v Debianu, lahko pa to storite sami. Če boste izbrali vodeno razdeljvanje pogonov, boste pozneje še vedno imeli možnost ogleda rezultatov, prilagojevanja in tudi razveljavitve razdeljevanja, če vam ne bo ustrezalo.
zh_tw: 安裝程式會在分割 Debian 所使用的磁碟的過程中進行引導﹔或者您也可以依您喜好，選擇手動進行。如果您選擇了使用磁碟分割的引導程式，在稍後您將可以看到分割結果。如果您不喜歡的話，您可以加以修改，或甚至取消這些分割動作。

source: Disk space to partition:
cy: Gofod disg i'w rhaniadu:
de: Diesen Festplattenspeicher partitionieren:
el: Χώρος στο δίσκο προς κατάτμηση:
eo: Diskpartiganta diskospaco:
et: Partitsioneeritav kettaruum:
eu: Partizioak egiteko lekua diskoan:
fi: Osioitava levyalue:
he: שטח דיסק לחלוקה למחיצות:
id: Ruang hard disk yang ingin dipartisi:
kk: Бөлшектенуге тиіс дискінің кеңістігін таңдаңыз:
lt: Diskas vieta dalijimui skirsniais:
lv: Partīcijās dalāmā diska vieta:
mg: Toerana ao amin'ny kapila izay ho zaraina:
nn: Diskområde som skal partisjonerast:
pl: Przestrzeñ dyskowa do partycjonowania:
pt_br: Espaço em disco a ser particionado :
ro: Spaţiul de pe disc de partiţionat:
sl: Prostor na disku za radeljevanje:
zh_tw: 要進行分割的磁碟空間：

source: Use the largest continuous free space
cy: Defnyddio'r gofod rhydd parhaol mwyaf
de: Größten, ununterbrochenen freien Speicher benutzen
el: Χρησιμοποίησε τον μεγαλύτερο συνεχές ελεύθερο χώρο
eo: Uzu la plejn grandan senhaltan disponeblan interspacon
et: Kasuta suurimat järjestikkust vaba ruumi
eu: Erabili leku libre jarraitu handiena
fi: Käytä suurinta yhtenäistä vapaata tilaa
he: השתמש בשטח הדיסק הפנוי הרציף הכי גדול
id: Menggunakan ruang kosong paling besar
kk: Ең үлкен үздіксіз бос орынды пайдалану
lt: Naudoti didžiausią ištisinę laisvą vietą
lv: Izmantot lielāko secīgo brīvo diska vietu
mg: Ampiasao ny teorana malalaka lehibe indrindra am-pelatanana
nn: Bruk området som har mest samanhengande ledig plass
pl: U¿yj najwiêkszej, ci±g³ej, wolnej przestrzeni
pt_br: Usar o maior espaço livre contínuo
ro: Utilizează cel mai mare spaţiu liber continuu
sl: Uporabi največji neprekinjen nezaseden prostor
zh_tw: 使用最大的連續未使用空間

source: Erase entire disk: ${DEVICE}
cy: Dileu'r disg cyfan: ${DEVICE}
de: Gesamtes Laufwerk löschen: ${DEVICE}
el: Χρήση ολόκληρου του δίσκου: ${DEVICE}
eo: Viŝu tute diskon: ${DEVICE}
et: Kustuta terve ketas: ${DEVICE}
eu: Ezabatu disko osoa: ${DEVICE}
fa: پاک کردن کل دیسک : ${DEVICE}
fi: Tyhjennä koko levy: ${DEVICE}
he: מחק את כל הדיסק: ${DEVICE}
id: Hapus seluruh hard disk: ${DEVICE}
kk: Бүкіл дискіні өшіру : ${DEVICE}
lt: Ištrinti visą diską: ${DEVICE}
lv: Izdzēst visu disku: ${DEVICE}
mg: Fafao tanteraka ny kapila ${DEVICE}
nn: Slett heile disken: ${DEVICE}
pl: Wyczy¶æ ca³y dysk: ${DEVICE}
pt_br: Apagar todo o disco : ${DEVICE}
ro: Utilizează întregul disc ${DEVICE}
sl: Izbriši celoten pogon: ${DEVICE}
zh_tw: 刪除整個磁碟：${DEVICE}

source: Manually edit partition table
cy: Golygu'r tabl rhaniadau â llaw
de: Partitionstabelle von Hand eingeben
el: Χειροκίνητη επεξεργασία του πίνακα τμημάτων
eo: Meme redaktu diskpartigotablon
et: Muuda partitsioonitabelit käsitsi
eu: Eskuz editatu partizio-taula
fa: ویرایش دستی جدول پارتیشن
fi: Muokkaa itse osiotaulua
he: עריכת טבלת מחיצות באופן ידני
id: Ubah tabel partisi secara manual
kk: Бөлімдер кестесін қолдан өзгерту
lt: Rankiniu būdu taisyti skirsnių lentelę
lv: Manuāli rediģēt partīciju tabulu
mg: Ovaina amin'ny tanata ny takelajorom-pizarana
nn: Rediger partisjonstabellen manuelt
pl: Modyfikuj rêcznie tablicê partycji
pt_br: Editar manualmente a tabela de partições
ro: Editează manual tabela de partiţii
sl: Ročno uredi tabelo razdelkov
zh_tw: 手動編輯磁碟分割表

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix filesystem. Please choose a different file system, such as ${EXT2}.
de: Der Dateisystemtyp ${FILESYSTEM} kann nicht unter ${MOUNTPOINT} eingebunden werden, da es kein voll funktionsfähiges Unix-Dateisystem ist. Bitte wählen Sie ein anderes Dateisystem wie ${EXT2}.
eo: La dosiersistemtipo '${FILESYSTEM}' ne povas surmetita en '${MOUNTPOINT}', ĉar ĝi ne donacas tute la 'Unix'-ajn dosiersistemajn funkciojn. Bonvolu elekti alian dosiersistemon, tia '${EXT2}'.
eu: ${FILESYSTEM} fitxategi sistema ezin da ${MOUNTPOINT} -en muntatu ez bait da guztiz funtziozko UNIX fitxategi sistema bat. Mesedez aukeratu beste fitxategi sistema bat ${EXT2} antzerakoa.
lt: Ši, ${FILESYSTEM} tipo failų sistema negali būti prijungta prie prijungimo taško ${MOUNTPOINT}, kadangi ji nėra pilnavertė Unix failų sistema. Pasirinkite kitą failų sistemą, tokią kaip pvz. ${EXT2}.
lv: ${FILESYSTEM} failsistēmu nevar piemontēt ${MOUNTPOINT}, jo tā nav pilnībā funkcionāla Unix failu sistēma. Lūdzu izvēlieties citu failu sistēmu, kā piemēram ${EXT2}.
ro: Sistemul de fişiere de tipul ${FILESYSTEM} nu poate fi montat la ${MOUNTPOINT}, deoarece nu este un sistem de fişiere Unix complet funcţional. Vă rugăm să alegeţi un alt sistem de fişiere, cum ar fi ${EXT2}.
zh_tw: 無法將 ${FILESYSTEM} 格式的檔案系統掛載在 ${MOUNTPOINT} 上，因為它並不是一個功能健全的 Unix 檔案系統。請選擇另一種檔案系統，像是 ${EXT2}。

source: none
cy: dim
de: Keiner
el: καμία
eo: neniu
et: pole
eu: bat ere ez
fa: هیچکدام
fi: ei mikään
he: ללא
id: Tak ada
kk: жоқ
lt: joks
lv: nav norādīts
mg: Tsy misy
nn: Ingen
pl: brak
pt_br: nenhum
ro: nici unul
sl: brez
zh_tw: 無

source: /, /boot, Enter manually, Do not mount it
cy: /, /boot, Rhoi â llaw, Peidio a'i glymu
de: /, /boot, Selbst festlegen, Nicht einbinden
el: /, /boot, Χειροκίνητη εισαγωγή, Να μη προσαρτηθεί
eo: /, /boot, Alia elekto, Ne surmeti ĝin
et: /, /boot, Sisesta käsitsi, Jäta haakimata
eu: /, /boot, Sartu eskuz, Ez muntatu
fa: /, /boot, به صورت دستی وارد گردد, بارگذاری نکن
fi: /, /boot, Määritä itse, Älä liitä
he: /, /boot, הכנס ידנית, אל תעגון מחיצה זאת
id: /, /boot, Masukkan secara manual, Jangan kaitkan
kk: /, /boot–ты өзіңіз енгізіңіз. Бұл бөлімді құрастырмау.
lt: /, /boot, Įveskite rankiniu būdu, Neprijungti jo
lv: /, /boot, Ievadīt manuāli, Nemontēt tās
nn: /, /boot, Skriv inn manuelt, Ikkje monter det
pl: /, /boot, Wprowad¼ rêcznie, Nie montuj tego
pt_br: /, /boot, Informar manualmente, Não montar
ro: /, /boot, Introducere manuală, Nu o monta
sl: /, /boot, Ročen vnos, Ne priklopi
zh_tw: /, /boot, 手動輸入, 不掛載此分割區

source: File system for this partition:
cy: Y system ffeiliau ar gyfer y rhaniad hwn:
de: Dateisystem für diese Partition:
el: Σύστημα αρχείων για αυτό το τμήμα:
eo: Dosiersistemo por tiu diskpartigo:
et: Selle partitsiooni failisüsteem:
eu: Partizio honetarako fitxategi-sistema:
fa: فایل سیستم این پارتیشن:
fi: Tämän osion tiedostojärjestelmä:
he: מערכת קבצים למחיצה:
id: Sistem berkas untuk partisi ini:
kk: Осы бөлім үшін файлдық жүйені таңдаңыз:
lt: Failų sistemą šiam disko skirsniui:
lv: Failu sistēma šai partīcijai:
mg: Ny file system ho an'io fizarana io:
nn: Filsystem for denne partisjonen:
pl: System plików dla tej partycji:
pt_br: Sistema de arquivos para esta partição :
ro: Sistemul de fişiere pentru acestă partiţie:
sl: Datotečni sistem za ta razdelek:
zh_tw: 此分割區的檔案系統：

source: File system:
cy: System ffeiliau:
de: Dateisystem:
el: Σύστημα αρχείων:
eo: Dosiersistemo:
et: Failisüsteem:
eu: Fitxategi-sistema:
fa: فایل سیستم:
fi: Tiedostojärjestelmä:
he: מערכת קבצים:
id: Sistem berkas:
kk: Файлдық жүйе:
lt: Failų sistema:
lv: Failu sistēma:
nn: Filsystem:
pl: System plików:
pt_br: Sistema de arquivos :
ro: Sistem de fişiere:
sl: Datotečni sistem:
zh_tw: 檔案系統：

source: no file system
cy: dim system ffeiliau
de: Kein Dateisystem
el: μη ορισμένο σύστημα αρχείων
eo: neniu dosiersistemo
et: pole failisüsteemi
eu: fitxategi-sistemarik ez dago
fa: بدون فایل سیستم
fi: ei tiedostojärjestelmää
he: אין מערכת קבצים
id: Tak ditemukan sistem-sistem berkas
kk: Файлдық жүйе табылған жоқ
lt: nėra failų sistemos
lv: Nav failu sistēmas
mg: tsy misy file system
nn: Ingen rot-filsystem
pl: brak systemu plików
pt_br: nenhum sistema de arquivos
ro: fără sistem de fişiere
sl: ni datotečnega sistema
zh_tw: 沒有檔案系統

source: ${KERNELS}, none
de: ${KERNELS}, keiner
eo: ${KERNELS}, neniu
eu: ${KERNELS}, bat ere ez
he: ${KERNELS}, ללא
lt: ${KERNELS}, ·joks
lv: ${KERNELS}, nav norādīts
ro: ${KERNELS}, nici unul
zh_tw: ${KERNELS}, 無

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an user name, like 'imurdock' or 'rms'.
cy: Sylwer y gallwch ei greu e'n hwyrach (yn ogystal a unrhyw gyfrif ychwanegol) gan deipio 'adduser <enw cyfrif>' fel 'root', lle mae <enw cyfrif> yn enw cyfrif, megis 'imurdock' neu 'rms'.
de: Beachten Sie, dass Sie das Benutzerkonto auch später durch Eingabe von »adduser <Benutzername>« als root (genauso wie weitere Benutzerkonten) erstellen können, wobei <Benutzername> ein Benutzername ist, wie z.B. »imurdock« oder »rms«.
eo: Notu, vi eble pli malfrue kreu ĝin (tiel, kiel aliaj pluaj kontoj) per tajpu 'adduser <username>' kiel 'root'-a ĉefuzanto. '<username>' estas salutnomo ekzemple 'imurdock' aŭ 'rms'.
et: Pane tähele, et võid tavakasutajakonto ka hiljem luua (või siis mitu kontot) tippides juurkasutajana 'adduser <username', kus <username> on soovitud kasutajanimi, näiteks 'vleppikson' või 'kjp'.
eu: Jakin ezazu geroago ere sor dezakezula (beste kontu gehiago bezala) honakoa exekutatuz root gisa: adduser <erabiltzaile-izena>. Erabiltzaile-izena saioa hasteko erabiltzailearen izena da, adib 'gor' edo 'mikeltxo'.
he: שים לב שתוכל ליצור אותו מאוחר יותר (כמו כל חשבון אחר) ע"י הקשת "adduser <username>" כ-root, כאשר <username> הוא שם משתמש, כמו "imurdoc" או "rms".
lt: Atkreipkite dėmesį, kad šią paskyrą (account) galite sukurti ir vėliau (kaip ir bet kokią papildomą paskyrą), pasinaudodami komanda 'adduser <username>' (dirbant 'root' teisėmis), kur <username> - naudotojo vardas, pvz., 'imurdock' ar 'rms'.
lv: Jūs arī varēsiet izveidot šādu lietotāja ierakstu (un arī citus papildus ierakstus) arī vēlāk ar komandas 'adduser <lietotājavārds>' palīdzību, kur <lietotājavārds> varētu būt, piemēram, 'janis' vai 'peeteris'.
ro: A se observa că-l puteţi crea mai târziu ( ca de altfel şi alte conturi ) tastând 'adduser <numeutilizator>' ca root, unde <numeutilizator> este un nume de utilizator ca 'imurdock' sau 'rms'.
zh_tw: 請注意，這個帳號（以及任何的其它帳號）也可以在稍後以 root 的身份執行 adduser <username> 指令來進行建立作業；其中的 <username> 則為使用者名稱，例如 imurdock 或 rms。
