Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Install the Delo boot loader on a hard disk
cy: Sefydlu'r llwythydd bŵt Delo ar ddisgen galed
de: Delo-Bootloader auf eine Festplatte installieren
el: Εγκατάσταση του φορτωτή εκκίνησης Delo σε ένα σκληρό δίσκο
eo: Instalu la 'Delo'-praŝargilon sur fiksita disko
et: Paigaldada algaaldur Delo kõvakettale
eu: Instalatu Delo abioko kargatzailea disko gogorrean
fi: Asenna Delo-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio Delo nun disco duro
he: התקנת מנהל האתחול Delo על הדיסק הקשיח
id: Pasang boot loader Delo pada hard disk
kk: Delo жүйелік жүктеуішін қатқыл дискке орнату
lt: Pradinio įkėliklio Delo diegimas į kietąjį diską
lv: Instalēt Delo sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader Delo
ml: ഡിലോ ബൂട്ട് ലോഡര്‍ ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer oppstartslastaren Delo på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ Delo ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj program uruchomieniowy Delo na dysku twardym
pt_br: Instalar o carregador de inicialização Delo em seu disco
ro: Instalează încărcătorul de sistem Delo pe un disc fix
sl: Namesti zagonski nalagalnik Delo na trdi disk
zh_tw: 將 Delo 開機程式安裝至硬碟上

source: Configure MD devices
cy: Cyflunio dyfeisiau amlddisg (MD)
de: MD-Geräte konfigurieren
el: Ρύθμιση μονάδων MD
eo: Agordi multdiskajn (MD) adaptilojn
et: Seadista MD seadmeid
eu: Konfiguratu MD gailuak
fa: تنظیم دستگاههای چنددیسک
fi: Tee MD-laitteiden asetukset
gl: Configurar dispositivos MD
he: הגדר התקני MD
id: Mengonfigurasi perangkat MD
kk: MD қондырғыларын орнату
lt: MD įrenginių konfigūravimas
lv: Konfigurēt MD iekārtas
mg: Tefeo ny periferika MD
ml: MD ഉപകരണങ്ങള്‍ ക്രമീകരിക്കുക
nn: Set opp MD-einingar
pa: MD ਜੰਤਰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguruj urz±dzenia wielodyskowe (MD)
pt_br: Configurar dispositivos MD
ro: Configurează dispozitivele MD
sl: Nastavi naprave MD
zh_tw: 設定 MD 裝置

source: Multidisk (MD) not available
cy: Nid yw amlddisg (MD) ar gael
de: Multidisk (MD) nicht verfügbar
el: Δεν είναι διαθέσιμη η υποστήριξη Μονάδων Πολλαπλών Δίσκου (Multidisk)
eo: Maldisponebla multdisko (MD)
et: Multidisk (MD) pole saadaval
eu: Multidisk (MD) ez dago erabilgarri
fa: قابلیت چنددیسک وجود ندارد.
fi: Multidisk (MD) ei käytettävissä
gl: Multidisco (MD) non dispoñible
he: Multidisk (MD) לא זמין
id: Multidisk (MD) tidak tersedia
kk: Multidisk (MD) қатынау мүмкін емес
lt: Multidisko (MD) nėra
lv: Daudzdisks (MD) nav pieejams
ml: മള്ടിഡിസ്ക് (MD) ലഭ്യമല്ല
nn: Multidisk (MD) ikkje tilgjengeleg
pa: ਬਹੁ-ਡਿਸਕ MD ਉਪਲੱਬਧ ਨਹੀਂ
pl: Wielodyskowe (MD) niedostêpne
pt_br: Multidisco (MD) não disponível
ro: Multidisc (MD) indisponibil
sl: Multidisk (MD) ni na voljo
zh_tw: 無法使用 Multidisk (MD)

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
cy: Nid yw'r cnewyllyn cyfredol yn cynnal dyfeisiau amlddisg. Dylid datrys hyn gan lwytho'r modylau angenrheidiol.
de: Der gegenwärtige Kernel scheint keine Multidisk-Geräte zu unterstützen. Dies sollte gelöst werden, indem die notwendigen Module geladen werden.
el: Ο τρέχων πυρήνας δεν υποστηρίζει μονάδες πολλαπλών δίσκων (multidisk). Πιθανόν να χρειάζεται να φορτώσετε τα απαραίτητα αρθρώματα.
eo: Verŝajne, la nuntempa kerno ne administras multdiskajn adaptilojn. La ŝarĝado de necesaj moduloj solvus la problemon.
et: Paistab et laetud tuum ei toeta multidisk seadmeid. Seda viga peaks saama parandada laadides vajalikud moodulid.
eu: Dirudienez, uneko nukleoak ez ditu multidisk gailuak onartzen. Behar diren moduluak kargatuz konponduko litzateke.
fa: به نظر میرسد هسته‌ی موجود از قابلیت چنددیسکی پشتیبانی نمیکند. این مشکل
fi: Ajossa oleva ydin ei tue multidisk-laitteita. Tämä pitäisi korjata lataamalla tarvittavat moduulit.
gl: Semella que o núcleo actual non soporta dispositivos multidisco. Isto debería arranxarse cargando os módulos necesarios.
he: הקרנל הנוכחי לא מכיל תמיכה בהתקני multidisk. ניתן לפתור זאת ע"י טעינת המודולים הנדרשים.
id: Kernel yang dipakai saat ini sepertinya tidak mendukung piranti-piranti multidisk. Seharusnya dapat diatasi dengan memuat modul-modul yang diperlukan.
kk: Ядроның ағымдағы конфигурациясы miltidisk қондырғысын қолдамайды. Қажетті қолдауды керекті модульдерді жүктеп алуға болады.
lt: Esamas branduolys nepalaiko multidiskinių įrenginių. Galbūt reikia įkelti trūkstamus modulius.
lv: Šis kodols neatbalsta daudzdisku iekārtas. Ir iespējams, ka to var atrisināt ielādējot attiecīgus moduļus.
mg: Toa tsy mazaka ny periferika multidisk ny kernel izay miodina. Mety hamaha ny olana ny fampidirana ny module izy ilaina.
ml: ഇപ്പോഴത്തെ കെര്‍ണല്‍ മള്ടിഡിസ്ക് ഉപകരണങ്ങളെ സപ്പോര്ട്ട് ചെയ്യുന്നതായി തോന്നുന്നില്ല. ആവശ്യമായ മൊഡ്യൂളുകള്‍ ചേര്ത്ത് ഇത് പരിഹരിക്കാവുന്നതാണ്.
nn: Noverande kjerne støttar ikkje multidiskeiningar. Du må kanskje lasta naudsynte modular for å løysa problemet.
pa: ਮੌਜੂਦਾ ਕਰਨਲ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਦਿੰਦਾ। ਇਸ ਦਾ ਹੱਲ ਲੋੜੀਂਦਾ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨ ਨਾਲ ਹੋਵੇਗਾ।
pl: Aktualne j±dro nie posiada obs³ugi urz±dzeñ wielodyskowych. Mo¿liwe, ¿e musisz za³adowaæ wymagany modu³.
pt_br: O kernel atual parece não suportar dispositivos multidisco. Isso poderá ser solucionado carregando os módulos necessários.
ro: Nucleul curent nu suportă dispozitive multidisc. Acest lucru ar trebui să se rezolve, dacă încărcaţi modulele necesare.
sl: Trenutno jedro ne podpira multidisk naprav. To lahko popravite tako, da naložite potrebne module.
zh_tw: 目前所使用的 Kernel 似乎不支援 Multidisk 裝置。藉由載入一些欠缺的模組應該就可以解決這個問題。

source: Create MD device
cy: Creu dyfais amlddisg (MD)
de: MD-Gerät erstellen
el: Δημιουργία μονάδας MD
eo: Kreu multdiskan (MD) adaptilon
et: Loo MD seade
eu: Sortu MD gailua
fa: ایجاد دستگاه MD(چند دیسکی)
fi: Luo MD-laite
gl: Crear dispositivo MD
he: יצירת התקני MD
id: Membuat perangkat MD
kk: MD қондырғысын орнату
lt: Sukurti MD įrenginį
lv: Izveidot MD iekārtu
mg: Mamorona periferika MD
ml: MD ഉപകരണം സൃഷ്ടിക്കുക
nn: Opprett MD-eining
pa: MD ਜੰਤਰ ਬਣਾਓ
pl: Utwórz urz±dzenie wielodyskowe (MD)
pt_br: Criar dispositivo MD
ro: Creează dispozitiv MD
sl: Ustvari napravo MD
zh_tw: 建立 MD 裝置

source: Delete MD device
cy: Dileu dyfais amlddisg (MD)
de: MD-Gerät löschen
el: Διαγραφή μονάδας MD
eo: Viŝu multdiskan (MD) adaptilon
et: Kustuta MD seade
eu: Ezabatu MD gailua
fa: حذف دستگاه MD(چند دیسکی)
fi: Poista MD-laite
gl: Borrar dispositivo MD
he: מחיקת התקן MD
id: Menghapus perangkat MD
kk: MD қондырғысын жоюдалить устройство
lt: Pašalinti MD įrenginį
lv: Dzēst MD iekārtu
ml: MD ഉപകരണം ഡിലീറ്റ് ചെയ്യുക
nn: Slett MD-eining
pa: MD ਜੰਤਰ ਹਟਾਓ
pl: Usuñ urz±dzenie wielodyskowe (MD)
pt_br: Remover dispositivo MD
ro: Şterge dispozitiv MD
sl: Zbriši napravo MD
zh_tw: 刪除 MD 裝置

source: Finish
cy: Gorffen
de: Fertigstellen
el: Ολοκλήρωση
eo: Ĉesigu
et: Lõpeta
eu: Amaitu
fa: اتمام
fi: Lopeta
gl: Rematar
he: סיים
id: Selesai
kk: Аяқтау
lt: Baigti
lv: Pabeigt
mg: Vitao
ml: പൂര്ത്തിയാക്കുക
nn: Ferdig
pa: ਸਮਾਪਤ
pl: Zakoñcz
pt_br: Finalizar
ro: Sfârşit
sl: Končaj
zh_tw: 完成

source: Multidisk configuration actions
cy: Gweithredion cyflunio Amlddisg
de: Multidisk Konfigurationsaktionen
el: Εργασία ρύθμισης πολλαπλών δίσκων:
eo: Multdiskaj akomodadoj
et: Multidisk seadistamise tegevused
eu: Multidisk konfiguratzeko ekintzak
fa: تنظیمات عملیات چند دیسکی
fi: Multidiskin asetusten muokkaus
gl: Accións da configuración de Multidisco
he: פעולת הגדרת Multidisk:
id: Tindakan untuk pengonfigurasian multidisk:
kk: Multidisk орнату
lt: Multidiskų konfigūravimo veiksmai
lv: Daudzdisku konfigurācijas darbības
ml: മള്‍ടിഡിസ്ക്‌ സജ്ജീകരണ പ്രവര്ത്തനങ്ങള്‍
nn: Handlingar for oppsett av multidisk
pa: ਬਹੁ-ਡਿਸਕ ਸੰਰਚਨਾ ਕਾਰਵਾਈ
pl: Dzia³ania konfiguracyjne wielodyskowe
pt_br: Ações de configuração multidisco :
ro: Acţiuni de configurare multidisc
sl: Multidisk nastavitvene akcije
zh_tw: Multidisk 的設定動作

source: This is the Multidisk (MD) and software RAID configuration menu.
cy: Dyma ddewislen cyfluniad Amlddisg (MD) a RAID meddalwedd.
de: Dies ist das Multidisk- (MD) und Software-RAID-Konfigurationsmenü
el: Αυτό είναι το μενού ρυθμίσεων των Πολλαπλών Δίσκων και του RAID λογισμικού.
eo: Jen la multdisko (MD) kaj programara RAID akomodada menuo ('software RAID').
et: See on Multidisk (MD) ja tarkvaralise RAID'i seadistamise menüü.
eu: Hau Multidisk (MD) eta RAID softwarea konfiguratzeko menua da.
fa: این منوی تنظیمات RAID و چنددیسکی(MD) hsj.
fi: Tämä on Multidiskin (MD) ja ohjelmalla toteutetun RAID:n asetusvalikko.
gl: Este é o menú de configuración de Multidisco (MD) e RAID por software
he: זהו תפריט הגדרת Multidisk (MD) ו-RAID תוכנה
id: Ini adalah menu konfigurasi Multidisk (MD) dan perangkat lunak RAID .
kk: Бұл Multidisk (MD) және программалық RAID-тің менюі.
lt: Tai yra multidiskų (MD) bei programinio RAID konfigūracijos meniu.
lv: Šī ir Daudzdisku (MD) un programmatūras RAID konfigurācijas izvēlne.
mg: Ity ny safidy mikasika ny fanefena ny periferika multidisk (MD) sy ny "software RAID".
ml: ഇതാണു മള്‍ടിഡിസ്ക്‌, സോഫ്റ്റ്‌വെയര്‍ റേയ്ഡ്‌ സജ്ജീകരണ പട്ടിക.
nn: Dette er oppsettsmenyen for multidisk og programvarestyrt RAID.
pa: ਇਹ ਬਹੁ-ਡਿਸਕ (MD) ਅਤੇ ਸਾਫਟਵੇਅਰ RAID ਸੰਰਚਨਾ ਸੂਚੀ ਹੈ।
pl: To jest menu konfiguracyjne wielodyskowych urz±dzeñ i programowego RAIDu.
pt_br: Este é o menu de configuração Multidisco (MD) e RAID via software.
ro: Acesta este meniul de configurare al Multidisc-ului (MD) şi al RAID-ului software.
sl: To je meni za nastavljanje Multidiska (MD) in programskega RAID polja.
zh_tw: 這是 Multidisk (MD) 及 軟體 RAID 的設定選單。

source: Please select one of the proposed actions to configure multidisk devices.
cy: Dewiswch un o'r gweithredoedd awgrymwyd er mwyn cyflunio dyfeisiau amlddisg.
de: Bitte wählen Sie eine der angebotenen Aktionen, um Multidisk-Geräte zu konfigurieren.
el: Παρακαλώ επιλέξτε μια από τις ακόλουθες εργασίες τη για τη ρύθμιση των μονάδων πολλαπλών δίσκων.
eo: Bonvolu elektu iun, inter tiuj agoj por akomodi multdiskajn adaptilojn.
et: Palun vali üks pakutavatest tegevustest, et seadistada multidisk seadmeid.
eu: Hautatu proposatutako ekintzetako bat multidisk gailuak konfiguratzeko.
fa: لطفا یکی از کنشهای زیر را برای تنظیم دستگاه چنددیسکی انتخاب کنید.
fi: Valitse yksi ehdotetuista toiminnoista tehdäksesi multidisk-laitteiden asetukset.
gl: Escolla unha das accións propostas para configurar dispositivos multidisco.
he: בחר את אחת הפעולות הבאות להגדרת התקני multidisk.
id: Silakan memilih salah satu dari tindakan yang diusulkan untuk mengonfigurasikan piranti multidisk.
kk: multidisk қондырғысын баптауға ұсынылған әрекеттердің біреуін таңдаңыз.
lt: Pasirinkite vieną iš siūlomų veiksmų multidiskiniams įrenginiams konfigūruoti.
lv: Lūdzu izvēlieties vienu no šīm darbībām, lai konfigurētu multidisku iekārtu.
ml: മള്‍ടിഡിസ്ക്‌ ഉപകരണങ്ങള്‍ സജ്ജീകരിക്കാന്‍ താഴെ കൊടുത്തിരിക്കുന്ന ഏതെങ്കിലുംപ്രവര്ത്തനം തെരഞ്ഞെടുക്കുക.
nn: Vel ein av dei føreslegne handlingane for å setja opp multidiskeiningar.
pa: ਕਿਰਪਾ ਕਰਕੇ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਲਈ ਇੱਕ ਲੋੜੀਂਦੀ ਕਾਰਵਾਈ ਚੁਣੋ।
pl: Proszê wybraæ jedno z poni¿szych zadañ by skonfigurowaæ urz±dzenia wielodyskowe.
pt_br: Por favor, selecione uma das ações propostas para configurar dispositivos multidisco.
ro: Vă rugăm să selectaţi una din acţiunile propuse pentru a configura dispozitivele multidisc.
sl: Izberite eno od naslednjih izbir, da bi nastavili multidisk naprave.
zh_tw: 請選擇其中一個動作來設定 Multidisk 裝置。

source: No RAID partitions available
cy: Dim rhaniadau RAID ar gael
de: Keine RAID-Partitionen verfügbar
el: Δεν υπάρχουν διαθέσιμα τμήματα RAID
eo: Neniu RAID disponebla diskpartigo
et: RAID partitsioone pole saadaval
eu: Ez dago RAID partiziorik erabilgarri
fa: هیچ پارتیشن RAID بر روی سیستم وجود ندارد.
fi: Yhtään RAID-osiota ei ole käytettävissä
gl: Non hai particións RAID dispoñibles
he: אין מחיצה RAID זמינה
id: Tak tersedia partisi RAID.
kk: RAID мүмкін бөлімдері жоқ
lt: RAID skirsnių nėra
lv: RAID partīcijas nav atrastas
mg: Tsy misy fizarana RAID am-pelatanana
ml: റെയ്ഡ്‌ ഭാഗങ്ങള്‍ ലഭ്യമല്ല
nn: Ingen RAID-partisjonar tilgjengeleg
pa: ਕੋਈ RAID ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Brak partycji RAID
pt_br: Nenhuma partição RAID disponível
ro: Nu s-au găsit partiţii RAID disponibile
sl: RAID razdelki niso na voljo
zh_tw: 未能找到可用的 RAID 分割區

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
cy: Doedd dim rhaniadau o'r math "RAID Linux Awtoddarganfod" ar gael. Crëwch y fath rhaniad os gwelwch yn dda, neu dilewch dyfais amlddisg a ddefnyddir eisioes er mwyn rhyddhau ei rhaniadau.
de: Es sind keine unbenutzten Partitionen des Typs »Linux RAID Autodetect« verfügbar. Bitte erstellen Sie eine solche Partition, oder löschen Sie ein bereits verwendetes Multidisk-Gerät, um seine Partitionen freizugeben.
el: Δεν υπάρχουν διαθέσιμα τμήματα τύπου "Linux RAID Autodetect". Θα πρέπει να δημιουργήσετε ένα τέτοιο τμήμα ή να διαγράψετε μια ήδη υπάρχουσα μονάδα πολλαπλών δίσκων για να ελευθερώσετε τα τμήματά της.
eo: Neniu disponebla 'Linux RAID Autodetect'-a diskpartigo. Bonvolu krei RAID-an diskpartigon, aŭ viŝu uzitan multdiskan adaptilon por liberigi ĉi tiujn diskpartigojn.
et: Pole ühtki kasutamata "Linux RAID Autodetect" tüüpi partitsiooni. Palun loo säärane partitsioon või kustuta mõni olemasolev multidisk seade, et vabastada tema partitsioonid.
eu: Ez dago "Linux RAID Autodetect" motako erabili gabeko partiziorik. Sortu partizio hori, edo ezabatu lehendik erabilitako multidisk gailua partizioak libratzeko.
fa: هیچ پارتیشن آزاد از نوع "Linux RAID Autodetect" موجود نیست. لطفا پارتیشنی از این نوع درست کنید یا یکی از دستگاههای چنددیسکی را حذف کنید تا پارتیشن‌های آن آزاد شود.
fi: Yhtään käyttämätöntä levyosiota tyypiltään "Linux RAID Autodetect" ei ole käytettävissä. Luo tuollainen osio, tai poista jo käytössä oleva multidisk-laite vapauttaaksesi sen levyosiot.
gl: Non hai dispoñibles particións de tipo "Linux RAID Autodetect" libres. Cree unha partición deste tipo, ou borre un dispositivo multidisco que xa estea en uso para liberar as súas particións.
he: אין מחיצות זמינות מסוג "Linux RAID Autodetect". צור בבקשה מחיצה כזאת, או מחק רכיבי multidisk כדי לשחרר את המחיצות שלהם.
id: Tidak tersedia partisi berjenis "Linux RAID Autodetect" yang tidak digunakan. Silakan buat partisi baru, atau hapus piranti multidisk yang ada untuk mengosongkan partisinya.
kk: "Linux RAID Autodetect" типі бар пайдаланылмай тұрған бөлімдер жоқ. Мұндай бөлім құрыңыз немесе ондағы бөлімдерді босату үшін қолданылған miltidisk қондырғысын жойыңыз.
lt: Nėra nenaudojamų disko skirsnių, kurių tipas būtų "Linux RAID Autodetect". Sukurkite tokį skirsnį arba išmeskite naudojamą multidiskinį įrenginį, kad atlaisvintumėte jo naudojamus disko skirsnius.
lv: Nav atrastas neaizņemtas "Linux·RAID·Autodetect" tipa partīcijas. Lūdzu izveidojiet šādu partīciju vai dzēsiet jau izveidotu daudzdisku iekārtu, lai atbrīvotu tās partīcijas.
ml: "Linux RAID Autodetect" എന്ന തരത്തിലുള്ള ഉപയോഗിക്കാത്ത പാര്‍ട്ടീഷന്‍സ്‌ലഭ്യമല്ല.അതുകൊണ്ടു ഒരു പുതിയ പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുകയൊ, ഉപയോഗത്തിലുള്ള ഒരുമല്‍റ്റിഡിസ്ക്‌ ഉപകരണം അതിന്റെ ഭാഗങ്ങള്‍സ്വതന്ത്രമാക്കാന്‍ വേണ്ടി നീക്കംചെയ്യുകയൊ ചെയ്യുക.
nn: Ingen ubrukte partisjonar med typen «Linux RAID Autodetect» er tilgjengeleg. Opprett ein slik partisjon, eller slett ei allereie brukt multidiskeining for å frigjera partisjonane.
pa: "Linux RAID Autodetect" ਕਿਸਮ ਦਾ ਕੋਈ ਨਾ-ਵਰਤਿਆ ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਅਜਿਹਾ ਭਾਗ ਬਣਾਓ, ਜਾਂ ਵਰਤੇ ਜਾਂਦੇ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਨੂੰ ਭਾਗ ਖਾਲੀ ਕਰਨ ਲਈ ਹਟਾਓ।
pl: Brak nieu¿ywanych partycji typu "Linux RAID Autodetect". Proszê utworzyæ tak± partycjê lub usun±æ aktualnie u¿ywane urz±dzenie wielodyskowe w celu zwolnienia jego partycji.
pt_br: Nenhuma partição não utilizada do tipo "Linux RAID Autodetect" está disponível. Por favor, crie uma partição desse tipo ou remova um dispositivo multidisco já usado para liberar suas partições.
ro: Nu este disponibilă nici o partiţie nefolosită de tipul "Linux RAID Autodetect". Vă rugăm să creaţi o astfel de partiţie, sau să să ştergeţi un dispozitiv multidisc deja folosit pentru a-i elibera partiţiile.
sl: Ni neuporabljenih razdelkov tipa "Linux RAID Autodetect". Ustvarite takšen razdelek ali pa izbrišite že uporabljano multidisk napravo, da boste sprostili njene razdelke.
zh_tw: 無法找到未使用的「Linux RAID Autodetect」類型的分割區。請新增一個該類型的分割區，或刪除一個使用中的 Multidisk 裝置以釋出其分割區。

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
cy: Os oes y fath rhaniadau gennych, fe allent gynnwys systemau ffeiliau, a felly nid ydynt ar gael i'w defnyddio gan yr erfyn cyfluniad hwn.
de: Wenn Sie solche Partitionen haben, könnten sie echte Dateisysteme enthalten, und daher nicht für die Verwendung durch dieses Konfigurationsprogramm verfügbar sein.
eo: Se vi havas tia diskpartigoj, ĝi enkludus efektivan dosiersistemon kiuj ne povos uzita de ĉi tiu instalilo.
et: Kui säärased partitsioonid on olemas, siis ehk ei ole neil tegelikke failisüsteeme. Taolisid partitsioone ei saa käesoleva tööriista abil seadistada.
eu: Zuk partizio hauek dagoeneko badituzu, uneko fitxategi sistema izan dezakete, beraz ezin dira konfigurazoi lanabes honek erabiltzeko moduan.
gl: Se ten particións deste tipo, poderían conter en realidade sistemas de ficheiros, e polo tanto non estarían dispoñibles para se usar nesta utilidade de configuración.
he: אם יש לך מחיצות כאלה, הן עלולות להכיל מערכות קבצים, ועל פי כן לא זמינות לשימוש ע"י כלי הגדרות זה.
kk: Егер сізде мұндай бөлімдер болса, олардың қолданылатын файлдық жүйелері болуы мүмкін, сондықтан орнатуға қолдануға қатынаусыз болуы мүмкін.
lt: Jei turite tokių skirsnių, jie gali turėti naudojamas failų sistemas ir todėl nepanaudojami su šia konfigūravimo programa.
lv: Ja Jums ir šādas partīcijas, tad tās varētu jau saturēt failu sistēmas un tāpēc tās nav pieejamas apstrādei ar šo utilīti.
ml: ഇനി അങ്ങനെ ഭാഗങ്ങള്‍ ഉണ്ടെങ്കില്‍ അവയില്‍ ഫയല്‍ സിസ്റ്റം ഉണ്ടാകാം. അതുകൊണ്ടു അവ ഈ ക്രമീകരണത്തിനു യോഗ്യമല്ല.
pa: ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਅਜਿਹਾ ਭਾਗ ਹੈ, ਇਸ ਵਿੱਚ ਅਸਲੀ ਫਾਇਲ ਸਿਸਟਮ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ, ਅਤੇ ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਸਹੂਲਤ ਰਾਹੀਂ ਵਰਤਣ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹਨ।
ro: Dacă aveţi asemenea partiţii, este posibil să conţină sisteme de fişiere, deci nu sunt disponibile pentru utilizare în această unealtă de configurare.
zh_tw: 如果已存在該類型的分割區，它們或許已包含了檔案系統，因而使得它無法被這一個設定工具所使用。

source: Not enough RAID partitions available
cy: Dim digon o rhaniadau RAID ar gael
de: Nicht genug RAID-Partitionen verfügbar
el: Δεν υπάρχουν αρκετά τμήματα RAID διαθέσιμα
eo: Nesufiĉe disponeblaj 'RAID'-diskpartigoj
et: Piisavalt RAID partitsioone pole saadaval
eu: Ez daude behar adina RAID partizio erabilgarri
fa: پارتیشن RAID به اندازه‌ی کافی موجود نیست.
fi: RAID-osioita ei ole käytettävissä riittävän montaa
gl: Non hai suficientes particións RAID dispoñibles
he: אין מספיק מחיצות RAID זמינות
id: Partisi RAID tidak cukup tersedia
kk: Қатынаулы RAID бөлімдер жеткіліксіз
lt: Nepakanka RAID skirsnių
lv: Nepietiekošs RAID partīciju daudzums
mg: Tsy manana fizarana RAID intsony
ml: ആവശ്യമായ റെയ്ഡ്‌ ഭാഗങ്ങള്‍ലഭ്യമല്ല
nn: Ikkje mange nok RAID-partisjonar tilgjengeleg
pa: ਲੋੜੀਂਦਾ RAID ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Zbyt ma³o dostêpnych partycji RAID
pt_br: Partições RAID disponíveis não são o bastante
ro: Nu s-au găsit destule partiţii RAID disponibile
sl: Na voljo ni dovolj RAID razdelkov
zh_tw: 沒有足夠的 RAID 分割區

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
cy: Does dim digon o rhaniadau RAID ar gael ar gyfer eich cyfluniad dewisiesig. Mae gennych ${NUM_PART} rhaniad RAID ar gael ond mae eich cyfluniad yn mynnu ${REQUIRED} rhaniad.
de: Für die ausgewählte Konfiguration sind nicht genug RAID-Partitionen verfügbar. Sie haben ${NUM_PART} RAID-Partitionen zur Verfügung, die von Ihnen gewählte Konfiguration erfordert aber ${REQUIRED} Partitionen.
el: Δεν υπάρχουν αρκετά τμήματα RAID διαθέσιμα για τη συγκεκριμένη διάταξη. Έχετε ${NUM_PART} τμήματα RAID διαθέσιμα αλλά η διάταξή που έχετε επιλέξει απαιτεί ${REQUIRED} τμήματα.
eo: Nesufiĉe disponeblaj RAID diskpartigoj por via elektinta agordo. Vi nuntempe disponas de ${NUM_PART} RAID-a diskpartigoj, sed ${REQUIRED} diskpartigoj necesiĝas por la elekta diskpartigoj.
et: Sinu valitud seadistuse jaoks ei jätku RAID partitsioone. Sul on ${NUM_PART} RAID partitsiooni, aga valitud seadistuseks oleks vaja ${REQUIRED} partitsiooni.
eu: Ez daude behar adina RAID partizio erabilgarri hautatutako konfiguraziorako. ${NUM_PART} RAID partizio erabilgarri dituzu, baina zure konfigurazioak ${REQUIRED} partizioak behar ditu.
fa: برای تنظیماتی که شما انتخاب کرده‌اید به اندازه‌ی کافی پارتیشن RAID وجود ندارد. شما ${NUM_PART} پارتیشن RAID دارید، اما تنظیمی که انتخاب کرده‌اید ${REQUIRED} پارتیشن لازم دارد.
fi: Riittävän montaa RAID-osioita ei ole käytettävissä valitsemaasi kokoonpanoon. Käytettävissä on RAID-osiota ${NUM_PART} mutta kokoonpano vaatii ${REQUIRED} osiota.
gl: Non hai particións RAID dispoñibles dabondo para a configuración seleccionada. Hai ${NUM_PART} particións RAID dispoñibles, pero para a súa configuración fan falla ${REQUIRED} particións.
he: אין מספיק מחיצות RAID זמינות בשביל ההגדרות הנבחרות שלך. יש לך ${NUM_PART} מחיצות RAID זמינות, אבל ההגדרות שלך צריכות ${REQUIRED} מחיצות.
id: Partisi RAID tidak cukup tersedia, untuk dapat memenuhi konfigurasi pilihan Anda. Partisi RAID yang Anda miliki sebanyak ${NUM_PART}, tetapi konfigurasi pilihan Anda membutuhkan sebanyak ${REQUIRED} partisi.
kk: Сіз таңдаған конфигурацияға қатынаулы RAID бөлімдер жеткіліксіз. Сізде RAID бөлімінің ${NUM_PART}-ы бар, бірақ бұл конфигурацияға бөлімдердің ${REQUIRED}-ы керек.
lt: Nepakanka RAID skirsnių jūsų sukurtai konfigūracijai įgyvendinti. Jūs turite ${NUM_PART} RAID skirsnių, bet jūsų norimai konfigūracijai reikia ${REQUIRED} skirsnių.
lv: Jūsu izvēlētajai konfigurācijai nav pieejams pietiekošs daudzums brīvu RAID partīciju. Jums ir ${NUM_PART} brīvas RAID partīcijas, bet Jūsu izvēlētā konfigurācija pieprasa ${REQUIRED} partīciju.
ml: നിങ്ങള്‍ തെരഞ്ഞെടുത്ത ക്രമീകരണത്തിനാവശ്യമായ റെയ്ഡ്‌ ഭാഗങ്ങള്‍ ലഭ്യമല്ല. നിങ്ങള്‍ക്കു ${NUM_PART} റെയ്ഡ്‌ ഭാഗങ്ങള്‍ഉണ്ട്‌. പക്ഷെ നിങ്ങള്‍ക്കു ${REQUIRED}എണ്ണം ആവശ്യമാണു.
nn: Det er ikkje nok RAID-partisjonar tilgjengeleg for oppsettet du har valt. Du har ${NUM_PART} RAID-partisjonar tilgjengeleg, men oppsettet ditt krev ${REQUIRED} partisjonar.
pa: ਤੁਹਾਡੀ ਚੁਣੀ ਸੰਰਚਨਾ ਲਈ ਲੋੜੀਂਦਾ RAID ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ ${NUM_PART} RAID ਭਾਗ ਉਪਲੱਬਧ ਹੈ, ਪਰ ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਨੂੰ ${REQUIRED} ਭਾਗ ਦੀ ਲੋੜ ਹੈ।
pl: Nie ma wystarczaj±cej ilo¶ci dostêpnych partycji RAID dla wybranej konfiguracji. Masz ${NUM_PART} dostêpnych partycji RAID, a Twoja konfiguracja wymaga ${REQUIRED} partycji.
pt_br: Não existem partições RAID disponíveis o bastante para a configuração selecionada. Você possui ${NUM_PART} partições RAID disponíveis mas sua configuração requer ${REQUIRED} partições.
ro: Nu există destule partiţii RAID disponibile pentru configuraţia selectată de dvs. Aveţi ${NUM_PART} partiţii RAID disponibile, dar configuraţia dvs. are nevoie de ${REQUIRED} partiţii.
sl: Za vašo izbrano nastavitev ni na voljo dovolj RAID razdelkov. Na voljo imate ${NUM_PART} razdelkov RAID, vendar vaša nastavitev zahteva ${REQUIRED} razdelkov.
zh_tw: 沒有足夠的 RAID 分割區可用來進行您所選擇的設定動作。您現有 ${NUM_PART} 個可用的 RAID 分割區，但您的設定卻需要 ${REQUIRED} 個分割區。

source: RAID0
ml: റെയ്ഡ്‌0

source: RAID1
ml: റെയ്ഡ്‌1

source: RAID5
ml: റെയ്ഡ്‌5
