Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Debian installer main menu
cy: Prif ddewislen sefydlydd Debian
de: Debian-Installer Hauptmenü
el: Κυρίως Μενού της Εγκατάστασης του Debian
eo: Ĉefmenuo de la Debiana instalilo
et: Debiani paigaldaja peamenüü
eu: Debian instalatzeko menu nagusia
fa: منوی اصلی نصب‌کننده‌ی دبیان
fi: Debian-asennusohjelman päävalikko
gl: Menú principal da instalación de Debian
he: תפריט ראשי של התקנת דביאן
id: Menu Utama Instalasi Debian
kk: Debian бағдарламасын орнатудың негізгі менюі
lt: Debian'o įdiegiklio pagrindinis meniu
lv: Debian instalātora galvenā izvēlne
mg: Reni-tsafidin'ny rindran'asa mpametraka an'i Debian
ml: ഡെബിയന്‍ ഇന്സ്റ്റാളറിന്റെ പ്രധാന മെനു
nn: Hovudmenyen i Debian-installeringa
pa: ਡੇਬੀਅਨ ਇੰਸਟਾਲਰ ਮੁੱਖ ਮੇਨੂ
pl: Menu g³ówne instalatora Debiana
pt_br: Menu principal do instalador Debian
ro: Meniul principal al programului de instalare Debian
sl: Glavni meni Debian namestilnika
zh_tw: Debian 安裝程式主選單

source: Choose the next step in the install process:
cy: Dewiswch y cam nesaf yn y broses sefydlu:
de: Wählen Sie den nächsten Schritt in der Installationsroutine:
el: Επιλέξτε την επόμενη εργασία της εγκατάστασης:
eo: Elektu la sekvantan paŝon en la instalada procezo:
et: Vali järgmine paigaldamise samm:
eu: Aukeratu instalatze-prozesuko hurrengo urratsa:
fa: قدم بعدی را برای ادامه‌ی نصب انتخاب کنید:
fi: Valitse asennuksen seuraava kohta:
gl: Seleccione o seguinte paso no proceso de instalación:
he: בחירת השלב הבא בתהליך ההתקנה:
id: Pilih langkah berikutnya dalam proses instalasi:
kk: Орнатудың келесі кезеңін таңдаңыз:
lt: Pasirinkite tolesnį įdiegimo žingsnį:
lv: Izvēlieties nākamo soli instalācijas procesā:
mg: Fidio ny dingana manraka amin'ny fanaovana ny fametrahana:
ml: ഇന്സ്റ്റാള്‍ പ്രക്രിയയിലെ അടുത്ത നടപടി തിരഞ്ഞെടുക്കൂ:
nn: Vel neste steg i installasjonen:
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਵਾਈ ਲਈ ਅਗਲਾ ਪਗ਼ ਚੁਣੋ:
pl: Wybierz nastêpny etap instalacji:
pt_br: Escolha a próxima etapa do processo de instalação :
ro: Alegeţi următorul pas în procesul de instalare:
sl: Izberite naslednji korak v postopku namestitve:
zh_tw: 請選擇下一個安裝步驟：

source: This is the main menu for the Debian installer.
cy: Dyma brif ddewislen y sefydlydd Debian.
de: Dies ist das Hauptmenü des Debian-Installers
el: Αυτό ειναι το κύριο μενού επιλογών του προγράμματος εγκαταστάσης του Debian.
eo: Tio estas la ĉefmenuo de la Debiana instalilo.
et: See on Debiani paigaldaja peamenüü.
eu: Hau da Debian instalatzeko programaren menu nagusia.
fa: این منوی اصلی نصب‌کننده‌ی دیان است.
fi: Tämä on Debian-asennusohjelman eli asentimen päävalikko.
gl: Este é o menú principal do instalador de Debian.
he: זה המסך הראשי של מתקין דביאן
id: Ini merupakan Menu Utama Instalasi Debian
kk: Бұл Debian бағдарламасын орнатудың негізгі менюі.
lt: Čia pagrindinis Debian'o įdiegiklio meniu.
lv: Šī ir Debian instalātora galvenā izvēlne.
mg: Ity ny reni-tsafidin'ny mpametraka an'i Debian.
ml: ഡെബിയന്‍ ഇന്സ്റ്റാളറിന്റെ പ്രധാന മെനുവാണിത്.
nn: Dette er hovudmenyen i Debian-installeringa.
pa: ਇਹ ਡੇਬੀਅਨ ਇੰਸਟਾਲਰ ਦਾ ਮੁੱਖ ਸਫ਼ਾ ਹੈ।
pl: To jest menu g³ówne instalatora Debiana.
pt_br: Este é o menu principal do instalador Debian.
ro: Acesta este meniul principal al programului de instalare Debian.
sl: To je glavni meni Debian namestilnika.
zh_tw: 這是 Debian 安裝程式的主選單。

source: Installation step failed
cy: Methodd cam sefydlu.
de: Installationsschritt fehlgeschlagen
el: Απέτυχε η εργασία της εγκατάστασης
eo: Malsukcesis instalada paŝo
et: Paigaldamise samm nurjus
eu: Instalatzeko urratsak huts egin du
fa: مرحله‌ای از نصب شکست خورد.
fi: Asennuksessa tapahtui virhe
gl: Fallou un paso da instalación
he: כשלון בשלב ההתקנה
id: Langkah instalasi gagal
kk: Орнату кезеңінің сәті түскан жоқ
lt: Įdiegimo žingsnis nepavyko
lv: Instalācijas soļa izpilde neizdevās
mg: Dingana fametrahana tsy nahomby
ml: ഇന്സ്റ്റലേഷന്‍ നടപടി ക്രമം പരാജയപ്പെട്ടു
nn: Installasjonssteget feila
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪਗ਼ ਅਸਫ਼ਲ
pl: Jeden z etapów instalacji nie powiód³ siê
pt_br: Uma etapa da instalação falhou
ro: Pas al procesului de instalare eşuat
sl: Namestitveni korak ni uspel
zh_tw: 安裝步驟失敗

source: An installation step failed. You can try to run the failing item again from the menu, or skip it and choose something else. The failing step is: ${ITEM}
cy: Methodd cam sefydlu. Gallwch geisio rhedeg yr eitem sy'n methu eto o'r ddewislen, ei hepgor, neu ddewis rhywbeth arall. Y cam sy'n methu yw: ${ITEM}
de: Ein Teil der Installation ist fehlgeschlagen. Sie können versuchen, diesen Schritt aus dem Menü aufzurufen, oder zu überspringen und einen anderen zu wählen. Fehlgeschlagen: ${ITEM}
el: Μια εργασία της εγκατάστασης απέτυχε. Μπορείτε να προσπαθήσετε να εκτελέσετε τη συγκεκριμένη εργασία από το μενού, ή να την προσπεράσετε και να επιλέξετε κάποια άλλη. Η εργασία που απέτυχε είναι η: ${ITEM}
eo: Instalada paŝo malsukcesis. Vi povas denove provi ĉe la menuo, aŭ preterpasi elektante ion alian. La malsukcesa paŝo estas: ${ITEM}
et: Paigaldamise samm nurjus. Võid ebaõnnestunud sammu menüüst uuesti käivitada või ta vahele jätta ja valida midagi muud. Samm, mis ebaõnnestus: ${ITEM}
eu: Instalatzeko urrats batek huts egin du. Huts egin duen elementua berriro menutik exekutatzen saia zaitezke edo hura saltatu eta beste zerbait aukera dezakezu. Huts egin duen urratsa: ${ITEM}
fa: یک مرحله از نصب شکست خورد. شما میتوانید این مرحله را از مجددا از منو اجرا و یا از آن صرف نظر کنید. مرحله‌ی شکست خورده ${ITEM} است.
fi: Asennuksessa tapahtui virhe. Epäonnistuneen kohdan voi yrittää käynnistää uudestaan valikosta, tai ohittaa sen ja valita jotain muuta. Epäonnistunut kohta on: ${ITEM}
gl: Fallou un paso da instalación. Pode probar a executar outra vez o elemento que fallou no menú, ou omitilo e probar outra cousa. O paso que fallou é: ${ITEM}
he: כשלון בשלב ההתקנה. ניתן לנסות להריץ את החלק שנכשל מחדש דרך התפריט הראשי, לדלג על השלב או לבחור שלב אחר. החלק שנכשל הוא: ${ITEM}
id: Sebuah langkah instalasi telah gagal. Anda dapat mencoba mengulangi lagi langkah yang gagal dari menu, atau mengabaikannya dan memilih yang lain. Langkah yang gagal adalah: ${ITEM}
kk: Орнату кезеңінің сәті түскан жоқ ${ITEM}. Сіз бағдарлама орнатуды тағы да бір рет негізгі меню арқылы көріңіз немесе оны жіберіп, басқа кезеңін таңдаңыз.
lt: Šis įdiegimo žingsnis nepavyko. Galite bandyti kartoti nepavykusį žingsnį per meniu, arba jį praleisti pasirinkdami kurį nors kitą. Nepavykęs žingsnis: ${ITEM}
lv: Instalācijas soļa izpilde nav izdevusies. Jūs varat mēģināt vēlreiz izpildīt šo soli izvēloties to galvenajā izvēlnē vai arī izlaidiet to un pārejiet uz kādu citu soli. Neizdevās veikt: ${ITEM}
mg: Misy dingana fametrahana tsy nahomby. Afaka mamerina izay tsy nety ianao amin'ny alalan'y reni-tsafidy, na dingano izy dia misafidy zavatra hafa. Ny dingana tsy nahomby dia: ${ITEM}
ml: ഒരു ഇന്സ്റ്റലേഷന്‍ നടപടിക്രമം പരാജയപ്പെട്ടു. പരാജയപ്പെട്ട നടപടി മെനുവില്‍ നിന്നും വീണ്ടും പ്രവര്ത്തിപ്പിക്കാന്‍ശ്രമിക്കുകയോ മറ്റെന്തെങ്കിലും തിരഞ്ഞെടുക്കുകയോ ചെയ്യാം. ${ITEM} ആണ് പരാജയപ്പെട്ടത്
nn: Eit installasjonssteg feila. Du kan prøva å køyra steget som feila om igjen frå menyen, eller hoppa over det og velja eit anna. Steget som feilar er: ${ITEM}
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪਗ਼ ਅਸਫਲ ਹੋਇਆ ਹੈ। ਤੁਸੀਂ ਮੇਨੂ ਤੋਂ ਪ੍ਰੋਗਰਾਮ ਮੁੜ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਨੂੰ ਛੱਡ ਸਕਦੇ ਹੋ ਅਤੇ ਹੋਰ ਕੁਝ ਚੁਣ ਸਕਦੇ ਹੋ। ਅਸਫ਼ਲ ਪਗ਼ ਹੈ: ${ITEM}
pl: Ten etap instalacji nie powiód³ siê. Mo¿esz spróbowaæ uruchomiæ go ponownie lub pomin±æ go i wybraæ co¶ innego z menu. Etap, który siê nie powiód³ to: ${ITEM}
pt_br: Uma etapa da instalação falhou. Você pode tentar executar o item que falhou novamente a partir do menu, ou pulá-lo e escolher um outro item quaquer. A etapa que falhou é : ${ITEM}
ro: Un pas al procesului de instalare a eşuat. Puteţi încerca să rulaţi din nou pasul eşuat, sau să-l săriţi şi să alegeţi altul. Pasul care a eşuat este: ${ITEM}
sl: Namestitveni korak ni uspel. Neuspeli korak lahko poskusite ponovno iz menija ali pa ga preskočite in poskusite kaj drugega. Neuspeli korak je: ${ITEM}
zh_tw: 有個安裝步驟失敗了。您可以從選單中再次試著執行那個失敗的項目，或略過它並選擇其它步驟。該失敗的步驟為：${ITEM}

source: Choose an installation step:
cy: Dewiswch gam sefydlu:
de: Wählen Sie einen Konfigurationsschritt:
el: Επιλέξτε μια εργασία
eo: Elektu instaladan paŝon:
et: Vali paigaldamise samm:
eu: Aukeratu instalatzeko urrats bat:
fa: یک مرحله از نصب را انتخاب کنید:
fi: Valitse asennuksen kohta:
gl: Escolla un paso da instalación:
he: בחירת שלב התקנה:
id: Pilih sebuah langkah instalasi:
kk: Орнату кезеңін таңдаңыз:
lt: Pasirinkite įdiegimo žingsnį:
lv: Izvēlieties instalācijas soli:
mg: Mifidiana dingana femetrahana iray:
ml: ഒരു ഇന്സ്റ്റലേഷന്‍ നടപടി തിരഞ്ഞെടുക്കൂ:
nn: Vel eit installasjonssteg:
pa: ਇੱਕ ਇੰਸਟਾਲੇਸ਼ਨ ਪਗ਼ ਚੁਣੋ:
pl: Wybierz etap instalacji:
pt_br: Escolha uma etapa da instalação :
ro: Alegeţi un pas al procesului de instalare:
sl: Izberite korak namestitve:
zh_tw: 請選擇一個安裝步驟：

source: This installation step depends on one or more other steps that have not yet been performed.
cy: Mae'r cam sefydlu yma yn dibynnu ar un neu fwy cam arall nid ydynt wedi eu cyflawni eto.
de: Dieser Konfigurationsschritt benötigt einen oder mehrere Konfigurationsschritte, die noch nicht durchgeführt wurden.
el: Η συγκεκριμένη εργασία εξαρτάται από μία άλλη ή περισσότερες εργασίες που δεν έχουν ολοκληρωθεί.
eo: Tiu ĉi instalada paŝo dependas de unu aŭ pli aliaj paŝoj, kiuj ankoraŭ ne okazis.
et: See paigaldamise samm sõltub ühest või enamast veel läbimata sammust.
eu: Instalatzeko urrats hau oraindik egin ez diren beste urrats batzuen mende dago.
fa: این مرحله وابسته ب یک یا چند مرحله‌ی دیگر است که هنوز انجام نگردیده است.
fi: Tämä asennuskohta riippuu yhdestä tai useammasta muusta kohdasta joita ei ole vielä tehty.
gl: Este paso da instalación depende de outro ou outros que aínda non se fixeron.
he: שלב ההתקנה הזה תלוי בשלב או שלבי התקנה אחרים שעדיין לא בוצעו.
id: Langkah instalasi ini bergantung pada satu atau lebih langkah lain yang belum dilakukan.
kk: Бұл кезең әлі орындалмаған кезеңді аяқтауды талап етеді.
lt: Šis diegimo žingsnis priklauso nuo vieno ar kelių kitų, kol kas dar neatliktų žingsnių.
lv: Šī instalācijas soļa izpilde ir atkarīga no citu instalācijas soļu izpildes, kas vēl nav veikti.
mg: Ity dingana fametrahana ity dia miankina amin'ny dingana iray na maro hafa mbola tsy tontonsa
ml: ഈ ഇന്സ്റ്റലേഷന്‍ നടപടിക്രമം ഇതു വരെ ചെയ്യാത്ത ഒന്നോ അതിലധികമോ നടപടിക്രമങ്ങളെ ആശ്രയിക്കുന്നു.
nn: Dette installasjonssteget krev eitt eller fleire steg som ikkje er utførde enno.
pa: ਇਹ ਇੰਸਟਾਲੇਸ਼ਨ ਉਹਨਾਂ ਪਗ਼ਾਂ ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ, ਜੋ ਕਿ ਹਾਲ਼ੇ ਕੀਤੇ ਨਹੀਂ ਗਏ ਹਨ।
pl: Ten etap instalacji zale¿y od jednego lub wiêkszej ilo¶ci innych etapów, które nie zosta³y jeszcze wykonane.
pt_br: Esta etapa de instalação depende de uma ou mais etapas que ainda não foram executadas.
ro: Acest pas al instalării depinde de unul sau mai mulţi alţi paşi care nu au fost parcurşi.
sl: Ta korak nastavitev je odvisen od enega ali več drugih korakov, ki jih še niste izvedli.
zh_tw: 這一個安裝步驟相依於另外一個或多個尚未進行的步驟。

source: Interactive shell
cy: Plisgyn rhyngweithiol
de: Interaktive Shell
el: Διαδραστικό κέλυφος
eo: Dialoga laboradministra interpretilo (ŝelo).
et: Interaktiivne kest
eu: Shell interaktiboa
fa: پوسته‌ی اندرکنشی
fi: Vuorovaikutteinen komentotulkki
gl: Intérprete de ordes interactivo
he: מעטפת אינטראקטיבית
id: Shell interaktif
kk: Интерактивті қоршам
lt: Interaktyvi aplinka (shell)
lv: Interaktīvā čaula
ml: ഇന്ററാക്റ്റീവ് ഷെല്‍
nn: Interaktivt skal.
pa: ਪ੍ਰਭਾਵੀ ਸ਼ੈੱਲ
pl: Pow³oka interaktywna
pt_br: Prompt de comandos interativo
ro: Consolă interactivă
sl: Interaktivna lupina.
zh_tw: 互動式 shell

source: After this message, you will be running "ash", a Bourne-shell clone.
cy: Ar ôl y neges hon, fe fyddwch yn rhedeg "ash", copi o'r plisgyn Bourne.
de: Nach dieser Nachricht wird »ash«, ein Bourne-Shell-Klon ausgeführt.
el: Μετά το μήνυμα αυτό, θα σας παρουσιαστεί το "ash", ένα κέλυφος τύπου Bourne.
eo: Post tiu ĉi mesaĝo, vi uzos 'ash'-on, 'Bourne'-ŝelan klonon.
et: Peale seda teadet jooksutad sa "ash"-i, Bourne-kesta klooni.
eu: Mezu honen ondoren, "ash" exekutatuko duzu, Bourne-shell-aren klona.
fa: پس از این پیغام شما درحال اجرای "ash" پوسته‌ای شبیه بورن-شل خواهید بود.
fi: Tämän viestin jälkeen käytössäsi on "ash", Bourne-komentotulkin klooni.
gl: Despois desta mensaxe ha estar dentro de "ash", un clon do Bourne-shell.
he: לאחר הודעה זו יורץ "ash" - מעטפת דמוית Bourne-shell.
id: Setelah pesan ini, Anda akan berada dalam "ash", klon dari Bourne-Shell.
kk: Бұл хабардан соң сіз "ash"-та, Bourne-shell клонында боласыз.
lt: Po šio pranešimo, jūs vykdysite "ash" apvalkalą, Bourne-shell'o kloną.
lv: Pēc šī paziņojuma Jums tiks piedāvāts "ash", Bourne čaulas klons.
ml: ഈ സന്ദേശത്തിനു ശേഷം നിങ്ങളോടിക്കാന്‍ പോകുന്നത് ബോണി ഷെല്ലിന്റെ (Bourne-shell) പകര്‍പ്പായ "ash" ആയിരിക്കും.
nn: Etter denne meldinga så køyrer du «ash», ein klone av Bourne-skalet.
pa: ਇਸ ਸੁਨੇਹੇ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ "ash" ਚਲਾਉਗੇ, ਬੌਰਨ-ਸ਼ੈੱਲ ਕਲੋਨ।
pl: Po tym komunikacie, uruchomiony zostanie "ash", klon pow³oki Bourne'a.
pt_br: Após esta mensage, você estará executando o "ash", um clone do Bourne-shell
ro: După acest mesaj, veţi rula "ash", o clonă a consolei Bourne-shell.
sl: Po tem sporočilu boste poganjali "ash", klon lupine Bourne.
zh_tw: 在本訊息之後，您將進入 ash，一個 Bourne-shell 的類似品。

source: The root file system is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
cy: Mae'r system ffeilau gwraidd yn ddisgen RAM. Mae'r systemau ffeiliau disgen galed wedi eu clymu ar "/target". "Nano" yw'r golygydd sydd ar gael. Mae'n fach iawn ac yn hawdd i'w ddefnyddio. Er mwyn cael syniad o pa gyfleusterau Unix sydd ar gael, defnyddiwch y gorchymyn "help".
de: Das Root-Dateisystem ist eine RAM-Disk. Die Festplatten-Dateisysteme sind unter »/target« eingehängt. Der zur Verfügung stehende Editor ist »nano«. Er ist sehr klein und sehr einfach zu verwenden. Um herauszufinden, welche UNIX-Werkzeuge zur Verfügung stehen, können Sie das Kommando »help« verwenden.
eo: La radikdosiera sistemo estas memora disko. La dosiersistemoj de la fiksa disko estas surmetitaj en '/target'-dosiero. 'nano'-ilo estas la disponebla redaktilo, ĝi estas ege malgranda kaj facile komprenebla. Uzu la 'help'-ordonon por vidi la 'Unix'-komandojn.
et: Juurfailisüsteem on RAM ketas. Kõvaketta failisüsteemid on haagitud "/target" alla. Saadaval on tekstitoimeti nano. See on väike ja väga kergesti kasutatav. Mingi idee saadaval olevatest Unix utiliitidest annab käsk "help".
eu: Erro fitxategi sistema RAM diska bat da. Diska gogorreko fitxategi sistemak /target-en muntaturik daude. Erabilgarri duzun editorea "nano" da. Berau oso txiki eta eta erabilpen errazekoa da. Erabilgarri dauden Unix lanabesak jakin nahi izanez gero "help" komandoa erabili.
gl: O sistema de ficheiros raíz é un disco RAM. Os sistemas de ficheiros do disco duro están montados en "/target". O editor que hai dispoñible é nano; é moi pequeno e fácil de empregar. Para ter unha idea das utilidades de Unix que hai dispoñibles, empregue a orde "help".
he: שורש מערכת הקבצים הוא כונן RAM. מערכות הקבצים של הדיסק הקשיח מעוגנות על-גבי "/target". עורך הטקסט הזמין לרשותך הוא nano. זהו עורך טקסט קטן מאד ונוח לשימוש. כדי להבין אילו כלי יוניקס נוספות זמינות לרשותך הרץ את הפקודה "help".
kk: Түбірлік файлдық жүйе жадта орналасқан. Қатқыл дискілердің файлдық дискілері "/target"-те қалыптастырылған. Сіздің қолыңызда өте кіші әрі оңай редактор – nano бар. "help" командасы мүмкін командалар мен Unix утилиттері туралы айтып береді.
lt: Šakninė (root) failų sistema yra RAM diskas. Kietojo disko failų sistemos yra prijungtos prie "/target". Jums prieinamas redaktorius - nano. Jis labai mažas ir paprastas naudoti. Kad sužinotumėte, kokios dar pagalbinės Unix programos Jums prieinamos, naudokite komandą "help".
lv: Sakne ir RAM disks. Cieto disku failu sistēmas ir piemontētas pie "/target". Jums ir pieejams teksta redaktors nano, tas ir ļoti mazs un viegli apgūstams. Lai apjaustu, kādas vēl Unix utilītas Jums ir pieejamas, lietojiet "help" komandu.
ml: റൂട്ട് ഫയല്‍ സിസ്റ്റം ഒരു റാം ഡിസ്കാണ്. ഹാര്‍ഡ് ഡിസ്ക് ഫയല്‍ സിസ്റ്റങ്ങള്‍ ചേര്‍ത്തിരിക്കുന്നത് "/target" ലാണ്. നാനോ (nano) ആണ് നിങ്ങള്‍ക്ക് ലഭ്യമായിട്ടുള്ള എഡിറ്റര്‍. ഇത് വളരെ ചെറുതും എളുപ്പത്തില്‍ മനസ്സിലാക്കാവുന്നതുമാണ്. നിങ്ങള്‍ക്ക് ലഭ്യമായിട്ടുള്ള യുണിക്സ് സഹായോപകരണങ്ങളെക്കുറിച്ച് ഏകദേശ ധാരണ കിട്ടാന്‍ "help" കമാന്റ് ഉപയോഗിക്കാം.
pa: root ਫਾਇਲ ਸਿਸਟਮ RAM ਡਿਸਕ ਹੈ। ਹਾਰਡ ਡਿਸਕ ਫਾਇਲ ਸਿਸਟਮ "/target" ਤੇ ਮਾਊਂਟ ਕੀਤੇ ਹਨ। ਉਪਲੱਬਧ ਸੰਪਾਦਕ nano ਹੈ। ਇਹ ਬਹੁਤ ਛੋਟਾ ਹੈ ਅਤੇ ਵਰਤਣ ਲਈ ਸੌਖਾ ਹੈ। ਵੇਖਣ ਲਈ ਕਿ ਤੁਹਾਡੇ ਲਈ ਕੀ ਯੂਨੈਕਸ ਸਹੂਲਤ ਉਪਲੱਬਧ ਹੈ, "help" ਕਮਾਂਡ ਵਰਤੋਂ।
ro: Sistemul de fişiere rădăcină este un disc RAM. Sistemele de fişiere de pe disc(-uri) sunt montate la "/target". Editorul disponibil este nano. Este foarte mic şi uşor de înţeles. Pentru a vă face o idee despre ce utilitare Unix vă sunt puse la dispoziţie, rulaţi comanda "help".
zh_tw: Root 檔案系統是一個 RAM 磁碟。硬碟的檔案系統則是掛載於 /target。您可使用的文書編輯器是 nano﹔它非常得短小輕快且易於使用。如果想知道有什麼現有的 Unix 工具程式，請執行 help 指令。

source: Use the "exit" command to return to the installation menu.
cy: Defnyddiwch y gorchymyn "exit" er mwyn mynd yn ôl i'r dewislen sefydlu.
de: Benutzen Sie das »exit«-Kommando, um zum Installationsmenü zurück zu gelangen.
el: Δώστε την εντολή "exit" για επιστροφή στο μενού της εγκατάστασης.
eo: Uzu la 'exit'-an ordonon por reveni al la instalada menuo.
et: Paigaldaja menüüsse naasmiseks kasuta käsku "exit"
eu: Erabili "irten" komandoa instalatzeko menura itzultzeko.
fa: برای بازگست به منوی نصب از دستور "exit" استفاده کنید.
fi: Komennolla "exit" palaat asennusvalikkoon.
gl: Empregue a orde "exit" para voltar ao menú de instalación.
he: השתמש בפקודת "exit" על-מנת לחזור לתפריט ההתקנה.
id: Gunakan perintah "exit" untuk kembali ke menu instalasi.
kk: Орнату менюіне оралу үшін "exit" командасын қолданыңыз.
lt: Grįžimui į įdiegiklio meniu naudokite "exit" komandą.
lv: Lietojiet "exit" komandu, lai atgrieztos pie instalācijas izvēlnes.
ml: ഇന്സ്റ്റലേഷന്‍ മെനുവിലേക്ക് തിരിച്ചു പോകാന്‍ "exit" കമാന്റ് ഉപയോഗിക്കുക.
nn: Bruk kommandoen «exit» for å koma tilbake til installasjonsmenyen.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸੂਚੀ ਉੱਤੇ ਵਾਪਸ ਜਾਣ ਲਈ "exit" ਕਮਾਂਡ ਵਰਤੋਂ।
pl: Po tym komunikacie, uruchomiony zostanie "ash", klon pow³oki Bourne'a.
pt_br: Use o comando "exit" para retornar ao menu de instalação.
ro: Folosiţi comanda "exit" pentru a vă întoarce la meniul de instalare.
sl: Uporabite ukaz "exit" za vrnitev v namestitevni meni.
zh_tw: 使用 exit 指令來回到安裝程序選單。

source: Execute a shell
cy: Gweithredu plisgyn
de: Eine Shell ausführen
el: Εκτέλεση ενός κελύφους
eo: Lanĉu interpretilon
et: Käivita kest
eu: Exekutatu shell-a
fa: اجرای یک پوسته
fi: Käynnistä komentotulkki
gl: Executar un intérprete de ordes
he: הרצת מעטפת
id: Menjalankan shell.
kk: қоршамды іске қосу
lt: Apvalkalo (shell) vykdymas
lv: Palaist čaulu
ml: ഒരു ഷെല്‍ പ്രവര്‍ത്തിപ്പിക്കുക
nn: Køyr eit skal
pa: ਸ਼ੈਲ ਚਲਾਓ
pl: Uruchom pow³okê
pt_br: Executar um prompt de comandos
ro: Execuţie consolă (shell)
sl: Izvedi ukazno lupino
zh_tw: 呼叫 shell

source: Exit installer demo
cy: Gadael yr arddangosiad sefydlydd
de: Installationsdemo beenden
el: Έξοδος από την επίδειξη της εγκατάστασης
eo: Forlasu instaladan demonstron
et: Välju paigaldaja demost
eu: Irten instalatzailearen demotik
fa: خروج از نمایش نصب
fi: Lopeta asentimen demo
gl: Saír da demostración do instalador
he: יציאה מהדגמת המתקין
id: Keluar dari Demo Instalasi
kk: Орнату программасын демонстрациялайдан шығу керек пе?
lt: Išėjimas iš įdiegiklio demonstravimo
lv: Iziet no instalatora demonstrācijas
ml: ഇന്സ്റ്റാളര്‍ പ്രവര്ത്തന മാതൃകയില്‍ നിന്ന് പുറത്ത് കടക്കുക
nn: Avslutt installasjonsdemo
pa: ਇੰਸਟਾਲਰ ਡੈਮੋ ਤੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyj¶cie z dema instalacji
pt_br: Sair da demonstração do instalador
ro: Părăseşte programul de instalare demonstrativ
sl: Izhod iz predstavitve namestilnika
zh_tw: 關閉安裝程式的展示

source: Are you sure you want to exit now?
cy: Ydych chi'n siwr eich bod chi eisiau gadael nawr?
de: Sind Sie sicher, dass Sie die Installation beenden möchten?
el: Είστε σίγουρος/η ότι θέλετε να εγκαταλείψετε τώρα;
eo: Ĉu vere vi volas maldaŭri nun?
et: Kas oled kindel, et soovid väljuda?
eu: Ziur zaude orain irten nahi duzula?
fa: آیا مطمئن هستید که میخواهید خارج شوید؟
fi: Haluatko varmasti lopettaa nyt?
gl: ¿Está seguro de querer saír agora?
he: האם אתה בטוח שברצונך לצאת עכשיו?
id: Anda yakin ingin keluar sekarang?
kk: Сіз дәл қазір жүйеден шыққыңыз келеді ме?
lt: Ar Jūs įsitikinę, kad norite išeiti (nutraukti) dabar?
lv: Vai tiešām vēlaties iziet?
ml: ഇപ്പോള്‍ പുറത്തു കടക്കണമെന്ന് നിങ്ങള്‍ക്കുറപ്പുണ്ടോ?
nn: Vil du verkeleg avslutta no?
pa: ਕੀ ਤੁਸੀਂ ਹੁਣ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Na pewno chcesz teraz zakoñczyæ?
pt_br: Você têm certeza que deseja sair agora ?
ro: Sunteţi sigur că doriţi să ieşiţi acum?
sl: Ali ste prepričani, da želite končati zdaj?
zh_tw: 您是否確定要在此時退出？

source: If you have not finished the install, your system may be left in an unusable state.
cy: Os nad ydych wedi gorffen y sefydliad, gall eich system gael ei adael mewn cyflwr ni ellir defnyddio.
de: Wenn Sie Ihre Installation nicht abgeschlossen haben, könnte Ihr System nicht bootfähig sein.
el: Αν δεν έχετε ολοκληρώσει την εγκατάσταση, το σύστημα πιθανόν να αφεθεί σε ημιτελή κατάσταση.
eo: Se vi ne finis la instaladon, tiam via sistemo estas eble neuzebla.
et: Kui sa pole paigaldamist lõpetanud, võib su süsteem kasutuskõlbmatusse olekusse jääda.
eu: Instalazioa amaitu ez baduzu, sistema erabilezin gera daiteke.
fa: اگر نصب را به آخر نرسانده‌اید سیستم شما ممکن است در وضعیت غیر قابل استفاده‌ای قرار گیرد.
fi: Jos et ole päättänyt asennusta, järjestelmäsi voi jäädä käyttökelvottomaan tilaan.
gl: Se non rematou a instalación, o seu sistema pode quedar nun estado non utilizable.
he: אם לא סיימת את ההתקנה, יתכן שהמערכת תשאר במצב לא יציב.
id: Bila Anda tidak menyelesaikan instalasi, sistem Anda bisa jadi tidak dapat digunakan.
kk: Егер сіз орнатуды тоқтатпасаңыз, жүйе жұмысқа жарамсыз болып қалуы мүмкін.
lt: Jei Jūs nebaigėte įdiegimo, Jūsų sistema gali likti nepanaudojamoje būsenoje.
lv: Ja vēl neesat pabeiguši instalācijas procesu, Jūsu sistēma var atrasties nelietojamā stāvoklī.
ml: നിങ്ങള്‍ ഇന്സ്റ്റലേഷന്‍ പൂര്‍ത്തിയാക്കിയില്ലെങ്കില്‍, നിങ്ങളുടെ സിസ്റ്റം ഉപയോഗശൂന്യമായ അവസ്ഥയില്‍ കിടന്നേക്കാം.
nn: Viss du ikkje fullførte installasjonen, så kan systemet ditt vera i ein ubrukeleg tilstand.
pa: ਜੇ ਤੁਸੀਂ ਇੰਸਟਾਲ ਖਤਮ ਨਹੀਂ ਕੀਤਾ, ਤੁਹਾਡਾ ਸਿਸਟਮ ਨਾ-ਵਰਤਣ ਯੋਗ ਸਥਿਤੀ ਵਿੱਚ ਚਲਾ ਜਾਵੇਗਾ।
pl: Je¿eli instalacja nie zosta³a ukoñczona, twój system mo¿e okazaæ siê bezu¿yteczny.
pt_br: Caso você não tenha finalizado a instalação seu sistema pode ter estar em um estado em que não seja possível iniciá-lo.
ro: Dacă nu aţi terminat instalarea, sistemul dvs. ar putea fi lăsat într-o stare inutilizabilă.
sl: Če niste dokončali namestitve bo vaš sistem morda puščen v neuporabnem stanju.
zh_tw: 如果您尚未完成安裝，系統將可能會處於不可使用的狀態。

source: Abort the installation
cy: Erthylu'r sefydliad
de: Installation abbrechen
el: Ακύρωση της εγκατάστασης
eo: Ĉesigu la instaladon
et: Katkesta paigaldamine
eu: Instalazioa utzi
fa: صرف‌نظر کردن از نصب
fi: Keskeytä asennus
gl: Abortar a instalación
he: ביטול ההתקנה
id: Membatalkan instalasi
kk: Орнатуды тоқтату
lt: Nutraukti įdiegimą
lv: Atcelt instalāciju
mg: Ajanony ny fametrahana
ml: ഇന്സ്റ്റലേഷന്‍ തടസ്സപ്പെടുത്തുക
nn: Avbryt installasjonen
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਛੱਡੋ
pl: Przerwij instalacjê
pt_br: Abortar a instalação
ro: Abandon de instalare
sl: Prekini namestitev
zh_tw: 中止安裝作業
