Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Looking for other operating systems...
cy: Yn chwilio am systemau gweithredu eraill...
de: Suche nach weiteren Betriebssystemen ...
el: Ανίχνευση άλλων λειτουργικών συστημάτων...
eo: Serĉi alian operaciumojn...
et: Teiste võimalike operatsioonisüsteemide otsimine...
eu: Beste sistema eragileak bilatzen...
fa: جستجوی سایر سیستم عاملها...
fi: Etsitään muita käyttöjärjestelmiä...
gl: A buscar outros sistemas operativos...
he: מחפש מערכות הפעלה אחרות...
id: Mencari sistem operasi lain...
kk: Басқа операциялық жүйелерді іздеу...
lt: Ieškoma kitų operacinių sistemų...
lv: Meklēju citas operētājsistēmas...
mg: Mitady ireo mpamdrindra milina hafa...
ml: മറ്റ് ഓപറേറ്റിങ്ങ് സിസ്റ്റങ്ങള്ക്ക് വേണ്ടി നോക്കി കൊണ്ടിരിക്കുന്നു...
nn: Ser etter andre operativsystem ...
pa: ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੀ ਖੋਜ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Poszukiwanie innych systemów operacyjnych...
pt_br: Procurando por outros sistemas operacionais ...
ro: Se caută alte sisteme de operare...
sl: Iščem ostale operacijske sisteme...
zh_tw: 正在尋找其它的作業系統...

source: Installing the 'grub' package...
cy: Yn sefydlu'r pecyn 'grub'...
de: Installiere das Paket »grub« ...
el: Εγκατάσταση του πακέτου 'grub'...
eo: Instalado de 'GRUB'-pako...
et: Paketi 'grub' paigaldamine...
eu: 'grub' paketea instalatzen...
fa: نصب بسته‌ی GRUB...
fi: Asennetaan "grub"-paketti...
gl: A instalar o paquete 'grub'...
he: מתקין את החבילה 'grub'...
id: Sedang memasang paket 'grub'...
kk: grub дестесін орнату...
lt: Diegiamas paketas 'grub'...
lv: Instalēju 'grub' paku...
mg: Mametraka ny pakajy ny GRUB...
ml: 'grub' പാക്കേജ് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer grub-pakka ...
pa: 'grub' package ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Instalowanie pakiety 'grub'...
pt_br: Instalando o pacote 'grub' ...
ro: Se instalează pachetul 'grub'...
sl: Nameščam paket 'grub'...
zh_tw: 正在安裝 grub 套件...

source: Determining GRUB boot device...
cy: Yn dehongli dyfais bŵt GRUB...
de: Stelle das GRUB-Bootgerät fest ...
el: Εξακριβώνεται η συσκευή εκκίνησης για το GRUB...
eo: Defini 'GRUB'-praŝargan ekipaĵon...
et: GRUB alglaadimisseadme määramine...
eu: GRUB abioko gailua zehazten...
fa: تشخیص دستگاه راه‌انداز GRUB...
fi: Selvitetään GRUB-käynnistyslaitetta...
gl: A determinar o dispositivo de inicio de GRUB...
he: קובע את רכיב האתחול של GRUB...
id: Sedang menentukan piranti boot GRUB...
kk: GRUB үшін жүктеуіш қондырғысын анықтау...
lt: Nustatomas GRUB įkelties įrenginys...
lv: Nosaku GRUB sāknēšanas ierīci...
mg: Mitady ny periferika boot an'ny GRUB...
ml: ഗ്രബ് ബൂട്ട് ഉപകരണം നിശ്ചയിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Avgjer oppstartseining for GRUB ...
pa: GRUB ਬੂਟ ਜੰਤਰ ਦਾ ਪਤਾ ਲਗਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Ustalanie urz±dzenia uruchomieniowego GRUB...
pt_br: Determinando o dispositivo de inicialização do GRUB ...
ro: Se determină dispozitivul GRUB de pornire...
sl: Iščem zagonsko napravo GRUB...
zh_tw: 正在決定 GRUB 的開機裝置...

source: Running "grub-install ${BOOTDEV}"...
cy: Yn rhedeg "grub-install ${BOOTDEV}"...
de: Führe »grub-install ${BOOTDEV}« aus ...
el: Εκτελείται το "grub-install ${BOOTDEV}"...
eo: Lanĉi "grub-install ${BOOTDEV}"...
et: "grub-install ${BOOTDEV}" käivitamine...
eu: "grub-install ${BOOTDEV}" exekutatzen...
fa: در حال اجرای "grub-install ${BOOTDEV}"...
fi: Suoritetaan "grub-install ${BOOTDEV}"...
gl: A executar "grub-install ${BOOTDEV}"...
he: מריץ "grub-install ${BOOTDEV}"...
id: Sedang menjalankan "grub-install ${BOOTDEV}"...
kk: "grub-install ${BOOTDEV}" іске қосу...
lt: "grub-install ${BOOTDEV}" vykdymas...
lv: Palaižu "grub-install ${BOOTDEV}"...
mg: Mandefa an'i "grub-install ${BOOTDEV}"...
ml: "grub-install ${BOOTDEV}" പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Køyrer «grub-install ${BOOTDEV}» ...
pa: "grub-install ${BOOTDEV}" ਚਲਾ ਰਿਹਾ ਹੈ...
pl: Uruchamianie "grub install ${BOOTDEV}"...
pt_br: Executando "grub-install ${BOOTDEV}" ...
ro: Se rulează "grub-install ${BOOTDEV}"...
sl: Poganjam "grub-install ${BOOTDEV}"...
zh_tw: 正在執行 "grub-install ${BOOTDEV}"...

source: Running "update-grub"...
cy: Yn rhedeg "update-grub"...
de: Führe »update-grub« aus ...
el: Εκτελείται το "update-grub"...
eo: Lanĉi "update-grub"...
et: "update-grub" käivitamine...
eu: "update-grub" exekutatzen...
fa: در حال اجرای "update-grub"...
fi: Suoritetaan "update-grub"...
gl: A executar "update-grub"...
he: מריץ "update-grub"...
id: Sedang menjalankan "update-grub"...
kk: "update-grub" іске қосу...
lt: "update-grub" vykdymas...
lv: Palaižu "update-grub"...
mg: Mandefa an'i "update-grub"...
ml: "update-grub" പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Køyrer «update-grub» ...
pa: "update-grub" ਚਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Uruchamianie "update-grub"...
pt_br: Executando "update-grub" ...
ro: Se rulează "update-grub"...
sl: Poganjam "update-grub"...
zh_tw: 正在執行 "update-grub"...

source: Updating /etc/kernel-img.conf...
cy: Yn diweddaru /etc/kernel-img.conf...
de: Aktualisiere /etc/kernel-img.conf ...
el: Ενημέρωση του /etc/kernel-img.conf...
eo: Ĝisdatigi /etc/kernel-img.conf...
et: /etc/kernel-img.conf uuendamine...
eu: /etc/kernel-img.conf eguneratzen...
fa: بروزرسانی /etc/kernel-img.conf...
fi: Päivitetään /etc/kernel-img.conf...
gl: A actualizar /etc/kernel-img.conf...
he: מעדכן את /etc/kernel-img.conf...
id: Sedang memutakhirkan /etc/kernel-img.conf...
kk: /etc/kernel-img.conf жаңарту...
lt: Atnaujinamas /etc/kernel-img.conf...
lv: Atjaunoju /etc/kernel-img.conf...
ml: /etc/kernel-img.conf പുതുക്കിക്കൊണ്ടിരിക്കുന്നു...
nn: Oppdaterer /etc/kernel-img.conf ...
pa: /etc/kernel-img.conf ਦਾ ਨਵੀਨੀਕਰਨ ਕਰ ਰਿਹਾ ਹੈ...
pl: Aktualizacja /etc/kernel-img.conf...
pt_br: Atualizando /etc/kernel-img.conf ...
ro: Se actualizează /etc/kernel-img.conf...
sl: Posodabljam /etc/kernel-img.conf...
zh_tw: 正在更新 /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
cy: Sefydlu'r bŵtlwythydd GRUB ar ddisgen galed
de: GRUB-Bootloader auf einer Festpl. installieren
el: Εγκατάσταση του φορτωτή εκκίνησης GRUB
eo: Instalu la 'GRUB'-praŝargilon sur fiksita disko
et: Paigalda alglaadur GRUB kõvakettale
eu: Instalatu GRUB abioko kargatzailea disko gogorrean
fa: نصب راه‌انداز GRUB بر روی یک دیسک سخت
fi: Asenna GRUB-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio GRUB nun disco duro
he: התקנת מנהל האתחול GRUB על הדיסק הקשיח
id: Memasang boot loader GRUB pada hard disk
kk: GRUB жүйелік жүктеуішін қатқыл дискіге орнату
lt: Pradinio įkėliklio GRUB diegimas į kietąjį diską
lv: Instalēt GRUB sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader GRUB
ml: ഗ്രബ് ബൂട്ട് ലോഡര്‍ ഒരു ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer oppstartslastaren GRUB på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ GRUB ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj program uruchomieniowy GRUB na dysku twardym
pt_br: Instalar o GRUB em um disco rígido
ro: Instalare a încărcătorului de sistem GRUB pe un disc fix
sl: Namesti sistemski zaganjalnik GRUB na trdi disk
zh_tw: 將 GRUB 開機程式安裝至硬碟上

source: Reinstall GRUB boot loader
de: Installiere den GRUB-Bootloader neu
eo: Denove instalu 'GRUB'-praŝargilon
eu: GRUB abioko kargatzailea berrinstalatu
gl: Reinstalar o cargador de inicio GRUB
lt: Pradinio įkėliklio GRUB įdiegimas naujai
lv: Pārinstalēju GRUB sāknētāju
ml: ഗ്രബ് ബൂട്ട് ലോഡര്‍ വീണ്ടും ഇന്സ്റ്റാള്‍ ചെയ്യുക
pa: GRUB ਬੂਟ ਲੋਡਰ ਮੁੜ-ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ
ro: Reinstalează încărcătorul de sistem GRUB
zh_tw: 正在重新安裝 GRUB 開機程式

source: ${disc}: Master Boot Record
cy: ${disc}: Cofnod Bŵt Meistr
eo: ${disc}: superpraŝargarikordo ('MBR')
et: ${disc}: peamine alglaadimiskirje (MBR)
eu: ${disc}: Abioko erregistro maisua
fa: ${disc}: Master Boot Record(رکورد راه‌اندازی کننده‌ی اصلی)
fi: ${disc}: Pääkäynnistyslohko
gl: ${disc}: MBR (rexistro de inicio mestre)
kk: ${disc}-ті: негізгі жүктейтін жазбасына (MBR)
lt: ${disc}: pagrindinis įkelties įrašas (Master Boot Record)
lv: ${disc}: Galvenais sāknēšanās ieraksts
ml: ${disc}: മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡ്
nn: ${disc}: Hovudoppstartspor
pa: ${disc}: ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ
pl: ${disc} : g³ówny rekord uruchomieniowy
pt_br: ${disc} : Registro de Inicialização Principal
ro: ${disc}: Înregistrarea Master Boot
sl: ${disc}: Glavni zagonski zapis
zh_tw: ${disc}: 主要開機記錄 (MBR)

source: ${part}: new Debian partition
cy: ${part}: rhaniad Debian newydd
de: ${part}: Neue Debian-Partition
el: ${part}: νέο τμήμα Debian
eo: ${part}: nova Debiana diskpartigo
et: ${part}: uus Debiani partitsioon
eu: ${part}: Debian-en partizio berria
fa: ${part}: پارتیشن جدید دبیان
fi: ${part}: uusi Debian-levyosio
gl: ${part}: nova partición de Debian
he: ${part}: מחיצת דביאן חדשה
id: ${part}: partisi baru Debian
kk: ${part}-ті: жаңа Debian бөліміне
lt: ${part}: naujas Debian'o disko skirsnis
lv: ${part}: jaunā Debian partīcija
mg: ${part}: fizarana Debian vaovao
ml: ${part}: പുതിയ ഡെബിയന്‍ ഭാഗം
nn: ${part}: ny Debian-partisjon
pa: ${part}: ਨਵਾਂ ਡੇਬੀਅਨ ਭਾਗ
pl: ${part} : nowa partycja Debiana
pt_br: ${part} : nova partição Debian
ro: ${part}: partiţie nouă Debian
sl: ${part}: nov razdelek Debian
zh_tw: ${part}: 新的 Debian 分割區

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
de: Das Programm LILO muss installiert werden, damit Ihr Computer starten kann. Wird LILO in den Master Boot Record Ihrer Festplatte installiert, übernimmt LILO den Bootvorgang Ihres Computers. Möchten Sie einen anderen Bootmanager dazu benutzen, können Sie LILO stattdessen auf Ihrer neuen Debian-Partition installieren.
eo: La LILO programo bezonas instalitan por praŝargebli vian novan sistemon. Per instali ĝin sur via superpraŝargarikordo. LILO plene regos la praŝargon, kontraŭe se vi volas uzi alian praŝargon. Prefere instalu LILO sur la nova Debiana diskpartigo.
eu: LILO programa instalatu behar da sistema berria abiagarri egiteko. Diskoko abioko erregistro maisuan instalatuz gero, LILOk abio-prozesuaren kontrol osoa izango du, baina beste abioko kudeatzaile bat erabili nahi baduzu, instalatu LILO Debian-en partizio berrian.
gl: O programa LILO debe instalarse para poder facer que o seu novo sistema arrinque. Ao instalalo no MBR (rexistro mestre de inicio) do seu disco, LILO ha tomar o control completo do proceso de inicio, pero se quere empregar un cargador de inicio diferente, só ten que instalar LILO na nova partición de Debian.
he: צריך להתקין את LILO כדי להפוך את המערכת החדשה שלך לברת אתחול. ע"י התקנה שלה לתוך ה-master boot record, LILO תקח שליטה מלאה על תהליך האתחול. אם תרצה להשתמש במנהל אתחול אחר, התקן את LILO על מחיצת דביאן החדשה שלך.
lt: Tam, kad naujai įdiegtą sistemą padaryti įkeliama, reikia įdiegti LILO pradinį įkėliklį. Įdiegus jį į Jūsų disko pagrindinį įkelties įrašą (Master "Boot Record), LILO atliks pilną įkėlimo proceso kontrolę, bet jei Jūs norite naudoti kitą pradinį įkėliklį, diekite LILO į naują Debian'o disko skirsnį.
lv: LILO programmu jāinstalē, lai Jūs varētu ielādēt savu jauno sistēmu. Instalējot LILO uz Galvenā sāknēšanās ieraksta, LILO pārņems kontroli pār ielādes procesu. Ja Jūs velaties lietot citu sāknētāju, instalējiet LILO uz jaunās Debian sistēmas partīcijas.
ml: നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യുന്നതാക്കാന്‍ ലിലോ പ്രോഗ്രാം ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ടതുണ്ട്. ഡിസ്കിന്റെ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതിലൂടെ ലിലോ ബൂട്ട് പ്രക്രിയയുടെ മുഴുവന്‍ നിയന്ത്രണവും ഏറ്റെടുക്കും, പക്ഷേ നിങ്ങള്ക്ക് വേറൊരു ബൂട്ട് മാനേജര്‍ ഉപയോഗിക്കണമെങ്കില്‍ ഇതിന് പകരമായി ലിലോ പുതിയ ഡെബിയന്‍ ഭാഗത്ത് ഇന്സ്റ്റാള്‍ ചെയ്താല്‍ മാത്രം മതി.
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਯੋਗ ਬਣਾਉਣ ਲਈ LILO ਪ੍ਰੋਗਰਾਮ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਨੂੰ ਤੁਹਾਡੀ ਡਿਸਕ ਦੇ ਮਾਸਟਰ ਬੂਟ ਰਿਕਰਡ ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਨਾਲ, LILO ਪੂਰੇ ਬੂਟ ਕਾਰਜ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੇਗਾ, ਪਰ ਜੇ ਤੁਸੀਂ ਹੋਰ ਬੂਟ ਮੈਨੇਜਰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਆਪਣੇ ਨਵੇਂ ਡੇਬੀਅਨ ਸਿਸਟਮ ਤੇ ਸਿਰਫ LILO ਇੰਸਟਾਲ ਕਰੋ।
ro: Programul LILO trebuie să fie instalat, pentru a putea porni noul dvs. sistem. Prin instalarea sa în Înregistrarea Master Boot, LILO va prelua complet controlul asupra procesului de pornire, dar dacă doriţi să utilizaţi un alt încărcător de sistem, pur şi simplu instalaţi LILO pe noua partiţie Debian, în loc de Înregistrarea Master Boot.
zh_tw: 必須安裝 LILO 程式，才能讓您的新安裝的系統能夠開機。在將它安裝至您的磁碟的主要開機記錄 (MBR) 後，LILO 就能夠完全掌控開機的程序﹔但如果您想要使用的是另一個開機管理程式，也可以替而把 LILO 安裝在新的 Debian 分割區裡。

source: If unsure, install LILO into the Master Boot Record.
cy: Os nad ydych chi'n sict, sefydlwch LILO i'r Cofnod Bŵt Meistr.
de: Wenn Sie sich nicht sicher sind, sollten Sie LILO auf dem Master Boot Record installieren.
el: Αν δεν είστε σίγουροι, εγκαταστήστε το LILO στο Master Boot Record.
eo: Se vi maldecidas, instalu LILO sur la superpraŝargarikordo ('MBR').
et: Kui sa pole kindel, paigalda LILO peamise alglaadimiskirje (MBR) peale.
eu: Ziur ez bazaude, instalatu LILO Abioko erregistro maisuan.
fa: اگر اطمینان ندارید، لیلو را بر روی رکورد راه‌انداز اصلی نصب کنید.
fi: Jos olet epävarma, asenna LILO pääkäynnistyslohkoon.
gl: Se non está seguro, instale LILO no rexistro mestre de inicio.
he: אם אינך בטוח, התקן את LILO על ה-Master Boot Record.
id: Jika tidak yakin, pasang LILO pada Master Boot Record.
kk: Егер сенімсіз болсаңыз, LILO-ны негізгі жүктейтін жазбасына (MBR) орнатыңыз.
lt: Jei abejojate, diekite LILO į pagrindinį įkelties įrašą (Master Boot Record).
lv: Ja nēsat pārliecināti - instalējiet LILO uz Galvenā sāknēšanas ieraksta.
mg: Raha misy ny fisalasalana, dia apetrao ao amin'ny Master Boot Record LILO.
ml: ഉറപ്പില്ലെങ്കില്‍ ലിലോ മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യൂ.
nn: Viss du er usikker, installer LILO på hovudoppstartsporet.
pa: ਜੇ ਯਕੀਨ ਨਹੀਂ, LILO ਨੂੰ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਤੇ ਇੰਸਟਾਲ ਕਰੋ।
pl: Je¶li nie jeste¶ pewien, wybierz instalacjê w g³ównym rekordzie uruchomieniowym.
pt_br: Caso não tenha certeza sobre o que fazer, instale o LILO no Registro de Inicialização Principal.
ro: Dacă nu sunteţi sigur, instalaţi LILO în Înregistrarea Master Boot.
sl: Če niste prepričani, namestite LILO v glavni zagonski zapis.
zh_tw: 如果不確定，請把 LILO 安裝至主要開機記錄 (MBR) 裡。

source: ${disc}: software RAID array
eo: ${disc}: programara 'RAID'-a tabeldisko
eu: ${disc}: softwareko RAID multzoa
gl: ${disc}: RAID por software
he: ${disc}: מערך RAID תוכנה
lt: ${disc}: programinio RAID masyvas
lv: ${disc}: programmatūras RAID massīvs
ml: ${disc}: സോഫ്റ്റ് വെയര്‍ റെയ്ഡ് നിര
pa: ${disc}: ਸਾਫਟਵੇਅਰ RAID ਐਰੇ
ro: ${disc}: matrice software RAID
zh_tw: ${disc}：軟體磁碟陣列

source: Other choice (Advanced)
cy: Dewis arall (Estynedig)
de: Andere Auswahl (Erweitert)
el: Άλλη επιλογή (για προχωρημένους)
eo: Aliaj (spertaj) elektoj
et: Muu valik (edasijõudnud)
eu: Beste aukera (aurreratua)
fa: انتخابات دیگر (پیش رفته)
fi: Muu valinta (Lisäasetukset)
gl: Outra opción (Avanzado)
he: בחירה אחרת (מתקדם)
id: Pilihan Lain (Tingkat Mahir)
kk: Басқа орынға (Кеңейтілген режім)
lt: Kiti pasirinkimai (Išsamesni)
lv: Cita iespēja (Advancētas iespējas)
mg: Safidy hafa (Ho an'izay havanana)
ml: മറ്റൊരു ചോയ്സ് (അഡ്വാന്സ്ഡ്)
nn: Andre val (Avansert)
pa: ਹੋਰ ਚੋਣ (ਤਕਨੀਕੀ)
pl: Inny wybór (zaawansowane)
pt_br: Outra opção (Avançado)
ro: Altă opţiune (Avansat)
sl: Druga izbira (Napredno)
zh_tw: 其它方法 (進階)

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
de: Das Programm LILO muss auf Ihrem Computer installiert sein, damit der Computer starten kann. Sie können wählen, ob Sie es auf ein Software RAID Array oder auf ein anderes Gerät installieren möchten.
eo: La LILO programo bezonas instalita por igi praŝargeblan vian sistemon. Vi elektus de instali ĝin al RAID-a tabeldisko aŭ alia adaptilo.
eu: LILO programak instalatu behar da sistema berria abiagarri izateko. Softwareko RAID multzoan edo beste gailuan instalatzea aukeratu beharko zenuke.
gl: O programa LILO debe estar instalado para facer que o seu novo sistema poida arrincar. Pode instalalo nun RAID software ou noutro dispositivo.
he: צריך להתקין את LILO כדי להפוך את המערכת החדשה שלך לברת אתחול. תוכל לבחור להתקין אותה על מערך RAID התוכנה או התקן אחר.
lt: Tam, kad naujai įdiegtą sistemą padaryti įkeliama, reikia įdiegti LILOpradinį įkėliklį. Jūs galite pasirinkti diegti jį į programinio RAID masyvąarba kitą įrenginį.
lv: Lai jūsu jaunā sistēma varētu sāknēties jums jāuzinstalē LILO. Jūs to varat instalēt uz programmatūras RAID vai kādas citas ierīces.
ml: നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ പ്രാപ്തമാക്കുന്നതിന് ലിലോ പ്രോഗ്രാം ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ടതുണ്ട്. സോഫ്റ്റ് വെയര്‍ റെയ്ഡ് നിര അല്ലെങ്കില്‍ മറ്റൊരു ഉപകരണത്തിലേക്ക് ഇത് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ നിങ്ങള്ക്ക് തിരഞ്ഞെടുക്കാവുന്നതാണ്.
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਸਿਸਟਮ ਬੂਟ ਕਰਨ ਲਈ LILO ਪਰੋਗਰਾਮ ਇੰਸਟਾਲ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਾਫਟਵੇਅਰ RAID ਐਰੇ ਜਾਂ ਹੋਰ ਜੰਤਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।
ro: Programul LILO trebuie să fie instalat pentru a permite noului dvs. sistem să poată fi pornit. Puteţi alege să îl instalaţi pe o matrice software RAID sau un alt dispozitiv.
zh_tw: 必須安裝 LILO 程式，才能讓您的新安裝的系統能夠開機。您可以把它安裝到軟體磁碟陣列上，或其它裝置。

source: LILO installation target:
cy: Targed sefydliad LILO:
de: Ziel für die LILO-Installation:
el: Προορισμός εγκατάστασης του LILO:
eo: LILO instalada celo:
et: LILO paigaldamise sihtpunkt:
eu: LILO instalatzeko helburua:
fa: قصد نصب لیلو:
fi: LILO asennetaan tähän:
gl: Destino da instalación de LILO:
he: יעד להתקנת LILO:
id: Target pemasangan LILO:
kk: LILO-ны орнатуды іске асырыңыз:
lt: LILO įdiegimo objektas:
lv: Instalēt LILO uz:
mg: Teorana hametrahana an'i LILO:
ml: ലിലോ ഇന്സ്റ്റാളേഷന്‍ ലക്ഷ്യസ്ഥാനം:
nn: Mål for LILO-installasjonen:
pa: LILO ਇੰਸਟਾਲੇਸ਼ਨ ਨਿਸ਼ਾਨਾ:
pl: Miejsce instalacji LILO:
pt_br: Alvo para instalação do LILO :
ro: Ţinta instalării LILO:
sl: Namestitvena tarča za LILO
zh_tw: 要將 LILO 的安裝至：

source: Please enter the partition or disk onto which LILO should be installed. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
de: Bitte geben Sie die Partition oder Festplatte an, auf die LILO installiert werden soll. Sie können Devfs-Namen wie /dev/ide, /dev/scsi oder /dev/discs oder auch die üblichen Bezeichnungen wie /dev/hda oder /dev/sda verwenden.
eo: Bonvolu indiki la diskpartigon aŭ diskon kie 'LILO' estos instalita. Vi povas uzi 'devfs' modelajn nomojn (kiuj komenciĝas kun '/dev/ide', '/dev/scsi', kaj '/dev/discs') aŭ la tradiciajn nomojn tiel '/dev/hda', '/dev/sda'.
eu: Adierazi LILO zein disko edo partiziotan instalatu behar den. Devfs estilo-izenak, adibidez, /dev/ide, /dev/scsi, eta /dev/discs-ekin hasten direnak onartzen dira, baita izen tradizionalak ere, adibidez, /dev/hda edo /dev/sda.
gl: Introduza o nome da partición ou disco no que se debe instalar LILO. Acéptanse os nomes de estilo Devfs, coma os que comezan con /dev/ide, /dev/scsi e /dev/discs. Tamén se aceptan os nomes tradicionais, coma /dev/hda e /dev/sda.
he: הכנס את הדיסק או המחיצה שעליהם יותקן LILO. שמות בסגנון של devfs כמו אלה שמתחילים ב-/dev/ide, /dev/scsi ו-/dev/discs. בנוסף מתקבלים גם שמות מסורתיים כמו /dev/hda או /dev/sda.
lt: Įveskite skirsnį ar diską, kuriame LILO turėtų būti įdiegtas. Galimi devfs tipo vardai, kurie prasideda kaip /dev/ide, /dev/scsi, ir /dev/discs, taip pat ir tradiciniai vardai, tokie kaip /dev/hda ar /dev/sda.
lv: Lūdzu ievadiet partīciju vai disku uz kura LILO būtu jāuzinstalē. Ir pieņemama gan tradicionālā iekārtu vārdu shēma (/dev/hda, /dev/sda), gan arī devfs stila shēmas (/dev/ide, /dev/scsi, /dev/discs).
ml: ദയവായി ലിലോ ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ട ഭാഗം അല്ലെങ്കില്‍ ഡിസ്ക് എന്റര്‍ ചെയ്യുക. /dev/ide, /dev/scsi, /dev/discs തുടങ്ങിയവ കൊണ്ട് തുടങ്ങുന്ന Devfs സ്റ്റൈലിലുള്ള പേരുകളും /dev/hda അല്ലെങ്കില്‍ /dev/sda തുടങ്ങിയ പരമ്പരാഗത പേരുകളും സ്വീകരിക്കുന്നതാണ്.
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਿਸਕ ਤੇ ਭਾਗ ਦਿਓ ਜਿਸ ਉੱਪਰ LILO ਇੰਸਟਾਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। Devfs ਸ਼ੈਲੀ ਵਾਲੇ ਨਾਂ, ਜੋ ਕਿ /dev/ide, /dev/scsi, ਅਤੇ /dev/discs ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ ਨਾਲ ਹੀ ਪੁਰਾਣੇ ਨਾਂ ਜਿਵੇਂ /dev/hda ਜਾਂ /dev/sda ਸਵੀਕਾਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।
ro: Vă rugăm să introduceţi partiţia sau discul pe care trebuie instalat LILO. Numele în stil devfs, ca acelea care încep cu /dev/ide, /dev/scsi, şi /dev/discs, sunt acceptate, la fel ca şi numele tradiţionale, ca /dev/hda sau /dev/sda.
zh_tw: 請輸入您想要把 LILO 安裝到哪一個分割區或是磁碟上。Devfs 格式的名稱，像是以 /dev/ide、/dev/scsi 及 /dev/discs 開頭的﹔或是慣用名稱，像是 /dev/hda 或是 /dev/sda 等等，都是可以接受的。

source: Invalid partition name
cy: Enw rhaniad annilys
de: Ungültige Bezeichnung einer Partition
el: Μη έγκυρο όνομα τμήματος
eo: Malvalida diskpartiga nomo
et: Sobimatu partitsiooni nimi
eu: Partizio-izen baliogabea
fa: نام پارتیشن نامعتبر است.
fi: Osion nimi ei kelpaa
gl: Nome da partición non válido
he: שם מחיצה לא חוקי
id: Nama partisi tidak sah.
kk: Бөлімнің атауы қате
lt: Netinkamas disko skirsnio vardas
lv: Nekorekts partīcijas vārds
mg: Anarana fizarana tsy marina
ml: വാലിഡല്ലാത്ത ഭാഗ പേര്
nn: Ugyldig partisjonsnamn
pa: ਗਲਤ ਭਾਗ ਨਾਂ
pl: Nieprawid³owa nazwa partycji
pt_br: Nome de partição inválido
ro: Nume de partiţie invalid
sl: Neveljavno ime razdelka
zh_tw: 不正確的分割區名稱

source: The path ${path} does not represent a partition or hard disk device. Please try again.
cy: Nid yw'r llwybr ${path} yn cynreichioli rhaniad neu ddyfais disgen galed. Ceisiwch eto os gwelwch yn dda.
de: Der Pfad ${path} weist nicht auf eine Partition oder Festplatte. Bitte korrigieren Sie Ihre Angabe.
el: Η διαδρομή ${path} δεν αντιστοιχεί σε κάποιο τμήμα ή μονάδα δίσκου. Παρακαλώ ξαναπροσπαθήστε.
eo: La dosierindiko '${path}' ne korespondas kun diskpartigo aŭ fiksita disko. Bonvolu reprovi.
et: Kataloogipuu ${path} ei esita ei partitsiooni ega ka kõvaketast. Palun proovi uuesti.
eu: ${path} bideak ez du partizioa edo disko gogorreko gailua adierazten. Saiatu berriro.
fa: مسیر ${path} نشان دهنده‌ی یک پارتیشن یا دیسک سخت نیست، لطفا مجددا تلاش نمایید.
fi: Polkunimi ${path} ei vastaa levyosiota tai levylaitetta. Yritä uudelleen.
gl: A ruta ${path} non representa unha partición ou disco duro. Ténteo de novo.
he: הנתיב ${path} לא מייצג מחיצה או דיסק קשיח. נסה שנית בבקשה.
id: Path ${path} tidak menggambarkan partisi atau piranti hard disk. Silakan coba lagi.
kk: ${path} жолы қатқыл диск немесе бөлімі болып табылмайды. Тағы бір рет байқаңыз.
lt: Kelias ${path} nenukreipia į disko skirsnį ar kietojo disko įrenginį. Prašau pabandyti dar kartą.
lv: Norādītais ceļs ${path} nav disks vai partīcija. Lūdzu mēģiniet vēlreiz.
ml: ${path} എന്ന പാത്ത് ഒരു ഭാഗത്തേയോ ഹാര്ഡ് ഡിസ്ക് ഉപകരണത്തേയോ പ്രതിനിധീകരിക്കുന്നില്ല. ദയവായി വീണ്ടും ശ്രമിക്കൂ.
nn: Stigen ${path} representerer ikkje nokon partisjon eller harddisk. Prøv igjen.
pa: ਮਾਰਗ ${path} ਹਾਰਡ ਡਿਸਕ ਜੰਤਰ ਤੇ ਭਾਗ ਨੂੰ ਨਹੀਂ ਲੱਭਦਾ।ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: ¦cie¿ka ${path} nie odzwierciedla partycji lub dysku twardego. Proszê spróbowaæ ponownie.
pt_br: O caminho ${path} não representa uma partição ou um dispositivo de disco rígido. Por favor, tente novamente.
ro: Calea ${path} nu reprezintă o partiţie sau un disc fix. Vă rugăm să încercaţi din nou.
sl: Pot ${path} ne predstavlja razdelka ali naprave trdega diska. Poskusite znova.
zh_tw: 路徑 ${path} 所指到的並不是一個分割區或是硬碟裝置。請再試一次。

source: Installing LILO...
cy: Yn sefydlu LILO...
de: Installiere LILO ...
el: Εγκατάσταση του LILO...
eo: Instalado de 'LILO'...
et: LILO paigaldamine...
eu: LILO instalatzen...
fa: در حال نصب لیلو...
fi: Asennetaan LILO...
gl: A instalar LILO...
he: מתקין את LILO...
id: Sedang memasang LILO...
kk: LILO-ны орнату...
lt: Diegiamas LILO...
lv: Instalēju LILO...
mg: Mametraka an'i LILO ...
ml: ലിലോ ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു...
nn: Installerer LILO ...
pa: LILO ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Instalacja LILO...
pt_br: Instalando o LILO...
ro: Se instalează LILO...
sl: Nameščanje paketa LILO...
zh_tw: 正在安裝 LILO...
