Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
cy: Os hoffech fynd ymlaen gyda'r broses rhaniadu, ewch at yr ail gonsol (ALT+F2), rhaniadwch y ddisg fel y hoffech gan ddefnyddio parted a'r rhaglenni eraill sydd ar gael, yna clymwch eich holl rhaniadau yn /target. Mae /target yn gyfeiriadur gwraidd y system newydd, felly bydd eich cyfeiriadur gwraidd wedi ei glymu at /target a rhaid bod eich rhaniad /usr wedi ei glymu at /target/usr.
de: Wenn Sie mit der Installation fortfahren möchten, wechseln Sie zur zweiten Konsole (Alt+F2), partitionieren dort mit Hilfe von parted oder einem anderen verfügbaren Tool die Festplatte wie Sie möchten und mounten Sie dann alle Ihre Partitionen nach /target. /target ist das root-Verzeichnis Ihres neuen Systems. Also wird Ihre root-Partition nach /target eingehängt und Ihre /usr-Partition muss dann nach /target/usr eingehängt werden.
el: Αν επιθυμείτε να συνεχίσετε την εγκατάσταση ενεργοποιήστε τη δεύτερη κονσόλα (ALT+F2) και διαμερίστε το δίσκο χρησιμοποιώντας το πρόγραμμα parted (ή παρόμοιο). Έπειτα θα πρέπει να προσαρτήσετε (mount) όλα τα τμήματα στον κατάλογο /target. Ο κατάλογος /target θα περιέχει το βασικό κατάλογο (root) του νέου σας συστήματος, έτσι το βασικό τμήμα θα προσαρτηθεί στο /target και το τμήμα /usr θα προσαρτηθεί στο /target/usr.
eo: Se vi volas daŭri la instaladan procezon, ŝaltu la duan konzolon ('ALT+F2'), per 'parted'-diskpartigilo aŭ aliaj disponeblaj iloj laŭvole dispartigu, poste surmetu viajn diskpartigojn en '/target'. '/target' estas via nova sistema radika dosierujo. Via radika diskpartigo estos surmetita en '/target' kaj via '/usr'-diskpartigo endas surmetita en '/target/usr'.
et: Kui soovid paigaldamisprotsessi jätkata, vaheta teisele konsoolie (ALT+F2), partitsioneeri ketas oma äranägemise järgi, kasutades parted'i ja teisi saadaval olevaid tööriistu, ning seejärel haagi kõik partitsioonid /target alla. /target on su uue süsteemi juurkataloog - seega tuleks juurpartitsioon haakida /target külge ja /usr partitsioon /target/usr külge.
eu: Instalatzeko prozesuarekin jarraitu nahi baduzu, joan bigarren kontsolara (ALT+F2), egin diskoan partizioak zuk nahi bezala parted eta erabilgarri dauden beste tresnak erabiliz, eta gero muntatu partizio guztiak /target-en. /target sistema berriko erroko direktorioa da; beraz, erroko partizioa /target-en muntatutako da eta /usr partizioa /target/usr-en muntatu beharko litzateke.
fa: اگر میخواهید نصب را ادامه دهید، به کنسول دوم رفته (ALT+F2)، دیسک را همانگونه که میخواهید بوسیله‌ی parted یا سایر ابزار پارتیشن‌بندی کنید. سپس پارتیشن ها را بر روی شاخه‌ی ./target بارگذازی کنید. /mount شاخه‌ی ریشه‌ی سیستم جدید شماست، بنابراین شاخه‌ی ریشه‌ی خود را بر رو ی آن بارگذاری کنید. و به همین ترتیب شاخه‌ی /usr بر روی /target/usr بارگذاری میشود.
fi: Halutessasi jatkaa asennusta vaihda toiseen päätteeseen (ALT+F2), tee haluamasi levyosiot käyttäen ohjelmaa parted ja muita käytettävissä olevia työkaluja. Liitä sitten kaikki levyosiot liitoskohtaan /target, joka on uuden järjestelmäsi juurihakemisto. Juuriosion liitoskohta on siis /target ja /usr-osion liitoskohdan on oltava /target/usr.
gl: Se quere continuar a instalación, cambie á segunda consola (ALT+F2), particione o disco á súa maneira empregando parted e as outras ferramentas que hai dispoñibles, e despois monte as súas particións en /target. /target é o directorio raíz do seu novo sistema, así que a súa partición raíz ha estar montada en /target e a súa partición /usr ten que estar montada en /target/usr.
he: אם ברצונך להמשיך בתהליך ההתקנה, עבור לקונסול השני (ALT+F2), חלק את הדיסק למחיצות כרצונך בעזרת parted או בעזרת הכלים הזמינים. לאחר מכן בצע עגינה לכל המחיצות לתוך /target/. /target היא מחיצת השורש של המערכת החדשה שלך, כלומר מחיצות השורש שלך תעוגן על /target והמחיצה /usr חייבת להיות מעוגנת על /target/usr.
id: Jika Anda ingin melanjutkan proses instalasi, pindahlah ke konsol kedua (ALT+F2), bagilah cakram (disk) sesuai kehendak Anda dengan menggunakan parted atau program lain yang tersedia; lalu kaitkan (mount) semua partisi pada /target. /target adalah direktori root sistem Anda, jadi partisi root Anda akan dikaitkan pada /target dan partisi /usr Anda harus dikaitkan ke /target/usr.
kk: Егер сіз орнатуды жалғастырғыңыз келсе, екінші консольге өтіп (ALT+F2), дискінің бөлімдерін сізге ұнайтындай етіп parted және басқа құралдар арқылы өзгертіңіз де, содан соң бөлімдеріңізді /target-ке қалыптастырыңыз — бұл сіздің жаңа жүйеңіздің түбірлік каталогы, сондықтан түбірлік бөлім /target-ке, қалыптастырылуы тиіс, /usr–бөлімі в /target/usr-ке және т.б.
lt: Jei norite tęsti diegimo procesą, persijunkite į antrąją konsolę (ALT+F2), sudalykite diską taip kaip jums patinka, pasinaudodami programa parted ar kitais prieinamais įrankiais, ir tuomet prijunkite visus Jūsų skirsnius prie taško /target. /target - tai šakninis (root) Jūsų naujos sistemos katalogas, taigi Jūsų šakninis skirsnis bus prijungtas prie /target, o /usr skirsnis turi būti prijungtas prie /target/usr.
lv: Ja Jūs gribat turpināt instalācijas processu, pārslēdzieties uz otru komandrindu (ALT+F2), sadaliet disku tā kā Jūs vēlaties lietojot parted un citas pieejamus instrumentus un tad piemontēt (mount) visas partīcijas /target direktorijā. /target ir jaunās sistēmas saknes direktorija, tāpēc Jūsu jaunās sistēmas saknes katalogam jābūt montētam uz /target, bet, piemēram, /usr partīciju jāpiemontē uz /target/usr.
ml: ഇന്സ്റ്റലേഷന്‍ പ്രക്രിയ തുടരണമെന്നുണ്ടെങ്കില്‍ രണ്ടാമത്തെ കണ്സോളിലേക്ക് മാറിയതിനു ശേഷം (ALT+F2) parted അല്ലെങ്കില്‍ ലഭ്യമായ മറ്റ ടൂളുകള്‍ ഉപയോഗിച്ച് നിങ്ങള്ക്കിഷ്ടമുള്ള രീതിയില്‍ ഡിസ്കിനെ വിഭജിച്ചതിനു ശേഷം എല്ലാ ഭാഗങ്ങളേയും /target ല്‍ മൌണ്ട് ചെയ്യുക. /target നിങ്ങളുടെ പുതിയ സിസ്റ്റത്തിന്റെ റൂട്ട് ഡയറക്റ്ററിയാണ്, അതുകൊണ്ടു തന്നെ നിങ്ങളുടെ റൂട്ട് ഭാഗം /taget ലും /usr ഭാഗം /target/usr ലും മൌണ്ട് ചെയ്യേണ്ടതുണ്ട്.
nn: Dersom du vil halda fram med installasjonsprosessen, kan du byta til den andre konsollen (Alt + F2). Der kan du partisjonera disken slik du vil med parted og dei andre verktøya som finst. Etterpå må du montera alle partisjonane under /target. /target er rotkatalogen i det nye systemet, slik at rotpartisjonen skal monterast på /target og /usr-partisjonen på /target/usr.
pa: ਜੇ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਜਾਰੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਦੂਜੇ ਕੰਸੋਲ ਤੇ ਜਾਓ (ALT+F2), ਵਿਭਾਗੀ ਅਤੇ ਹੋਰ ਉਪਲੱਬਧ ਸੰਦ ਵਰਤ ਕੇ ਡਿਸਕ ਦਾ ਵਿਭਾਗੀਕਰਨ ਕਰੋ ਜਿਵੇਂ ਚਾਹੋ, ਅਤੇ ਫਿਰ ਸਾਰੇ ਭਾਗ /target ਵਿੱਚ ਮਾਊਂਟ ਕਰੋ। /target ਤੁਹਾਡੇ ਨਵੇਂ ਸਿਸਟਮ ਦੀ ਇੱਕ root ਡਾਇਰੈਕਟਰੀ ਹੈ, ਇਸ ਲਈ ਤੁਹਾਡਾ root ਭਾਗ /target ਤੇ ਮਾਊਂਟ ਹੋਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ /usr ਭਾਗ /target/usr ਤੇ ਮਾਊਂਟ ਹੋਵੇਗਾ।
pl: Je¶li chcesz kontynuowaæ instalacjê, prze³±cz siê na drug± konsolê (ALT+F2), utwórz partycje u¿ywaj±c parted oraz innych dostêpnych narzêdzi i zamontuj wszystkie swoje partycje w /target. /target jest katalogiem g³ównym Twojego nowego systemu, wiêc g³ówna partycja bêdzie zamontowana w /target, a Twoja partycja /usr w /target/usr.
pt_br: Caso você queira continuar o processo de instalação, alterne para o segundo console (use ALT+F2), particione o disco da maneira desejada usando o parted e as outras ferramentas disponíveis e então monte todas as suas partições em /target. /target é o diretório raíz de seu novo sistema, sendo assim sua partição raíz será montada em /target e sua partição /usr será montada em /target/usr.
ro: Dacă doriţi să continuaţi procesul de instalare, treceţi în a doua consolă (ALT+F2), partiţionaţi discul cum doriţi cu parted şi celelalte unelte disponibile, şi montaţi-le în subarborele /target. /target este directorul rădăcină al noului dvs. sistem, deci partiţia rădăcină va fi montată la /target şi partiţia dvs. /usr va trebui să fie montată în /target/usr.
sl: Če želite s postopkom namestitve nadaljevati, preklopite na drugo konzolo (ALT+F2), disk razdelite z uporabo parted in drugih orodij, ki so na voljo, kot želite, in nato vse svoje razdelke priklopite na /target. /target je korenski imenik vašega novega sistema, zato morate svoj korenski razdelek priklopiti na /target, razdelek /usr pa na /target/usr.
zh_tw: 如果要繼續安裝程序，請切換到第二個主控台 (ALT+F2)，使用 parted 或其他工具來進行磁碟分割，然後將所有的分割區掛載至/target 之下。因為 /target 將會是新系統的 root 目錄，所以應該把 root 分割區掛載為 /target，而 /usr 則應該掛載為 /target/usr。

source: You can also consider launching this program again but selecting another disk.
cy: Galllwch hefyd geisio lansio'r rhaglen hwn eto ond dewis disg arall.
de: Sie können auch erwägen, das Programm erneut zu starten, aber dann eine andere Festplatte auswählen.
el: Μπορείτε επίσης να ξεκινήσετε την εγκατάσταση εκ νέου, επιλέγοντας νέο δίσκο αυτή τη φορά.
eo: Vi povas ankaŭ replenumi tiun programon, tamen elektu alian diskon.
et: Samuti võid kaaluda selle programmi uuesti käivitamist, kuid peaksid valima mõne teise ketta.
eu: Nahi izanez gero, programa hau berriro abiaraz dezakezu, baina beste disko bat hautatuz.
fa: همچنین شما میتوانید این برنامه را مجددا با انتخاب دیسک دیگری اجرا کنید.
fi: Harkitse myös tämän ohjelman käynnistämistä uudestaan siten että valitset jonkin muun levyn.
gl: Tamén pode probar a executar este programa outra vez pero escollendo outro disco.
he: אתה יכול לשקול הרצה של תוכנית זאת שוב, אבל לבחור דיסק אחר.
id: Anda bisa meluncurkan program ini kembali tetapi dengan menggunakan disk lain.
kk: Сондай-ақ сіз программаны қайта жүктей аласыз, бірақ басқа диск таңдаңыз.
lt: Jūs taip pat galite nuspręsti paleisti šią programą vėl, bet pasirinkti kitą diską.
lv: Lūdzu apsveriet iespēju palaist šo programmu vēlreiz, lietojot citu instalācijas disku.
ml: വേറൊരു ഡിസ്ക് തിരഞ്ഞെടുത്തു കൊണ്ട് ഈ പ്രോഗ്രാം വീണ്ടും തുടങ്ങുന്ന കാര്യവും നിങ്ങള്ക്ക് പരിഗണിക്കാവുന്നതാണ്.
nn: Eit anna alternativ er å starta dette programmet på nytt og velja ein annan harddisk.
pa: ਤੁਸੀਂ ਇਸ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਫਿਰ ਚਲਾ ਸਕਦੇ ਹੋ, ਪਰ ਹੋਰ ਡਿਸਕ ਚੁਣ ਕੇ।
pl: Rozwa¿ te¿ ponowne uruchomienie tego programu, ale na innym dysku.
pt_br: Você pode também considerar executar esse programa novamente mas selecionar outro disco.
ro: Aţi putea să lansaţi acest program din nou, dar selectând un alt disc.
sl: Razmislite lahko tudi o ponovnem zagonu tega programa in izberete drug disk.
zh_tw: 您不妨考慮重新執行這個程式，但選擇其他的磁碟。

source: Not enough space on disk
cy: Dim digon o le ar y ddisg
de: Nicht genügend Platz auf der Festplatte
el: Δεν υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο
eo: Neniu sufiĉa diskspaco
et: Pole piisavalt vaba ruumi
eu: Ez dago nahikoa leku diskoan
fa: فضای کافی بر روی دیسک وجود ندارد.
fi: Levyllä ei ole riittävästi tilaa
gl: Non hai espazo dabondo no disco
he: אין מספיק מקום פנוי בדיסק
id: Ruangan pada cakram (disk) tidak memadai
kk: Дискіде орын деткіліксіз
lt: Nėra pakankamai vietos diske
lv: Nav pietiekoši vietas uz diska
mg: Tsy ampy ny toerana ao amin'ny kapila
ml: ഡിസ്കില്‍ ആവശ്യത്തിന് സ്ഥലമില്ല
nn: Ikkje nok ledig plass på disken
pa: ਲੋੜੀਦੀ ਡਿਸਕ ਥਾਂ ਨਹੀਂ ਹੈ
pl: Zbyt ma³a ilo¶æ wolnego miejsca na dysku
pt_br: Não há espaço em disco suficiente no disco
ro: Spaţiu insuficient pe disc
sl: Na disku ni dovolj prostora
zh_tw: 在磁碟上並沒有足夠空間

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
cy: Mae'r awtorhaniadydd yn cymryd rhai pethau yn ganataol ynghylch meintiau rhaniadau, ac oherwydd hynny mae angen o leiaf 3GB o ofod rhydd. Ymddengys fod y gofod rhydd ar y disg hwn yn llai na'r terfyn yma.
de: Der Autopartitionierer geht von einigen Annahmen über die Partitionsgrößen aus. Deshalb werden mindestens 3 GB freier Platz benötigt. Es scheint, dass der freie Speicher dieser Festplatte unter diesem Limit liegt.
el: Ο μηχανισμός αυτόματης κατάτμησης του δίσκου κάνει κάποιες υποθέσεις για τα μεγέθη των τμημάτων και κατά συνέπεια ορίζει ως κατώτατο όριο διαθέσιμου χώρου τα 3 GB. Ο διαθέσιμος χώρος σε αυτόν τον σκληρό δίσκο είναι κάτω του ορίου αυτού.
eo: La aŭtomata diskpartigilo faras kelkajn supozojn pri diskpartiga amplekso, pro tio ĝi almenaŭe bezonas trian gigabajtan diskspacon. La libera spaco sur tiu disko ŝajne estas suba ĉi tiu limo.
et: Automaatne partitsioneerija eeldab mõningaid asju partitsioonide suuruse kohta ning vajab seetõttu vähemalt 3GB vaba ruumi. Tundub, et sellel kettal on aga vähem ruumi.
eu: Partiziogile automatikoak kontu batzuk egin ditu partizio-tamainei buruz, eta ondorioz, gutxienez 3 GBeko leku librea behar du. Disko honetako leku librea horren azpitik dagoela dirudi.
fa: برنامه پارتیشن‌گر اتوماتیک فرضهای از پیش تعیین شده‌ای دو مورد اندازه‌ی پارتیشن‌ها دارد و به همین خاطر به 3GB فضای خالی نیاز دارد. فضای خالی بر روی این دیسک کمتر از این مقدار است.
fi: Automaattinen levynosiointityökalu olettaa tietyn kokoiset levyosiot ja tarvitsee vähintään 3 Gt vapaata tilaa. Tällä levyllä on tätä vähemmän vapata tilaa.
gl: O autoparticionador fai algunhas suposicións sobre os tamaños das particións, e debido a iso precisa de alomenos 3 GB de espazo libre. Semella que neste disco hai menos espazo libre.
he: המחלק האוטומטי למחיצות מבצע מספר הנחות לגבי גדלי המחיצות, בגלל שצריך לפחות 3GB של מקום פנוי. נראה שהמקום הפנוי בדיסק הוא פחות ממה שצריך.
id: Program autopartitioner membuat anggapan-anggapan (asumsi) tentang ukuran partisi. Oleh karena itu diperlukan setidaknya ruang kosong sebesar 3GB. Ruang kosong pada cakram (disk) ini tampaknya masih belum memenuhi batasan di atas.
kk: autopartitioner бөлімдердің өлшемдері туралы бірнеше болжам жасады, сондықтан оған ең кіші 3ГБ бос орын қажет. Сізде ондай орын жоқ сияқты.
lt: Automatinio diskų dalijimo programa (autopartitioner) daro keletą prielaidų apie skirsnių dydžius, ir todėl ji reikalauja ne mažiau kaip 3Gb laisvos vietos. Atrodo, kad šiame diske tiek laisvos vietos nėra.
lv: Autoparticionētājs izdara dažus pieņēmumus par partīciju izmēriem, un tādēļ tas pieprasa vismaz 3 Gb brīvas vietas. Uz šī diska ir nepietiekoši daudz brīvas vietas.
ml: സ്വയപാര്ട്ടീഷണര്‍ ഭാഗ വലിപ്പത്തെക്കുറ്ച്ച് ചില ഊഹങ്ങള്‍ എടുക്കുന്നു, അതു കൊ ണ്ടുതന്നെചുരുങ്ങിയത് 3GB ഫ്രീ സ്പേയ്സെങ്കിലും ഇതിനാവശ്യമാണ്. ഡിസ്കിലുള്ള ഫ്രീ സ്പേയ്സ് ഈ പരിധിക്ക് താഴെയാണെന്ന് തോന്നുന്നു.
nn: Autopartisjoneringa gjer nokre føresetnadar om partisjonsstorleikar, av den grunn trengst det minst 3 GiB ledig plass. Det ser ikkje ut til at du har så mykje ledig plass.
pa: ਸਵੈ-ਵਿਭਾਜਕ ਨੇ ਭਾਗ ਅਕਾਰ ਬਾਰੇ ਧਾਰਨਾ ਬਣਾਈ ਹੈ, ਅਤੇ ਇਸ ਦੇ ਕਰਕੇ ਇਸ ਨੂੰ ਘੱਟੋ-ਘੱਟ 3GB ਖਾਲੀ ਥਾਂ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਡਿਸਕ ਤੇ ਖਾਲੀ ਥਾਂ ਇਸ ਸੀਮਾ ਤੋਂ ਘੱਟ ਜਾਪਦੀ ਹੈ।
pl: Program partycjonuj±cy zgaduje rozmiary partycji i z tego powodu wymaga przynajmniej 3GB wolnej przestrzeni. Ilo¶æ wolnego miejsca na tym dysku jest mniejsza od tego limitu.
pt_br: O auto-particionador assume alguns valores em relação a tamanhos de partições e, devido a isso, o mesmo requer pelo menos 3GB de espaço livre. O espaço livre nesse disco parece estar abaixo desse limite.
ro: Programul de autopartiţionare face câteva presupuneri legate de dimensiunile partiţiilor şi, din acest motiv, necesită cel puţin 3 GO de spaţiu liber. Se pare că spaţiul liber de pe acest disc este sub acestă limită.
sl: Samodejni razdeljevalnik izpelje nekaj domnev o velikostih razdelkov in zaradi tega potrebuje najmanj 3 GB prostega prostora. Očitno vi nimate toliko prostora.
zh_tw: 磁碟自動分割工具會假定至少需要 3GB 的未使用空間。磁碟上的未使用空間似乎不足。

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
cy: Os ydych wir eisiau sefydlu, bydd rhaid i chi rhyddhau mwy o le. Gallwch hefyd lansio'r rhaglen hwn eto a dewis disg arall gyda mwy o le rhydd.
de: Falls Sie wirklich installieren möchten, müssen Sie mehr freien Platz zur Verfügung stellen. Sie können dieses Programm auch noch einmal starten und eine andere Festplatte mit mehr freiem Speicherplatz auswählen.
el: Αν πραγματικά θέλετε να προχωρήσετε στην εγκατάσταση θα πρέπει να δημιουργήσετε διαθέσιμο χώρο. Μπορείτε επίσης να ξεκινήσετε πάλι το πρόγραμμα της εγκατάστασης και να επιλέξετε κάποιον άλλο σκληρό δίσκο με περισσότερο διαθέσιμο χώρο.
eo: Se vi vere volas instali, vi devos liberi spacon. Vi eble ankaŭ denove plenumas tiun programon kaj elektas alian diskon kun pli libera spaco.
et: Kui soovid tõesti paigaldada pead enne vaba ruumi tegema. Ühtlasi võid proovida seda programmi uuesti käivitada, kuid sel juhul peaksid valima mõne teise ketta, kus oleks rohkem ruumi.
eu: Instalatu nahi baduzu, lekua egin beharko duzu. Horrez gain, programa berriro abiaraz dezakezu eta leku libre gehiago duen beste disko bat hautatu.
fa: برای نصب، باید مقداری از فضا را خالی کنید. و نیز میتوانید این برنامه را دوباره اجرا کرده و دیسک دیگری با فضای بیشتر انتخاب کنید.
fi: Jos haluat asentaa tälle levylle, on tilaa vapautettava lisää. Voit myös käynnistää tämän ohjelman uudestaan ja valita toisen levyn, jolla on enemmän vapaata tilaa.
gl: Se realmente quere instalar, ha ter que liberar espazo. Tamén pode probar a volver a executar este programa escollendo outro disco con máis espazo libre.
he: אם בכל זאת אתה רוצה להתקין, תצטרך לפנות קצת מקום. תוכל גם להריץ את התוכנית הזאת שוב, ולבחור דיסק אחר עם יותר מקום פנוי.
id: Jika Anda benar-benar hendak menginstal, Anda harus menambahkan kapasitas ruang yang kosong. Anda juga bisa menjalankan kembali program ini dan pilih cakram yang lain dengan jumlah ruang kosong yang lebih besar.
kk: Егер сіз орнатуды жалғастырғыңыз келсе, онда дискіде орын босатуыңыз керек. Немесе бұл программаны қайта жүктеп, бос орыны жеткілікті басқа диск алуыңыз керек.
lt: Jei Jūs tikrai norite įdiegti, Jūs turite atlaisvinti daugiau vietos. Taip pat Jūs galite paleisti šią programą vėl ir išsirinkti kitą diską, kuriame daugiau laisvos vietos.
lv: Ja Jūs tiešām vēlaties instalēt, jums būs jaatbrīvo vairāk vietas. Jūs arī varat vēlreiz palaist šo moduli no galvenās izvēlnes, lai izvēlētos disku ar lielāku brīvas vietas daudzumu.
ml: നിങ്ങള്ക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യണമെന്നുറപ്പുണ്ടെങ്കില്‍ നിങ്ങള്‍ കുറച്ച് സ്പേയ്സ് ഫ്രീ ചെയ്യേണ്ടതുണ്ട്. നിങ്ങള്ക്ക് ഈ പ്രോഗ്രാം വീണ്ടും തുടങ്ങിയതിന് ശേഷം കൂടുതല്‍ ഫ്രീ സ്പേയ്സുള്ള മറ്റൊരു ഡിസ്ക് തിരഞ്ഞെടുക്കാവുന്നതാണ്.
nn: Viss du verkeleg vil installera må du skaffa meir ledig plass. Du kan òg starta dette programmet på nytt og velja ein anna harddisk med nok ledig plass.
pa: ਜੇ ਤੁਸੀਂ ਯਕੀਨਨ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤੁਹਾਨੂੰ ਕੁਝ ਥਾਂ ਖਾਲੀ ਕਰਨੀ ਪੈ ਸਕਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਇਹ ਪ੍ਰੋਗਰਾਮ ਫਿਰ ਚਲਾਉਣਾ ਪੈ ਸਕਦਾ ਹੈ ਅਤੇ ਵੱਧ ਖਾਲੀ ਥਾਂ ਵਾਲੀ ਡਿਸਕ ਚੁਣਨੀ ਪੈ ਸਕਦੀ ਹੈ।
pl: Je¶li naprawdê chcesz zainstalowaæ system, bêdziesz musia³ zwolniæ trochê miejsca lub uruchomiæ ten program ponownie na innym dysku z wiêksz± ilo¶ci± wolnego miejsca.
pt_br: Caso você realmente queira instalar, você terá que liberar algum espaço. Você pode também executar novamente este programa e selecionar outro disco com mais espaço livre.
ro: Dacă doriţi într-adevăr să instalaţi, va trebui să eliberaţi ceva spaţiu. Aţi putea, de asemenea, să lansaţi acest program din nou, dar selectând un alt disc cu mai mult spaţiu liber.
sl: Če res želite izpeljati namestitev, boste morali sprostiti nekaj prostora, ali pa ponovno pognati ta program in izbrati drug disk z več prostega prostora.
zh_tw: 如果您確定要安裝，您將必須釋放一些空間。您也可以重新執行這個程式並選擇其他有更多未使用空間的磁碟。

source: Debug information about ${variable}
cy: Manylion datnamu ynghylch ${variable}
de: Debug-Information über ${variable}
el: Πληροφορίες σφάλματος (debug) σχετικά με τη μεταβλητή ${variable}
eo: Ĝustigaj informoj pri '${variable}'
et: Silumisinfo ${variable} kohta
eu: ${variable}(r)i buruzko arazketa-informazioa
fa: اطلاعات باگ‌گیری برای ${variable}
fi: Vianjäljitystietoa muuttujasta ${variable}
gl: Información de depuración sobre ${variable}
he: מידע לניפוי באגים על ${variable}
id: Informasi debug tentang ${variable}
kk: ${variable} туралы жөндеу информациясы
lt: Derinimo (debug) informacija apie ${variable}
lv: Atkļūdošanas informācija par ${variable}
ml: ${variable} നെ കുറിച്ചുള്ള ഡിബഗ് വിവരങ്ങള്‍
nn: Feilsøkjingsinformasjon om ${variable}
pa: ${variable} ਬਾਰੇ ਡੀਬੱਗ ਜਾਣਕਾਰੀ
pl: Informacje debugowania odno¶nie ${variable}
pt_br: Informação de depuração sobre ${variable}
ro: Informaţii pentru depanare despre ${variable}
sl: Podatki za razhroščevanje o ${variable}
zh_tw: ${variable} 相關的除錯訊息

source: Here is some debug information. The value of ${variable} is:
cy: Dyma fanylion datnamu. Dyma werth ${variable}:
de: Hier sind einige Debug-Informationen. Der Wert von ${variable} ist:
el: Ακολουθούν πληροφορίες χρήσιμες στην αποσφαλμάτωση του προγράμματος (debugging). Η τιμή της μεταβλητής ${variable} είναι :
eo: Jen kelkaj ĝustigaj informoj. La '${variable}'-voloro estas:
et: Siin on natuke silumisinfot. Muutuja ${variable} väärtus on:
eu: Hona hemen arazketa-informazioa. ${variable}(r)en balioa hau da:
fa: اطلاعات باگ‌گیری بیشتر. مقدار متغیر ${variable} برابر است با:
fi: Tässä vianjäljitystietoa. Muuttujan ${variable} arvo on:
gl: Velaí algunha información de depuración. O valor de ${variable} é:
he: הנה מידע לניפוי באגים. הערך של ${variable} הוא:
id: Berikut ini informasi debug. Nilai dari ${variable} adalah :
kk: Міне кейбір жөндеу инфоромациясы. ${variable} мәні:
lt: Tai truputis derinimo (debug) informacijos. Kintamojo ${variable} reikšmė:
lv: Te būs nedaudz atkļūdošanas informācijas. ${variable} vērtība ir:
mg: Ireo misy tatitra vitsivitsy mikasika ny debôgazy. Ny sandan'ny ${variable} dia :
ml: ഇതാ ചില ഡിബഗ് വിവരങ്ങള്‍. ${variable} ന്റെ മൂല്യം:
nn: Her er litt feilsøkingsinformasjon. Verdien av ${variable} er:
pa: ਇੱਥੇ ਕੁਝ ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਹੈ। ${variable} ਦਾ ਮੁੱਲ ਹੈ:
pl: Oto informacje dla celów debugowania. Warto¶æ ${variable} to:
pt_br: Aqui estão algumas informações de depuração. O valor de ${variable} é :
ro: Câteva informaţii pentru depanare; valoarea lui ${variable} este :
sl: Tu je nekaj informacij za razhroščevanje. Vrednost ${variable} je:
zh_tw: 這是一些除錯訊息。${variable} 的值是：

source: Successful partitioning
cy: Rhaniadu llwyddiannus
de: Erfolgreiche Partitionierung
el: Επιτυχής κατάτμηση
eo: Sukcesa diskpartigado
et: Õnnestunud partitsioneerimine
eu: Partizioak ondo egin dira
fa: عملیات پارتیشن بندی با موفقیت به اتمام رسید.
fi: Osiointi onnistui
gl: Particionamento realizado con éxito
he: חלוקה למחיצות בוצעה בהצלחה
id: Pembagian disk (partisi) telah berhasil
kk: Бөлімдерге бөлшектеу сәтті аяқталды
lt: Disko dalijimas sėkmingas
lv: Dalīšana veikta veiksmīga
mg: Vita soa aman-tsara ny fizarana kapila
ml: വിജയകരമായ വിഭജനം
nn: Partisjoneringa var vellukka
pa: ਸਫਲ ਵਿਭਾਗੀਕਰਨ
pl: Partycjonowanie powiod³o siê
pt_br: Particionamento realizado com sucesso
ro: Partiţionare reuşită
sl: Uspešno razdeljevanje
zh_tw: 磁碟分割完成
