Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
de: Wenn Sie von einer CD-R oder CD-RW installieren, könnte die Herabsetzung der Brenngeschwindigkeit beim Brennen helfen.
eo: Se vi instalas el CD-R or CD-RW, registru malbaldaŭe lumdiskon helpebli.
et: Kui paigaldad CR-R või CD-RW pealt tuleks laserketas võib-olla madalama kiirusega uuesti põletada.
eu: CD edo CD-RW bidez instalatzen ari bazara, CD-a abiadura motelago batetan grabatzeak lagundu lezake.
gl: Se está a instalar dende un CD-R ou CD-RW, pode axudar se se grava o CD a unha velocidade inferior.
he: אם ההתקנה מבוצעת מ-CD-R או CD-RW, צריבה של ה-CD במהירות נמוכה יותר יכולה לעזור.
lt: Jei Jūs diegiate iš CD-R ar CD-RW disko, tuomet galbūt kompaktinio disko įrašymas mažesniu greičiu gali padėti.
lv: Ja instalējat no CD-R vai CD-RW, diska ierakstīšana ar lēnāku ātrumu varētu palīdzēt.
ml: CD-R അല്ലെങ്കില്‍ CD-RW യില്‍ നിന്നാണ് നിങ്ങള്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതെങ്കില്‍ CD താഴ്ന്ന വേഗതയില്‍ എഴുതുന്നത് സഹായിച്ചേക്കാം.
pa: ਜੋ ਤੁਸੀਂ CD-R ਜਾਂ CD-RW ਤੋਂ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹੋ, CD ਨੂੰ ਘੱਟ ਗਤੀ ਤੇ ਲਿਖਣਾ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।
ro: Dacă instalaţi de pe CD-R sau CD-RW s-ar putea să ajute să creaţi CD-ul la o viteză mai mică.
zh_tw: 如果您是使用 CD-R 或是 CD-RW 來進行安裝的，以較低倍速來燒錄該光碟也許有助於解決這個問題。

source: Preparing to install the base system...
de: Bereite die Installation des Grundsystems vor ...
eo: Pretigi la bazan sisteman instaladon...
et: Alussüsteemi paigaldamiseks valmistumine...
eu: Debian oinarri-sistema instalatzeko prestatzen...
gl: A preparar a instalación do sistema base...
he: מתכונן להתקנת מערכת הבסיס...
lt: Pasiruošiama diegti bazinę sistemos dalį...
lv: Gatavojos instalēt bāzes sistēmu...
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ തയ്യാറായിക്കൊണ്ടിരിക്കുന്നു...
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ ਰਿਹਾ ਹੈ...
ro: Se pregăteşte instalarea sistemului de bază...
zh_tw: 正在準備安裝 Base System...

source: Running ${SCRIPT}...
cy: Yn rhedeg ${SCRIPT}...
de: Führe ${SCRIPT} aus ...
el: Εκτέλειται το ${SCRIPT}...
eo: Interpretado de ${SCRIPT}...
et: Jookseb ${SCRIPT}...
eu: ${SCRIPT} exekutatzen...
fa: در حال اجرای ${SCRIPT}...
fi: Suoritetaan ${SCRIPT}...
gl: A executar ${SCRIPT}...
he: מריץ את ${SCRIPT}...
id: Sedang menjalankan ${SCRIPT}...
kk: ${SCRIPT} іске қосу
lt: Vykdomas ${SCRIPT}...
lv: Palaižu ${SCRIPT}...
mg: Mandefa ny ${SCRIPT}...
ml: ${SCRIPT} പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Køyrer ${SCRIPT} ...
pa: ${SCRIPT} ਚੱਲ ਰਿਹਾ ਹੈ...
pl: Uruchamianie ${SCRIPT}...
pt_br: Executando ${SCRIPT} ...
ro: Se rulează ${SCRIPT}...
sl: Poganjam ${SCRIPT}...
zh_tw: 正在執行 ${SCRIPT}...

source: Retrieving Release file
cy: Yn cyrchu'r ffeil Release
de: Lade Release-Datei
el: Ανάκτηση του αρχείου Release
eo: Akceptado de 'Release' dosiero
et: Faili Release hankimine
eu: Release fitxategia berreskuratzen
fa: در حال دریافت فایل انتشار
fi: Noudetaan Release-tiedostoa
gl: A obter o ficheiro Release
he: מביא הקובץ Release
id: Mengambil berkas Release
kk: Release файлын алу
lt: Paimamas failas Release
lv: Saņemu Release failu
mg: Maka ny rakitra "Release"
ml: റിലീസ് ഫയല്‍ വീണ്ടെടുത്ത് കൊണ്ടിരിക്കുന്നു
nn: Hentar versjonsfil
pa: ਜਾਰੀ ਫਾਇਲ ਮੁੜ ਪ੍ਰਾਪਤ ਜਰ ਰਿਹਾ ਹੈ
pl: Pobieranie pliku Release
pt_br: Obtendo arquivo Release
ro: Se preia fişierul Release
sl: Prenašam Release datoteko
zh_tw: 正在接收 Release 檔案

source: Retrieving Release file signature
de: Empfange Signatur für Release-Datei
eo: Akceptado de 'Release' signatura dosiero
eu: Release fitxategi sinadura eskuratzen
gl: A obter a sinatura do ficheiro Release
he: מביא את חתימת קובץ ה-Release
lt: Paimamas Release failo signatūra
lv: Saņemu Release failu parakstu
ml: റിലീസ് ഫയല്‍ കയ്യൊപ്പ് വീണ്ടെടുത്ത് കൊണ്ടിരിക്കുന്നു
pa: ਜਾਰੀ ਫਾਇਲ ਦਸਤਖਤ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ
ro: Se preia fişierul Release de semnături
zh_tw: 正在接收 Release 的簽名

source: Finding package sizes
cy: Yn canfod meintiau pecynnau
de: Suche nach Größe der Pakete
el: Εύρεση των μεγεθών των πακέτων
eo: Kalkuli dimension de pakoj
et: Pakettide suuruste leidmine
eu: Pakete-tamainak bilatzen
fa: در حال پیدا کردن اندازه‌ی بسته‌ها
fi: Selvitetään asennuspakettien koot
gl: A buscar o tamaño dos paquetes
he: מוצא את גדלי החבילה
id: Mencari ukuran paket
kk: Дестелер мөлшерін анықтау
lt: Paketo dydžių radimas
lv: Meklēju paku izmērus
mg: Mikajy ny haben'ny pakajy
ml: പാക്കേജ് വലിപ്പങ്ങള്‍ കണ്ടുപിടിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Finn pakkestorleikar
pa: ਪੈਕੇਜ ਅਕਾਰ ਲੱਭ ਰਿਹਾ ਹੈ
pl: Okre¶lanie rozmiarów pakietów
pt_br: Buscando tamanho dos pacotes ...
ro: Se caută dimensiunile pachetelor
sl: Ugotavljam velikosti paketov
zh_tw: 正在查詢套件大小

source: Retrieving Packages files
cy: Yn cyrchu ffeiliau Packages
de: Lade Packages-Dateien
el: Ανάκτηση των αρχείων Packages
eo: Akceptado de 'Packages' dosieroj
et: Packages failide hankimine
eu: Pakete-fitxategiak eskuratzen
fa: در حال دریافت پرونده‌ی بسته‌ها
fi: Noudetaan Packages-tiedostoa
gl: A obter os ficheiros Packages
he: מביא קבצי חבילות
id: Mengambil berkas Packages
kk: Packages файлдарын алу
lt: Paimamas failas Packages
lv: Saņemu Packages failu
mg: Fandraisana ny rakitra "Packages"
ml: പാക്കേജുകളുടെ ഫയലുകള്‍ വീണ്ടെടുത്ത് കൊണ്ടിരിക്കുന്നു
nn: Hentar pakkefiler
pa: ਪੈਕੇਜ ਫਾਇਲਾਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Pobieranie plików Packages
pt_br: Obtendo arquivo Packages
ro: Se preiau fişierele Packages
sl: Prenašam Packages datoteke
zh_tw: 正在接收套件檔

source: Retrieving Packages file
de: Lade Packages-Datei
eo: Akceptado de 'Packages' dosiero
eu: Pakete-fitxategiak eskuratzen
gl: A obter o ficheiro Packages
he: מביא את קובץ החבילות
lt: Paimamas failas Packages
lv: Saņemu Packages failu
ml: പാക്കേജുകളുടെ ഫയല്‍ വീണ്ടെടുത്ത് കൊണ്ടിരിക്കുന്നു
pa: ਪੈਕੇਜ ਫਾਇਲ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ
ro: Se preia fişierul Packages
zh_tw: 正在接收套件檔

source: Retrieving packages
cy: Yn cyrchu pecynnau
de: Empfange Pakete
el: Ανάκτηση των πακέτων
eo: Akceptado de pakoj
et: Pakettide hankimine
eu: Paketeak eskuratzen
fa: در حال دریافت بسته‌ها
fi: Noudetaan paketteja
gl: A obter os paquetes
he: מביא חבילות
id: Mengambil paket-paket
kk: Дестелерді алу
lt: Paimami paketai
lv: Saņemu pakas
mg: Mandray pakajy
ml: പാക്കേജുകള്‍ വീണ്ടെടുത്ത് കൊണ്ടിരിക്കുന്നു
nn: Hentar pakkar
pa: ਪੈਕੇਜ ਮੁਵ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Pobieranie pakietów
pt_br: Obtendo pacotes
ro: Se preiau pachetele
sl: Prenašam paketke
zh_tw: 正在接收套件

source: Extracting packages
cy: Yn echdynnu pecynnau
de: Entpacken der Pakete
el: Αποσυμπίεση πακέτων
eo: Ekstraktado de pakoj
et: Pakettide lahti pakkimine
eu: Paketeak ateratzen
fa: در حال بازکردن بسته‌ها
fi: Puretaan paketteja...
gl: A extraer os paquetes
he: חולץ חבילות
id: Membuka paket-paket
kk: Дестелерді ашу
lt: Paketai išpakuojami
lv: Atpakoju pakas
mg: Mamaha pakajy
ml: പാക്കേജുകള്‍ പുറത്തെടുത്ത് കൊണ്ടിരിക്കുന്നു
nn: Pakkar ut pakkar
pa: ਪੈਕੇਜ ਖੋਲ ਰਿਹਾ ਹੈ
pl: Rozpakowywanie pakietów
pt_br: Extraindo pacotes
ro: Se extrag pachetele
sl: Razširjam pakete
zh_tw: 正在解開套件

source: Installing the base system
cy: Yn sefydlu'r system sail
de: Installation des Grundsystems
el: Εγκατάσταση του βασικού συστήματος
eo: Instalado de baza sistemo
et: Alussüsteemi paigaldamine
eu: Oinarri-sistema instalatzen
fa: در حال نصب سیستم پایه
fi: Asennetaan peruskokoonpano
gl: A instalar o sistema base
he: מתקין את מערכת הבסיס
id: Memasang sistem dasar
kk: Базалық жүйені орнату
lt: Bazinės sistemos dalies diegimas
lv: Instalēju bāzes sistēmu
mg: Mametraka ny fototry ny system
ml: അടിസ്ഥാന സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്ത് കൊണ്ടിരിക്കുന്നു
nn: Installerer grunnsystemet
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja systemu bazowego
pt_br: Instalando o sistema básico
ro: Se instalează sistemul de bază
sl: Nameščam osnovni sistem
zh_tw: 正在安裝 Base System

source: Installing core packages
de: Installiere Kern-Pakete
eo: Instalado de gravaj pakoj
et: Tuumikpakettide paigaldamine
eu: Oinarrizko paketeak instalatzen
gl: A instalar os paquetes principais
he: מתקין את חבילות הליבה
lt: Diegiami esminiai (core) paketai
lv: Instalēju pamatpakas
ml: കേന്ദ്ര പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്ത് കൊണ്ടിരിക്കുന്നു
pa: ਮੁੱਖ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ...
ro: Se instalează pachetele centrale
zh_tw: 正在安裝核心套件

source: Unpacking required packages
de: Entpacke benötigte Pakete
eo: Dispakado de bezonaj pakoj
et: Vajalike pakettide lahti pakkimine
eu: Behar diren paketeak deskonprimitzen
gl: A desempaquetar os paquetes requeridos
he: פורס חבילות נדרשות
lt: Reikiamų (required) paketų išpakavimas
lv: Atpakoju nepieciešamās pakas
ml: അവശ്യ പാക്കേജുകള്‍ തുറന്ന് കൊണ്ടിരിക്കുന്നു
pa: ਲੋੜੀਂਦੇ ਪੈਕੇਜਾਂ ਨੂੰ ਖੋਲ ਰਿਹਾ ਹੈ...
ro: Se despachetează pachetele necesare
zh_tw: 正在解開必需的套件

source: Configuring required packages
de: Konfiguriere benötigte Pakete
eo: Akomodado de bezonaj pakoj
et: Vajalike pakettide seadistamine
eu: Behar diren paketeak konfiguratzen
gl: A configurar os paquetes requeridos
he: מגדיר חבילות נדרשות
lt: Reikiamų (required) paketų konfigūravimas
lv: Konfigurēju nepieciešamās pakas
ml: അവശ്യ പാക്കേജുകള്‍ ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു
pa: ਲੋੜੀਂਦੇ ਪੈਕੇਜਾਂ ਦੀ ਸੰਰਚਨਾ ਹੋ ਰਹੀ ਹੈ...
ro: Se configurează pachetele necesare
zh_tw: 正在設定必需的套件

source: Unpacking the base system
de: Entpacken des Grundsystems
eo: Dispakado de baza sistemo
et: Alussüsteemi lahti pakkimine
eu: Oinarri-sistema deskonprimitzen
gl: A desempaquetar o sistema base
he: פורס את מערכת הבסיס
lt: Bazinės sistemos dalies išpakavimas
lv: Atpakoju bāzes sistēmu
ml: അടിസ്ഥാന സിസ്റ്റം തുറന്ന് കൊണ്ടിരിക്കുന്നു
pa: ਮੁੱਢਲੇ ਸਿਸਟਮ ਨੂੰ ਖੋਲ ਰ ਰਿਹਾ ਹੈ
ro: Se despachetează sistemul de bază
zh_tw: 正在解開 Base System

source: Configuring the base system
de: Konfiguration des Grundsystems
eo: Akomodado de la baza sistemo...
et: Alussüsteemi seadistamine
eu: Oinarri-sistema konfiguratzen
gl: A configurar o sistema base
he: מגדיר את מערכת הבסיס
lt: Bazinės sistemos dalies konfigūravimas
lv: Konfigurēju bāzes sistēmu
ml: അടിസ്ഥാന സിസ്റ്റം ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਸੰਰਚਿਤ ਕਰ ਰਿਹਾ ਹੈ
ro: Se configurează sistemul de bază
zh_tw: 正在設定 Base System

source: Validating ${SUBST0}...
cy: Yn gwirio ${SUBST0}...
de: Überprüfe ${SUBST0} ...
el: Έλεγχος εγκυρότητας του ${SUBST0}
eo: Validado de ${SUBST0}...
et: ${SUBST0} korrektsuse kontroll...
eu: ${SUBST0} balidatzen...
fa: تایید اعتبار ${SUBST0}...
fi: Tarkastetaan ${SUBST0}...
gl: A validar ${SUBST0}...
he: מוודא את ${SUBST0}...
id: Sedang memeriksa keabsahan ${SUBST0}...
kk: ${SUBST0} тексеру...
lt: Tikrinimas ${SUBST0}...
lv: Pārbaudu ${SUBST0}
mg: Manaiky ny ${SUBSTO}...
ml: ${SUBST0} ഉറപ്പുവരുത്തി കൊണ്ടിരിക്കുന്നു...
nn: Sjekkar ${SUBST0} ...
pa: ${SUBST0} ਨੂੰ ਯੋਗ ਠਹਿਰਾ ਰਿਹਾ ਹੈ...
pl: Sprawdzanie poprawno¶ci ${SUBST0}...
pt_br: Validando ${SUBST0} ...
ro: Se validează ${SUBST0}...
sl: Preverjam ${SUBST0}...
zh_tw: 正在比對 ${SUBST0}...

source: Retrieving ${SUBST0}...
cy: Yn cyrchu ${SUBST0}...
de: Lade ${SUBST0} ...
el: Ανάκτηση του ${SUBST0}
eo: Akceptado de ${SUBST0}...
et: ${SUBST0} hankimine...
eu: ${SUBST0} eskuratzen...
fa: دریافت ${SUBST0}...
fi: Noudetaan ${SUBST0}...
gl: A obter ${SUBST0}...
he: מביא את ${SUBST0}...
id: Sedang mengambil ${SUBST0}...
kk: ${SUBST0} алу...
lt: Paėmimas ${SUBST0}...
lv: Saņemu ${SUBST0}...
mg: Mandray an'i ${SUBST0}...
ml: ${SUBST0} വീണ്ടെടുത്ത് കൊണ്ടിരിക്കുന്നു...
nn: Hentar ${SUBST0} ...
pa: ${SUBST0} ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ...
pl: Pobieranie ${SUBST0}...
pt_br: Obtendo ${SUBST0} ...
ro: Se preia ${SUBST0}...
sl: Prenašam ${SUBST0}...
zh_tw: 正在接收 ${SUBST0}...

source: Extracting ${SUBST0}...
cy: Yn echdynnu ${SUBST0}...
de: Entpacke ${SUBST0} ...
el: Αποσυμπίεση του ${SUBST0}
eo: Ekstraktado de ${SUBST0}...
et: ${SUBST0} lahti pakkimine...
eu: ${SUBST0} ateratzen...
fa: بازکردن ${SUBST0}...
fi: Puretaan ${SUBST0}...
gl: A extraer ${SUBST0}...
he: חולץ את ${SUBST0}...
id: Sedang membuka ${SUBST0}...
kk: ${SUBST0} ашу...
lt: Išpakavimas ${SUBST0}...
lv: Atpakoju ${SUBST0}...
mg: Mamaha an'i ${SUBST0}
ml: ${SUBST0} പുറത്തെടുത്ത് കൊണ്ടിരിക്കുന്നു...
nn: Pakkar ut ${SUBST0} ...
pa: ${SUBST0} ਨੂੰ ਖੋਲ ਰਿਹਾ ਹੈ...
pl: Rozpakowywanie ${SUBST0}...
pt_br: Extraindo ${SUBST0} ...
ro: Se extrage ${SUBST0}...
sl: Razširjam ${SUBST0}...
zh_tw: 正在解開 ${SUBST0}...

source: Unpacking ${SUBST0}...
de: Entpacke ${SUBST0} ...
eo: Dispakado de ${SUBST0}...
et: ${SUBST0} lahti pakkimine...
eu: ${SUBST0} ateratzen...
gl: A desempaquetar ${SUBST0}...
he: פורק את ${SUBST0}...
lt: Išpakuojamas ${SUBST0}...
lv: Atpakoju ${SUBST0}...
ml: ${SUBST0} തുറന്നു കൊണ്ടിരിക്കുന്നു...
pa: ${SUBST0} ਨੂੰ ਖੋਲ ਰਿਹਾ ਹੈ...
ro: Se despachetează ${SUBST0}...
zh_tw: 正在解開 ${SUBST0}...

source: Configuring ${SUBST0}...
de: Konfiguriere ${SUBST0} ...
eo: Akomodi '${SUBST0}'-on...
et: ${SUBST0} seadistamine...
eu: ${SUBST0} konfiguratzen...
gl: A configurar ${SUBST0}...
he: מגדיר את ${SUBST0}...
lt: Konfigūruojamas ${SUBST0}...
lv: Konfigurēju ${SUBST0}...
ml: ${SUBST0} ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു...
pa: ${SUBST0} ਨੂੰ ਸੰਰਚਿਤ ਕਰ ਰਿਹਾ ਹੈ...
ro: Se configurează ${SUBST0}...
zh_tw: 正在設定 ${SUBST0}...

source: Checking Release signature
de: Prüfe Signatur der Release-Datei
eo: Kontroli signaturon el 'Release' dosiero
eu: Release sinadura egiaztatzen
gl: A comprobar a sinatura do ficheiro Release
he: בודק חתימות של קובץ ה-Release
lt: Tikrinama Release failo signatūra
lv: Pārbaudu Release parakstu
ml: പുറത്തിറക്കല്‍ കയ്യൊപ്പ് പരിശോധിച്ച് കൊണ്ടിരിക്കുന്നു
pa: ਜਾਰੀ ਦਸਤਖਤ ਦੀ ਜਾਂਚ ਕਰ ਰਿ ਜਰ ਰਿਹਾ ਹੈ
ro: Se verifică semnătura Release
zh_tw: 正在確認 Release 簽名

source: Valid Release signature (key id ${SUBST0})
de: Gültige Signatur für Release-Datei (Schlüssel-Nr. ${SUBST0})
eo: Valida 'Release' signaturo (identŝlosilo: ${SUBST0})
eu: Baliozko Release sinadura (key id ${SUBST0})
gl: Sinatura do ficheiro Release válida (id ${SUBST0})
he: חתימה תקינה על הקובץ Release (מזהה מפתח ${SUBST0})
lt: Release failo signatūra teisinga (rakto id ${SUBST0})
lv: Korekts Release paraksts (atslēgas id ${SUBST0})
ml: വാലിഡായിട്ടുള്ള പുറത്തിറക്കല്‍ കയ്യൊപ്പ് (കീ ഐഡി ${SUBST0})
pa: ਗਲਤ ਜਾਰੀ ਦਸਤਖਤ (ਕੁੰਜੀ id ${SUBST0})ਨਹੀਂ।
ro: Semnătură Release validă (identificator cheie ${SUBST0})
zh_tw: 不正確的 Release 簽名 (鍵值 ${SUBST0})

source: Resolving dependencies of base packages...
de: Löse Abhängigkeiten der Grundpakete auf ...
eo: Solvado de dependecoj el bazaj pakoj...
eu: Oinarri-paketeen beharrak ebazten...
gl: A resolver as dependencias dos paquetes base...
he: מפענח תלויות של חבילות הבסיס...
lt: Sprendžiamos bazinių paketų priklausomybės...
lv: Atrisinu bāzes paku savstarpējās atkarības...
ml: അടിസ്ഥാന പാക്കേജുകളുടെ ആശ്രയങ്ങള്‍ മനസ്സിലാക്കി കൊണ്ടിരിക്കുന്നു...
pa: ਮੁੱਢਲੇ ਪੈਕੇਜਾਂ ਦੀ ਨਿਰਭਰਤਾ ਹੱਲ ਕਰ ਰਿਹਾ ਹੈੇ ਹਨ...
ro: Se rezolvă dependenţele pachetelor de bază...
zh_tw: 正在解析基本套件的相依性...

source: Found additional base dependencies: ${SUBST0}
de: Zusätzliche Abhängigkeiten aus »base« gefunden: ${SUBST0}
eo: Trovis pluajn bazajn dependecojn: ${SUBST0}
eu: Oinarrizko dependetzi gehiarria aurkitu da: ${SUBST0}
gl: Atopáronse dependencias base adicionais: ${SUBST0}
lt: Rastos papildomos bazinių paketų priklausomybės: ${SUBST0}
lv: Atrastas papildus bāzes atkarības: ${SUBST0}
ml: കൂടുതല്‍ അടിസ്ഥാന ആശ്രയങ്ങള്‍ കണ്ടുപിടിച്ചു: ${SUBST0}
pa: ਹੋਰ ਅਧਾਰ ਨਿਰਭਰਤਾ ਮਿਲੀ: ${SUBST0}
ro: Au fost găsite dependenţe de bază suplimentare: ${SUBST0}

source: Found additional required dependencies: ${SUBST0}
de: Zusätzliche Abhängigkeiten aus »required« gefunden: ${SUBST0}
eo: Trovis pluajn bezonajn dependecojn: ${SUBST0}
eu: Oinarrizko dependetzi gehiarriak aurkitu da: ${SUBST0}
gl: Atopáronse dependencias requiridas adicionais: ${SUBST0}
lt: Rastos papildomos reikiamų (required) paketų priklausomybės: ${SUBST0}
lv: Atrastas papildus nepieciešamās atkarības: ${SUBST0}
ml: കൂടുതല്‍ അവശ്യ ആശ്രയങ്ങള്‍ കണ്ടുപിടിച്ചു: ${SUBST0}
pa: ਹੋਰ ਲੋੜੀਦੀ ਨਿਰਭਰਤਾ ਮਿਲੀ: ${SUBST0}
ro: Au fost găsite alte dependenţe necesare: ${SUBST0}

source: Found packages in base already in required: ${SUBST0}
de: Die gefundenen Pakete in »base« sind bereits in »required«: ${SUBST0}
eo: Trovis jam bezonantajn bazajn pakojn: ${SUBST0}
eu: Oinarrian dagoeneno beharrezko paketeak aurkitu dira: ${SUBST0}
gl: Atopáronse paquetes en base xa en requiridos: ${SUBST0}
lt: Tarp baziniu rasti paketai, jau esantys tarp reikiamų ·(required) paketų: ${SUBST0}
lv: Atrastas bāzes pakas, kas jau ir nepiecīšamo sarakstā: ${SUBST0}
ml: നേരത്തെ തന്നെ അവശ്യത്തിലുള്ള അടിസ്ഥാന പാക്കേജുകള്‍ കണ്ടുപിടിച്ചു: ${SUBST0}
pa: ਅਧਾਰ ਵਿੱਚ ਲੋੜੀਦਾ ਪੈਕੇਜ ਪਹਿਲਾਂ ਹੀ ਮਿਲਿਆ: ${SUBST0}
ro: Au fost găsite pachete de bază care sunt deja necesare: ${SUBST0}

source: Resolving dependencies of required packages...
de: Löse Abhängigkeiten der benötigten Dateien auf ...
eo: Solvado de dependecoj el bezonaj pakoj...
eu: Beharrezko-paketeen beharrak ebazten...
gl: A resolver as dependencias dos paquetes requeridos...
he: מפענח תלויות של חבילות דרושות...
lt: Sprendžiamos reikiamų (required) paketų priklausomybės...
lv: Atrisinu nepieciešamo paku savstarpējās atkarības...
ml: അവശ്യ പാക്കേജുകളുടെ ആശ്രയങ്ങള്‍ മനസ്സിലാക്കി കൊണ്ടിരിക്കുന്നു...
pa: ਲੋੜੀਂਦੇ ਪੈਕੇਜਾਂ ਦੀ ਨਿਰਭਰਤਾ ਹਟਾ ਰਿਹਾ ਰਿਹਾ ਹੈ...
ro: Se rezolvă dependenţele pachetelor necesare...
zh_tw: 正在解析必需套件的相依性...

source: Checking component ${SUBST0} on ${SUBST1}...
de: Prüfe Komponente ${SUBST0} auf ${SUBST1} ...
eo: Kontroli la elementon ${SUBST0} sur ${SUBST1}...
eu: Osagaia egiaztatzen ${SUBST0} ${SUBST1}-en...
gl: A comprobar o compoñente ${SUBST0} en ${SUBST1}...
he: בודק את הרכיב ${SUBST0} על ${SUBST1}...
lt: Tikrinamas komponentas ${SUBST0} esantis ${SUBST1}...
lv: Pārbaudu ${SUBST0} komponentes ${SUBST1}...
ml: ${SUBST1} ലുള്ള ${SUBST0} ഘടകം പരിശോധിച്ചു കൊണ്ടിരിക്കുന്നു...
pa: ਹਿੱਸੇ ${SUBST0} ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ${SUBST1}...
ro: Se verifică componenta ${SUBST0} pe ${SUBST1}...
zh_tw: 正在檢驗 ${SUBST1} 上的 ${SUBST0} 元件...

source: Installing core packages...
cy: Yn sefydlu pecynnau craidd...
de: Installiere Kern-Pakete ...
el: Εγκατάσταση ουσιαστικότερων πακέτων...
eo: Instalado de gravaj packoj...
et: Tuumikpakettide paigaldamine...
eu: Nukleo-paketeak instalatzen...
fa: در حال نصب بسته‌های پایه...
fi: Asennetaan tärkeimpiä paketteja...
gl: A instalar os paquetes principais...
he: מתקין את חבילות הליבה...
id: Sedang memasang paket-paket inti...
kk: Негізгі (core)дестелерін орнату...
lt: Diegiami esminiai (core) paketai...
lv: Instalēju pamatpakas...
mg: Mametraka ny pakajy tsy azo avela...
ml: കേന്ദ്ര പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer kjernepakkar ...
pa: ਮੁੱਖ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ...
pl: Instalowanie pakietów rdzennych...
pt_br: Instalando os principais pacotes ...
ro: Se instalează pachetele centrale...
sl: Nameščam osnovne pakete...
zh_tw: 正在安裝核心套件...

source: Unpacking required packages...
cy: Yn dadbacio pecynnau angenrheidiol...
de: Entpacke benötigte Pakete ...
el: Αποσυμπίεση των απαιτούμενων πακέτων...
eo: Dispakado de bezonaj pakoj...
et: Vajalike pakettide lahti pakkimine...
eu: Behar diren paketeak deskonprimitzen...
fa: در حال بازکردن بسته‌های درخواستی...
fi: Puretaan vaadittuja paketteja...
gl: A desempaquetar os paquetes requeridos...
he: פורק חבילות נדרשות...
id: Sedang membuka paket-paket yang diperlukan...
kk: Қажетті (required) дестелерді ашу.
lt: Reikiamų (required) paketų išpakavimas...
lv: Atpakoju nepieciešamās pakas...
mg: Mamaha ny pakajy ilaina...
ml: അവശ്യ പാക്കേജുകള്‍ തുറന്നു കൊണ്ടിരിക്കുന്നു...
nn: Pakkar ut naudsynte pakkar ...
pa: ਲੋੜੀਂਦੇ ਪੈਕੇਜਾਂ ਨੂੰ ਖੋਲ ਰਿਹਾ ਹੈ...
pl: Rozpakowywanie wymaganych pakietów...
pt_br: Desempacotando os pacotes requeridos ...
ro: Se despachetează pachetele necesare...
sl: Odpiram zahtevane stisnjene pakete...
zh_tw: 正在解開必需的套件...

source: Configuring required packages...
cy: Yn cyflunio pecynnau angenrheidiol...
de: Konfiguriere benötigte Pakete ...
el: Ρύθμιση των απαιτούμενων πακέτων...
eo: Akomodado de bezonaj pakoj...
et: Vajalike pakettide seadistamine...
eu: Behar diren paketeak konfiguratzen...
fa: در حال پیکربندی بسته‌های درخواستی...
fi: Tehdään vaadittujen pakettien asetukset...
gl: A configurar os paquetes requeridos...
he: מגדיר חבילות נדרשות...
id: Sedang mengonfigurasikan paket-paket yang diperlukan...
kk: Қажетті (required) дестелерін орнату...
lt: Reikiamų (required) paketų konfigūravimas...
lv: Konfigurēju nepieciešamās pakas...
mg: Manefy ny pakajy ilaina...
ml: അവശ്യ പാക്കേജുകള്‍ ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Set opp naudsynte pakkar ...
pa: ਲੋੜੀਂਦੇ ਪੈਕੇਜਾਂ ਦੀ ਸੰਰਚਨਾ ਹੋ ਰਹੀ ਹੈ...
pl: Konfigurowanie wymaganych pakietów...
pt_br: Configurando os pacotes requeridos ...
ro: Se configurează pachetele necesare...
sl: Nastavljam zahtevane pakete...
zh_tw: 正在設定必需的套件...

source: Installing base packages...
cy: Yn sefydlu pecynnau sail...
de: Installiere Basis-Pakete ...
el: Εγκατάσταση των βασικών πακέτων...
eo: Instalado de bazaj pakoj...
et: Alussüsteemi pakettide paigaldamine...
eu: Oinarri-paketeak instalatzen...
fa: در حال نصب بسته‌های درخواستی...
fi: Asennetaan peruskokoonpanon paketteja...
gl: A instalar os paquetes base...
he: מתקין את חבילות הבסיס...
id: Sedang memasang paket-paket dasar...
kk: Базалық(base)дестелерді орнату
lt: Bazinių paketų diegimas...
lv: Instalēju bāzes pakas...
mg: Mametraka ny pakajy fototra...
ml: അടിസ്ഥാന പാക്കേജുകള്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer grunnpakkar ...
pa: ਮੁੱਢਲੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ...
pl: Instalowanie pakietów podstawowych...
pt_br: Instalando os pacotes básicos ...
ro: Se instalează pachetele de bază...
sl: Nameščam osnovne pakete...
zh_tw: 正在安裝基本套件...

source: Unpacking the base system...
de: Entpacken des Grundsystems ...
eo: Dispakado de baza sistemo...
et: Alussüsteemi lahti pakkimine...
eu: Oinarri-sistema despaketatzen...
gl: A desempaquetar o sistema base...
he: פורק את מערכת הבסיס...
lt: Išpakuojama bazinė sistemos dalis...
lv: Atpakoju bāzes sistēmu...
ml: അടിസ്ഥാന സിസ്റ്റം തുറന്നു കൊണ്ടിരിക്കുന്നു...
pa: ਮੁੱਢਲੇ ਸਿਸਟਮ ਨੂੰ ਖੋਲਕਰ ਰਿਹਾ ...ਹੈ
ro: Se despachetează sistemul de bază...
zh_tw: 正在解開 Base System...

source: Configuring the base system...
de: Konfiguriere das Grundsystem ...
eo: Akomodado de baza sistemo...
et: Alussüsteemi seadistamine...
eu: Oinarri-sistema konfiguratzen...
gl: A configurar o sistema base...
he: מגדיר את מערכת הבסיס...
lt: Konfigūruojama bazinė sistemos dalis...
lv: Konfigurēju bāzes sistēmu...
ml: അടിസ്ഥാന സിസ്റ്റം ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു...
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਸੰਰਚਿਤ ਲ ਕਰ ਰਿਹਾ ...ਹੈ
ro: Se configurează sistemul de bază...
zh_tw: 正在設定 Base System...

source: Base system installed successfully.
cy: Sefydliwyd y system sail yn llwyddiannus.
de: Grundsystem erfolgreich installiert.
el: Η εγκατάσταση του βασικού συστήματος ήταν επιτυχής.
eo: Baza sistemo plene instalis.
et: Alussüsteem õnnelikult paigaldatud.
eu: Oinarri-sistema ondo instalatu da.
fa: نصب سیستم پایه با موفقیت به پایان رسید.
fi: Perusjärjestelmän asennus onnistui
gl: Sistema base instalado con éxito.
he: בסיס המערכת הותקן בהצלחה.
id: Sistem dasar telah berhasil dipasang.
kk: Базалық жүйені орнату сәтті аяқталды.
lt: Bazinė sistemos dalis įdiegta sėkmingai.
lv: Bāzes sistēma veiksmīgi uzinstalēta.
mg: Fototry ny system tafapetraka soa aman-tsara.
ml: അടിസ്ഥാന സിസ്റ്റം വിജയകരമായി ഇന്സ്റ്റാള്‍ ചെയ്തു.
nn: Grunnsystemet ferdig installert.
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ ਸਫਲਤਾ ਨਾਲ ਇੰਸਟਾਲ ਹੋ ਗਿਆ।
pl: Instalacja systemu bazowego zakoñczy³a siê z sukcesem.
pt_br: Sistema básico instalado com sucesso.
ro: Sistemului de bază s-a instalat cu succes.
sl: Osnovni sistem uspešno nameščen.
zh_tw: Base System 已安裝完成。

source: Debootstrap warning
de: Debootstrap-Warnung
eo: Debian-praŝarga averto
eu: Debootstrap abisua
gl: Aviso de Debootstrap
lt: Debootstrap įspėjimas
lv: Debootstrap brīdinājums
ml: ഡിബൂട്ട് സ്ട്രാപ് മുന്നറിയിപ്പ്
pa: Debootstrap ਚੇਤਾਵਨੀ
ro: Avertisment la debootstrap
zh_tw: Debootstrap 警告

source: Warning: ${INFO}
de: Warnung: ${INFO}
eo: Averto: ${INFO}
eu: Abisua: ${INFO}
gl: Aviso: ${INFO}
he: אזהרה: ${INFO}
lt: Įspėjimas:·${INFO}
lv: Brīdinājums: ${INFO}
ml: മുന്നറിയിപ്പ്: ${INFO}
pa: ਚੇਤਾਵਨੀ: ${INFO}
ro: Avertisment: ${INFO}
zh_tw: 警告：${INFO}
