Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
cy: Oherwydd cyfyngiadau yng nghôd tablau rhaniad Sun cyfredol libparted, rhaid i'r tabl rhaniad newydd gael ei ysgrifennu at y ddsg ar unwaith.
de: Durch Einschränkungen der Implementierung der Sun-Partitionstabellen in libparted müssen die neu erstellten Partitionstabellen sofort auf die Festplatte geschrieben werden.
el: Λόγω περιορισμών της τρέχουσας υλοποίησης του πίνακα τμημάτων Sun στο libparted, ο νεοδημιουργηθείς πίνακας τμημάτων θα πρέπει να αποθηκευθεί άμεσα στο δίσκο.
eo: La administrado de 'Sun'-diskpartigotablo per la 'libparted'-biblioteko devigas skribi novan diskpartigotablon tuj sur la diskon.
et: Praeguse Sun'i partitsioonitabelite toetuse teostus libaparted'is nõuab, et äsja loodud partitsioonitabel kohe kettale kirjutataks.
eu: libparted-eko Sun partizio-taulen uneko inplementazioen mugak direla eta, sortu berri duzun partizio-taula diskoan idatzi behar da berehala.
fa: به خاطر محدودیتهای جاری در رابطه با پارتیشن‌‌های سان داخل کتابخانه‌ی libparted, جدول پارتیشن ایجاد شده باید فورا در دیسک نوشته شود.
fi: Johtuen nykyisen Sun-osiotaulujen toteutuksen rajoituksista libparted-sovelluksessa, juuri luotu osiotaulu on kirjoitettava levylle välittömästi.
gl: Debido a limitacións na implementación actual das táboas de particións Sun de libparted, a nova táboa de particións ten que se gravar no disco inmediatamente.
he: בגלל הגבלות ביישום הנוכחי של מערכת הקבצים של Sun כחלק מ-libparted, טבלת המחיצות החדשה שנוצרה, חייבת להיכתב לדיסק, מיידית.
id: Karena keterbatasan penerapan tabel partisi Sun pada libparted saat ini, tabel partisi yang baru dibuat harus secepatnya ditulis ke hard disk.
kk: libparted-ке Sun бөлімдерінің кестесін қолдау мүмкіншіліктері аз болғандықтан, бөлімдердің жаңа кестелері дискіге тікелей жазылады.
lt: Dėl šiuo metu esančių programos libparted apribojimų Sun skirsnių lentelės atžvilgiu, naujai sukurta skirsnių lentelė turi būti įrašyta į diską nedelsiant.
lv: Sun partīciju libparted implementācijas ierobežojumudēļ dēļ jaunizveidoto partīciju tabulu nevar uzreiz ierakstīt diskā.
ml: libparted ലെ സണ്‍ വിഭജന പട്ടികയുടെ ഇപ്പോഴത്തെ ഇമ്പ്ലിമെന്റേഷനിലെ കുറവുകള്‍ കാരണം പുതിയതായി സൃഷ്ടിച്ച വിഭജന പട്ടിക ഡിസ്കിലേക്ക് ഇപ്പോള്തന്നെ എഴുതേണ്ടതായിട്ടുണ്ട്.
nn: På grunn av begrensingar i den noverande implementasjonen av Sun-partisjonstabellar i libparted, må den nyleg oppretta partisjontabellen skrivast til harddisk med det same.
pa: libparted ਵਿੱਚ ਸੰਨ ਭਾਗ ਸਾਰਣੀ ਦੀ ਮੌਜੂਦਾ ਉਪਕਰਨ ਵਿੱਚ ਕਮੀਆਂ ਦੇ ਕਰਕੇ, ਨਵੀਂ ਬਣਾਈ ਭਾਗ ਸਾਰਣੀ ਡਿਸਕ ਤੇ ਕੁਇੱਕ ਲਿਖਣੀ ਪਵੇਗੀ।
pl: Z powodu ograniczeñ aktualnej implementacji tablicy partycji Sun w libparted, nowoutworzona tablica partycji musi zostaæ natychmiast zapisana na dysku.
pt_br: Devido as limitações da implementação atual das tabelas de partição Sun na biblioteca libparted, a nova tabela de partições criada precisa ser gravado em disco imediatamente.
ro: Datorită limitărilor din actuala implementare a tabelelor de partiţii Sun din libparted, partiţia nou creată trebuie să fie scrisă imediat pe disc.
sl: Zaradi omejitve v trenutni implementaciji Sunovih tabel razdelkov v libparted, bodo na novo ustvarjene tabele razdelkov takoj zapisane na disk.
zh_tw: 由於現今 libparted 對於 Sun 的磁碟分割表實作上的限制，新建立的磁碟分割表會立即寫入磁碟之中。

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
cy: NI fyddwch yn gallu datwneud y weithred hon wedyn, a caiff yr holl ddata ar y ddisg ei ddileu yn anadferadwy.
de: Sie haben NICHT die Möglichkeit, diesen Vorgang später rückgängig zu machen. Alle auf der Festplatte vorhandenen Daten werden unwiderruflich gelöscht!
el: ΔΕΝ θα είναι δυνατή η ακύρωση αυτής της εργασίας αργότερα και όλα τα υπάρχοντα δεδομένα στο δίσκο θα διαγραφούν ανεπιστρεπτί.
eo: Vi ne eblos malfrue malfari tiu funkcio: ĉiuj ĉeestantaj datumoj sur la disko estos definitive viŝitaj.
et: Seda operatsiooni EI OLE võimalik tagasi võtta ning kõik kettal olevad andmed lähevad tagasipääsmatult kaotsi.
eu: Eragiketa hau EZINGO duzu geroago ezabatu eta diskoko datu guztiak berreskuratzeko aukerarik gabe kenduko dira.
fa: شما قادر به بازگشت از این عملیات نخواهید بود و تمام اطلاعات موجود بر روی این دیسک به طور غیر قابل بازگشت از بین خواهد رفت.
fi: Tätä toimenpidettä EI VOI perua myöhemmin ja kaikki levyllä oleva tieto poistetaan peruuttamattomasti.
gl: NON ha poder defacer esta operación máis tarde, e os datos existentes no disco hanse eliminar de xeito irreversible.
he: לא תוכל להחזיר לאחור (undo) את הפעולה הזאת. כל המידע הקיים על הדיסק ימחק באופן בלתי הפיך.
id: Anda TIDAK akan dapat membatalkan operasi ini di lain waktu dan semua data yang ada pada hard disk akan dihapus tanpa dapat diperoleh kembali.
kk: Бұл операция қайтымсыз және дискідегі барлық деректер қайтымсыз жоғалады.
lt: Jūs NEGALĖSITE atšaukti šios operacijos, o visi dabar diske esantys duomenys bus pašalinti negrįžtamai.
lv: Pēc šīs darbības veikšanas jūs vairs NEVARĒSIET atjaunot iepriekšējo stāvokli, visi dati uz konkrētā diska tiks neatgriezeniski pazaudēti.
mg: TSY AFAKA miverina amin'ny teo aloha intsony ianao: ho voafafa tanteraka ny data rehetra ao amin'ny kapila.
ml: ഈ നടപടി നിങ്ങള്ക്ക് പിന്നീട് തിരിച്ചെടുക്കാന്‍ പറ്റാത്തതും ഈ ഡിസ്കിലെ എല്ലാ ഡാറ്റയും തിരിച്ചെടുക്കാന്‍ പറ്റാത്തവിധം എടുത്ത് കളയുന്നതായിരിക്കും.
nn: Du vil IKKJE vera i stand til å angra denne handlinga og alle eksisterande data på disken vil bli fjerna for alltid.
pa: ਤੁਸੀਂ ਇਸ ਕਿਰਿਆ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਰੱਦ ਕਰ ਦੇ ਯੋਗ ਹੋਵੋਗੇ ਅਤੇ ਇਸ ਡਿਸਕ ਤੇ ਸਾਰਾ ਮੌਜੂਦ ਡਾਟਾ ਹਟਾਇਆ ਜਾਵੇਗਾ।
pl: NIE bêdzie mo¿na pó¼niej cofn±æ tej operacji i wszystkie dane z dysku zostan± nieodwracalnie usuniête.
pt_br: Você NÃO conseguirá desfazer essa operação posteriormente e todos os dados no disco serão irreversivelmente removidos.
ro: NU veţi putea să anulaţi această operaţie mai târziu şi toate datele existente pe disc vor fi şterse în mod ireversibil.
sl: Te operacije kasneje NE BOSTE mogli povrniti in vsi obstoječi podatki na disku bodo nepovrnljivo odstranjeni.
zh_tw: 您將 無 法 在稍後再取消這些操作，且所有在磁碟裡現存的資料將會被完完全全地清除掉。

source: Confirm whether you actually want to create a new partition table and write it to disk.
cy: Cadarnhewch a ydych chi wir eisiau creu tabl rhaniad newydd a'i ysgrifennu at ddisg.
de: Bitte bestätigen Sie, ob Sie die neue Partitionstabelle tatsächlich erstellen und auf die Festplatte schreiben möchten.
el: Επιβεβαιώστε ότι όντως θέλετε να δημιουργήσετε ένα νέο πίνακα τμημάτων και να τον αποθηκεύσετε στο δίσκο.
eo: Ĉu vi konfirmas la kreadon de la nova diskpartigotablo kaj sian skribadon sur la diskon.
et: Kinnita, kas soovid tõesti kettale uut partitsioonitabelit kirjutada.
eu: Berretsi une honetan partizio-taula berri bat sortu eta diskoan idatzi nahi duzun.
fa: لطفا تائید کنید که شما واقعا قصد ایجاد یک جدول پارتیشن جدید و نوشتن آن روی دیسک سخت را دارید.
fi: Varmista haluatko tosiaan luoda uuden osiotaulun ja kirjoittaa sen levylle.
gl: Confirme que realmente quere crear unha nova táboa de particións e gravala no disco.
he: אשר כי ברצונך ליצור טבלת מחיצות חדשה ולכתוב אותה על הדיסק הקשיח.
id: Pastikan apakah Anda benar-benar ingin membuat sebuah tabel partisi baru dan menuliskannya ke hard disk.
kk: Егер шынында бөлімдердің жаңа кестелерін құрып, олардың дискіге жазғыңыз келсе, растаңыз
lt: Patvirtinkite ar tikrai norite sukurti naują skirsnių lentelę ir įrašyti ją į diską.
lv: Vai tiešām vēlaties izveidot jaunu partīciju tabulu un saglabāt to diskā?
mg: Azafady teneno raha toa ka tia hamorona takelajorom-pizarana sy hanoratra izany ao amin'ny kapila marina ianao.
ml: പുതിയ വിഭജന പട്ടിക സൃഷ്ടിച്ച് ഡിസ്കിലേക്ക് എഴുതാന്‍ നിങ്ങള്‍ ശരിക്കും ആഗ്രഹിക്കുന്നുണ്ടോ എന്ന് ഉറപ്പാക്കുക.
nn: Stadfest at du faktisk vil oppretta ein ny partisjonstabell og skriva han til disken.
pa: ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੀ ਤੁਸੀਂ ਅਸਲ ਵਿੱਚ ਨਵੀਂ ਭਾਗ ਸਾਰਣੀ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਇਸ ਤੇ ਲਿਖਣਾ ਹੈ।
pl: Potwierd¼ czy rzeczywi¶cie chcesz stworzyæ now± tablicê partycji i zapisaæ j± na dysk.
pt_br: Confirme se você deseja criar uma nova tabela de partições e gravá-la no disco.
ro: Confirmaţi dacă doriţi într-adevăr să creaţi o nouă tabelă de partiţii şi să o scrieţi pe disc.
sl: Potrdite, če dejansko želite ustvariti novo tabelo razdelkov in jo zapisati na disk.
zh_tw: 請確認您是否真的要建立一個新的磁碟分割表並將其寫入磁碟。

source: Continue with the installation?
cy: Mynd ymlaen gyda'r sefydliad?
de: Mit der Installation fortfahren?
el: Συνέχιση της εγκατάστασης;
eo: Ĉu vi daŭrigas la instaladon?
et: Jätkata paigaldamist?
eu: Instalazioarekin jarraitu nahi duzu?
fa: آیا میخواهید عملیات پارتیشن بندی را ادامه دهید؟
fi: Jatketaanko asennusta?
gl: ¿Continuar a instalación?
he: להמשיך עם ההתקנה?
id: Meneruskan instalasi?
kk: Қондыруды жалғастыру керек пе?
lt: Ar tęsti įdiegimą?
lv: Turpināt instalāciju?
mg: Tohizana ve ny fametrahana?
ml: ഇന്സ്റ്റലേഷനുമായി തുടരണോ?
nn: Halda fram med installasjonen?
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਨਾਲ ਜਾਰੀ ਰਹੋ?
pl: Kontynuowaæ instalacjê?
pt_br: Continuar com a instalação ?
ro: Se continuă instalarea?
sl: Nadaljujem z namestitvijo?
zh_tw: 是否繼續進行安裝作業？

source: No partition table changes and no creation of file systems have been planned.
cy: Nid oes newidiadau i'r tabl rhaniadau na chread systemau ffeiliau wedi eu cynllunio.
de: Es wurden keine Änderungen der Partitionstabelle oder Dateisysteme festgelegt.
eo: Neniu diskpartigotabla ŝanĝado kaj dosiersistema kreado estos planitaj.
et: Ühtki partitsioonitabeli muudatust ega uute failisüsteemide loomist pole planeeritud.
eu: Ez da partizio taula aldaketarik ez fitxategi sistema sorketarik planifikatu.
gl: Non se planeou ningún cambio na táboa de particións nin a creación de ningún sistema de ficheiros.
he: לא מתוכננים שינויים בטבלת המחיצות או יצירה של מערכות קבצים.
kk: Бөлімдер кестесі өзгермеген және файлдық жүйелерді құру көзделмеді.
lt: Skirsnių lentelė nepakeista ir nėra suplanuoti jokie failų sistemos kūrimai.
lv: Izmaiņas partīciju tabulā vai jaunu failu sistēmu veidošana nav ieplānota.
ml: വിഭജന പട്ടികയുടെ മാറ്റങ്ങളോ ഫയല്‍ സിസ്റ്റങ്ങളുടെ സൃഷ്ടിയോ പ്ലാന്‍ ചെയ്തിട്ടില്ല.
pa: ਕੋਈ ਭਾਗ ਸਾਰਣੀ ਤਬਦੀਲ ਨਹੀਂ ਹੋਇਆ ਅਤੇ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਦੀ ਕੋਈ ਸਕੀਮ ਨਹੀਂ ਹੈ।
ro: Nu s-a planificat nici o schimbare a tabelei de partiţii şi nici vreo creare de sistem de fişiere.
zh_tw: 並沒有更動到硬碟分割表，且也沒有計劃要建立任何的檔案系統。

source: If you plan on using already created file systems, be aware that existing files may prevent the successful installation of the base system.
cy: Os ydych chi'n bwriadu defnyddio systemau ffeiliau sydd wedi eu creu eisioes, sylwer gall ffeiliau sy'n bodoli eisioes rhwystro sefydliad llwyddiannus y system sail.
de: Wenn Sie ein bereits vorhandenes Dateisystem zur Installation benutzen möchten, beachten Sie bitte, dass die darauf vorhandenen Daten evtl. die Installation behindern.
eo: Se vi planas uzi ekzistajn dosiersistemojn, eble la ĉeesto de iuj dosieroj malsukcesus la instaladon.
et: Kui plaanid kasutada juba loodud failisüsteeme, võta teadmiseks, et olemasolevad failid võivad takistada edukat alussüsteemi paigaldamist.
eu: Dagoeneko sorturiko fitxategi sistema bat erabiltzea pentsatzen baduzu, kontutan izan dauden fitxategiek oinarri sistemaren instalakuntza zuzena galerazi dezaketela.
gl: Se pretende empregar sistemas de ficheiros xa creados, teña en conta que algún ficheiro existente pode impedir que a instalación do sistema base teña éxito.
he: לתשומת לבך אם אתה מתכנן להשתמש במערכת קבצים קיימת, הקבצים הקיימים יכולים למנוע התקנה מוצלחת של בסיס המערכת.
kk: Егер сіз бар файлдық жүйелерді қолданғыңыз келсе,онда олардың деректік дестелерді орнатуға кедергі жасайтын файлдары жоқ екендігіне көз жеткізіңіз
lt: Jei Jūs planuojate naudoti jau sukurtas failų sistemas, turėkite omenyje, kad egzistuojantys failai gali sukliudyti sėkmingai įdiegti bazinę sistemos dalį.
lv: Ja plānojat izmantot esošu failu sistēmu, atcerieties, ka esošie faili var traucēt veiksmīgai bāzes sistēmas instalācijai.
ml: നേരത്തെ സൃഷ്ടിച്ച ഫയല്‍ സിസ്റ്റങ്ങള്‍ ഉപയോഗിക്കാനാണ് നിങ്ങളുടെ പ്ലാനെങ്കില്‍, അടിസ്ഥാന സിസ്റ്റത്തിന്റെ വിജയകരമായ ഇന്സ്റ്റലേഷന് നിലവിലുള്ള ഫയലുകള്‍ തടസ്സമായേക്കാം എന്ന് മനസ്സിലാക്കുക.
pa: ਜੇ ਤੁਸੀਂ ਮੌਜੂਦਾ ਬਣੇ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਵਰਤਣ ਬਾਰੇ ਸੋਚਿਆ ਹੈ, ਧਿਆਨ ਰੱਖੋ ਕਿ ਮੌਜੂਦਾ ਫਾਇਲਾਂ ਮੁਢਲੇ ਸਿਸਟਮ ਦੀ ਸਫਲ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਬਚਾ ਸਕਦੇ ਹਨ।
ro: Dacă plănuiţi să folosiţi sistemele de fişiere deja create, fiţi conştient că fişierele existente ar putea împiedica instalarea cu succes a sistemului de bază.
zh_tw: 如果您打算使用的是早已存在的檔案系統，請注意，已存在的檔案可能會讓 Base System 的安裝作業無法順利完成。

source: Write the changes to disks?
cy: Ysgrifennu'r newidiadau at ddisgiau?
de: Änderungen auf die Festplatten schreiben?
el: Να αποθηκευθούν αυτές οι αλλαγές στους δίσκους;
eo: Ĉu skribi ŝanĝojn al diskoj?
et: Kirjutada muudatused ketastele?
eu: Aldaketak diskoan idatzi nahi dituzu?
fa: آیا تغییرات بر روی دیسک نوشته شود؟
fi: Tallennetaanko muutokset levylle?
gl: ¿Gravar os cambios nos discos?
he: לכתוב את השינויים לדיסק הקשיח?
id: Tuliskan perubahan yang terjadi pada hard disk?
kk: Өзгерістерді дискке жазу керек пе?
lt: Ar įrašyti pakeitimus į diską?
lv: Saglabāt izmaiņas diskā?
mg: Soratana amin'ny kapila ve ny fanovana?
ml: ഡിസ്കിലേക്ക് മാറ്റങ്ങള്‍ എഴുതട്ടേ?
nn: Skriv endringane til diskane?
pa: ਤਬਦੀਲੀ ਡਿਸਕ ਤੇ ਲਿਖੋ?
pl: Zapisaæ zmiany na dyskach?
pt_br: Gravar essas mudanças nos discos ?
ro: Se scriu modificările pe disc?
sl: Zapišem spremembe na diske?
zh_tw: 是否要將變更寫入磁碟中？

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
de: Wenn Sie fortfahren, werden alle unten aufgeführten Änderungen auf die Festplatte(n) geschrieben. Andernfalls können Sie weitere Änderungen manuell durchführen.
eo: Se vi daŭrigus, ŝanĝoj videblaj ĉi sube estos scribitaj en diskoj. Kontraŭe, vi eble farus aliajn ŝanĝojn.
eu: Jarraitzen baduzu, beheko zerrendako aldaketak diskoetan idatziko dira. Bestela aldaketa hauek beranduago eskuz egin ahal izango dituzu.
gl: Se continúa, os cambios da lista de embaixo hanse gravar nos discos. Se non, ha poder facer máis cambios de xeito manual.
lt: Jei pratęsite, žemiau parodyti pakeitimai bus įrašyti į diskus.Kitu atveju, Jūs galėsite atlikti kitus pakeitimus rankiniu būdu.
lv: Ja Jūs turpināsiet, izmaiņas tiks ierakstītas diskos. Citādāk Jūs varēsiet veikt tālākas manuālas izmaiņas.
ml: നിങ്ങള്‍ തുടരുകയാണെങ്കില്‍ താഴെ കൊടുത്തിരിക്കുന്ന മാറ്റങ്ങള്‍ ഡിസ്കിലേക്ക് എഴുതുന്നതായിരിക്കും. അല്ലെങ്കില്‍ മാന്വലായി കൂടുതല്‍ മാറ്റങ്ങള്‍ വരുത്താന്‍ നിങ്ങള്ക്ക് കഴിയും.
pa: ਜੇ ਤੁਸੀਂ ਜਾਰੀ ਰਹੇ, ਹੇਠਾਂ ਵਿਖਾਈ ਤਬਦੀਲੀ ਡਿਸਕਾਂ ਤੇ ਲਿਖੀ ਜਾਵੇਗੀ। ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਹੋਰ ਵੀ ਤਬਦੀਲੀ ਕਰ ਸਕਦੇ ਹੋ।
ro: Dacă continuaţi, schimbările afişate mai jos vor fi scrise pe disc. Altfel, veţi putea să faceţi manual şi alte modificări.
zh_tw: 如果繼續的話，以下所列出的變更將會寫入磁碟之中。或者，您也可以手動來進行其它變更。

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
cy: RHYBUDD: Fe fydd hyn yn dinistio'r holl ddata ar y rhaniadau rydych chi wedi dileu yn ogystal â'r rhaniadau a gaiff eu fformadu.
de: WARNUNG: Dies zerstört alle Daten auf Partitionen, die Sie entfernt haben, sowie alle Daten auf Partitionen, die formatiert werden sollen.
el: ΠΡΟΣΟΧΗ: αυτή η ενέργεια Θα καταστρέψει τα δεδομένα όλων των τμημάτων που αφαιρέσατε, καθώς επίσης και όλων των τμημάτων που θα διαμορφωθούν.
eo: Atentu: tio forviŝos ĉiujn datumojn ĉeestantajn sur viŝontaj diskpartigoj kaj preparontaj diskpartigoj.
et: ETTEVAATUST: See hävitab kõik andmed igal eemaldataval partitsioonil ning ka partitsioonidel, mida formaaditakse.
eu: ABISUA: Honek kendu dituzun partizioetako eta formateatu behar dituzun partizioetako datuak hondatuko ditu.
fa: ااخطـــــــار: این عمل تمام اطلاعات را بر روی تمامی پارتیشن‌هایی که حذف کرده‌اید ناود خواهد کرد. و همچنین تمام پارتیشن‌هایی که شما قصد ایجاد فایل سیستم جدید را بر روی آنها دارید.
fi: VAROITUS: Tämä tuhoaa kaiken tiedon poistamistasi levyosioista sekä niistä levyosioista, joihin olet määrittänyt luotavaksi uuden tiedostojärjestelmän.
gl: AVISO: Isto ha destruír tódolos datos das particións que eliminou, e tamén os das particións que se han formatar.
he: אזהרה: פעולה זו תשמיד את כל המידע הקיים על-גבי המחיצות שהוסרו, או מחיצות שנבחרו לפרמוט.
id: PERINGATAN: Proses ini akan menghapus semua data pada partisi-partisi yang telah Anda hapus serta partisi-partisi yang Anda pilih untuk dibuatkan sistem berkas baru.
kk: НАЗАР АУДАРЫҢЫЗ: Бұл операция барлық жойылған бөлімдердегі, сондай-ақ жаңафайлдық жүйелер құрылуы тиіс бөлімдердегі де деректерді өшіреді.
lt: ĮSPĖJIMAS: Tai sunaikins visus duomenis skirsniuose, kuriuos pašalinote ir kurie bus formatuoti.
lv: UZMANĪBU: Visi dati un jebkuras partīcijas kuru jūs esat izdzēsuši vai grasaties izveidot no jauna tiks iznīcināti.
mg: FAMPINTANDREMANA: Hanimba ny data rehatra izay ao amin'ny fizarana nofafanao sy izay ao amin'ny fizarana no formatena io.
ml: മുന്നറിയിപ്പ്: നിങ്ങള്‍ എടുത്ത് കളഞ്ഞ എത് ഭാഗങ്ങളിലേയും ഫോര്മാറ്റ് ചെയ്യാന്‍ പോകുന്ന ഭാഗങ്ങളിലേയും എല്ലാ ഡാറ്റയും ഇത് നശിപ്പിക്കും.
nn: ÅTVARING: Dette vil øydeleggja alle data på partisjonar du har fjerna i tillegg til partisjonar som du har valt å formatera.
pa: ਚੇਤਾਵਨੀ: ਇਹ ਕਿਸੇ ਭਾਗ ਤੇ ਸਾਰਾ ਡਾਟਾ ਜੋ ਤੁਸੀਂ ਹਟਾਇਆ ਹੈ ਨਸ਼ਟ ਕਰੇਗਾ ਨਾਲ ਹੀ ਫਾਰਮਿਟ ਕਰਨ ਵਾਲੇ ਭਾਗ ਦਾ ਡਾਟਾ।
pl: UWAGA: Ta operacja zniszczy wszelkie dane na partycjach wybranych do usuniêcia jak i na wszystkich partycjach na których bêdzie za³o¿ony nowy system plików.
pt_br: AVISO : Isso irá destruir todos os dados em quaisquer partições que você tenha removido, bem como nas partições que serão formatadas.
ro: ATENŢIE: Acesta va distruge toate datele de pe orice partiţie ştearsă cât şi de pe partiţiile care o să fie formatate.
sl: OPOZORILO: To bo uničilo vse podatke, tako na razdelkih, ki ste jih odrstranili, kot tudi na razdelkih, ki jih boste formatirali.
zh_tw: [警告]：這樣會把您已移除掉、以及將要進行格式化的分割區上的所有的資料給完全清除掉。

source: The following partitions are going to be formatted:
cy: Caiff y rhaniadau canlynol eu fformadu:
de: Die folgenden Partitionen werden formatiert:
el: Πρόκειται να διαμορφωθούν τα ακόλουθα τμήματα:
eo: La sekvantaj diskpartigoj estos formatata:
et: Järgnevad partitsioonid formaaditakse:
eu: Partizio hauek formateatu egingo dira:
fa: پارتیشن‌های زیر پیکربندی خواهند شد:
fi: Seuraaviin levyosioihin luodaan uusi tiedostojärjestelmä:
gl: Vanse formatar as seguintes particións:
he: המחיצות הבאות יאותחלו:
id: Partisi-partisi berikut akan diformat:
kk: Келесі бөлімдер пішімделеді:
lt: Bus formatuoti šie skirsniai:
lv: Tiks formatētas sekojošas partīcijas:
mg: Ireto fizarana manaraka ireto dia ho formatena:
ml: താഴെ കൊടുത്തിരിക്കുന്ന ഭാഗങ്ങള്‍ ഫോര്മാറ്റ് ചെയ്യാന്‍ പോകുകയാണ്:
nn: Desse partisjonane kjem til å bli formatert:
pa: ਹੇਠਲੇ ਭਾਗਾਂ ਦਾ ਫਾਰਮਿਟ ਹੋਣਾ ਹੈ:
pl: Nastêpuj±ce partycje zostan± sformatowane:
pt_br: As seguintes partições serão formatadas :
ro: Următoarele partiţii vor fi formatate:
sl: Naslednji razdelki bodo formatirani:
zh_tw: 下列的分割區將要進行格式化：

source: partition #${PARTITION} of ${DEVICE} as ${TYPE}
cy: rhaniad #${PARTITION} o ${DEVICE} fel ${TYPE}
de: Partition #${PARTITION} auf ${DEVICE} mit ${TYPE}
el: τμήμα #${PARTITION} της μονάδας ${DEVICE} ως ${TYPE}
eo: diskpartigo #${PARTITION} de '${DEVICE}' kiel '${TYPE}'
et: seadme ${DEVICE} partitsioon #${PARTITION} tüübina ${TYPE}
eu: ${DEVICE} gailuko #${PARTITION} partizioa ${TYPE} gisa
fa: پارتیشن#${PARTITION} از دستگاه ${DEVICE} به ${TYPE}
fi: laitteen ${DEVICE} osio n:ro ${PARTITION} tiedostojärjestelmänä ${TYPE}
gl: partición núm. ${PARTITION} de ${DEVICE} coma ${TYPE}
he: מחיצה מספר ${PARTITION} על התקן ${DEVICE} כ-${TYPE}
id: partisi #${PARTITION} dari ${DEVICE} sebagai ${TYPE}
kk: ${DEVICE} құрылғыдағы #${PARTITION}бөлімі ${TYPE} сияқты
lt: įrenginio ${DEVICE} skirsnis #${PARTITION} kaip ${TYPE}
lv: partīcija #${PARTITION} uz ${DEVICE} kā ${TYPE}
mg: ny fizarana #${PARTITION} ao amin'ny ${DEVICE} dia ${TYPE}
ml: ${TYPE} പോലെ ${DEVICE} ലെ ഭാഗം #${PARTITION}
nn: partisjon #${PARTITION} på ${DEVICE} med ${TYPE}
pa: ${TYPE} ਤੌਰ ਤੇ ਭਾਗ #${PARTITION} of ${DEVICE}
pl: partycja #${PARTITION} urz±dzenia ${DEVICE} jako ${TYPE}
pt_br: partição #${PARTITION} de ${DEVICE} como ${TYPE}
ro: partiţia #${PARTITION} a ${DEVICE} ca ${TYPE}
sl: razdelek #${PARTITION} od ${DEVICE} kot ${TYPE}
zh_tw: ${DEVICE} 的 #${PARTITION} 分割區，${TYPE}

source: ${DEVICE} as ${TYPE}
gl: ${DEVICE} coma ${TYPE}
ml: ${TYPE} പോലെ ${DEVICE}
pa: ${DEVICE} ${TYPE} ਵਾਂਗ

source: The partition tables of the following devices are changed:
cy: Mae tablau rhaniad y dyfeisiau canlynol wedi newid:
de: Die Partitionstabellen folgender Geräte wurden geändert:
el: Έχουν αλλάξει οι πίνακες τμημάτων των ακόλουθων συσκευών:
eo: La diskpartigotabloj el sekvantaj adaptiloj estos ŝanĝata:
et: Järgnevate seadete partitsioonitabelid on muudetud:
eu: Gailu hauetako partizio-taulak aldatu dira:
fa: پارتیشن بندی دستگاههای زیر تغییر یافته است.
fi: Seuraavien laitteiden osiotauluja on muutettu:
gl: Cambiaron as táboas de particións dos seguintes dispositivos:
he: טבלת המחיצות של ההתקנים הבאים שונתה:
id: Tabel partisi dari piranti-piranti berikut telah diubah:
kk: Бұл құрылғылардағыбөлімдер кестелері өзгертіледі:
lt: Pakeistos šių įrenginių skirsnių lentelės:
lv: sekojošu ierīču partīciju tabulas ir izmainītas:
mg: Ny takelajorm-pizaranan'ireto periferika ireto dia hovaina:
ml: താഴെ പറയുന്ന ഉപകരണങ്ങളുടെ വിഭജന പട്ടിക മാറിയിരിക്കുന്നു:
nn: Partisjonstabellen til desse einingane er endra:
pa: ਹੇਠਲੇ ਜੰਤਰਾਂ ਦੀ ਭਾਗ ਸਾਰਣੀ ਤਬਦੀਲ ਹੋ ਗਏ:
pl: Tablice partycji nastêpuj±cych urz±dzeñ zosta³y zmienione:
pt_br: As tabelas de partição dos dispositivos a seguir foram mudadas :
ro: Tabelele următoarelor dispozitive sunt schimbate:
sl: Tabela razdelkov naslednjih naprav se je spremenila:
zh_tw: 以下裝置的磁碟分割表已有所更動：

source: What to do with this device:
cy: Beth i'w wneud gyda'r ddyfais yma:
de: Dieses Gerät:
el: Επιθυμητή εργασία για την μονάδα:
eo: Kio vi faros sur ĉi adaptilo:
et: Mida selle seadmega teha:
eu: Zer egin gailu honekin:
fa: با این دستگاه چکار کنم؟
fi: Valitulle laitteelle tehtävä toimenpide:
gl: Que facer con este dispositivo:
he: מה לעשות עם ההתקן:
id: Tindakan terhadap hard disk ini:
kk: Таңдалған құрылғымен не істеу керек
lt: Ką daryti su šiuo įrenginiu:
lv: Ko darīt ar šo ierīci:
mg: Ny hatao amin'io periferika io:
ml: ഈ ഉപകരണം എന്ത് ചെയ്യണം:
nn: Kva skal gjerast med denne eininga:
pa: ਇਸ ਜੰਤਰ ਨਾਲ ਕੀ ਕਰਨਾ ਹੈ:
pl: Co chcesz zrobiæ z tym urz±dzeniem:
pt_br: O que fazer com este dispositivo :
ro: Ce se face cu acest dispozitiv:
sl: Dejanje na izbrani napravi:
zh_tw: 要在該裝置上進行何項操作：

source: How to use this free space:
cy: Sut i ddefnyddio'r gofod rhydd hwn:
de: Wie mit freiem Speicher fortfahren:
el: Επιθυμητή εργασία για αυτόν τον ελεύθερο χώρο:
eo: Kiel vi uzos ĉi tiun disponeblan diskospacon:
et: Kuidas seda vaba ruumi kasutada:
eu: Nola erabili leku libre hau:
fa: چطور از فضای آزاد استفاده کنیم:
fi: Valitulle vapaalle tilalle tehtävä toimenpide:
gl: Como empregar este espazo libre:
he: כיצד להשתמש במקום הפנוי:
id: Bagaimana menggunakan ruang kosong ini:
kk: Бос кеңістікпен не істеу керек:
lt: Kaip naudoti šią laisvą vietą:
lv: Kā izmantot šo brīvo vietu:
mg: Fomba ampisaina an'io toerana malalaka io:
ml: ഈ ഫ്രീ സ്പേയ്സ് എങ്ങനെ ഉപയോഗിക്കണം:
nn: Korleis skal dette ledige området brukast:
pa: ਇਸ ਖਾਲੀ ਥਾਂ ਨੂੰ ਕਿਸ ਤਰਾਂ ਵਰਤਣਾ ਹੈ:
pl: Jak wykorzystaæ tê woln± przestrzeñ:
pt_br: Como usar este espaço livre :
ro: Cum să fie folosit acest spaţiu liber:
sl: Kako naj uporabim prostor:
zh_tw: 要如何運用該未使用空間：
