Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Display configuration details
gl: Amosar os detalles da configuración
ml: ക്രമീകരണ വിവരങ്ങള്‍ പ്രദര്ശിപ്പിക്കുക
pa: ਸੰਰਚਨਾ ਵੇਰਵਾ ਵੇਖਾਓ

source: Create volume group
gl: Crear un grupo de volumes
ml: വാള്യം ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਬਣਾਓ

source: Delete volume group
gl: Borrar un grupo de volumes
ml: വാള്യം ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്യുക
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਹਟਾਓ

source: Extend volume group
gl: Extender un grupo de volumes
ml: വാള്യം ഗ്രൂപ്പ് വികസിപ്പിക്കുക
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਵਧਾਓ

source: Reduce volume group
gl: Reducir un grupo de volumes
ml: വാള്യം ഗ്രൂപ്പ് ചുരുക്കുക
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਘਟਾਓ

source: Create logical volume
gl: Crear un volume lóxico
ml: ലോജിക്കല്‍ വാള്യം സൃഷ്ടിക്കുക
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਓ

source: Delete logical volume
gl: Borrar un volume lóxico
ml: ലോജിക്കല്‍ വാള്യം ഡിലീറ്റ് ചെയ്യുക
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਓ

source: Write the changes to disks and configure LVM?
cy: Ysgrifennu'r newidiadau at ddisgiau a chyflunio LVM?
de: Änderungen auf die Speichergeräte schreiben und LVM einrichten?
el: Να αποθηκευθούν οι αλλαγές και να γίνει η ρύθμιση του LVM;
eo: Skribu ŝanĝojn en diskoj kaj akomodu logikan datumportilan administranton (LVM)?
et: Kirjutada muudatused kettale ja seadistada LVH?
eu: Aldaketak diskoan idaztea eta LVM konfiguratzea nahi duzu?
fi: Tallenna muutokset levyille ja tee LVM:n asetukset?
gl: ¿Gravar os cambios nos discos e configurar LVM?
he: כתוב את השינויים לדיסקים והגדר את LVM?
id: Tulis perubahan ke hard disk dan konfigurasikan LVM?
kk: Өзгерістерді дискке жазып, LVM-ды баптау керек пе?
lt: Ar įrašyti pakeitimus į diskus ir konfigūruoti LVM?
lv: Saglabāt izmaiņas diskā un konfigurēt LVM?
ml: മാറ്റങ്ങള്‍ ഡിസ്കുകളിലേക്ക് എഴുതി LVM ക്രമീകരിക്കട്ടേ?
nn: Skriva endringane til disk og setja opp logisk volumstyring?
pa: ਡਿਸਕ ਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖੋ ਅਤੇ LVM ਸੰਰਚਿਤ ਕਰੋ?
pl: Zapisaæ zmiany do dysków i skonfigurowaæ LVM?
pt_br: Gravar as mudanças nos discos e configurar LVM ?
ro: Se scriu schimbările pe discuri şi configurează LVM?
sl: Zapišem spremembe na disk in nastavim LVM?
zh_tw: 是否要將這些變更寫入磁碟中並設定 LVM？

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
cy: Cyn gellir cyflunio'r Rheolydd Cyfrol Rhesymegol, rhaid ysgrifennu'r cynllun rhaniadu cyfredol at ddisg. Ni ellir datwneud y newidiadau yma.
de: Bevor der Logical Volume Manager konfiguriert werden kann, muss die Aufteilung der Partitionen auf die Festplatte geschrieben werden. Diese Änderungen können nicht rückgängig gemacht werden.
el: Προτού γίνει η ρύθμιση του Διαχειριστή Λογικών Τόμων (Logical Volume Manager), θα πρέπει πρώτα να αποθηκευτεί το τρέχον σχήμα κατάτμησης στους δίσκους. Αυτές οι αλλαγές δε μπορούν να ακυρωθούν.
eo: Antaŭ ol akomodi la logikan datumportilan administranton, nuntempa diskaranĝo endas skribota sur disko. Tiuj ŝanĝoj estas definitivaj.
et: Enne kui saab seadistada Loogiliste volüümide haldurit, tuleb praegune paritsioneerimisskeem kettale kirjutada. Neid muudatusi ei saa tagasi võtta.
eu: Bolumen Logikoen Kudeatzailea konfiguratu baino lehen, uneko partizio-eskema idatzi behar da diskoan. Aldaketa horiek ezin dira desegin.
fi: Ennen kuin levyniteiden hallintaohjelman asetukset voidaan tehdä, on muutokset tallennettava levyille. Näitä muutoksia ei voi perua.
gl: Antes de poder configurar LVM ten que se grabar no disco o esquema actual de particionamento. Estes cambios non se poden desfacer.
he: לפני שניתן יהיה להגדיר את LVM, השינויים צריכים להיכתב לדיסק. השינויים האלה לא הפיכים.
id: Sebelum Logical Volume Manager dapat dikonfigurasikan, pola partisi saat ini harus dituliskan ke hard disk. Perubahan ini tidak dapat dikembalikan.
kk: Логикалық томдарды баптау алдында дискке бөлімдер туралы деректерді жазу керек. Бұл өзгерістерді орындатпау мүмкін емес.
lt: Prieš loginių tomų tvarkyklės (LVM) konfigūravimą, dabartinė disko dalijimo schema turi būti įrašyta į diską. Šie pakeitimai negali būti neatlikti.
lv: Pirms konfigurēt Loģisko Sējumu Pārvaldnieku (LVM) pašreizējais partīciju izkārtojums ir jāsaglabā diskā. Šīs izmaiņas vairs nevarēs atcelt.
ml: ലോജിക്കല്‍ വാള്യം മാനേജര്‍ ക്രമീകരിക്കുന്നതിന് മുന്പേ ഇപ്പോഴത്തെ വിഭജന പദ്ധതി ഡിസ്കിലേക്ക് എഴുതേണ്ടതുണ്ട്. ഈ മാറ്റങ്ങള്‍ തിരിച്ചെടുക്കാന്‍ പറ്റുന്നവയല്ല.
nn: Før den logiske volumstyringa kan setjast opp må partisjoneringsoppsettet skrivast til harddisk. Desse endringane kan ikkje angrast.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਸੰਰਚਿਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਡਿਸਕ ਤੇ ਲਿਖੀ ਹੋਵੇ। ਇਹ ਤਬਦੀਲੀਆਂ ਰੱਦ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ।
pl: Zanim logiczny mened¿er woluminów bêdzie móg³ zostaæ skonfigurowany, aktualny schemat partycjonowania musi zostaæ zapisany na dysku. Zmian tych nie mo¿na cofn±æ.
pt_br: Antes que o Gerenciador de Volumes Lógicos possa ser configurado, o esquema de particionamento atual precisa ser gravado em disco. Essas mudanças não poderão ser desfeitas.
ro: Înainte ca Managerul de volume logice (LVM) să poată fi configurat, schema de partiţionare curentă trebuie scrisă pe disc. Aceste schimbări nu pot fi anulate.
sl: Preden nastavite Upravljalca logičnih enot, morate trenutno shemo razdelkov zapisati na trdi disk. Teh sprememb se ne da razveljaviti.
zh_tw: 必須先將目前的磁碟分割結果寫入磁碟中，然後才能對 Logical Volume Manager 進行設定。這些變更將無法還原。

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
gl: Despois de configurar o xestor de volumes lóxicos (LVM), non se han permitir durante a instalación máis cambios no esquema de particionamento dos discos que conteñan volumes físicos. Asegúrese de estar satisfeito co esquema de particionamento actual antes de continuar.
ml: ലോജിക്കല്‍ വാള്യം മാനേജര്‍ ക്രമീകരിച്ചു കഴിഞ്ഞാല്‍ ഭൌതിക വാള്യങ്ങളുള്ക്കൊള്ളുന്ന ഡിസ്കുകളിലെ വിഭജന പദ്ധതിയില്‍ കൂടുതല്‍ മാറ്റങ്ങളനുവദിക്കുന്നതല്ല. ദയവായി ഈ ഡിസ്കുകളിലെ ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ നിങ്ങള്‍ പൂര്ണ സംതൃപ്തരാണെന്ന് തീരുമാനിക്കുക.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਸੰਰਚਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਭੌਤਿਕ ਵਾਲੀਅਮ ਵਾਲੀ ਡਿਸਕ ਤੇ ਭਾਗਾਂ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਫੈਸਲਾ ਕਰੋ ਕਿ ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਇਹਨਾਂ ਡਿਸਕਾਂ ਤੇ ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਨਾਲ ਸਹਿਮਤ ਹੋ।

source: Keep current partition layout and configure LVM?
cy: Cadw'r cynllun rhaniad cyfredol a chyflunio LVM?
de: Aktuelle Einteilung der Partitionen beibehalten und LVM konfigurieren?
el: Να κρατηθούν οι τρέχουσες αλλαγές και να γίνει η ρύθμιση του LVM;
eo: Konservu nuntempan diskpartigan aranĝon kaj akomodu logikan datumportilan administranton ('LVM')?
et: Jätta praegune partitsioonide paigutus ja seadistad LVH?
eu: Uneko partizio-eskema bere horretan uztea eta LVM konfiguratzea nahi duzu?
fi: Säilytä nykyiset levyosiot ja tee LVM:n asetukset?
gl: ¿Conservar o esquema de particionamento actual e configurar LVM?
he: שמור את הפריסה הקיימת של המחיצות והגדר את LVM?
id: Jaga layout partisi yang ada dan konfigurasikan LVM?
kk: Өзгерістерді дискке жазып, LVM-ды баптау керек пе?
lt: Ar išsaugoti esamą disko skirsnių planą ir konfigūruoti LVM?
lv: Saglabāt līdzšinējo partīciju izkārtojumu un konfigurēt LVM?
ml: ഇപ്പോഴത്തെ വിഭജന വിന്യാസം സൂക്ഷിച്ചു കോണ്ട് LVM ക്രമീകരിക്കട്ടേ?
nn: Halda på noverande partisjonsoppsett og setja opp logisk volumstyring?
pa: ਮੌਜੂਦਾ ਭਾਗ ਖਾਕਾ ਰੱਖੋ ਅਤੇ LVM ਸੰਰਚਿਤ ਕਰੋ?
pl: Zostawiæ aktualny uk³ad partycji i skonfigurowaæ LVM?
pt_br: Manter o layout de particionamento atual e configurar LVM ?
ro: Păstrez configuraţia curentă a partiţiilor şi configurez LVM?
sl: Obdržim trenuten razpored razdelkov in nastavim LVM?
zh_tw: 是否保留目前的磁碟配置並設定 LVM？

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
cy: Pan mae'r Rheolydd Cyfrol Rhesymegol wedi ei gyflunio, ni chaniateir newidiadau i'r rhaniadau mewn disgiau sy'n cynnwys cyfrolau corfforol. Os gwelwch yn dda, gwnewch yn hollol sicr eich bod chi'n gwbl foddhaol gyda'r cyllun rhaniadau cyfredol ar y disgiau hyn cyn mynd ymlaen.
de: Ist der Logical Volume Manager konfiguriert, können die Partitionen, die sich auf der selben Festplatte wie die physikalischen Volumes befinden, nicht mehr geändert werden. Bitte überzeugen Sie sich, ob die Einteilung der Partitionen auf diesen Festplatten richtig ist.
el: Μετά τη ρύθμιση του Διαχειριστή Λογικών Τόμων δεν επιτρέπονται αλλαγές στα τμήματα των δίσκων που περιέχουν φυσικούς τόμους. Πριν συνεχίσετε, βεβαιωθείτε ότι το τρέχον σχήμα κατάτμησης αυτών των δίσκων είναι ικανοποιητικό.
eo: Post akomodado de la logika datumportila administranto, neniu plua ŝanĝo en diskpartigo estas permesa sur diskoj kiuj enhavas datumpartilaĵojn. Antaŭ ol daŭri, bonvolu kontroli la taŭgontan nuntempan diskaranĝon.
et: Peale Loogiliste volüümide halduri seadistamist pole mingeid muudatusi füüsilisi volüüme sisaldavate ketaste partitsioonidele lubatud. Palun otsusta enne jätkamist, kas oled nende ketaste praeguse partitsioneerimisskeemiga rahul.
eu: Bolumen Logikoen Kudeatzailea konfiguratu eta gero, bolumen fisikoak dituen diskoetako partizioetan beste aldaketarik ezin da egin. Jarraitu aurretik erabaki gustura zauden disko hauetako uneko partizio-eskemarekin.
fa: بعد از اینکه مدیر فضای منطقی پیکربندی شد، هیچ تغییری نمیتوان در جدول پارتیشن داد. آیا از شرایط فعلی جدول پارتیشن رضایت دارید؟
fi: Kun levyniteiden hallintaohjelman asetukset on tehty, ei ole enää mahdollista tehdä lisämuutoksia niille levyille, joissa fyysiset levyniteet sijaitsevat. Varmista, että nyt tehdyt levyosiot ovat sellaiset kuin haluat.
gl: Despois de configurar o xestor de volumes lóxicos (LVM) non se han permitir máis cambios nos discos que conteñan volumes físicos. Asegúrese de estar satisfeito co esquema de particionamento destes discos antes de continuar.
he: אחרי ש-LVM מוגדר, נאסר לעשות שינויים במחיצות שבדיסקים המכילים כרכים פיזיים. וודא כי אתה מרוצה עם החלוקה הנוכחית למחיצות בדיסקים האלו.
id: Setelah Logical Volume Manager dikonfigurasi, tidak diperbolehkan adanya perubahan tambahan pada partisi yang berisikan volume fisik. Sebelum melanjutkan ke langkah berikutnya, harap putuskan jika Anda puas dengan pola partisi di hard disk saat ini.
kk: Логикалық томдарды баптаудан кейін логикалық томдары бар дисктің(-тердің бөлуін өзгертуге болмайды. Баптауды жалғастырудың алдында дисктің (-тердің) құрылымымен қанағат танғаныңызға көз жеткізіңіз.
lt: Kai loginių tomų tvarkyklė (LVM) jau konfigūruota, papildomi disko skirsnių pakeitimai diskuose, talpinančiuose fizinius tomus, nebeleistini. Prieš tęsdami, nuspręskite, ar esate patenkinti esama disko dalijimo skirsniais schema.
lv: Konfigurējot Loģisko Sējumu Pārvaldnieku (LVM), esošajām fizisko sējumu partīcijām vairs nevarēs veikt nekādas izmaiņas. Pirms turpināt lūdzu pārliecinieties, ka jūs apmierina šī brīža partīciju izkārtojums.
ml: ലോജിക്കല്‍ വാള്യം മാനേജര്‍ ക്രമീകരിച്ചതിന് ശേഷം ഭൌതിക വാള്യങ്ങളുള്ക്കൊള്ളുന്ന ഡിസ്കുകളിലെ ഭാഗങ്ങളില്‍ കൂടുതല്‍ മാറ്റങ്ങളനുവദിക്കുന്നതല്ല. ദയവായി ഈ ഡിസ്കുകളിലെ ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ നിങ്ങള്‍ പൂര്ണ സംതൃപ്തരാണെന്ന് നിങ്ങള്‍ തീരുമാനിക്കുക.
nn: Når den logiske volumstyringa er sett opp kan du ikkje gjera fleire endringar på partisjonar på harddiskar som inneheld fysiske volum. Forviss deg om at du er nøgd med den gjeldande partisjoneringa på desse harddiskane før du held fram.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਸੰਰਚਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਭੌਤਿਕ ਵਾਲੀਅਮ ਵਾਲੀ ਡਿਸਕ ਤੇ ਭਾਗਾਂ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਫੈਸਲਾ ਕਰੋ ਕਿ ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਇਹਨਾਂ ਡਿਸਕਾਂ ਤੇ ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਨਾਲ ਸਹਿਮਤ ਹੋ।
pl: Kiedy LVM jest skonfigurowany, niedozwolone s± jakiekolwiek dodatkowe zmiany na dyskach zawieraj±cych fizyczne woluminy. Przed kontynuacj±, proszê siê upewniæ, ¿e aktualny schemat partycji jest odpowiedni na tych dyskach.
pt_br: Depois que o Gerenciador de Volumes Lógicos for configurado, nenhuma mudança adicional nos disco que contém os volumes físicos será permitida. Por favor, decida se você está satisfeito com o esquema de particionamento atual nesses discos antes de continuar.
ro: După ce Managerul de volume logice este configurat, nu mai sunt permise alte schimbări suplimentare pe discurile care conţin volume fizice. Vă rugăm să vă decideţi dacă sunteţi satisfăcut cu modelul de partiţionare curent de pe aceste discuri înainte de a continua.
sl: Potem ko nastavite Upravitelja logičnih naprav, niso dovoljene nobene spremembe razdelkov trdih diskov, ki vsebujejo fizične enote. Pred nadaljevanjem se prepričajte, da ste zadovoljni s trenutno shemo razdelkov na diskih.
zh_tw: 一旦 Logical Volume Manager 設定完成，就不能再對磁碟中包含了 Physical Volume 的分割區進行任何其它的變更了。因此，在繼續之前請確認您是否已決定採用目前這些磁碟所採取的分割方式。

source: LVM configuration failure
cy: Methiant cyfluniad LVM
de: LVM-Konfiguration schlug fehl
el: Αποτυχία ρύθμισης του LVM
eo: Akomodado de logika datumportila administranto ('LVM') malsukcesis
et: LVH seadistamine nurjus
eu: Ezin izan da LVM konfiguratu
fa: پیکربندی LVM شکست خورد.
fi: Levyniteiden hallintaohjelman asetuksissa on virhe
gl: Fallo na configuración do LVM
he: שגיאה בהגדרת LVM
id: Pengonfigurasian LVM gagal
kk: LVM-ді баптау сәтсіз аяқталады.
lt: LVM konfigūravimo nesėkmė
lv: LVM konfigurācijas kļūda
ml: LVM ക്രമീകരണ പരാജയം
nn: Oppsett av logisk volumstyring feila
pa: LVM ਸੰਰਚਨਾ ਅਸਫਲਤਾ
pl: Konfiguracja LVM nie powiod³a siê
pt_br: Configuração LVM falhou
ro: Eşec la configurarea LVM
sl: Napaka pri nastavljanju LVM
zh_tw: LVM 設定作業失敗了

source: An error occurred while writing the changes to the disks.
cy: Digwyddodd gwall wrth ysgrifennu'r newidiadau i'r disgiau.
de: Es trat ein Fehler auf, als die Änderungen auf die Festplatten geschrieben wurden.
el: Κάποιο σφάλμα συνέβη κατά την αποθήκευση των αλλαγών στις μονάδες δίσκων.
eo: Eraro okazis dum la skribado de ŝanĝoj en la diskoj.
et: Muudatuste kettale kirjutamisel ilmnes viga.
eu: Errorea gertatu da aldaketak diskoetan idaztean.
fi: Tallennettaessa muutoksia levyille tapahtui virhe.
gl: Houbo un erro ao gravar os cambios nos discos.
he: שגיאה קרתה בזמן כתיבת השינויים לדיסקים.
id: Terjadi kesalahan saat menuliskan perubahan ke hard disk.
kk: Өзгертулерді дискке жазуда кателіктер орын алды.
lt: Klaida įvyko rašant pakeitimus į diskus.
lv: Mēģinot ierakstīt izmaiņas diskā, notika kļūda.
ml: മാറ്റങ്ങള്‍ ഡിസ്കിലേക്ക് എഴുതുന്ന സമയത്ത് ഒരു പിഴവ് സംഭവിച്ചു.
nn: Ein feil oppsto ved skriving av endringar til diskane.
pa: ਡਿਸਕ ਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖਣ ਸਮੇਂ ਗਲਤੀ ਹੋਈ ਹੈ।
pl: Wyst±pi³ b³±d podczas zapisu zmian do dysków.
pt_br: Um erro ocorreu durante a gravação das mudanças nos discos.
ro: A apărut o eroare în timpul scrierii schimbărilor pe discuri.
sl: Prišlo je do napake pri pisanju sprememb na diske.
zh_tw: 在將變更寫入磁碟時發生錯誤。

source: The configuration of the Logical Volume Manager is aborted.
cy: Mae cyfluniad y Rheolydd Cyfrol Rhesymegol wedi ei erthylu.
de: Die Konfiguration des Logical Volume Managers wurde abgebrochen.
el: Η ρύθμιση του Διαχειριστή Λογικών Τόμων ακυρώθηκε.
eo: La akomodado de logika datumportila administranto ('LVM') fiaskis.
et: Loogiliste volüümide halduri seadistamine on peatatud.
eu: Bolumen Logikoen Kudeatzailearen konfigurazioa abortatu egin da.
fa: از پیکربندی منطقی مدیر. صرف نظر شد.
fi: Levyniteiden hallintaohjelman asetusten teko keskeytetään.
gl: Abortouse a configuración do xestor de volumes lóxicos (LVM).
he: הגדרת LVM בוטלה
id: Pengonfigurasian Logical Volume Manager dibatalkan.
kk: Логикалық томдардың баптауы үзілді.
lt: Loginių tomų tvarkyklės (LVM) konfigūravimas nutrauktas.
lv: Loģiskā Sējumu Pārvaldnieka (LVM) konfigurācija ir pārtraukta.
ml: ലോജിക്കല്‍ വാള്യം മാനേജര്‍ ക്രമീകരണത്തില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Oppsettet av den logiske volumstyringa er avbrote.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਦੀ ਸੰਰਚਨਾ ਅਧੂਰੀ ਖਤਮ ਕੀਤੀ।
pl: Konfiguracja LVM przerwana.
pt_br: A configuração do Gerenciador de Volumes Lógicos foi abortada.
ro: Procesul de configurare al Managerului de volume logice este abandonat.
sl: Nastavljanje Upravljalca logičnih pogonov je prekinjeno.
zh_tw: Logical Volume Manager 的設定作業已經中止。

source: physical volume for LVM
cy: cyfrol corfforol ar gyfer LVM
de: Physikalisches Volume für LVM
el: φυσικός τόμος για το LVM
eo: Datumportilaĵo por logika datumportila administranto ('LVM')
et: füüsiline volüüm LVH tarvis
eu: LVMn bolumen fisikoa
fa: فضای فیزیکی برای LVM
fi: fyysinen levynide LVM:lle
gl: volume físico para LVM
he: כרך פיזי ל-LVM
id: volume fisik untuk LVM
kk: LVM үшін физикалық том.
lt: fizinis tomas skirtas LVM
lv: LVM fiziskais sējums
ml: LVM നു വേണ്ട ഭൌതിക വാള്യങ്ങള്‍
nn: fysisk volum for logisk volumstyring
pa: LVM ਲਈ ਭੌਤਿਕ ਵਾਲੀਅਮ
pl: fizyczny wolumin dla LVM
pt_br: volume físico para LVM
ro: Volumul fizic pentru LVM
sl: fizična enota za LVM
zh_tw: LVM 的 Physical Volume

source: lvm
et: lvh
ml: എല്‍ വി എം (lvm)
nn: logisk volumstyring

source: Summary of current LVM configuration:
gl: Resumo da configuración actual de LVM:
ml: ഇപ്പോഴത്തെ LVM ക്രമീകരണത്തിന്റ ലഘു വിവരണം:
pa: ਮੌਜੂਦਾ LVM ਸੰਰਚਨਾ ਦਾ ਸੰਖੇਪ:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
gl: Volumes físicos libres: ${FREE_PVS} Volumes físicos en uso: ${USED_PVS} Grupos de volumes: ${VGS} Volumes lóxicos: ${LVS}
ml: ഫ്രീ ഭൌതിക വാള്യങ്ങള്‍: ${FREE_PVS} ഉപയോഗിച്ച ഭൌതിക വാള്യങ്ങള്‍:${USED_PVS} വാള്യം ഗ്രൂപ്പുകള്‍: ${VGS} ലോജിക്കല്‍ വാള്യങ്ങള്‍: ${LVS}
pa: ਖਾਲੀ ਭੌਤਿਕ ਵਾਲੀਅਮ: ${FREE_PVS} ਵਰਤਿਆ ਭੌਤਿਕ ਵਾਲੀਅਮ: ${USED_PVS} ਵਾਲੀਅਮ ਗਰੁੱਪ: ${VGS} ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ: ${LVS}

source: Current LVM configuration:
gl: Configuración actual de LVM:
ml: ഇപ്പോഴത്തെ LVM ക്രമീകരണം:
pa: ਮੌਜੂਦਾ LVM ਸੰਰਚਨਾ:

source: The volume group ${VG} could not be created.
gl: Non se puido crear o grupo de volumes ${VG}.
ml: വാള്യം ഗ്രൂപ്പ് ${VG} സൃഷ്ടിക്കാന്‍ സാധ്യമല്ല.
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ${VG} ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।

source: Devices to remove from the volume group:
gl: Dispositivos a eliminar do grupo de volumes:
ml: വാള്യം ഗ്രൂപ്പില്‍ നിന്നും നീക്കം ചെയ്യേണ്ട ഉപകരണങ്ങള്‍:
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਵਿੱਚੋਂ ਹਟਾਉਣ ਲਈ ਜੰਤਰ:

source: Please select the devices you wish to remove from the volume group.
gl: Escolla os dispositivos que quere eliminar do grupo de volumes.
ml: ദയവായി വാള്യം ഗ്രൂപ്പില്‍ നിന്നും നീക്കം ചെയ്യാന്‍ നിങ്ങളാഗ്രഹിക്കുന്ന ഉപകരണങ്ങള്‍ തിരഞ്ഞെടുക്കുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜੰਤਰ ਚੁਣੋ, ਜੋ ਤੁਸੀਂ ਵਾਲੀਅਮ ਗਰੁੱਪ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।

source: No physical volumes were selected. Reduction of the volume group was aborted.
gl: Non se seleccionou ningún volume físico. Abortouse a reducción do grupo de volumes.
ml: ഭൌതിക വാള്യങ്ങളൊന്നും തന്നെ തിരഞ്ഞെടുക്കപ്പെട്ടിട്ടില്ല. വാള്യം ഗ്രൂപ്പിന്റെ ചുരുക്കലില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
pa: ਕੋਈ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨਹੀਂ ਚੁਣਿਆ ਸੀ। ਵਾਲੀਅਮ ਸਮੂਹ ਦਾ ਵਾਧਾ ਅਧੂਰਾ ਖਤਮ ਕੀਤਾ।

source: Please select the logical volume to delete.
gl: Escolla o volume lóxico a borrar.
ml: ദയവായി ഡിലീറ്റ് ചെയ്യേണ്ട ലോജിക്കല്‍ വാള്യം തിരഞ്ഞെടുക്കുക.
pa: ਹਟਾਉਣ ਲਈ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਚੁਣੋ।

source: in VG ${VG}
gl: no grupo de volumes ${VG}
ml: ${VG} എന്ന VG യില്‍
pa: VG ${VG} ਵਿੱਚ

source: Error while initializing physical volume
gl: Erro ao inicializar o volume físico
ml: ഭൌതിക വാള്യം ഇനിഷ്യലൈസ് ചെയ്യുന്നതില്‍ പിഴവ്
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣ ਸਮੇਂ ਗਲਤੀ

source: The physical volume ${PV} could not be initialized.
gl: Non se puido inicializar o volume físico ${PV}.
ml: ${PV} എന്ന ഭൌതിക വാള്യം ഇനിഷ്യലൈസ് ചെയ്യാന്‍ സാധ്യമല്ല.
pa: ਭੌਤਿਕ ਵਾਲੀਅਮ ${PV} ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: Invalid logical volume or volume group name
gl: Nome de volume lóxico ou grupo de volumes non válido
ml: ലോജിക്കല്‍ വാള്യത്തിന്റേയോ വാള്യം ഗ്രൂപ്പിന്റേയോ പേര് വാലിഡല്ല
pa: ਗਲਤ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਜਾਂ ਵਾਲੀਅਮ ਗਰੁੱਪ ਨਾਂ

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
gl: Os nomes dos volumes lóxicos ou dos grupos de volumes só poden conter caracteres alfanuméricos, guións, signos máis, puntos e guións baixos. Deben ter 128 caracteres ou menos e non poden comezar por un guión. Non se admiten os nomes "." e "..". Ademáis, os nomes dos volumes lóxicos non poden comezar por "snapshot".
ml: ലോജിക്കല്‍ വാള്യത്തിന്റേയോ വാള്യം ഗ്രൂപ്പിന്റേയോ പേര് അക്ഷരങ്ങളും അക്കങ്ങളും, ഹൈഫണ്‍, പ്ലസ്, പിരിയേഡ്, അണ്ടര്സ്കോര്‍ എന്നിവ മാത്രമുള്ക്കൊള്ളുന്നവയാകണം. അവ 128 അക്ഷരങ്ങളോ അതില്ക്കുറവോ ആയിരിക്കണം എന്ന് മാത്രമല്ല ഒരു ഹൈഫണ്‍ കൊണ്ട് തുടങ്ങാനും പാടില്ല. ".", ".." എന്നൂ പേരുകള്‍ അനുവദനീയമല്ല. ഇതു കൂടാതെ, ലോജിക്കല്‍ വാള്യത്തിന്റെ പേരുകള്‍ "snapshot" കൊണ്ട് തുടങ്ങാന്‍ പാടില്ല.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਜਾਂ ਵਾਲੀਅਮ ਗਰੁੱਪ ਵਿੱਚ ਸਿਰਫ਼ ਵਰਣਨਮਾਲਾ ਦੇ ਅੱਖਰ, ਹਾਈਫਨ, ਜੋੜ, ਘਟਾਓ ਅਤੇ ਅੰਡਰ-ਸਕੋਰ ਹੀ ਹੋ ਸਕਦੇ ਹਨ। ਇਹ 128 ਅੱਖਰ ਜਾਂ ਘੱਟ ਅਤੇ ਹਾਈਫਨ ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਨਾਂ ਵਿੱਚ "." ਅਤੇ ".." ਵੀ ਨਹੀਂ ਹੋ ਸਕਦੇ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ "snapshot" ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ।

source: Please choose another name.
gl: Escolla outro nome.
ml: ദയവായി വേറൊരു പേര് തിരഞ്ഞെടുക്കൂ.
pa: ਹੋਰ ਨਾਂ ਚੁਣੋ ਜੀ।

source: Guided - use entire disk and set up LVM
gl: Guiado - empregar todo o disco e configurar LVM
ml: ഗൈഡഡ് - മുഴുവന്‍ ഡിസ്കുമുപയോഗിച്ച് LVM ഒരുക്കൂ
pa: ਸਹਾਇਕ - ਸਾਰੀ ਡਿਸਕ ਖਾਲੀ ਕਰੋ ਅਤੇ LVM ਵਰਤੋਂ

source: Name of the volume group for the new system:
de: Name der Volume-Gruppe für das neue System:
eo: Datumportilara nomo por la nova sistemo:
et: Uue süsteemi volüümigrupi nimi:
eu: Sistema berrirako bolumen-taldearen izena:
gl: Nome do grupo de volumes do novo sistema:
he: שם של קבוצת הכרכים בשביל המערכת החדשה:
lt: Naujos sistemos tomų grupės vardas:
lv: Jaunās sistēmas sējumu grupas nosaukums:
ml: പുതിയ സിസ്റ്റത്തിനായുള്ള വാള്യം ഗ്രൂപ്പിന്റെ പേര്:
pa: ਨਵੇਂ ਸਿਸਟਮ ਲਈ ਵਾਲੀਅਮ ਸਮੂਹ ਦਾ ਨਾਂ:
ro: Numele grupului de volume pentru noul sistem:
zh_tw: 新系統的 Volume Group 名稱：

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
de: Dies geschah, da das gewählte Rezept keine Partition enthält, die auf LVM-Volumes erzeugt werden kann.
eo: La malsukceso verŝajne okazis pro diskpartiga skemo, kiu malhavas kreotan diskpartigon sur 'LVM'-datumportiloj.
eu: Hau hautaturiko errezetak LVM bolumenetan sor daitekeen partiziorik ez duelako gertatu da.
gl: Isto ocorreou porque a receita seleccionada non contén ningunha partición que se poida crear en volumes LVM.
lt: Galbūt tai atsitiko todėl, kad pasirinktas variantas neturi disko skirsnių, kurie gali būti sukurti LVM tomuose..
lv: Šī kļūda notika, jo izvēlētā recepte nesatur partīcijas, kas varētu tikt izveidotas uz LVM sējumiem.
ml: LVM വാള്യങ്ങളില്‍ സൃഷ്ടിക്കാവുന്ന ഒരു ഭാഗങ്ങളുമുള്ക്കോള്ളാത്ത പാചകക്കൂട്ട് തിരഞ്ഞെടുത്തതു കൊണ്ടാണ് ഇത് സംഭവിച്ചത്.
pa: ਇਹ ਤਾਂ ਹੀ ਵਾਪਰਿਆ ਹੈ, ਕਿਉਂਕਿ ਚੁਣੀ ਸੂਚੀ ਵਿੱਚ ਕੋਈ ਭਾਗ ਨਹੀਂ ਜੋ LVM ਵਾਲੀਅਮ ਤੇ ਬਣਾਇਆ ਜਾ ਸਕੇ।
ro: Aceasta s-a întâmplat probabil deoarece reţeta selectată nu conţine nici o partiţie care să poată fi creată în volume LVM.
zh_tw: 這是因為所選定的組合中並沒有包含任何可以在 LVM volumes 中新增的任何磁碟區。

source: Continue installation without /boot partition?
de: Mit der Installation ohne /boot-Partition fortfahren?
eo: Daŭrigu instaladon sen '/boot'-diskpartigo?
eu: Instalazioa /boot partiziorik gabe aurrera jarraitu?
gl: ¿Continuar a instalación sen unha partición /boot?
ml: /boot ഭാഗമില്ലാതെ ഇന്സ്റ്റലേഷന്‍ തുടരണമോ?
pa: ਕੀ /boot ਭਾਗ ਦੇ ਬਿਨਾਂ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰੱਖਣੀ ਹੈ?
ro: Se continuă instalarea fără o partiţie /boot?
