Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: You can help speed up the process by entering random characters on the keyboard, or just wait until enough keydata has been collected. (NOTE: this can take a long time)
de: Sie können helfen den Prozess zu beschleunigen, indem Sie zufällige Tasten auf der Tastatur drücken, oder einfach lange genug warten, bis genug Daten gesammelt wurden. (Achtung: Dies kann lange dauern.)
eo: Vi povas hastigi la procezon per klavi hazardaj datumoj aŭ simple atendi ĝis sufiĉe datumoj estos kolektitaj (Notu: tio longtempe daŭrus).
eu: Zuk prozesua bizkortzen lagun dezakezu, tekaltuaren bidez ausazko datuak sartuaz ausazko hilara beteaz. (ABISUA: prozesu honek denbora luzea artu lezake)
gl: Pode axudar a acelerar o proceso introducindo caracteres aleatorios no teclado, ou pode simplemente agardar a que haxa datos acumulados dabondo. (NOTA: isto pode levar moito tempo)
he: תוכל לעזור לזרז את התהליך ע"י הקשה על תווים אקראיים במקלדת, או חכה עד שיאסף מספיק מידע על לחיצות מקשים. (שים לב: תהליך זה יכול לקחת הרבה זמן)
lt: Jūs·galite·padėti·pagreitinti·procesą, įvesdami atsitiktinius simbolius iš klaviatūros, arba tik laukti, kol bus surinkta pakankamai duomenų. (PASTABA: tai gali trukti ilgą laiko tarpą)·
lv: Jūs varat paātrināt šo procesu ievadot no klaviatūras patvaļīgus simbolus vai arī pagaidiet kamēr tiks savākts pietiekams daudzums patvaļīgu datu. (PIEZĪME: tas var prasīt ilgu laiku)
ml: നിങ്ങള്ക്ക് ഈ പ്രക്രിയുടെ വേഗത വര്ദ്ധിപ്പിക്കുന്നതിനായി കീ ബോര്ഡില്‍ റാന്ഡം അക്ഷരങ്ങള്‍ എന്റര്‍ ചെയ്ത് സഹായിക്കാം അല്ലെങ്കില്‍ വേണ്ടത്ര കീഡാറ്റ ശേഖരിക്കുന്നത് വരെ വെറുതെ കാത്തിരിക്കാം. (കുറിപ്പ്: ഇത് വളരെ സമയമെടുത്തേക്കാം)
pa: ਤੁਸੀਂ ਕਾਰਜ ਦੀ ਗਤਾ ਵਧਾਉਣ ਵਿੱਚ ਕੀਬੋਰਡ ਤੇ ਲਗਾਤਾਰ ਅੱਖਰ ਭਰ ਕੇ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਕੁੰਜੀ-ਡਾਟਾ ਇਕੱਠਾ ਕਰਨ ਦੀ ਉਡੀਕ ਵਿੱਚ। (ਸੂਚਨਾ: ਇਹ ਕਾਫੀ ਸਮਾਂ ਲੈ ਸਕਦਾ ਹੈ)
ro: Puteţi accelera procesul prin introducerea de caractere aleatoare la tastatură, sau puteţi aştepta îndeajuns pentru ca să se colecteze date suficiente. (NOTĂ: acest lucru poate dura mult timp)
zh_tw: 您可以藉由在鍵盤上隨意得鍵入字母來提高處理速度，或是靜待直到收集了足夠的關鍵資料。（注意：這可能會花上一段很長的時間）

source: Keyfile creation failure
de: Schlüsseldateierstellung schlug fehl
eo: Ŝlosildosiera kreado malsukcesis
eu: Huts egin du gako-fitxategia sortzean
gl: Fallo na creación do ficheiro de claves
lt: Nesėkmė kuriant rakto failą
lv: Atslēgas faila izveide nav izdevusies
ml: കീഫയല്‍ സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
pa: ਕੁੰਜੀ-ਫਾਇਲ ਬਣਾਉਣ 'ਚ ਫੇਲ੍ਹ
ro: Eşec la crearea fişierului de chei
zh_tw: 金鑰檔的建立作業失敗了

source: An error occurred while creating the keyfile.
de: Es trat ein Fehler beim Erzeugen der Schlüsseldatei auf.
eo: Eraro okazis dum la kreado de ŝlosildosiero.
eu: Errorea gertatu da gako-fitxategia sortzean.
gl: Houbo un erro ao crear o ficheiro de claves.
lt: Kuriant rakto failą įvyko klaida.
lv: Veidojot atslēgas failu radusies kļūda
ml: കീഫയല്‍ സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുമ്പോള്‍ ഒരു പിഴവ് സംഭവിച്ചു.
pa: ਕੁੰਜੀ-ਫਾਇਲ ਬਣਾਉਣ ਸਮੇਂ ਗਲਤੀ ਵਾਪਰੀ ਹੈ।
ro: A apărut o eroare în timpul creării fişierului de chei.
zh_tw: 在建立金鑰檔時發生錯誤。

source: You have selected the root file system to be stored on an encrypted partition. This feature is not available and continuing now would result in an installation that cannot be used.
gl: Escolleu armacenar o sistema de ficheiros raíz nunha partición cifrada. Esta característica non está dispoñible e continuar agora ha resultar nunha instalación que non se pode empregar.
ml: നിങ്ങള്‍ റൂട്ട് ഫയല്‍ സിസ്റ്റം ഒരു എന്ക്രിപ്ഷന്‍ ചെയ്ത ഭാഗത്ത് സൂക്ഷിക്കാന്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു. ഈ സൌകര്യം ലഭ്യമല്ല, ഇപ്പോള്‍ തുടരുന്നത് ഉപയോഗിക്കാന്‍ പറ്റാത്ത ഒരു ഇന്സ്റ്റലേഷനില്‍ കലാശിക്കും.
pa: ਤੁਸੀਂ ਰੂਟ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਇੰਕ੍ਰਿਪਟਡ ਭਾਗ ਉੱਪਰ ਸੰਭਾਲਣ ਲਈ ਚੁਣਿਆ ਹੈ। ਇਹ ਸਹੂਲਤ ਉਪਲੱਬਧ ਨਹੀਂ ਅਤੇ ਹੁਣ ਜਾਰੀ ਹੋ ਰਹੀ ਹੈ ਇਸ ਦਾ ਨਤੀਜਾ ਇੰਸਟਾਲੇਸ਼ਨ ਹੈ, ਜੋ ਵਰਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।

source: Please go back and choose a non-encrypted partition for the root file system.
gl: Volte e escolla unha partición non cifrada para o sistema de ficheiros raíz.
ml: ദയവായി തിരിച്ച് പോയി റൂട്ട് ഫയല്‍ സിസ്റ്റത്തിനായി എന്ക്രിപ്റ്റ് ചെയ്യാത്ത ഭാഗം തിരഞ്ഞെടുക്കൂ.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਿੱਛੇ ਜਾਓ ਅਤੇ ਰੂਟ ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਨਾ-ਇੰਕ੍ਰਿਪਟਡ ਭਾਗ ਚੁਣੋ।

source: You have selected the root file system to be stored on an encrypted partition. This feature requires a separate /boot partition on which the kernel and initrd can be stored.
gl: Escolleu armacenar o sistema de ficheiros raíz nunha partición cifrada. Esta característica precisa dunha partición /boot separada na que armacenar o núcleo e o initrd.
ml: നിങ്ങള്‍ റൂട്ട് ഫയല്‍ സിസ്റ്റം എന്ക്രിപ്റ്റ് ചെയ്ത ഭാഗത്ത് സൂക്ഷിക്കാന്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു. ഈ സൌകര്യം ഉപയോഗിക്കാന്‍ കെര്ണലും ഇനിറ്റാര്ഡിയും സൂക്ഷിക്കാന്‍ പറ്റുന്ന വ്യത്യസ്തമായ /boot ഭാഗം ആവശ്യമാണ്.
pa: ਤੁਸੀਂ ਰੂਟ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਇੰਕ੍ਰਿਪਟਡ ਭਾਗ ਉੱਪਰ ਸੰਭਾਲਣ ਲਈ ਚੁਣਿਆ ਹੈ। ਇਹ ਫੀਚਰ ਲਈ ਵੱਖਰੇ /boot ਭਾਗ ਦੀ ਲੋੜ ਹੈ, ਜਿਸ ਉੱਤੇ ਕਰਨਲ ਅਤੇ initrd ਨੂੰ ਸੰਭਾਲਿਆ ਜਾ ਸਕੇ।

source: You should go back and setup a /boot partition.
gl: Debería voltar e configurar unha partición /boot.
ml: നിങ്ങള്‍ തിരിച്ച് പോയി /boot ഭാഗം ഒരുക്കേണ്ടതുണ്ട്.
pa: ਤੁਹਾਨੂੰ ਪਿੱਛੇ ਜਾ ਕੇ /boot ਭਾਗ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Encryption configuration failure
de: Verschlüsselungskonfiguration schlug fehl
eo: Ĉifra akomodado malsukcesis
eu: Enkriptazio-konfigurazioak huts egin du
gl: Fallo na configuración do cifrado
lt: Šifravimo konfigūravimo nesėkmė
lv: Šifrēšanas konfigurācija nav izveidota
ml: എന്ക്രിപ്ഷന്‍ ക്രമീകരണത്തില്‍ പരാജയം
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਸੰਰਚਨਾ ਅਸਫਲਤਾ
ro: Eşec la configurarea criptării
zh_tw: 加密設定失敗了

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the boot loader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
gl: Escolleu armacenar o sistema de ficheiros /boot nunha partición cifrada. Isto non é posible porque o cargador de inicio non ha poder cargar o núcleo e o initrd. Se continúa ha producir unha instalación que non se pode empregar.
ml: നിങ്ങള്‍ /boot ഫയല്‍ സിസ്റ്റം ഒരു എന്ക്രിപ്റ്റ് ചെയ്ത ഭാഗത്ത് സൂക്ഷിക്കാന്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു. ബൂട്ട്‍ ലോഡറ്ന് കെര്ണലും ഇനിറ്റാര്ഡിയും ചേര്ക്കുന്നതിന് പറ്റാത്തതാക്കും എന്നതിനാല്‍ ഇത് സാധ്യമല്ല. ഇപ്പോള്‍ തുടരുന്നത് ഉപയോഗിക്കാന്‍ പറ്റാത്ത ഒരു ഇന്സ്റ്റലേഷനില്‍ കലാശിക്കും.
pa: ਤੁਸੀਂ /boot ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਇੰਕ੍ਰਿਪਟਡ ਭਾਗ ਉੱਤੇ ਸੰਭਾਲਣ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। ਇਹ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਕਿਉਂਕਿ ਬੂਟ-ਲੋਡਰ ਕਰਨਲ ਅਤੇ initrd ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕੇਗਾ। ਹੁਣ ਜਾਰੀ ਰੱਖਿਆ ਤਾਂ ਇੱਕ ਇੰਸਟਾਲੇਸ਼ਨ ਹੋਵੇਗੀ, ਜਿਸ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੇਗੀ।

source: You should go back and choose a non-encrypted partition for the /boot file system.
gl: Debería voltar e escoller unha partición non cifrada para o sistema de ficheiros /boot.
ml: നിങ്ങള്‍ തിരിച്ച് പോയി /boot ഫയല്‍ സിസ്റ്റത്തിനായി എന്ക്രിപ്റ്റ് ചെയ്യാത്ത ഭാഗം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pa: ਤੁਹਾਨੂੰ ਪਿੱਛੇ ਜਾ ਕੇ /boot ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਨਾ-ਇੰਕਰਿਪਟਡ ਭਾਗ ਦੀ ਚੋਣ ਕਰਨੀ ਪਵੇਗੀ।

source: Are you sure you want to use a random key?
de: Sind Sie sicher, dass Sie einen zufälligen Schlüssel verwenden möchten?
eo: Ĉu vi vere uzu hazardan ŝlosilon?
eu: Ziur zaude ausazko gakoa erabiltzea nahi duzula?
gl: ¿Está seguro de querer empregar unha clave aleatoria?
lt: Ar Jūs įsitikinę, kad norite naudoti atsitiktinį raktą?
lv: Vai tiešam vēlaties izmantot patvaļīgu atslēgu?
ml: നിങ്ങള്‍ ഒരു റാന്ഡം കീ ഉപയോഗിക്കാന്‍ സന്നദ്ധമാണെന്ന് നിങ്ങള്ക്കുറപ്പുണ്ടോ?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਲਗਾਤਾਰ ਕੁੰਜੀ ਵਰਤਣਾ ਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Sunteţi sigur că doriţi să folosiţi o cheie aleatorie?
zh_tw: 您是否確定您要使用隨意產生的金鑰？

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
gl: Escolleu un tipo de clave aleatoria para ${DEVICE} pero solicitou ao particionador un sistema de ficheiros nel.
ml: നിങ്ങള്‍ ${DEVICE} ന് റാന്ഡം കീ തരം തിരഞ്ഞെടുത്തിരിക്കുന്നു പക്ഷേ പാര്ട്ടീഷണറോട് ഇതില്‍ ഫയല്‍ സിസ്റ്റം സൃഷ്ടിക്കാന്‍ ആവശ്യപ്പെട്ടിരിക്കുന്നു.
pa: ਤੁਸੀਂ ${DEVICE} ਲਈ ਲਗਾਤਾਰ ਕੁੰਜੀ ਚੁਣੀ ਹੈ ਪਰ ਇਸ ਉੱਪਰ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਲਈ ਵਿਭਾਗੀਕਰਨ ਕਰਤਾ ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ ਹੈ।

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
de: Die Verwendung eines zufälligen Schlüsseltyps bedeutet, dass die Partitionsdaten bei jedem Neustart zerstört werden. Dies sollte nur für Swap-Partitionen verwendet werden.
eo: La uzado de hazarda ŝlosilo implicas la forviŝotan de diskpartigaj datumoj en ĉiu praŝargado. Tiu funkciado endas uzita nur per la interŝanĝaj spacoj ('swap'-diskpartigoj).
eu: Ausazko gako bat erabiltzea partizio datuak berrabiarazte bakoitzean ezabatzea eragingo du. Hau swap partizioan bakarrik erabili beharko zen.
gl: Un tipo de clave aleatoria significa que os datos da partición han ser destruídos en cada reinicio. Isto só se debería empregar en particións de intercambio.
he: שימוש במחיצה מסוג מפתח אקראי, משמעותו כי המידע על המחיצה יהרס בכל אתחול של המערכת. שימוש זה צריך להיות מוגבל למחיצות דפדוף בלבד.
lt: Naudojant atsitiktinius raktus, duomenys šiame disko skirsnyje bus sunaikinami kiekvieno sistemos perkrovimo metu. Tai turi būti naudojama tik mainų vietos (swap) skirsniams.
lv: Patvaļīga atslēgas tipa izmantošana nozīmē, ka katreis pārsāknējot sistēmu visi šīs partīcijas dati tiks iznīcināti. Šādu tipu vajadzētu lietot tikai apmaiņas partīcijai.
ml: റാന്ഡം കീ തരം ഉപയോഗിക്കുന്നു എന്നതിനര്ത്ഥം ഓരോ റീബൂട്ടിലും ഭാഗത്തിലെ ഡാറ്റ നശിപ്പിക്കപ്പെടും. സ്വാപ് ഭാഗങ്ങള്ക്കായി മാത്രമേ ഇത് ഉപയോഗിക്കാവൂ.
pa: ਲਗਾਤਾਰ ਕੁੰਜੀ ਕਿਸਮ ਵਰਤਣ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਭਾਗ ਡਾਟਾ ਹਰ ਵਾਰ ਮੁੜ ਚੱਲਣ ਤੇ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ। ਇਸ ਸਿਰਫ ਸਵੈਪ ਭਾਗਾਂ ਲਈ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Folosirea unui tip aleator de cheie înseamnă că partiţia va fi distrusă la fiecare repornire. Acest tip ar trebui să fie folosit doar pentru partiţii swap.
zh_tw: 類型為使用隨意產生的金鑰表示這個分割區裡的資料會在每次開機時被清除掉。這應該是用於 Swap 分割區。

source: Failed to download crypto components
gl: Non se puido descargar os compoñentes criptográficos
ml: ക്രിപ്റ്റോ ഘടകങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
pa: cryto ਭਾਗ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਫੇਲ੍ਹ

source: An error occurred trying to download additional crypto components.
gl: Houbo un erro ao tentar descargar os compoñentes criptográficos adicionais.
ml: കൂടുതല്‍ ക്രിപ്റ്റോ ഘടകങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്യാനുള്ള ശ്രമത്തില്‍ ഒരു പിഴവ് പറ്റി.
pa: ਹੋਰ cryto ਭਾਗ ਡਾਊਨਲੋਡ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।

source: Proceed to install crypto components despite insufficient memory?
gl: ¿Instalar os compoñentes criptográficos a pesares de non ter memoria dabondo?
ml: ആവശ്യത്തിനുള്ള മെമ്മറി ഇല്ലാതിരുന്നിട്ട് കൂടി ക്രിപ്റ്റോ ഘടങ്ങളുടെ ഇന്സ്റ്റലേഷനുമായി മുന്നോട്ട് പോകണമോ?
pa: ਘੱਟ ਮੈਮੋਰੀ ਹੋਣ ਦੀ ਹਾਲਤ ਵਿੱਚ ਵੀ ਕੀ cryto ਭਾਗ ਇੰਸਟਾਲ ਕਰਨੇ ਹਨ?

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
gl: Semella que non hai suficiente memoria para instalar os compoñentes criptográficos adicionais. Se decide continuar pode fallar o proceso de instalación.
ml: കൂടുതല്‍ ക്രിപ്റ്റോ ഘടകങ്ങളുടെ ഇന്സ്റ്റലേഷനാവശ്യമായ മെമ്മറി ലഭ്യമല്ലെന്ന് തോന്നുന്നു. എന്നാലും മുന്നോട്ട് പോകാന്‍ തന്നെയാണ് തീരുമാനമെങ്കില്‍ ഇന്സ്റ്റലേഷന്‍ പ്രക്രിയ പരാജയപ്പെട്ടേക്കാം.
pa: ਹੋਰ crypto ਭਾਗ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਦੀ ਮੈਮੋਰੀ ਨਹੀਂ ਜਾਪਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਅੱਗੇ ਜਾਣਾ ਜਾਰੀ ਰੱਖਿਆ ਅਤੇ ਕਿਸੇ ਵੀ ਤਰਾਂ ਅੱਗੇ ਗਏ ਤਾਂ ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋ ਜਾਵੇਗੀ।

source: Guided - use entire disk and set up encrypted LVM
gl: Guiado - usar todo o disco e configurar LVM cifrado
ml: ഗൈഡഡ്- മുഴുവന്‍ ഡിസ്കുമുപയോഗിച്ച് എന്ക്രിപ്റ്റഡ് LVM ഒരുക്കുക
pa: ਸਹਾਇਕ - ਪੂਰੀ ਡਿਸਕ ਵਰਤੋਂ ਅਤੇ ਇੰਕਰਿਪਟਡ LVM ਸੈੱਟਅੱਪ

source: No partitions found
cy: Ni chanfodwyd rhaniadau
de: Keine Partitionen gefunden
el: Δε βρέθηκαν τμήματα
eo: Neniu trovita diskpartigo
et: Ühtki partitsiooni ei leitud
eu: Ez da partiziorik aurkitu
fa: هیچ پارتیشنی پیدا نشد
fi: Osioita ei löytynyt
gl: Non se atoparon particións
he: לא נמצאו מחיצות
id: Partisi tidak ditemukan
kk: Бөлімдер табылмады
lt: Nerasta disko skirsnių
lv: Partīcijas nav atrastas.
mg: Tsy nahita fizarana
ml: ഭാഗങ്ങളൊന്നും കണ്ടില്ല
nn: Fann inga partisjonar
pa: ਕੋਈ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ ਹੈ
pl: Nie znaleziono partycji
pt_br: Nenhuma partição encontrada
ro: Nu s-au găsit partiţii
sl: Nisem našel nobenih razdelkov
zh_tw: 找不到磁碟分割區

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
cy: Ni chanfuwyd unrhyw rhaniadau yn eich system. Efallai bo angen i chi rhaniadu eich disgiau caled neu lwytho modylau cnewyllyn ychwanegol.
de: Auf Ihrem System wurden keine Partitionen gefunden. Sie müssen Ihre Festplatten partitionieren oder zusätzliche Kernel-Module laden.
el: Δε βρέθηκαν τμήματα στο σύστημά σας. Πιθανόν να χρειαστεί να κατατμήσετε ξανά τους σκληρούς δίσκους σας ή να φορτώσετε επιπλέον οδηγούς συσκευών.
eo: Neniu diskpartigo estas trovita. Vi bezonus dispartigi viajn fiksitajn diskojn aŭ ŝargi pluajn kernajn modulojn.
et: Su süsteemist ei leitud ühtki partitsiooni. Võib juhtuda, et pead oma kõvakettaid partitsioneerima või tuuma mooduleid laadima.
eu: Ez da partiziorik aurkitu sisteman. Agian disko gogorrean partizioak egin eta nukleo-modulu osagarriak kargatu beharko dituzu.
fa: هیچ پارتیشنی بر روی سیستم شما پیدا نشد. شما ممکن است دیسک خود را پارتیشن‌بندی نکرده باشید و یا لازم باشد ماژولهای دیگری بر روی هسته‌ی لینوکس خود بارگذاری کنید.
fi: Järjestelmästä ei löytynyt levyosioita. Järjestelmän on ehkä ladattava lisää ytimen moduuleita tai kiintolevy on osioitava.
gl: Non se atopou ningunha partición no seu sistema. Pode ter que particionar os seus discos duros ou cargar módulos adicionais do núcleo.
he: לא נמצאו מחיצות במערכת שלך. אולי תצטרך לחלק את הדיסק הקשיח שלך למחיצות או לטעון מודולי קרנל נוספים.
id: Tak ada partisi pada sistem Anda. Anda perlu mempartisi hard diskanda atau memuat modul kernel tambahan.
kk: Сіздің компьютеріңізде бөлімдер табылмады. Мүмкін сіздің қатқыл дискіңізді бөлімдерге бөлу қажет болар немесе ядроның қосымша модульдерін жүктеу қажет.
lt: Jūsų sistemoje nerasta disko skirsnių. Galbūt Jums reikia sudalyti savo diską skirsniais ar įkelti papildomų branduolio modulių.
lv: Uz jūsu sistēmas nav atrasta neviena partīcija. Jums vajadzēs izveidot partīcijas uz jūsu jūsu mašīnas cietā diska vai arī ielādēt papildus kodola moduļus.
ml: നിങ്ങളുടെ ലസിസ്റ്റത്തില്‍ ഭാഗങ്ങളൊന്നും കണ്ടില്ല. നിങ്ങള്ക്ക് നിങ്ങളുടെ ഹാര്ഡ് ഡ്രൈവുകള്‍ വിഭജിക്കേണ്ടതായോ കൂടുതല്‍ കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍ ചേര്ക്കേണ്ടതായോ വരാം.
nn: Ingen partisjonar blei funne på systemet. Du må partisjonera diskane eller lasta inn fleire kjernemodular.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਕੋਈ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ। ਤੁਹਾਨੂੰ ਆਪਣੀ ਹਾਰਡ ਡਰਾਈਵ ਦੇ ਭਾਗ ਬਣਾਉਣ ਜਾਂ ਵਾਧੂ ਕਰਨਲ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ।
pl: Nie znaleziono partycji w Twoim systemie. Mo¿e musisz podzieliæ swój dysk na partycje, lub za³adowaæ dodatkowe modu³y j±dra.
pt_br: Nenhuma partição foi encontrada em seu sistema. Você pode precisar particionar seus discos rígidos ou carregar módulos de kernel adicionais.
ro: Nu s-au găsit partiţii pe sistemul dvs. S-ar putea să trebuiască să vă partiţionaţi discurile fixe sau să încărcaţi module adiţionale de nucleu.
sl: Nisem našel nobenih razdelkov na vašem sistemu. Morda morate razdeliti vaše trde diske ali naložiti dodatne module jedra.
zh_tw: 在系統中找不到磁碟分割區。您可能需要進行硬碟分割作業或再載入些額外的 Kernel 模組。

source: No file systems found
cy: Ni chanfodwyd systemau ffeiliau
de: Keine Dateisysteme gefunden
el: Δε βρέθηκαν συστήματα αρχείων
eo: Neniu trovita dosiersistemo
et: Ühtki failisüsteemi ei leitud
eu: Ez da fitxategi-sistemarik aurkitu
fa: هیچ فایل سیستمی پیدا نشد.
fi: Tiedostojärjestelmää ei löytynyt
gl: Non se atoparon sistemas de ficheiros
he: לא נמצאו מערכות קבצים
id: Sistem berkas tidak ditemukan
kk: Файлдық жүйелер табылмады
lt: Nerasta failų sistemų
lv: Nav atrasta neviena failu sistēma
mg: Tsy nahita file system
ml: ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടില്ല
nn: Fann ingen filsystem
pa: ਕੋਈ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono systemów plików
pt_br: Nenhum sistema de arquivos encontrado
ro: Nu s-au găsit sisteme de fişiere
sl: Nisem našel nobenega datotečnega sistema.
zh_tw: 找不到檔案系統

source: No usable file systems were found. You may need to load additional kernel modules.
cy: Ni chanfuwyd unrhyw systemau ffeiliau gellir eu defnyddio. Efallai bo angen i chi lwytho modylau cnewyllyn ychwanegol.
de: Es wurden keine verwendbaren Dateisysteme gefunden. Sie sollten evtl. zusätzliche Kernel-Module laden.
el: Δε βρέθηκαν χρησιμοποιήσιμα συστήματα αρχείων. Πιθανόν να χρειαστεί να φορτώσετε επιπλέον οδηγούς.
eo: Neniu uzebla dosiersistemo estas trovita. Vi bezonus ŝargi pluajn kernajn modulojn.
et: Ei leitud ühtki kasutuskõlblikku failisüsteemi. Võib-olla pead lisaks veel mõningaid tuuma mooduleid laadima.
eu: Ez da fitxategi-sistema erabilgarririk aurkitu. Agian nukleo-modulu osagarriak kargatu beharko dituzu.
fa: هیچ فایل سیستم قابل استفاده ای پیدا نشد. ممکن است لازم باشد ماژولهای دیگری از هسته را بارگذاری کنید.
fi: Kelvollisia tiedostojärjestelmiä ei löytynyt. Järjestelmään on ehkä ladattavalisää ytimen moduuleita.
gl: Non se atopou ningún sistema de ficheiros utilizable. Pode ter que cargar módulos adicionais do núcleo.
he: לא נמצאו מערכות קבצים הניתנות לשימוש. אולי תצטרך לטעון מודולי קרנל נוספים.
id: Tak ada sistem berkas yang dapat dipakai. Anda perlu memuat modul kernel tambahan.
kk: Жұмысқа жарамды файлдық жүйелер табылмады. Мүмкін сізге ядроның қосымша модульдерін жүктеуге тура келеді.
lt: Diske nerasta tinkamų failų sistemų. Galbūt Jums reikia įkelti papildomų branduolio modulių.
lv: Uz jūsu sistēmas netika atrasta neviena izmantojama failu sistēma. Iespējams jums jāielādē papildus kodola moduļi.
mg: Tsy.nahita file system azo ampiasaina. Mety voatery ampiditra module 'na kernel hafa ianao.
ml: ഉപയോഗയോഗ്യമായ ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടില്ല. നിങ്ങള്ക്ക് കൂടുതല്‍ കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍ ചേര്ക്കേണ്ടതായി വന്നേക്കാം.
nn: Fann ingen brukande filsystem. Du må kanskje lasta inn fleire kjernemodular.
pa: ਕੋਈ ਵਰਤਣ ਯੋਗ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਲੱਭਿਆ। ਤੁਹਾਨੂੰ ਵਾਧੂ ਕਰਨਲ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ।
pl: Nie znaleziono u¿ywalnych systemów plików. Mo¿e musisz za³adowaæ dodatkowe modu³y j±dra.
pt_br: Nenhum sistema de arquivo utilizável foi encontrado. Você pode precisar carregar módulos de kernel adicionais.
ro: Nu s-a găsit nici un sistem de fişiere utilizabil. S-ar putea să trebuiască să încărcaţi module de nucleu adiţionale.
sl: Nisem našel nobenega uporabnega datotečnega sistema. Morda morate naložiti dodatne module jedra.
zh_tw: 找不到可用的檔案系統。您可能需要再載入些額外的 Kernel 模組。

source: Abort
gl: Abortar
ml: പിന്തിരിയുക
pa: ਛੱਡੋ

source: Select a partition
cy: Dewiswch rhaniad
de: Wählen Sie eine Partition
el: Επιλέξτε ένα τμήμα
eo: Elektu akomodotan diskpartigon:
et: Vali partitsioon
eu: Hautatu partizio bat
fa: یک پارتیشن را انتخاب کنید.
fi: Valitse osio
gl: Seleccionar unha partición
he: בחירת מחיצה
id: Pilih sebuah partisi
kk: Бөлімді таңдаңыз
lt: Pasirinkite disko skirsnį
lv: Izvēlieties partīciju
mg: Misafidiana fizarana
ml: ഭാഗം തിരഞ്ഞെടുക്കുക
nn: Vel ein partisjon
pa: ਭਾਗ ਚੁਣੋ
pl: Wybierz partycjê
pt_br: Selecionar uma partição
ro: Alegeţi o partiţie
sl: Izberite razdelek
zh_tw: 選擇一個磁碟分割區

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
cy: Dyma'r rhaniadau a ganfuwyd yn eich system. Os gwelwch yn dda, dewiswch rhaniad er mwyn mynd ymlaen. Ni fydd unrhyw gwir newidiadau yn cymryd lle tan eich bod chi'n dewis "Gorffen". Os ydych chi'n dewis "Erthylu" yna ni chaiff unrhyw newidiadau eu gwneud.
de: Dies sind die Partitionen, die auf Ihrem System gefunden wurden. Bitte wählen Sie eine Partition zur Konfiguration. Es werden erst Änderungen vorgenommen, wenn Sie »Beenden« auswählen. Wenn Sie »Abbrechen« auswählen, werden keinerlei Änderungen vorgenommen.
el: Αυτά είναι τα τμήματα που ανιχνεύθηκαν στο σύστημά σας. Παρακαλώ, επιλέξτε ένα τμήμα προς ρύθμιση. Οι αλλαγές θα αποθηκευθούν μόνο αν επιλέξετε "Τέλος". Αν επιλέξετε "Ακύρωση", δε θα αποθηκευθεί καμία αλλαγή.
eo: Jen la detektitaj diskpartigoj en via sistemo. Bonvule elektu akomodotan diskpartigon. Neniu efektiva ŝanĝo estos faritaj ĝis vi elektu "Plenumu". Se vi elektu "Ĉesigu", neniu ŝanĝo okazos.
et: Sinu süsteemist leiti need partitsioonid. Vali partitsioon, mida seadistada. Enne, kui sa vajutad "Lõpeta", ei sooritata ühtki muudatust. Kui valid "Katkesta" jäetakse muudatused sooritamata.
eu: Sisteman partizio hauek atzeman dira. Hautatu konfiguratu beharreko partizio bat. Aldaketa hauek ez dira aplikatuko "Amaitu" hautatu arte. "Abortatu" hautatzen baduzu, aldaketarik ez da egingo.
fa: اینها پارتیشن هایی هستند که بر روی سیستم شما پیدا شده‌اند. لطفا یکی از آنها را برای تنظیم کردن انتخاب کنید. هیچ تغییر فیزیکی بر روی سیستم ایجاد نخواهد شد مگر آنکه شما "اتمام" را انتخاب کنید. اگر شما "صرف نظر" را انتخاب کنید هیچ تغییری ایجاد نمیگردد.
fi: Nämä osiot löytyivät järjestelmästä. Valitse osiot, joita haluat muokata. Muutokset eivät ole pysyviä ennen kuin valitset "Valmis". Jos valitset "Keskeytä", mitään muutoksia ei tapahdu.
gl: Estas son as particións que se detectaron no sistema. Escolla unha partición que configurar. Non se ha facer ningún cambio real ata que escolla "Rematar". Se escolle "Abortar" non se fará ningún cambio.
he: אלו המחיצות שזהו במערכת שלך. בחר את המחיצה שברצונה להגדיר. השינויים לא יבוצעו בפועל עד שתבחר "סיים". אם תבחר "וותר", השינויים לא יבוצעו בפועל.
id: Berikut ini daftar partisi yang ditemukan pada sistem Anda. Silakan pilih partisi yang akan dikonfigurasi. Tak ada perubahan yang akan dilakukan sampai Anda memilih "Selesai". Bila Anda memilih "Batal", tidak akan dilakukan perubahan.
kk: Сіздің жүйеңізде табылған бөлімдер. Баптауға бөлім таңдаңыз. Сіз "Аяқтау" командасын таңдамағаныңызша, бөлімде ешқандай өзгеріс болмайды. Егер сіз "Тоқтату" командасын таңдасаңыз, онда өзгерістер сақталады.
lt: Tai yra disko skirsniai, rasti Jūsų sistemoje. Prašau išsirinkti norimą konfigūruoti skirsnį. Jokie pakeitimai nebus atlikti, kol Jūs nepasirinksite "Baigti". Jei pasirinksite "Atsisakyti", pakeitimai nebus atlikti.
lv: Šīs ir uz jūsu sistēmas atrastās partīcijas. Lūdzu izvelieties kuru partīciju vēlaties konfigurēt. Paliekošas izmaiņas netiks izdarītas līdz jūs izvēlēsieties "Beigt". Ja izvēlēsieties "Atcelt" nekādas izmaiņas netiks veiktas.
ml: ഇതെല്ലാമാണ് നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കണ്ടുപിടിക്കപ്പെട്ട ഭാഗങ്ങള്‍. ദയവായി ക്രമീകരിക്കാന്‍ ഒരു ഭാഗം തിരഞ്ഞെടുക്കൂ. "പൂര്ത്തിയാക്കുക" എന്ന് തിരഞ്ഞെടുക്കുന്നത് വരെ ഒരു മാറ്റവും വരുത്തുന്നതല്ല. "പിന്തിരിയുക" എന്ന് തിരഞ്ഞെടുക്കുകയാണെങ്കില്‍ മാറ്റങ്ങളൊന്നും വരുത്തുന്നതല്ല.
nn: Desse partisjonane blei funne på systemet ditt. Vel ein partisjon for å setja han opp. Ingen endringar blir utført før du vel «Fullfør». Vel du «Avbryt», vil ingen endringar bli utført.
pa: ਇੱਥੇ ਭਾਗ ਹਨ ਜੋ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਲੱਭੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਭਾਗ ਚੁਣੋ। ਕੋਈ ਅਸਲੀ ਤਬਦੀਲੀ ਨਹੀਂ ਹੋਵੇਗੀ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ "ਮੁਕੰਮਲ" ਨਹੀਂ ਚੁਣਦੇ। ਜੇ ਤੁਸੀਂ "ਅਧੂਰਾ ਛੱਡਿਆ" ਚੁਣਿਆ, ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਹੋਵੇਗੀ।
pl: W Twoim systemie s± nastêpuj±ce partycje. Proszê wybraæ partycjê do skonfigurowania. Nie zostan± naniesione ¿adne zmiany dopóki nie wybierzesz "Zakoñcz". Je¶li u¿yjesz "Przerwij", zmiany nie zostan± naniesione.
pt_br: Estas são as partições detectadas em seu sistema. Por favor selecione uma partição para configurar. Nenhum mudançã será feita até que você selecione "Finalizar". Caso você selecione "Abortar" nenhuma mudança será feita.
ro: Acestea sunt partiţiile care au fost detectate pe sistemul dvs. Vă rugăm să selectaţi o partiţie pentru configurare. Nu se va face nici o schimbare reală până nu selectaţi "Termină". Dacă selectaţi "Abandonează", nu se va efectua nici o schimbare.
sl: To so razdelki, ki so bili zaznani v vašem sistemu. Prosim izberite razdelek, ki ga želite nastaviti. Nobena sprememba se ne bo izvršila dokler ne izberete "Končaj". Če izberete "Prekini", ne bo izvršena nobena sprememba.
zh_tw: 這是在您的系統中被偵測到的磁碟分割區。請選擇一個分割區來進行設定。在您選擇【結束】之前任何修改都不會真正得生效。如果選擇了【中止】，也不會進行任何的變更。
