Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Choose a country, territory or area:
cy: Dewiswch wlad, diriogaeth neu ardal:
de: Wählen Sie ein Land oder Gebiet:
el: Επιλέξτε μια χώρα ή περιοχή:
eo: Elektu landon, teritorion aŭ zonon:
et: Vali riik, territoorium või piirkond:
eu: Aukeratu estatua, herrialdea edo eskualdea:
fa: انتخاب کشور یا منطقه
fi: Valitse maa tai alue:
gl: Escolla un país, territorio ou área:
he: בחר מדינה, טריטוריה או איזור:
id: Pilih suatu negara, teritorial atau daerah:
kk: Каланы немесе ауданды белгілеп таңдаңыздар:
lt: Pasirinkite šalį, teritoriją ar rajoną:
lv: Izvēlieties valsti, teritoriju vai apgabalu:
mg: Misafidiana tany, fari-tany na faritra
ml: രാജ്യമോ, പ്രദേശമോ, മേഖലയോ തിരഞ്ഞെടുക്കുക:
nn: Vel eit land, territorium eller område:
pa: ਆਪਣਾ ਦੇਸ਼, ਪ੍ਰਾਂਤ ਜਾਂ ਖੇਤਰ ਚੁਣੋ:
pl: Wybierz kraj, terytorium lub obszar:
pt_br: Escolha um país, território ou área :
ro: Alegeţi o ţară, teritoriu sau zonă:
sl: Izberite državo, teritorij ali regijo:
zh_tw: 請選擇一個國家、領域或地區：

source: Based on your language, you are probably located in one of these countries or regions.
cy: Yn seiliedig ar eich iaith, rydych chi mwy na thebyg yn un o'r gwledydd neu ardaloedd canlynol.
de: Ihrer Sprache nach befinden Sie sich wahrscheinlich in einem dieser Länder oder Gebiete.
el: Με βάση την επιλογή της γλώσσας, μάλλον βρίσκεστε σε μία από τις ακόλουθες χώρες ή περιοχές.
eo: Laŭ via lingvo, vi verŝajne loĝas ie en ĉi tiuj landoj aŭ regionoj.
et: Valitud keele põhjal asud tõenäoliselt ühes neist riikidest või piirkondadest.
eu: Zure hizkuntza kontuan hartuta, ziurrenik hauetako estatu edo eskualde batean egongo zara.
fa: با توجه به زبان شما؛ شما باید در یکی از این کشورها یا منطقه ها باشید
fi: Valitsemasi kielen perusteella olet luultavasti jossakin näistä maista tai alueista.
gl: Segundo o seu idioma, seguramente estea situado nun destes países ou rexións.
he: לפי השפה שלך, אתה כנראה באחת מהמדינות או האיזורים הבאים.
id: Berdasarkan bahasa Anda, mungkin Anda berada di negara atau wilayah berikut.
kk: Төменде көрсетілген қаланы немесе ауданды өз таңдаған тіліңізбен қолдануыңызға болады.
lt: Remiantis Jūsų kalba, Jūs greičiausiai esate vienoje iš šių šalių arba regionų.
lv: Pamatojoties uz jūsu izvēlēto valodu, jūs visticamāk atrodaties vienā no šīm valstīm vai reģioniem.
mg: Araky ny fiteninao dia mety iray amin'ireto tany na fari-tany ireto no misy anao.
ml: നിങ്ങളുടെ ഭാഷയെ അടിസ്ഥാനമാക്കി നിങ്ങള്‍ ഇതിലേതെങ്കിലും രാജ്യത്തോ മേഖലയിലോ ആയിരിക്കാം.
nn: Ut frå språket du har valt er du truleg i eit av desse landa eller områda.
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਦੇ ਆਧਾਰ ਤੇ ਤੁਸੀਂ ਇਹਨਾਂ ਖੇਤਰਾਂ ਜਾਂ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸਥਿਤ ਹੋ।
pl: Bazuj±c na Twoim jêzyku, znajdujesz siê najprawdopodobniej w jednym z nastêpuj±cych krajów lub regionów.
pt_br: Com base em seu idioma, você está localizado provavelmente em um desses países ou regiões.
ro: Pe baza limbii dvs., vă aflaţi probabil într-una din aceste ţări, sau regiuni.
sl: Na podlagi vašega jezika najverjetneje živite v eni izmed naslednjih držav ali regij.
zh_tw: 根據您所使用的語言，您可能位於以下的國家或地區之一。

source: Choose a locale:
cy: Dewiswch locale:
de: Sprache wählen:
eo: Elektu lokajn agordojn:
et: Vali lokaat:
eu: Lokala aukeratu:
gl: Escolla unha configuración local:
he: בחירת לוקל:
kk: Локальді таңдаңыз:
lt: Pasirinkite lokalę:
lv: Izvēlaties lokalizāciju:
ml: ഒരു ലൊകേല്‍ (locale) തിരഞ്ഞെടുക്കൂ:
pa: ਇੱਕ ਲੋਕੇਲ ਚੁਣੋ:
ro: Alegeţi o localizare:
zh_tw: 選擇區域資訊(locale)：

source: Based on your language and country choices, the following locale parameters are supported.
de: Basierend auf Ihren Sprach- und Ländereinstellungen werden die folgenden Locale-Parameter unterstützt.
eo: Laŭ via lingva kaj landa elektoj, la sekvantaj lokaj parametroj estas disponeblaj.
eu: Zure hizkuntz eta herrialde ezarpenetan oinarriturik, honako lokal parametro hauek daude onarturik.
gl: Segundo as súas escollas de idioma e país, os seguintes parámetros de configuracións locais están soportados.
lt: Remiantis Jūsų kalbos ir šalies pasirinkimu, yra palaikomi sekantys lokalės parametrai.
lv: Pamatojoties uz jūsu valodas un valsts izvēli, sekojoši lokālizācijas parametri ir atbalstīti.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുത്ത ഭാഷയുടേയും രാജ്യത്തിന്റേയും അടിസ്ഥാനത്തില്‍ താഴെ കൊടുത്തിരിക്കുന്ന ലൊകേല്‍ (locale) പരാമീറ്ററുകള്‍ ഉള്‍പ്പെടുത്തപ്പെട്ടിരിക്കുന്നു.
pa: ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਅਤੇ ਦੇਸ਼ ਚੋਣ ਦੇ ਅਧਾਰ ਤੇ, ਹੇਠਲੇ ਲੋਕੇਲ ਪੈਰਾਮੀਟਰਾਂ ਨੂੰ ਸਹਿਯੋਗ ਹੈ।
ro: Pe baza opţiunilor legate de limbă şi ţară, următorii parametri de localizare sunt prezenţi.
zh_tw: 根據您所指定的語言及國家，以下為已被支援的區域資訊(locale)參數。

source: Choose other locales to be supported:
de: Wählen Sie andere Locales, die unterstützt werden sollen:
eo: Elektu aliajn disponeblajn lokagordojn:
et: Vali teised toetatatud lokaadid:
eu: Aukeratu onartuko diren beste lokalak:
gl: Escolla outras configuracións locais que soportar:
he: בחר לוקלים נוספים לתמיכה:
lt: Pasirinkite kitas norimas lokales:
lv: Izvēlieties citas atbalstāmās lokalizācijas:
ml: സപ്പോര്‍ട്ട് വേണ്ട മറ്റ് ലൊകേലുകള്‍ (locales) തിരഞ്ഞെടുക്കൂ:
pa: ਸਹਿਯੋਗ ਲਈ ਹੋਰ ਲੋਕੇਲ ਚੁਣੋ:
ro: Alegeţi alte localizări care trebuie suportate:
zh_tw: 請選擇其它希望能被支援的的區域資訊(locale)：

source: You may choose additional locales to be installed from this list.
de: Sie können zusätzliche Locales aus dieser Liste wählen.
eo: Vi povas elekti pliajn lokagordojn el tiu listo.
et: Sellest nimekirjast võid võid valida mõned lisaks paigaldatavad lokaadid.
eu: Instalatzeko lokal gehigarriak aukeratu beharko zenituzke zerrenda honetatik.
gl: Pode escoller configuracións locais adicionais para instalar desta lista.
he: אתה רשאי לבחור לוקלים נוספים להתקנה מתוך הרשימה הבאה:
lt: Jūs galite pasirinkti įdiegimui papildomas lokales iš šio sąrašo.
lv: No piedāvātā saraksta jūs varat izvēlēties arī citas lokalizācijas, kuras gribat uzinstalēt.
ml: ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടേണ്ട കൂടുതല്‍ ലൊകേലുകള്‍ (locales) ഈ പട്ടികയില്‍ നിന്നും തിരഞ്ഞെടുക്കാം.
pa: ਤੁਹਾਨੂੰ ਇਸ ਸੂਚੀ ਵਿੱਚੋਂ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵਾਧੂ ਲੋਕੇਲ ਚੁਣਨੇ ਪੈ ਸਕਦੇ ਹਨ।
ro: Din această listă puteţi alege să instalaţi localizări adiţionale.
zh_tw: 您可以從這份列表中選擇其它的區域資訊(locale)來進行安裝。

source: -- North America --
cy: -- Gogledd America --
de: -- Nordamerika --
eo: -- Nord-Amerika --
eu: -- Ipar Amerika --
gl: -- América do Norte --
he: -- צפון אמריקה --
lt: -- Šiaurės Amerika --
lv: -- Ziemeļamerika --
ml: -- വടക്കേ അമേരിക്ക --
pa: -- ਉੱਤਰੀ ਅਮਰੀਕਾ --
ro: -- America de nord --
zh_tw: -- 北美洲 --

source: -- Central America --
cy: -- Canol America --
de: -- Mittelamerika --
eo: -- Centr-Amerika --
eu: -- Erdialdeko Amerika --
gl: -- América Central --
he: -- מרכז אמריקה --
lt: -- Centrinė Amerika --
lv: -- Centrālamerika --
ml: -- മദ്ധ്യ അമേരിക്ക --
pa: -- ਕੇਂਦਰੀ ਅਮਰੀਕਾ --
ro: -- America centrală --
zh_tw: -- 中美洲 --

source: -- South America --
cy: -- De America --
de: -- Südamerika --
eo: -- Sud-Amerika --
eu: -- Hego Amerika --
gl: -- América do Sul --
he: -- דרום אמריקה --
lt: -- Pietų Amerika --
lv: -- Dienvidamērika --
ml: -- തെക്കേ അമേരിക്ക --
pa: -- ਦੱਖਣੀ ਅਮਰੀਕਾ --
ro: -- America de sud --
zh_tw: -- 南美洲 --

source: -- Caribbean --
cy: -- Y Carribî --
de: -- Karibik --
eo: -- Kariba --
eu: -- Karibe --
gl: -- O Caribe --
he: -- הקריביים --
lt: -- Karibų salos --
lv: -- Karību baseins --
ml: -- കരീബിയന്‍ --
pa: -- ਕਰੀਬੀਨ --
ro: -- Caraibe --
zh_tw: -- 加勒比海 --

source: -- Europe --
cy: -- Ewrop --
de: -- Europa --
eo: -- Eŭropa --
eu: -- Europa --
gl: -- Europa --
he: -- אירופה --
lt: -- Europa --
lv: -- Eiropa --
ml: -- യൂറോപ്പ് --
pa: -- ਯੂਰਪ --
ro: -- Europa --
zh_tw: -- 歐洲 --

source: -- Asia --
de: -- Asien --
eo: -- Azia --
he: -- אסיה --
lt: -- Azija --
lv: -- Āzija --
ml: -- ഏഷ്യ --
pa: -- ਏਸ਼ੀਆ --
zh_tw: -- 亞洲 --

source: -- Africa --
cy: -- Affrica --
de: -- Afrika --
eo: -- Afrika --
eu: -- Afrika --
gl: -- África --
he: -- אפריקה --
lt: -- Afrika --
lv: -- Āfrika --
ml: -- ആഫ്രിക്ക --
pa: -- ਅਫਰੀਕਾ --
zh_tw: -- 非洲 --

source: -- Indian Ocean --
cy: -- Cefnfor India --
de: -- Indischer Ozean --
eo: -- Indi-Oceana --
eu: -- Indiako Ozeanoa --
gl: -- Océano Índico --
he: -- האוקיאנוס ההודי --
lt: -- Indijos vandenynas --
lv: -- Indijas Okeāns --
ml: -- ഇന്ത്യാ മഹാസമുദ്രം--
pa: -- ਹਿੰਦ ਮਹਾਂਸਾਗਰ --
ro: -- Oceanul Indian --
zh_tw: -- 印度洋 --

source: -- Oceania --
cy: -- Ynysoedd y De --
de: -- Ozeanien --
eo: -- Oceana --
eu: -- Ozeania --
gl: -- Oceanía --
he: -- אוקינאווה --
lt: -- Okeanija --
lv: -- Okeānija --
ml: -- ഓഷ്യാനിയ --
pa: -- ਪਰਸ਼ਾਂਤ --
zh_tw: -- 大洋洲 --

source: -- Antarctica --
cy: -- Yr Antartig --
de: -- Antarktis --
eo: -- Antarkta --
eu: -- Antartika --
gl: -- A Antártida --
he: -- אנטרטיקה --
lt: -- Antarktida --
lv: -- Antarktika --
ml: -- അന്റാര്‍ട്ടിക്ക --
pa: -- ਐਨਟਾਰਟਿੰਕਾ --
zh_tw: -- 南極洲 --

source: -- other --
cy: -- arall --
de: -- Anderes --
eo: -- alia --
eu: -- bestelakoa --
gl: -- outro --
he: -- אחר --
lt: -- kita --
lv: -- cita --
ml: -- മറ്റുള്ളവ --
pa: -- ਹੋਰ --
ro: -- alta --
zh_tw: -- 其它 --

source: Select a keyboard layout
cy: Dewis cynllun bysellfwrdd
de: Wählen Sie Ihre Tastaturbelegung aus
el: Επιλέξτε μια διάταξη πληκτρολογίου
eo: Elektu klavara aranĝo
et: Vali klaviatuuri paigutus:
eu: Hautatu teklatu-diseinua
fa: لطفا یک طرح صفحه‌کلید انتخاب کنید
fi: Valitse näppäimistöasettelu
gl: Escoller un esquema de teclado
he: בחירת פריסת מקלדת
id: Pilih layout keyboard
kk: Пернелер тақтасын жеке-жеке қарастыру
lt: Klaviatūros išdėstymo pasirinkimas
lv: Izvēlieties klaviatūras izklājumu
mg: Fidio ny filaharan'ny fitendry
ml: ഒരു കീബോര്‍ഡ് വിന്യാസം തിരഞ്ഞെടുക്കുക
nn: Vel eit tastaturoppsett
pa: ਆਪਣਾ ਕੀ-ਬੋਰਡ ਖਾਕਾ ਚੁਣੋ
pl: Wybierz uk³ad klawiatury
pt_br: Selecione um layout de teclado
ro: Alegeţi un aranjament de tastatură
sl: Izberite postavitev tipkovnice
zh_tw: 選擇鍵盤排列方式

source: Type of keyboard:
cy: Mathau bysellfwrdd:
de: Art der Tastatur:
el: Τύπος πληκτρολογίου:
eo: klavaraj tipoj:
et: Klaviatuuri tüüp:
eu: Teklatu-mota:
fa: نوع صفحه کلید:
fi: Näppäimistön tyyppi:
gl: Tipo de teclado:
he: סוג המקלדת:
id: Jenis keyboard
kk: Перне тақтасының үлгісі:
lt: Klaviatūros tipas:
lv: Klaviatūras tips:
mg: Karazan'ny fitendry
ml: കീബോര്‍ഡ് തരം:
nn: Tastaturtype:
pa: ਕੀ-ਬੋਰਡ ਦੀ ਕਿਸਮ:
pl: Rodzaj klawiatury:
pt_br: Tipo de teclado :
ro: Tipul tastaturii:
sl: Vrsta tipkovnice:
zh_tw: 鍵盤類型：

source: Please choose the type of keyboard to configure.
cy: Dewiswch y math o fysellfwrdd i gyflunio os gwelwch yn dda.
de: Wählen Sie die Art der Tastatur, die Sie konfigurieren möchten.
el: Παρακαλώ, επιλέξτε τον τύπο του πληκτρολογίου προς ρύθμιση.
eo: Bonvolu akomodi la klavaran tipon.
et: Palun vali seadistatava klaviatuuri tüüp.
eu: Aukeratu konfiguratu beharreko teklatu-mota.
fa: لطفا نوع صفحه‌کلیدی را که در حال تنظیم آن هستید انتخاب کنید.
fi: Valitse minkä tyyppisen näppäimistön asetuksia haluat muuttaa.
gl: Escolla o tipo de teclado a configurar.
he: בחר את סוג המקלדת להגדרה
id: Silakan pilih jenis keyboard yang ingin dikonfigurasi.
kk: Перне тақтасының үлгісін қайта қалпына келтірілуін таңдаңыздар.
lt: Pasirinkite konfigūruojamos klaviatūros tipą.
lv: Lūdzu izvēlieties konfigurējamās klaviatūras tipu.
mg: Azafady safidio ny karazan'ny fintendry izay ho tefena.
ml: ക്രമീകരിക്കേണ്ട കീബോര്‍ഡിന്റെ തരം തിരഞ്ഞെടുക്കുക.
nn: Vel tastaturtypen som skal setjast opp.
pa: ਆਪਣੇ ਕੀ-ਬੋਰਡ ਦੀ ਸੰਰਚਨਾ ਚੁਣੋ ਜੀ।
pl: Wybierz rodzaj klawiatury do skonfigurowania.
pt_br: Por favor, escolha o tipo deteclado a ser configurado.
ro: Vă rugăm să alegeţi tipul de tastatură de configurat.
sl: Prosim izberite vrsto tipkovnice, ko jo želite nastaviti.
zh_tw: 請選擇要設定的鍵盤類型。

source: No keyboard to configure
cy: Dim bysellfwrdd i'w gyflunio
de: Keine Tastatur zu konfigurieren
el: Δε βρέθηκε πληκτρολόγιο προς ρύθμιση
eo: Neniu akomodebla klavaro
et: Pole klaviatuuri, mida seadistada
eu: Teklaturik ez dago konfiguratzeko
fa: هیچ صفحه‌کلیدی برای تنظیم کردن پیدا نشد.
fi: Ei näppäimistöä jonka asetuksia voisi muuttaa
gl: Non hai ningún teclado para configurar
he: לא נמצאה מקלדת להגדרה
id: Tak terdapat keyboard untuk dikonfigurasi
kk: Қалпына келтірілетін перне тақта көрінбеді
lt: Nepasirinkta konfigūruotina klaviatūra
lv: Klaviatūra nav atrasta - nekonfigurējam
mg: Tsy misy fitendry ho tefena
ml: ക്രമീകരിക്കേണ്ട കീബോര്‍ഡ് ലഭ്യമല്ല
nn: Ingen tastatur å setja opp
pa: ਕੋਈ ਕੀ-ਬੋਰਡ ਸੰਰਚਿਤ ਨਹੀਂ
pl: Brak klawiatury do skonfigurowania
pt_br: Nenhum teclado a ser configurado
ro: Nici o tastatură de configurat
sl: Nobene tipkovnice za nastavitev.
zh_tw: 無法找到鍵盤以進行設定

source: Do not configure keyboard; keep kernel keymap
de: Tastatur nicht konfigurieren; Kernel-Einstellungen beibehalten
eo: Ne akomodu klavaron; konservu kernan akomodon
eu: Ez teklatua konfiguratu, kernel teklatu-mapa mantendu
gl: Non configurar o teclado; manter o mapa de teclado do núcleo
he: ללא הגדרת מקלדת; שמירת מפתח התווים של הקרנל
lt: Klaviatūros nekonfigūruoti; išsaugoti branduolio klavišų lentelę (keymap)
lv: Lietot kodola taustiņkarti (keymap), nekonfigurēt to
ml: കീബോര്‍ഡ് ക്രമീകരിക്കേണ്ടതില്ല; കെര്‍ണല്‍ കീസൂചിക നിലനിര്‍ത്തുക
pa: ਕੀਬੋਰਡ ਸੰਰਚਨਾ ਨਾ ਕਰੋ; ਕਰਨਲ ਕੀਮੈਪ ਰੱਖੋ
ro: Tastatură neconfigurată; păstrează aranjamentul din nucleu
zh_tw: 不設定鍵盤；使用 Kernel 的鍵盤對應

source: Configuring keyboard ...
cy: Yn cyflunio'r bysellfwrdd ...
de: Konfiguriere die Tastatur ...
el: Ρύθμιση πληκτρολογίου ...
eo: Akomodado de la klavaro...
et: Klaviatuuri seadistamine...
eu: Teklatua konfiguratzen ...
fa: در حال تنظیم صفحه‌کلید...
fi: Tehdään näppäimistöasetukset ...
gl: A configurar o teclado...
he: מגדיר מקלדת...
id: Sedang mengonfigurasi keyboard ...
kk: Клавиатураны күйге келтіруі ...
lt: Konfigūruojama klaviatūra ...
lv: Konfigurēju klaviatūru ...
mg: Manefy ny fitendry ...
ml: കീബോര്‍ഡ് ക്രമീകരിക്കുന്നു...
nn: Set opp tastatur ...
pa: ਕੀ-ਬੋਰਡ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie klawiatury ...
pt_br: Configurando teclado ...
ro: Se configurează tastatura ...
sl: Nastavljam tipkovnico ...
zh_tw: 正在設定鍵盤 ...

source: PC-style (AT or PS-2 connector) keyboard
cy: Bysellfwrdd PC (cysylltydd AT neu PS-2)
de: PC-Tastatur (AT- oder PS/2-Stecker)
el: Τυπικό πληκτρολόγιο PC (σύνδεση AT ή PS/2)
eo: PC-stila klavaro (AT aŭ PS-2 konektilo)
et: PC stiilis (AT või PS-2 ühendusega) klaviatuur
eu: PC-style (AT edo PS-2 konektorea) teklatua
fa: صفحه‌کلید از نوع رایانه‌ی شخصی (با اتصال AT یا PS-2)
fi: PC-tyylinen (AT- tai PS/2-liitin) näppäimistö
gl: Teclado tipo PC (AT ou conector PS-2)
he: מקלדת בסגנון PC (בחיבור AT או PS2)
id: Keyboard PC (Dengan colokan AT atau PS-2)
kk: Клавиатурасы PC (разъем AT немесе PS-2)
lt: PC-tipo (AT arba PS-2 jungtis) klaviatūra
lv: PC stila (AT vai PS-2 savienojuma) klaviatūra
mg: Karazana fitendry PC (mifandray amin'ny AT na PS/2)
ml: പിസി മാതൃകയിലുള്ള (AT അല്ലെങ്കില്‍ PS2) കീബോര്‍ഡ്
nn: PC-tastatur (AT- eller PS2-plugg)
pa: PC-style (AT ਜਾਂ PS-2 connector) ਕੀਬੋਰਡ
pl: Klawiatura w stylu PC (po³±czenie AT lub PS-2)
pt_br: Teclado estilo PC (conector AT ou PS-2)
ro: Tastatura tip PC (conector AT sau PS/2)
sl: PC-stil (AT ali PS-2 konektor) tipkovnica
zh_tw: PC 樣式 (AT 或 PS-2 接頭) 鍵盤

source: Atari keyboard
cy: Bysellfwrdd Atari
de: Atari-Tastatur
el: Πληκτρολόγιο Atari
eo: 'Atari'-klavaro
et: Atari klaviatuur
eu: Atari teklatua
fa: صفحه‌کلید آتاری
fi: Atari-näppäimistö
gl: Teclado Atari
he: מקלדת Atari
id: Keyboard Atari
kk: Atari перне тақтасы
lt: Atari klaviatūra
lv: Atari klaviatūra
mg: Fitendry Atari
ml: അടാരി കീബോര്‍ഡ്
nn: Atari-tastatur
pa: ਅਟਾਰੀ ਕੀਬੋਰਡ
pl: Klawiatura Atari
pt_br: Teclado Atari
ro: Tastatura Atari
sl: Atari tipkovnica
zh_tw: Atari 鍵盤

source: Amiga keyboard
cy: Bysellfwrdd Amiga
de: Amiga-Tastatur
el: Πληκτρολόγιο Amiga
eo: 'Amiga'-klavaro
et: Amiga klaviatuur
eu: Amiga teklatua
fa: صفحه‌کلید آمیگا
fi: Amiga-näppäimistö
gl: Teclado Amiga
he: מקלדת Amiga
id: Keyboard Amiga
kk: Amiga перне тақтасы
lt: Amiga klaviatūra
lv: Amiga klaviatūra
mg: Fitendry Amiga
ml: അമിഗ കീബോര്‍ഡ്
nn: Amiga-tastatur
pa: ਅਮੀਗਾ ਕੀਬੋਰਡ
pl: Klawiatura Amiga
pt_br: Teclado Amiga
ro: Tastatură Amiga
sl: Amiga tipkovnica
zh_tw: Amiga 鍵盤

source: Acorn keyboard
cy: Bysellfwrdd Acorn
de: Acorn-Tastatur
el: Πληκτρολόγιο Acorn
eo: 'Acorn'-klavaro
et: Acorn klaviatuur
eu: Acorn teklatua
fa: صفحه‌کلید آکرون
fi: Acorn-näppäimistö
gl: Teclado Acorn
he: מקלדת Acorn
id: Keyboard Acorn
kk: Acorn перне тақтасы
lt: Acorn klaviatūra
lv: Acorn klaviatūra
mg: Fitendry Acorn
ml: അകോണ്‍ കീബോര്‍ഡ്
nn: Acorn-tastatur
pa: ਅਕੋਰਨ ਕੀਬੋਰਡ
pl: Klawiatura Acorn
pt_br: Teclado Acorn
ro: Tastatura Acorn
sl: Acorn tipkovnica
zh_tw: Acorn 鍵盤

source: Mac keyboard
cy: Bysellfwrdd Mac
de: Mac-Tastatur
el: Πληκτρολόγιο Mac
eo: 'Mac'-klavaro
et: Mac klaviatuur
eu: Mac teklatua
fa: صفحه‌کلید مکینتاش
fi: Mac-näppäimistö
gl: Teclado Mac
he: מקלדת Mac
id: Keyboard Mac
kk: Mac перне тақтасы
lt: Mac klaviatūra
lv: Mac klaviatūra
mg: Fitendry Mac
ml: മാക് കീബോര്‍ഡ്
nn: Mac-tastatur
pa: ਮੈਕ ਕੀਬੋਰਡ
pl: Klawiatura Mac
pt_br: Teclado Mac
ro: Tastatură Mac
sl: Mac tipkovnica
zh_tw: Mac 鍵盤

source: Sun keyboard
cy: Bysellfwrdd Sun
de: Sun-Tastatur
el: Πληκτρολόγιο Sun
eo: 'Sun'-klavaro
et: Sun klaviatuur
eu: Sun teklatua
fa: صفحه‌کلید سان
fi: Sun-näppäimistö
gl: Teclado Sun
he: מקלדת Sun
id: Keyboard Sun
kk: Sun перне тақтасы
lt: Sun klaviatūra
lv: Sun klaviatūra
mg: Fitendry Sun
ml: സണ്‍ കീബോര്‍ഡ്
nn: Sun-tastatur
pa: ਸਨ ਕੀਬੋਰਡ
pl: Klawiatura Sun
pt_br: Teclado Sun
ro: Tastatură Sun
sl: Sun tipkovnica
zh_tw: Sun 鍵盤

source: USB keyboard
cy: Bysellfwrdd USB
de: USB-Tastatur
el: Πληκτρολόγιο USB
eo: 'USB'-klavaro
et: USB klaviatuur
eu: USB teklatua
fa: صفحه‌کلید USB
fi: USB-näppäimistö
gl: Teclado USB
he: מקלדת USB
id: Keyboard USB
kk: USB перне тақтасы
lt: USB klaviatūra
lv: USB klaviatūra
mg: Fitendry USB
ml: USB കീബോര്‍ഡ്
nn: USB-tastatur
pa: USB ਕੀਬੋਰਡ
pl: Klawiatura USB
pt_br: Teclado USB
ro: Tastatură USB
sl: USB tipkovnica
zh_tw: USB 鍵盤

source: DEC keyboard
cy: Bysellfwrdd DEC
de: DEC-Tastatur
el: Πληκτρολόγιο DEC
eo: 'DEC'-klavaro
et: DEC klaviatuur
eu: DEC teklatua
fa: صفحه‌کلید DEC
fi: DEC-näppäimistö
gl: Teclado DEC
he: מקלדת Dec
id: Keyboard DEC
kk: DEC перне тақтасы
lt: DEC klaviatūra
lv: DEC klaviatūra
mg: Fitendry DEC
ml: DEC കീബോര്‍ഡ്
nn: DEC-tastatur
pa: DEC ਕੀਬੋਰਡ
pl: Klawiatura DEC
pt_br: Teclado DEC
ro: Tastatură DEC
sl: DEC tipkovnica
zh_tw: DEC 鍵盤

source: HP HIL keyboard
cy: Bysellfwrdd HP HIL
de: HP HIL-Tastatur
el: Πληκτρολόγιο HP HIL
eo: 'HP HIL'-klavaro
et: HP HIL klaviatuur
eu: HP HIL teklatua
fa: صفحه‌کلید HP HIL
fi: HP HIL -näppäimistö
gl: Teclado HP HIL
he: מקלדת HP HIL
id: Keyboard HP HIL
kk: HP HIL перне тақтасы
lt: HP HIL klaviatūra
lv: HP HIL klaviatūra
mg: Fitendry HP HIL
ml: HP HIL കീബോര്‍ഡ്
nn: HP HIL-tastatur
pa: HP HIL ਕੀਬੋਰਡ
pl: Klawiatura HP HIL
pt_br: Teclado HP HIL
ro: Tastatură HP HIL
sl: HP HIL tipkovnica
zh_tw: HP HIL 鍵盤

source: Load CD-ROM drivers from a driver floppy?
cy: Llwyddo gyrryddion CD-ROM o ddisgen hyblyg gyrryddion?
de: CD-ROM-Treiber von einer Diskette laden?
el: Θέλετε να φορτώσετε τους οδηγούς του CD-ROM από δισκέτα;
eo: Ĉu oni ŝargu lumdiskajn aparatadaptilojn el disketo?
et: Lae CD-ROM'i draiverid flopilt?
eu: CD-ROM kontrolatzaileak kontrolatzaileko disketetik kargatu nahi dituzu?
fa: بارگیری درایورهای CD-ROM از یک فلاپی؟
fi: Ladataanko CD-ROM-ajureita ajurilevykkeeltä?
gl: ¿Cargar os controladores do CD-ROM dun disquete de controladores?
he: טען דריברים ל-CDROM דיסקט הדריברים?
id: Muatkan driver CD-ROM dari penggerak floppy?
kk: CD-ROM жетегінің драйверін дискетадан жүктеу керек пе?
lt: Ar įkelti CD-ROM valdykles iš valdyklių diskelio (driver floppy)?
lv: Ielādēt CD-ROM draiverus no disketes?
ml: പ്രവര്ത്തക ഫ്ലോപ്പിയില്‍ നിന്നും സി.ഡി-റോം പ്രവര്ത്തകങ്ങള്‍ ലോഡ് ചെയ്യാമോ?
nn: Last CD_ROM-drivarar frå ein diskett?
pa: ਡਰਾਈਵਰ ਫਲਾਪੀ ਤੋਂ CD-ROM ਡਰਾਈਵਰ ਲੋਡ ਕਰੋ?
pl: Za³adowaæ sterowniki CD-ROMu z dyskietki ze sterownikami?
pt_br: Carregar controladores de CD-ROM a partir de um disquete de controladores ?
ro: Se încarcă driver-ele de CD-ROM de pe o dischetă cu driver-e?
sl: Naložim gonilnike za CD-ROM iz diskete z gonilniki?
zh_tw: 是否從驅動程式軟碟片中載入光碟機的驅動模組？
