Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first installation CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
de: Die Netzwerk-Autokonfiguration war erfolgreich. Es wurde allerdings keine Default-Route gesetzt: Das System weiß nicht, wie es mit Rechnern im Internet kommunizieren kann. Dies macht ein Fortsetzen der Installation unmöglich, falls Sie nicht die erste Installations-CD-ROM, eine »Netinst«-CD-ROM oder Pakete im lokalen Netzwerk haben.
eo: La reta memakomodado sukcesis. Tamen, ne implicita itinero estis deklarita: la sistemo ne scias kiel komuniki kun aliaj retaj aparatoj. Tio ne ebligas la instaladon krom se vi uzas la oficialan unuan Debianan lumdiskon, 'netinst'-lumdiskon, aŭ disponeblajn pakaĵojn en loka reto.
eu: Sarea ondo konfiguratu da automatikoki. Bestalde, bide lehenetsirik ez da ezarri: sistemak ez daki nola komunikatu behar duen ostalariekin Interneten. Horrela, ezinezkoa da instalazioarekin jarraitzea, instalazioko lehen CD-ROMa, 'Netinst' CD-ROMa, edo sare lokalean erabilgarri dauden paketeak eduki ezean.
gl: A autoconfiguración da rede rematou con éxito. Nembargantes, non se estableceu unha ruta por defecto, xa que o sistema non sabe como se comunicar con Internet. Isto ha facer imposible continuar a instalación a menos que teña o primeiro CD-ROM de instalación, un CD-ROM 'Netinst' ou os paquetes dispoñibles na rede local.
lt: Tinklo konfigūravimas pavyko. Tačiau numatytasis maršrutas (default route) nėra nustatytas: sistema nežino kaip susisiekti su kompiuteriais Internete. Jei Jūs neturite įdiegiklio pirmojo kompaktinio disko, 'Netinst' disko arba paketų, prieinamų lokaliame tinkle, bus nebeįmanoma tęsti įdiegimą.
lv: Automātiskā tīkla konfigurācija pabeigta veiksmīgi. Taču noklusetais datu maršruts nav uzstādīts: sistēma nezina kā komunicet ar citiem datoriem internetā. Tālāka instalacija nebūs iespējama, ja vien jums nav pirmā instalācijas diska, 'Netinst' kompaktdiska vai arī packu spoguļa lokālajā tīklā.
ml: നെറ്റ്‌വര്ക്ക് ഓട്ടോക്രമീകരണം വിജയകരമായിരുന്നു. എന്നിരുന്നാലും ഡിഫാള്ട്ട് റൂട്ടൊന്നും സെറ്റ് ചെയ്തിട്ടില്ലായിരുന്നു: ഇന്റര്നെറ്റിലെ ഹോസ്റ്റുകളുമായി ആശയവിനിമയം നടത്തുന്നതെങ്ങനെയെന്ന് സിസ്റ്റത്തിനറിയില്ല. നിങ്ങളുടെ പക്കല്‍ ആദ്യ ഇന്സ്റ്റലേഷന്‍ സിഡി റോം, ഒരു 'നെറ്റിന്സ്റ്റ്' സിഡി റോം അല്ലെങ്കില്‍ ലോക്കല്‍ നെറ്റുവര്ക്കില്‍ പാക്കേജുകള്‍ ലഭ്യം ഇവയിലേതെങ്കിലും ഇല്ലെങ്കില്‍ ഇത് ഇന്സ്റ്റലേഷനുമായി തുടരുന്നത് അസാധ്യമാക്കും.
pa: ਨੈੱਟਵਰਕ ਸਵੈ-ਸੰਰਚਨਾ ਸਫਲ ਹੋਈ ਸੀ। ਭਾਵੇਂ, ਕੋਈ ਮੂਲ ਮਾਰਗ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਸੀ: ਸਿਸਟਮ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਨੈੱਟਵਰਕ ਤੇ ਮੇਜ਼ਬਾਨਾਂ ਨਾਲ ਕਿਵੇਂ ਸੰਪਰਕ ਕਰਨਾ ਹੈ। ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਨੂੰ ਅਸੰਭਵ ਕਰੇਗਾ ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲੀ ਦਫਤਰੀ ਡੇਬੀਅਨ CD-ROM, ਇੱਕ 'Netinst' CD-ROM, ਜਾਂ ਪੈਕੇਜ ਲੋਕਲ ਨੈੱਟਵਰਕ ਤੇੇਜ ਉਪਲੱਬਧ ਨਹੀਂ ਹੁੰਦੇ।
ro: Configurarea automată a reţelei a reuşit. Totuşi, nu s-a ajustat o rută implicită: sistemul nu ştie cum să comunice cu alte calculatoare de pe Internet. Acest lucru duce la imposibilitatea de a continua instalarea în cazul în care nu aveţi primul CD de instalare, un CD de tip Netinst sau pachete disponibile pe reţeaua locală.
zh_tw: 網路自動設定作業完成了。然而，卻沒有設定預設的路由 (Default Route)：系統無法得知該如何才能和網際網路上的主機進行連線。除非您手上有第一張安裝光碟、或是 Netinst 光碟、或是在您區域網路中可以取得所需套件，否則將會導致安裝作業無法繼續進行。

source: If you are unsure, you should not continue without a default route: contact your local network administrator about this problem.
cy: Os nad ydych chi'n siwr, ni ddylwch fynd ymlaen heb lwybr rhagosod: cysylltwch a gweinydd eich rhwydwaith lleol ynghylch y broblem hon.
de: Wenn Sie nicht sicher sind, sollten Sie die Installation nicht ohne Default-Route fortsetzen: Informieren Sie Ihren Netzwerk-Administrator über das Problem.
el: Αν δεν είστε σίγουροι, μην συνεχίσετε χωρίς προκαθορισμένη δρομολόγηση: επικοινωνήστε με τον διαχειριστή του δικτύου σας σχετικά με αυτό το πρόβλημα.
eo: Se vi hezitas, ne daŭrigu sen implicita irvojo kaj kontaktu vian lokan retan administriston pri ĉi tiu problemo.
et: Kui sa pole päris kindel, ei maksa ilma vaikemarsruudita jätkata: võta ühendust kohaliku võrgu administraatoriga.
eu: Ziur ez bazaude, ez zenuke bide lehenetsirik gabe jarraitu beharko: eman arazo honen berri sare-administratzaile lokalari.
fa: اگر اطمینان ندارید بدون route پیش‌فرض نصب را ادامه ندهید. برای حل این مشکل با مدیر شبکه‌ی داخلی تماس بگیرید.
fi: Jos olet epävarma, ei pitäisi jatkaa ilman oletusreittiä. Ota yhteys verkon vastuuhenkilöön tässä asiassa.
gl: Se non está seguro, non debería continuar sen unha ruta por defecto: póñase en contacto co seu administrador de redes local para solucionar este problema.
he: אם אינך בטוח, לא כדאי שתמשיך בלי נתיב ברירת מחדל: צורך קשר עם מנהל הרשת שלך לגבי בעיה זאת.
id: Jika Anda tidak yakin, Anda sebaiknya tidak melanjutkan tanpa rute utama: hubungi administrator jaringan lokal Anda mengenai masalah ini.
kk: Егер сіз сенімсіз болсаңыз онда жолсыз үнемдеумен жолсыз орнатуды жалғастармаңыз мына жағдайда сіздің жергілікті желіңіздің администраторымен байлансқаныңыз жөн.
lt: Jei abejojate, nebetęskite diegimo be numatytojo maršruto; dėl šios problemos susisiekite su Jūsų lokalaus tinklo administratoriumi.
lv: Ja neesat pārliecināts, jums nevajadzētu turpināt bez noklusētā datu maršruta. Lai atrisinātu šo problēmu, sazinieties ar sava tīkla administratoru.
mg: Raha tsy hainao izay atao dia tokony tsy hanoy tsy misy route par défaut ianao. Jereo ny mpitatana ny rezo momba an'io olana io.
ml: നിങ്ങള്ക്ക് ഉറപ്പില്ലെങ്കില്‍ ഡിഫാള്ട്ട് റൂട്ടില്ലാതെ തുടരരുത്: ഈ പ്രശ്നവുമായി നിങ്ങളുടെ ലോക്കല്‍ നെറ്റ്‌വര്ക്ക് ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക.
nn: Viss du ikkje er sikker, bør du ikkje halda fram utan ei standard rute ut. Ta kontakt med din lokale nettverksadministrator om dette problemet.
pa: ਜੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਨਹੀਂ, ਤੁਹਾਨੂੰ ਮੂਲ ਮਾਰਗ (root) ਤੋਂ ਬਿਨਾਂਂ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ: ਆਪਣੇ ਸਥਾਨਕ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਇਸ ਮੁਸ਼ਕਿਲ ਬਾਰੇ ਸੰਪਰਕ ਕਰੋ।
pl: Je¶li nie jeste¶ pewien, nie powiniene¶ kontynuowaæ bez domy¶lnego routingu. Skontaktuj siê ze swoim lokalnym administratorem sieci.
pt_br: Em caso de dúvidas, você não deverá continuar sem uma rota padrão : entre em contato com o administrador de sua rede local para questioná-lo sobre esse problema.
ro: Dacă nu sunteţi sigur, ar trebui să nu continuaţi fără o rută implicită: contactaţi administratorul reţelei locale în legătură cu această problemă.
sl: Če niste prepričani, raje ne nadaljujte brez privzete smeri. Obrnite se na skrbnika vašega omrežja.
zh_tw: 如果您並不確定，您不該在沒有設定 Default Route 的情況下繼續進行；請向您區域網路的管理員反應這個問題。

source: Reconfigure the wireless network
cy: Ailgyflunio'r rhwydwaith diwifren
de: Das drahtlose Netzwerk neu konfigurieren
el: Επαναρυθμίση ασύρματου δικτύου
eo: Reakomodu la sendratan reton
et: Seadista traadita võrk ümber
eu: Berriro konfiguratu haririk gabeko sarea
fa: تنظیم مجدد شبکه‌ی بیسیم
fi: Tee uudestaan langattoman verkon asetukset
gl: Volver configurar a rede sen fíos
he: מגדיר מחדש את הרשת האלחוטית
id: Mengulangi konfigurasi jaringan nirkabel
kk: Сымсыз желіні күйге келтіруі
lt: Perkonfigūruoti belaidį tinklą
lv: Pārkonfigurēt bezvadu tīklu
mg: Avereno tefena ny rezo tsy misy taroby
ml: വയര്‍ലെസ്സ് നെറ്റ്‌വര്ക്ക് പുനക്രമീകരിക്കുക
nn: Set opp det trådlause nettverket på ny
pa: ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਦੀ ਮੁੜ-ਸੰਰਚਨਾ
pl: Przekonfiguruj sieæ bezprzewodow±
pt_br: Configurar novamente a rede sem fio
ro: Reconfigurează reţeaua radio
sl: Ponastavi brezžično omrežje
zh_tw: 重新設定無線網路

source: IP address:
cy: Cyfeiriad IP:
de: IP-Adresse:
el: Διεύθυνση IP:
eo: 'IP'-adreso:
et: IP aadress:
eu: IP helbidea:
fa: آدرس IP
fi: IP-osoite:
gl: Enderezo IP:
he: כתובת IP:
id: Alamat IP:
kk: IP мекенжайы:
lt: IP adresas:
lv: IP adrese:
mg: adiresy IP:
ml: ഐപി വിലാസം:
nn: IP-adresse:
pa: IP ਸਿਰਨਾਵਾਂ:
pl: Adres IP:
pt_br: Endereço IP :
ro: Adresă IP:
sl: IP naslov:
zh_tw: IP 位址：

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
cy: Mae'r cyfeiriad IP yn unigryw i'ch cyfrifiadur a wedi ei gyfansoddi o bedwar rhif wedi eu gwahannu gan atalnodau. Os nad ydych chi'n gwybod beth i'w ddefnyddio yma, gofynnwch i weinyddwr eich rhwydwaith.
de: Die IP-Adresse bestimmt eindeutig Ihren Computer und besteht aus vier durch Punkte getrennten Zahlen. Wenn Sie Ihre IP-Adresse nicht kennen, fragen Sie Ihren Netzwerkadministrator.
el: Η διεύθυνση IP είναι μοναδική για τον υπολογιστή σας και αποτελείται από τέσσερις αριθμούς χωρισμένους με τελείες. Αν δε γνωρίζετε τί πρέπει να χρησιμοποιήσετε για διεύθυνση IP, συμβουλευτείτε το διαχειριστή δικτύου σας.
eo: La 'IP'-adreso estas unika por via komputilo; ĝi konsistas el kvar nombroj apartigitaj per punktoj. Se vi ne scias kion tajpi, konsultu vian retan administriston.
et: IP aadress on sinu arvuti jaoks unikaalne. Ta koosneb neljast punktidega eraldatud numbrist. Kui sa ei tea, mida siia sisestada, küsi abi oma võrgu administraatorilt.
eu: IP helbidea zure ordenagailurako esklusiboa da eta puntuz bereizitako lau zenbakik osatzen dute. Hemen zer erabili ez badakizu, galdetu sare-administratzaileari.
fa: آدرس IP مخصوص کامپیوتر شماست و شامل چهار عدد است که با نقطه از هم جدا میشوند. اگر نمیدانید از چه IP استفاده کنید؛ با مدیر شبکه تماس بگیرید.
fi: IP-osoite on yksikäsitteinen tunniste verkon tietokoneille ja sisältää neljä lukua eroteltuna pisteillä. Jos et tiedä mitä käyttää tässä, kysy verkkosi ylläpitäjältä.
gl: O enderezo IP é único para o seu ordenador e consiste en catro números separados por puntos. Se non sabe que escribir aquí, consulte ao seu administrador de redes.
he: כתובת ה-IP הוא יחודית למחשב שלך, היא מורכבת מארבעה מספרים המופרדים בנקודות. אם אינך יודע במה להשתמש כאן, התייעץ עם מנהל הרשת שלך.
id: Alamat IP adalah unik pada tiap komputer dan terdiri dari 4 angka yang dipisahkan dengan titik. Bila Anda tidak mengetahui alamat yang harus digunakan, tanyakan pada administrator jaringan Anda.
kk: IP-мекенжай сіздің компьютерлеріңіз үшін қолайлы, ол төрт бөліктен тұрады. Егер сіз мұнда нені нұсқау керек екендігін білмесеңіз онда сіз администраторымен ақылдасыңыз.
lt: Jūsų kompiuterio IP adresas yra unikalus ir sudarytas iš keturių skaičių, atskirtų taškais. Jei nežinote, ką čia reikia nurodyti, pasikonsultuokite su savo tinklo administratoriumi.
lv: IP adrese katram datoram tīklā ir unikāla. Tā sastāv no čertiem cipariem, kurus vienu no otra atdala punkti. Ja nezināt ko ievadīt šajā logā, sazinieties ar savu tīkla administratoru.
mg: Ny adiresy IP dia voatokana ho an'ny milinanao. Vita amin'ny isa efatra, elanelanina teboka. Raha tsy hainao izay atao dia jereo ny mpikarakara ny rezo.
ml: ഐപി വിലാസം നിങ്ങളുടെ കമ്പ്യൂട്ടറിന് യുണീക്കായുള്ളതും നിരാമങ്ങളാല്‍ വേര്തിരിക്കപ്പെട്ട നാല് അക്കങ്ങളുള്ക്കൊള്ളുന്നതാണ്. നിങ്ങള്ക്ക് ഇവിടെ ഉപയോഗിക്കേണ്ടത് എന്താണെന്നറിയില്ലെങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക.
nn: IP-adressa er unik for denne datamaskina og er bygd opp av fire tal skilde med punktum. Spør nettverksadministratoren din viss du ikkje veit kva du skal bruka.
pa: IP ਸਿਰਨਾਵਾਂ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਲਈ ਖਾਸ ਹੈ ਅਤੇ ਵਿੱਚ ਬਿੰਦੂ ਨਾਲ ਵੱਖ ਕੀਤੇ ਚਾਰ ਨੰਬਰ ਸ਼ਾਮਲ ਹਨ। ਜੇ ਤੁਸੀਂ ਇੱਥੇ ਇਸ ਨੂੰ ਵਰਤਣਾ ਨਹੀਂ ਜਾਣਦੇ, ਆਪਣੇ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Adres IP jest unikalnym identyfikatorem Twojego komputera i sk³ada siê z czterech czê¶ci rozdzielonych kropkami. Je¶li nie wiesz, co masz wpisaæ, skontaktuj siê z administratorem Twojej sieci.
pt_br: O endereço IP é único para seu computador e consiste de quatro números separados por pontos. Caso você não saiba o que usar aqui, consulte o administrador de sua rede.
ro: Adresa IP este unică pentru calculatorul dvs. şi constă în patru numere separate de puncte. Dacă nu ştiţi ce să folosiţi aici, consultaţi-vă administratorul de reţea.
sl: Naslov IP je edinstven in je sestavljen iz štirih številk, ki so med seboj ločene s pikami. Če ne veste kaj morate uporabiti, se posvetujte z vašim skrbnikom omrežja.
zh_tw: 您的電腦有個獨一無二的 IP 位址，它是由四個由句點分隔的數字所組成。如果您不知道在這裡應該填什麼，請洽詢您的網路管理員。

source: Malformed IP address
cy: Cyfieiriad IP annilys
de: Ungültige IP-Adresse
el: Εσφαλμένη διεύθυνση IP
eo: Misformulita 'IP'-adreso
et: Sobimatu IP aadress
eu: Gaizki osatutako IP helbidea
fa: آدرس IP بدشکل است.
fi: Vääränmuotoinen IP-osoite
gl: Enderezo IP mal formado
he: כתובת IP לא תקינה
id: Alamat IP tidak benar.
kk: IP–мекенжайы дұрыс емес
lt: Išsigimęs IP adresas
lv: Nekorekti noformēta IP adrese
mg: Adiresy IP tsy voasoratra tsara
ml: ശരിയായ രൂപത്തിലല്ലാത്ത ഐപി വിലാസം
nn: Feilformatert IP-adresse
pa: ਨੁਕਸਦਾਰ IP ਸਿਰਨਾਵਾਂ
pl: Nieprawid³owy adres IP
pt_br: Endereço IP malformado
ro: Adresă IP greşită
sl: IP naslov ni pravilne oblike
zh_tw: IP 位址格式有誤

source: The IP address you provided is malformed. It should be in the form x.x.x.x where each 'x' is no larger than 255. Please try again.
cy: Mae'r cyfeiriad IP rhoddoch yn annilys. Fylai fod yn y ffurf x.x.x.x lle mae pob 'x' yn rhif nad yw'n fwy na 255. Ceisiwch eto os gwelwch yn dda.
de: Die von Ihnen angegebene IP-Adresse ist ungültig. Sie sollte die Form x.x.x.x haben, wobei jedes »x« kleiner als 255 sein muss. Bitte versuchen Sie es noch einmal.
el: Η διεύθυνση IP που εισάγατε είναι εσφαλμένη. Θα πρέπει να είναι της μορφής x.x.x.x, όπου κάθε 'x' είναι αριθμός από 0 ως 255. Παρακαλώ ξαναδοκιμάστε.
eo: Vi donis malforman 'IP'-adreson. Ĝia strukturo devas esti 'x.x.x.x' kie ĉiu 'x' ne estas pli granda ol 255. Bonvolu reprovi.
et: Sinu pakutud IP aadress ei sobi. Ta peaks olema kujul x.x.x.x, kus ükski 'x' pole suurem kui 255. Palun proovi uuesti.
eu: Zuk emandako IP helbidea gaizki osatuta dago. x.x.x.x forma izan beharko luke eta 'x' bakoitzak ezin du 255 baino handiagoa izan. Saiatu berriro.
fa: آدرس IP که شما استفاده کرده‌اید، بد شکل است. این آدرس باید به شکل x.x.x.x باشد که x عددی است کوچکتر از ۲۵۵
fi: Antamasi IP-osoite on väärän muotoinen. Sen pitäisi olla muodossa x.x.x.x, missä jokainen x on enintään 255. Yritä uudelleen.
gl: O enderezo IP que forneceu está mal formado. Debería ter a forma x.x.x.x, onde cada 'x' non é superior a 255. Volva tentalo.
he: כתובת ה-IP שספקת אינה תקינה. היא צריכה להיות במבנה של x.x.x.x כאשר כל x הוא מספר שאינו גדול מ-255. בבקשה נסה שוב.
id: Alamat IP yang Anda berikan tidak benar. Bentuknya harus sebagai berikut: x.x.x.x dengan tiap 'x' tidak lebih dari 255. Silakan coba lagi.
kk: Сіздерге көрсетілген IP-мекенжай сенімсіз. IP-мекенжайлар x.x.x.x түрын (access point) болады, қайда x әрбір сан бірден көбірек 255. Талаптану.
lt: Jūsų pateiktas IP adresas yra išsigimęs. Jis turi būti x.x.x.x formos, kur kiekvienas 'x' yra ne didesnis kaip 255. Pabandykite dar kartą.
lv: Jūsu ievadītā IP adrese nav korekta. Tai būtu jābūt formā x.x.x.x, kur x ir pozitīvs skaitlis, kas nepārsniedz 255.
mg: Ny adiresy IP izay nahiditrao dia tsy voasoratra tsara. Soraty tahakan'izao x.x.x.x, ny x dia tsy tokony lehibe noho ny 255. Azafady, avereno indray.
ml: നിങ്ങള്‍ നല്കിയ ഐപി വിലാസം ശരിയായ രൂപത്തിലുള്ളതല്ല. ഇത് x.x.x.x എന്ന രൂപത്തിലുള്ളതായിരിക്കണം, അതിലെ ഓരോ 'x' ഉം 255 നേക്കാള്‍ വലുതല്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
nn: IP-adressa du skreiv inn er ikkje formatert rett. Ho skal vera på forma x.x.x.x der kvar «x» ikkje er større enn 255. Prøv igjen.
pa: IP ਸਿਰਨਾਵਾਂ ਜੋ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ ਨੁਕਸਦਾਰ ਹੈ। ਇਹ x.x.x.x ਰੂਪ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿੱਥੇ ਹਰੇਕ 'x' 255 ਤੋਂ ਵੱਡਾ ਨਹੀਂ ਹੁੰਦਾ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Wprowadzony adres IP jest nieprawid³owy. Powinien byæ podany w formie x.x.x.x, gdzie ka¿dy 'x' jest nie wiêkszy ni¿ 255. Proszê spróbowaæ ponownie.
pt_br: O endereço IP que você informou está mailformado. Ele deve estar no formato x.x.x.x , onde cada 'x' não deve ser maior que 255. Por favor, tente novamente.
ro: Adresă IP introdusă de dvs. este greşită. Ar trebui să fie sub forma x.x.x.x, unde fiecare 'x' nu este mai mare decât 255. Vă rugăm să încercaţi din nou.
sl: IP naslov, ki ste ga vnesli je nepravilne oblike. Mora biti v obliki x.x.x.x kjer vsak 'x' ni večji od 255. Poskusite ponovno.
zh_tw: 您所提供的 IP 位址的格式是錯誤的。它的格式應該像是 x.x.x.x，其中的每一個 x 都不可以超過 255。請再試一次。

source: Point-to-point address:
cy: Cyfeiriad pwynt-i-bwynt:
de: Punkt-zu-Punkt-Adresse:
el: Διεύθυνση Point-To-Point:
eo: Punkto-al-punkto adreso:
et: Point-to-point aadress:
eu: Puntutik punturako helbidea:
fa: آدرس Point-to-point :
fi: kaksipisteosoite:
gl: Enderezo punto a punto:
he: כתובת נקודה לנקודה:
id: Alamat point-to-point:
kk: PPP мекенжайы:
lt: Ryšio (point-to-point) adresas:
lv: Divpunktu adrese:
mg: Adiresy teboka an-teboka:
ml: പോയിന്റ്-ടു-പോയിന്റ് വിലാസം:
nn: Punkt-til-punkt-adresse:
pa: ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ ਸਿਰਨਾਵਾਂ:
pl: Adres drugiego koñca (sieæ punkt-punkt):
pt_br: Endereço ponto-a-ponto :
ro: Adresă punct-la-punct:
sl: Točkovni naslov:
zh_tw: 點對點位址：

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
cy: Defnyddir y cyfeiriad pwynt-i-bwynt er mwyn dehongli pwynt arall y rhwydwaith pwynt-i-bwynt. Gofynnwch i weinyddwr eich rhwydwaith os nad ydych chi'n siwr beth yw'r ateb cywir. Dylir rhoi'r cyfeiriad pwynt-i-bwynt fel pedwar rhif wedi eu gwahannu gan atalnodau.
de: Die Punkt-zu-Punk-Adresse dient zur Feststellung des anderen Endpunkts des Punkt-zu-Punk-Netzwerks. Wenn Sie die Adresse nicht kennen, fragen Sie Ihren Netzwerkadministrator. Die Punkt-zu-Punk-Adresse sollte als Gruppe aus vier Zahlen, getrennt durch Punkte, eingegeben werden.
el: Η διεύθυνση Point-to-Point χρησιμοποιείται για τον προσδιορισμό του άλλου άκρου της σύνδεσης Point-to-Point. Αν δε γνωρίζετε την τιμή της διεύθυνσης Point-to-Point, συμβουλευτείτε το διαχειριστή δικτύου σας. Η διεύθυνση Point-to-Point αποτελείται από τέσσερις αριθμούς χωρισμένους με τελείες.
eo: La punkto-al-punkto-adreso uzitas por trovi la retan punktfinon. Se vi ne scias kion tajpi, konsultu vian retan administriston. La punkto-al-punkto adreso konstruiĝu per kvar nombroj apartatigaj per punktoj.
et: Point-to-point aadress määrab ära point-to-point võrgu lõpp-punkti. Küsi võrgu administraatorilt abi, kui ei tea, mida sisestada. Point-to-point aadress koosneb neljast punktidega eraldatud numbrist.
eu: Puntutik punturako helbidea puntutik punturako sarearen amaiera-puntua finkatzeko erabiltzen da. Balioa ez badakizu, galdetu sare-administratzaileari. Puntutik punturako helbideak puntuz bereizitako lau zenbakiren itxura izan behar du.
fa: آدرس point-to-point برای مشخص کردن انتهای دیگر شبکه به کار میرود. اگر مقدار آن را نمیدانید با مدیر شبکه تماس بگیرید. این آدرس به شکل چهار عدد است که با نقطه از هم جدا شده‌اند.
fi: Kaksipisteosoitetta (Point-to-point) käytetään määrittämään pisteestä pisteeseen -verkkosi toinen pää. Kysy verkkosi ylläpitäjältä, jos et tiedä tätä arvoa. Kaksipisteosoite syötetään neljänä lukuna pistein eroteltuna.
gl: O enderezo punto a punto emprégase para determinar o outro extremo da rede punto a punto. Consulte ao seu administrador de redes se non coñece o valor. O enderezo punto a punto debería se introducir coma catro números separados por puntos.
he: כתובת הנקודה לנקודה שמשתמש כדי לקבוע את הנקודה השניה ברשת הנקודה לנקודה. התייעץ עם מנהל הרשת שלך, אם אינך יודע את הערך הנכון. מסכת הרשת שלך צריכה להיות 4 מספרים מופרדים בנקודות.
id: Alamat point-to-point digunakan untuk menentukan titik akhir lain dari jaringan point-to-point. Tanyakan pada administrator jaringan Anda bila tidak mengetahui nilainya. Alamat point-to-point harus dimasukkan dalam bentuk 4 angka yang dipisah dengan titik.
kk: PPP адресі PPP қосылысының басқа соңын анықтауға қолданылады. Оның қандай болатынын білмесеңіз, өз желіңіздің әкімшісімен кеңесіңіз PPP мекенжайы нүктелермен бөлінген төрт сан түрінде енгізіледі.
lt: Ryšio adresas nurodo kito galinio taško adresą, esant iš taško į tašką (point-to-point) tinklui. Pasitarkite su savo tinklo administratoriumi, jei nežinote šio adreso. Ryšio adresas turi būti įvestas, kaip keturi skaičiai, atskirti taškais.
lv: Divpunktu adrese tiek izmantota, lai noteiktu otru divpunktu tīkla mezglu. Ja nezināt pareizo adresi sazinieties ar savu tīkla administratoru. Divpunktu adresei būtu jāsastāv no četriem cipariem, kurus vienu no otra atdala punkti.
ml: പോയിന്റ്-ടു-പോയിന്റ് വിലാസം പോയിന്റ്-ടു-പോയിന്റ് നെറ്റുവര്ക്കിന്റെ മറ്റേ അവസാനപോയിന്റ് നിശ്ചയിക്കാനാണുപയോഗിക്കുന്നത്. നിങ്ങള്ക്ക് വില നിശ്ചയമില്ലെങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക. വിരാമങ്ങളാല്‍ വേര്തിരിക്കപ്പെട്ട നാല് അക്കങ്ങളായാണ് പോയിന്റ്-ടു-പോയിന്റ് വിലാസം എന്റര്‍ ചെയ്യേണ്ടത്.
nn: Punkt-til-punkt-adressa blir brukt til å finna det andre endepunktet i punkt-til-punkt-nettverket. Ta kontakt med nettverksadministratoren dersom du ikkje veit kva for verdi du skal bruka. Punkt-til-punkt-adressa skal skrivast som fire tal med punktum mellom.
pa: ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ ਸਿਰਨਾਵਾਂ ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ ਨੈੱਟਵਰਕ ਦੇ ਦੂਜੇ ਸਿਰੇ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਮੁੱਲ ਨਹੀਂ ਜਾਣਦੇ ਆਪਣੇ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ ਸਿਰਨਾਵਾਂ ਕਾਮਿਆ ਰਾਹੀਂ ਵੱਖ ਕੀਤੇ ਚਾਰ ਨੰਬਰਾਂ ਵਾਲਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Adres drugiego koñca okre¶la drugi koniec sieci typu punkt-punkt. Je¶li nie wiesz co wpisaæ, skontaktuj siê z administratorem sieci. Ten adres powinien byæ wpisany jako cztery liczby rozdzielone kropkami.
pt_br: O endereço ponto-a-ponto é usado para determinar a outra ponta da rede ponto-a-ponta. Consulte o administrador de sua rede caso você não saiba que valor usar. O endereço ponto-a-ponto deve ser informado como quatro números separados por pontos.
ro: Adresa IP este unică pentru calculatorul dvs. şi constă în patru numere separate de puncte. Consultaţi-vă administratorul de reţea dacă nu cunoaşteţi valoarea. Adresa punct-la-punct: ar trebui să fie introdusă ca patru numere separate prin puncte.
sl: Točkovni naslov označuje končno točko točkovnega omrežja. Če te vrednosti ne poznate, se posvetujte s skrbnikom omrežja. Točkovni naslov sestavljajo štiri številke ločene s pikami.
zh_tw: 點對點位址 (Point-to-Point Address) 是用來決定點對點網路的另一個端點。如果您不知道位址，請洽詢您的網路管理員。在此所輸入的點對點位址應該是由四個由句點分隔的數字所組成。

source: Netmask:
cy: Masg rhwydwaith:
de: Netzmaske:
el: Μάσκα δικτύου:
eo: Retmasko:
et: Võrgumask:
eu: Sare-maskara:
fi: Verkon peite:
gl: Máscara de rede:
he: מסכת רשת:
kk: Бағыныңқы желі қалқасы:
lt: Tinklo trafaretas (netmask):
lv: Tīkla maska:
mg: Mask rezo:
ml: നെറ്റ്മാസ്ക്:
nn: Nettmaske:
pa: ਨੈਟਮਾਸਕ:
pl: Maska sieci:
pt_br: Máscara de rede :
ro: Masca de reţea:
sl: Omrežna maska:
zh_tw: 網路遮罩：
