Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
cy: Mae peth meddalwedd ychwanegol wedi ei addasu i weithio gyda Debian. Er fod y meddalwedd yma'n rhydd, mae'n dibynnu ar feddalwedd nad yw'n rhyd er mwyn gweithredu. Nid yw'r meddalwedd hwn yn rhan o Debian, ond gellir defnyddio offer safonol Debian i'w sefydlu.
de: Einige Zusatzprogramme wurden für die Benutzung von Debian bereitgestellt. Auch wenn diese Software frei ist, kann sie aber von non-free-Programmen abhängen. Diese Software ist NICHT Teil von Debian, kann aber mit den Standard-Debian-Hilfsmitteln installiert werden.
eo: Kelkaj pluaj programoj funkcieblas kun Debiano. Kvankam tio programaro estas libera, ĝi dependas de malliberaj programoj por ĝiaj funkciadoj. Tio programaro malapartenas al Debiano, sed kutima Debiana ilaro eblus uzita por instali ĝin.
eu: Zenbait software Debianekin lan egiteko garatuak izan dira. Baina nahiz software hau librea izan, ez-libre (non-free) den softwarea behar du. Nahiz software hau ez da guztiz Debianen zati, Debian tresna arruntak erabili daitezke berau instalatzeko.
gl: Hai algún software adicional que se fixo funcionar con Debian. Aínda que este software é libre, depende de software non libre para o seu funcionamento. Este software non é para nada parte de Debian, pero pódense empregar ferramentas estándar de Debian para o instalar.
he: חלק מתוכנה נוספת עובדת עם דביאן. למרות שזאת תוכנה חופשית, היא תלויה בתוכנה לא חופשית בשביל עבודתה. תכונה זאת היא לא חלק מדביאן אבל כלים סטנדרטים של דביאן יכולים לשמש לצורך התקנתה.
lt: Kai kuri papildoma programinė įranga yra paruošta dirbti Debian'e. Nors ši programinė įranga yra laisva, jos veikimas priklauso nuo ne laisvos programinės įrangos. Ši·programinė įranga nėra Debian'o dalis, bet standartiniai Debian'o įrankiai gali būti naudojami jos įdiegimui.
lv: Papildus programmatūra ir pielāgota darbam Debian vidē. Lai gan šī programmatūra pati par sevi ir brīva, tā ir atkarīgano nebrīvas programmatūras. Šī programmatūra nav Debian daļa, taču to var uzinstalēt izmantojot standarta Debian līdzekļus.
ml: കൂടുതലായി ചില സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ് വെയര്‍ ഡെബിയനോടൊപ്പം പ്രവര്ത്തിപ്പിക്കാവുന്നതാക്കിയിട്ടുണ്ട്. ഈ സോഫ്റ്റ് വെയര്‍ സ്വതന്ത്രമാണെങ്കിലും, ഇതിന്റെ പ്രവര്ത്തനത്തിന് ഇത് സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ് വെയറിനെ ആശ്രയിക്കുന്നു. ഈ സോഫ്റ്റ് വെയര്‍ ഡെബിയന്റെ ഭാഗമല്ലെങ്കിലും ഇത് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധാരണ ഡെബിയന്‍ ടൂളുകള്‍ ഉപയോഗിക്കാം.
pa: ਕੁਝ ਵਾਧੂ ਸਾਫਟਵੇਅਰ ਡੇਬੀਅਨ ਨਾਲ ਵਰਤਣ ਲਈ ਬਣਾਏ ਹਨ। ਭਾਵੇਂ ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਕਤ ਹੈਨਹਇਸ ਦੀ ਕਿਰਿਆ ਲਈ ਨਾ-ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ। ਇਹ ਸਾਫਟਵੇਅਰ ਡੇਬੀਅਨ ਦਾ ਭਾਗ ਨਹੀਂ ਹੈ, ਪਰ ੀਂ, ਮਿਆਰੀ ਡੇਬੀਅਨ ਸੰਦ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹੈ।
ro: Unele programe adiţionale au fost făcute să funcţioneze cu Debian. Deşi aceste programe sunt libere, ele depind de programe non-libere pentru a opera. Aceste programe nu sunt parte din Debian, dar uneltele standard Debian se pot folosi pentru a le instala.
zh_tw: 有些額外的軟體也能和 Debian 搭配運作。儘管這些軟體其本身是自由軟體，但它們在執行時會相依於其它的 non-free 軟體。Debian 並不包含這些軟體，但還是可以使用標準的 Debian 工具來安裝它們。

source: Please choose whether you want this software to be made available to you.
cy: Os gwelwch yn dda, dewiswch a ddylai'r meddalwedd hwn fod ar gael i chi.
de: Bitte wählen Sie, ob diese Programme für Sie verfügbar gemacht werden sollen.
eo: Bonvolu elekti se vi disponigus por vi tian programaron.
eu: Mesedez aukeratu ezazu software hau eskuragarri izan nahi duzun ala ez.
gl: Indique se quere que este software estea dispoñible.
he: בחר האם אתה רוצה את זה זמין בשבילך.
lt: Prašau nuspręskite, ar Jūs vis tik norite, kad ši programinė įranga būtų Jums prieinama.
lv: Lūdzu izvēlaties, vai Jūs gribat, lai sī programmatūra būtu Jums pieejama.
ml: ഈ സോഫ്റ്റ് വെയര്‍ ലഭ്യമാകാന്‍ നിങ്ങള്ക്കാവശ്യമുണ്ടോ എന്ന് ദയവായി തിരഞ്ഞെടുക്കുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ ਕਿ ਤੁਸੀਂਇਹ ਸਾਫਟਵੇਅਰ ਆਪਣੇ ਲਈ ਗ ਉਪਲੱ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ। ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
ro: Vă rugăm să alegeţi dacă doriţi ca aceste programe să vă fie disponibile.
zh_tw: 請您選擇是否想要使用這些軟體。

source: Ignore
de: Ignorieren
eo: Ignori
eu: alde batetara utzi
gl: Ignorar
he: התעלם
lt: Ignoruoti
lv: Ignorēt
ml: ശ്രദ്ധിക്കേണ്ട
pa: ਰੱਦ ਕਰੋ
ro: Ignorare
zh_tw: 忽略

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
de: Der Installer konnte nicht auf den Spiegelserver zugreifen. Dies könnte ein Problem in Ihrem Netzwerk oder auch ein Problem des Spiegels sein. Sie können den Download wiederholen, einen anderen Spiegelserver wählen oder das Problem ignorieren und ohne die Pakete von diesem Server fortfahren.
eo: La instalado neŝultis dosieron el spegularkivo. Eble reta problemo, aŭ kun la spegularkivo. Vi reprovus elŝuton, aŭ elektus malsaman spegularkivon, aŭ forgesus kaj elektus alian metodan instaladon.
eu: Instalatzaileak huts egin du ispilura konektatzerakoan. Arazoa egon liteke sarearekin edo ispiluarekin. Berriro deskargatzen, beste ispilu bat hautatzen edo utzi eta ispilu honetako pakete guztiak gabe aurrera jarraitu dezakezu.
gl: O instalador non puido acceder á réplica. Isto pode ser por un problema coa rede ou coa réplica. Pode volver tentar a descarga, escoller unha réplica diferente, ou ignorar o problema e continuar sen os paquetes da réplica.
lt: Įdiegikliui nepavyko atsisiųsti failo iš archyvo "veidrodžio". Tai gali būti Jūsų tinklo ar "veidrodžio" problema. Galite pasirinkti atsisiuntimo pakartojimą, pasirinkti kitą "veidrodį", arba ignoruoti problemą ir tęsti be paketų iš šio archyvo veidrodžio.
lv: Instalētors nevarēja lejuplādēt failu no spoguļservera. Tā varētu būt problēma ar Jūsu tīklu, vai arī ar spoguļserveri. Jūs varat mēģināt vēlreiz, izvēlēties citu Debian spoguļserveri vai arī ignorēt kļūdu un turpināt bez pakām no ši servera.
ml: മിററിനെ സമീപിക്കാന്‍ ഇന്സ്റ്റാളര്‍ പരാജയപ്പെട്ടു. ഇത് നിങ്ങളുടെ നെറ്റുവര്ക്കിന്റേയോ അല്ലെങ്കില്‍ മിററിന്റേയോ പ്രശ്നമാകാം. നിങ്ങള്ക്ക് വീണ്ടും ഡൌണ് ലോഡ് ചെയ്യാനോ, വ്യത്യസ്തമായ ഒരു മിറര്‍ തിരഞ്ഞെടുക്കാനോ അല്ലെങ്കില്‍ ഈ പ്രശ്നം കാര്യമാക്കാതെ ഈ മിററിലെ എല്ലാ പാക്കേജുകളും ഇല്ലാതെ തന്നെ തുടരാനോ തിരഞ്ഞെടുക്കാം.
pa: ਇੰਸਟਾਲਰ ਪ੍ਰਤੀਬਿੰਬ ਵਰਤਣ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਇਹ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਜਾਂ ਪ੍ਰਤੀਬਿੰਬਦੀ ਮੁਸ਼ਕਿਲ ਹੋ ਸਕਦੀ ਹੈ। ਤੁਸੀਂ ਮੁੜ ਡਾਊਨਲੋ ਮੁੜਡ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ, ਵੱਖਰਾ ਪ੍ਰਤੀਬਿੰਬ ਚੁਣਨ ਲਈ, ਮੁਸ਼ਕਿਲ ਜਾਂ ਰੱਦ ਕਰਨ ਇਸ ਪ੍ਰਤੀਬਿੰਬ ਤੋਂ ਸਭ ਪੈਕੇਜਾਂ ਬਿਨਾਂਂ ਜਾਰੀ ਕਰਨਨ ਵਿਧੀ ਚੁਣਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।
ro: Programul de instalare a eşuat la accesarea sitului alternativ. Aceasta ar putea fi o problemă cu reţeaua dvs., sau cu situl alternativ. Puteţi alege să reîncercaţi descărcarea, selecta un alt sit alternativ, sau să ignoraţi problema şi să continuaţi fără toate pachetele de pe acest sit.
zh_tw: 安裝程式無法存取該鏡像站。可能是您的網路或是該鏡像站出了什麼問題。您可以選擇再次試著下載、選擇另一個鏡像站、或忽略這個問題並在無法取得該鏡像站所提供的套件的情況下繼續進行。

source: Use a network mirror?
gl: ¿Empregar unha réplica na rede?
ml: നെറ്റ്‌വര്ക്ക് മിറര്‍ ഉപയോഗിക്കണോ?
pa: ਇੱਕ ਨੈੱਟਵਰਕ ਪ੍ਰਤੀਬਿੰਬ ਵਰਤਣਾ ਹੈ?

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
gl: Pódese empregar unha réplica na rede para suplementar o software incluído no CD-ROM. Tamén pode facer dispoñibles novas versións do software.
ml: സിഡിറോമിലുള്പ്പെടുത്തിയിട്ടുള്ള സോഫ്റ്റ് വെയറിനെ സപ്ലിമെന്റ് ചെയ്യാനായി ഒരു നെറ്റ്‌വര്ക്ക് മിറര്‍ ഉപയോഗിക്കാം. ഇത് സോഫ്റ്റ് വെയറിന്റെ പുതിയ വേര്ഷനുകള്‍ ലഭ്യമാക്കിയേക്കാം.
pa: ਇੱਕ ਨੈੱਟਵਰਕ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ CD-ROM ਉੱਤੇ ਉਪਲੱਬਧ ਸਾਫਟਵੇਅਰ ਦੇ ਅਨੁਪੂਰਕ ਦੇ ਤੌਰ ਉੱਤੇ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਸ ਨੂੰ ਸਾਫਟਵੇਅਰ ਦੇ ਨਵੇਂ ਉਪਲੱਬਧ ਵਰਜਨ ਦੇ ਲਈ ਵੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: If you are installing from a netinst CD and you choose not to use a mirror, you will end up with only a very minimal base system.
gl: Se instala dun CD netinst e decide non empregar unha réplica, só ha ter un sistema base moi mínimo.
ml: നിങ്ങള്‍ ഒരു netinst സിഡിയില്‍ നിന്നും ഇന്സ്റ്റാള്‍ ചെയ്യുകയും ഒരു മിറര്‍ തിരഞ്ഞെടുക്കാതിരിക്കുകയും ചെയ്താല്‍ നിങ്ങള്‍ വളരെ ചുരുങ്ങിയ അടിസ്ഥാന സിസ്റ്റത്തില്‍ മാത്രം എത്തിപ്പെടും.
pa: ਜੇ ਤੁਸੀਂ netinst CD ਤੋਂ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਇੱਕ ਪ੍ਰਤੀਬਿੰਬ ਦੀ ਚੋਣ ਨਹੀਂ ਕੀਤੀ ਤਾਂ ਤੁਹਾਡੇ ਕੋਲ ਸਿਰਫ਼ ਇੱਕਲਾ ਅਧਾਰ ਸਿਸਟਮ ਹੀ ਇੰਸਟਾਲ ਹੋਵੇਗਾ।

source: Use restricted software?
de: Eingeschränkte Software verwenden?
eo: Uzu limigita programaro?
eu: Software murriztua erabili?
gl: ¿Empregar software restrinxido?
he: להשתמש בתוכנה מוגבלת ?
lt: Ar naudoti apribotą (restricted) programinę įrangą?
lv: Lietot ierobežoto programmatūru?
ml: നിയന്ത്രിത സോഫ്റ്റ് വെയര്‍ ഉപയോഗിക്കണോ?
pa: ਪਾਬੰਦੀਸ਼ੁਦਾ ਸਾਫਟਵੇਅਰ ਵਰਤੋ?
ro: Se folosesc programe din componenta "restricted"?
zh_tw: 是否使用受限的軟體？

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
de: Einige non-free-Software ist paketiert verfügbar. Obwohl diese Software nicht Teil der Hauptdistribution ist, können Standard-Paketverwaltungsprogramme zum Installieren dieser verwendet werden. Diese Software hat verschiedene Lizenzen, welche Sie an der Benutzung, Modifikation oder der Verbreitung der Programme hindern könnten.
eo: Kelkaj malliberaj programoj pretiĝas en pakoj. Kvankam tio programaro malapartenas al Debiana ĉefa eldono. Kutimaj Debianaj administriloj eblus uzita por instali ĝin. Tio programaro posedas diversajn uzorajtojn kiuj malebligas vin de uzi, modifi, aŭ disdoni ĝin.
eu: Libre ez den zenbait software dago eskuragarri pakete moduan. Nahiz eta Software hau ez den banaketa nagusiaren zati pakete kudeaketa elementu estandarrak erabili daitezke instalatzeko. Software honek bere erabilera, partekaketa edo eraldaketa ezintzen duen lizentzi ezberdinak ditu.
gl: Hai algún software non libre empaquetado. Aínda que este software non forma parte da distribución principal, pódense empregar as ferramentas de xestión de paquetes estándar para o instalar. Este software ten varias licencias que poden impedirlle empregalo, modificalo ou compartilo.
lt: Tam tikra, ne laisva programinė įranga yra prieinama paketų pavidalu. Nors ši programinė įranga nelaikoma distributyvo dalimi, jos įdiegimui gali būti naudojami standartiniai paketų tvarkymo įrankiai. Šie paketai turi įvairias licencijas, kurios gali trukdyti Jums naudoti, modifikuoti arba perduoti juos.
lv: Dažas nebrīvās programmas ir pieejamas sapakotā formā. Lai gan šī programmatūra nav galvenās distribūcijas daļa, standarta paku vadības rīki var tik lietoti, lai to uzinstalētu. Šai programmatūrai ir dažādas licences, kas var aizliegt Jums lietot, modificēt vai izplatīt šo porgrammatūru.
ml: ചില സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ് വെയര്‍ പാക്കേജായിട്ടുള്ള രൂപത്തില്‍ ലഭ്യമാണ്. ഈ സോഫ്റ്റ് വെയര്‍ പ്രധാന ഡിസ്ട്രിബ്യൂഷന്റെ ഭാഗമല്ലെങ്കിലും ഇത് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധാരണ പാക്കേജ് മാനേജ്മെന്റ് ടൂളുകള്‍ ഉപയോഗിക്കാം. ഈ സോഫ്റ്റ് വെയറിനുള്ള പലതരത്തിലുള്ള അനുമതി പത്രങ്ങള്‍ ഉപയോഗിക്കുന്നതില്‍ നിന്നും, മാറ്റം വരുത്തുന്നതില്‍ നിന്നും അല്ലെങ്കില്‍ പങ്കുവെക്കുന്നതില്‍ നിന്നും നിങ്ങളെ തടഞ്ഞേക്കാം.
pa: ਪੈਕੇਜ ਵਿੱਚ ਕੁਝ ਨਾ-ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਉਪਲੱਬਧ ਹੈ। ਭਾਵੇਂ ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਢਲੀ ਵੰਡ ਦਾ ਹਿੱਸਾ ਨਹੀਂ, ਮਿਆਰੀ ਪੈਕੇਜ ਪ੍ਰਬੰਧਕ ਸੰਦ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਸ ਸਾਫਟਵੇਅਰ ਦਾ ਲਾਈਸੈਂਸ ਵੱਖਰਾ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਵਰਤਣ, ਤਬਦੀਲ ਕਰਨ, ਜਾਂ ਸਾਂਝਾ ਕਰਨ ਤੋਂ ਹਟਾ ਸਕਦਾ ਹੈ।
ro: Unele programe non-libere sunt disponibile sub formă de pachete. Deşi aceste programe nu sunt parte din distribuiţia principală, uneltele standard de management al pachetelor pot fi folosite pentru a le instala. Aceste programe au diverse licenţe care ar putea să vă prevină a le utiliza, modifica sau a le împărţi cu alţii.
zh_tw: 有些 non-free 的軟體也能夠以套件的方式取得，雖然這些軟體並不包含主要的發行版本中，但還是可以使用標準的套件管理工具來安裝它們。這些軟體都有其不同的使用許可權，可能會禁止您使用、修改或將它們分享出來。

source: Use software from the "universe" component?
de: Software von der »universe«-Komponente verwenden?
eo: Uzu programaro el 'universe' konsistigaĵo?
eu: "Universe" osagaieko softwarea erabili?
gl: ¿Empregar software do compoñente "universe"?
he: להשתמש בתוכנה מרכיב "universe" ?
lt: Ar naudoti programinę įrangą iš "universe" šakos?
lv: Lietot programmatūru no "universe" komponentes?
ml: "universe" ഘടകത്തില്‍ നിന്നും സോഫ്റ്റ് വെയര്‍ ഉപയോഗിക്കണോ?
pa: "universe" ਹਿੱਸੇ ਤੋਂ ਸਾਫਟਵੇਅਰ ਵਰਤੋ?
ro: Se folosesc programe din componenta "universe"?
zh_tw: 是否使用 universe 軟體？

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
de: Einige zusätzliche Software ist paketiert verfügbar. Diese Software ist frei und kann, obwohl sie nicht Teil der Hauptdistribution ist, von Standard-Paketverwaltungsprogrammen installiert werden.
eo: Kelkaj pluaj programoj pretiĝas en pakoj. Kvankam tio programaro estas libera, malapartenas al Debiana ĉefa eldono. Kutimaj Debianaj administriloj eblus uzita por instali ĝin.
eu: Zenbait software gehigarri pakete moduan eskuragarri dago. Software hau librea da eta nahi ez banaketa nagusiaren zati izan, pakete kudeaketa lanabes estandarrak erabili daitezke berau instalatzeko
gl: Hai algún software adicional empaquetado. Este software é libre e, aínda que non forma parte da distribución principal, pódense empregar as ferramentas de xestión de paquetes estándar para o instalar.
lt: Tam·tikra papildoma programinė·įranga·yra·prieinama·paketų·pavidalu. Ši programinė įranga yra laisva, ir nors ji nėra pagrindinio distributyvo dalis, jos·įdiegimui·gali·būti·naudojami standartiniai·paketų·tvarkymo·įrankiai.
lv: Papildus programmatūra ir pieejama sapakotā veidā. Šī programmatūra ir brīva un lai gan tā nav galvenās distribūcijas daļa, standarta paku vadības rīki var tikt lietoti, lai to uzinstalētu.
ml: കൂടുതലായി ചില സോഫ്റ്റ് വെയര്‍ പാക്കേജായിട്ടുള്ള രൂപത്തില്‍ ലഭ്യമാണ്. ഈ സോഫ്റ്റ് വെയര്‍ സ്വതന്ത്രമാണ്, പ്രധാന ഡിസ്ട്രിബ്യൂഷന്റെ ഭാഗമല്ലെങ്കിലും ഇത് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധാരണ പാക്കേജ് മാനേജ്മെന്റ് ടൂളുകള്‍ ഉപയോഗിക്കാം.
pa: ਪੈਕੇਜ ਵਿੱਚ ਵਾਧੂ ਸਾਫਟਵੇਅਰ ਉਪਲੱਬਧ ਹੈ। ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਕਤ ਹੈ ਅਤੇ, ਭਾਵੇਂ ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਢਲੀ ਵੰਡ ਦਾ ਹਿੱਸਾ ਨਹੀਂ, ਮਿਆਰੀ ਪੈਕੇਜ ਪ੍ਰਬੰਧਕ ਸੰਦ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ।
ro: Unele programe adiţionale sunt disponibile sub formă de pachete. Aceste programe sunt libere şi, deşi nu sunt parte din distribuţia principală, uneltele standard de management al pachetelor pot fi folosite pentru a le instala.
zh_tw: 一些其它的軟體也能夠以套件的方式取得，雖然這些軟體是自由軟體，但不包含於主要的發行版本中，但還是可以使用標準的套件管理工具來安裝它們。

source: Use software from the "multiverse" component?
de: Software von der »multiverse«-Komponente verwenden?
eo: Uzu programaro el 'multiverse' konsistigaĵo?
eu: "multiverse" osagaieko softwarea erabili?
gl: ¿Empregar software do compoñente "multiverse"?
ml: "multiverse" ഘടകത്തില്‍ നിന്നുള്ള സോഫ്റ്റ് വെയര്‍ ഉപയോഗിക്കണോ?
pa: ਕੀ "multiverse" ਹਿੱਸੇ ਤੋਂ ਸਾਫਟਵੇਅਰ ਵਰਤਣੇ ਹਨ?
ro: Se folosesc programe din componenta "multiverse"?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
de: Einige non-free-Software ist paketiert verfügbar. Obwohl diese Software nicht Teil der Hauptdistribution ist, können Standard-Paketverwaltungsprogramme zum Installieren dieser verwendet werden. Diese Software hat verschiedene Lizenzen und (in einigen Fällen) Patenteinschränkungen, welche Sie an der Benutzung, Modifikation oder der Verbreitung der Programme hindern könnten.
eo: Kelkaj malliberaj programoj pretiĝas en pakoj. Kvankam tio programaro malapartenas al Debiana ĉefa eldono. Kutimaj Debianaj administriloj eblos uzita por instali ĝin. Tio programaro posedas diversajn uzorajtojn kiuj malebligas vin de uzi, modifi, aŭ disdoni ĝin.
eu: Libre ez den zenbait software dago eskuragarri pakete moduan. Nahiz eta Software hau ez den banaketa nagusiaren zati pakete kudeaketa elementu estandarrak erabili daitezke instalatzeko. Software honek (kasu batzuetan) bere erabilera, partekaketa edo eraldaketa ezintzen duen lizentzi ezberdinak ditu.
gl: Hai algún software non libre empaquetado. Aínda que este software non forma parte da distribución principal, pódense empregar as ferramentas de xestión de paquetes estándar para o instalar. Este software ten varias licencias e (nalgúns casos) restricións por patentes que poden impedirlle empregalo, modificalo ou compartilo.
ml: ചില സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ് വെയര്‍ പാക്കേജായിട്ടുള്ള രൂപത്തില്‍ ലഭ്യമാണ്. ഈ സോഫ്റ്റ് വെയര്‍ പ്രധാന ഡിസ്ട്രിബ്യൂഷന്റെ ഭാഗമല്ലെങ്കിലും ഇത് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധാരണ പാക്കേജ് മാനേജ്മെന്റ് ടൂളുകള്‍ ഉപയോഗിക്കാം. ഈ സോഫ്റ്റ് വെയറിനുള്ള പലതരത്തിലുള്ള അനുമതി പത്രങ്ങളോ പേറ്റന്റ് നിയന്ത്രണങ്ങളോ (ചില അവസരങ്ങളില്‍) ഉപയോഗിക്കുന്നതില്‍ നിന്നും, മാറ്റം വരുത്തുന്നതില്‍ നിന്നും അല്ലെങ്കില്‍ പങ്കുവെക്കുന്നതില്‍ നിന്നും നിങ്ങളെ തടഞ്ഞേക്കാം.
pa: ਪੈਕੇਜ ਵਿੱਚ ਕੁਝ ਨਾ-ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਉਪਲੱਬਧ ਹੈ। ਭਾਵੇਂ ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਢਲੀ ਵੰਡ ਦਾ ਹਿੱਸਾ ਨਹੀਂ, ਮਿਆਰੀ ਪੈਕੇਜ ਪ੍ਰਬੰਧਕ ਸੰਦ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਸ ਸਾਫਟਵੇਅਰ ਦਾ ਲਾਈਸੈਂਸ ਵੱਖਰਾ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਵਰਤਣ, ਤਬਦੀਲ ਕਰਨ, ਜਾਂ ਸਾਂਝਾ ਕਰਨ ਤੋਂ ਹਟਾ ਸਕਦਾ ਹੈ।
ro: Unele programe non-libere sunt disponibile sub formă de pachete. Deşi aceste programe nu sunt parte din distribuiţia principală, uneltele standard de management al pachetelor pot fi folosite pentru a le instala. Aceste programe au diverse licenţe şi (în unele cazuri) sunt acoperite de patente care ar putea să vă prevină a le utiliza, modifica sau a le împărţi cu alţii.

source: Use backported software?
de: Zurückportierte Software verwenden?
eo: Uzu regresportan programaron?
eu: Bertsio berrietara migraturiko softwarea erabili?
gl: ¿Empregar software retrotraído?
he: להשתמש בתוכנות שהותאמו אחורה?
lt: Ar naudoti palaikomojo pernešimo (backported) programinę įrangą?
lv: Lietot atpakaļpārveidotu programmatūru?
ml: ബാക്ക്പോര്ട്ടെഡ് സോഫ്റ്റ് വെയര്‍ ഉപയോഗിക്കണോ?
pa: ਬੈਕਪੋਰਟਡ ਸਾਫਟਵੇਅਰ ਵਰਤੋ?
ro: Se folosesc programe portate pentru versiunile anterioare?
zh_tw: 是否使用 backported 軟體？

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
de: Einige Software wurde von der Entwicklungsversion zurückportiert, um mit dieser Veröffentlichung zu arbeiten. Obwohl diese Software nicht einen solch ausführlichen Testdurchlauf wie die in der Veröffentlichung absolviert hat, enthält sie neuere Versionen bestimmter Anwendungen, die sinnvolle Eigenschaften bieten könnten.
eo: Kelkaj programoj estas regresportita el la programada arbo por labori kun tiu distribuo. Kvankam tia programaro malkomplete provis kiel, tiel multe la distribuo. Ili inkludus novajn programajn versiojn kiu provizus utilajn apartaĵojn.
eu: Zenbait software garapen adarretik bertsio honekin lan egin ahal izateko migratua izan da. Nahiz software honek ez dituen banaketa osatzen duten sofwareak izandako probak izan, ezaugarri erabilgarriak dituzten aplikazio batzuen bertsio berrienak ditu.
gl: Algún software tróuxose da árbore de desenvolvemento para que funcione con esta versión. Aínda que este software non pasou por unhas probas tan completas coma o incluído na distribución, inclúe versións máis recentes dalgunhas aplicacións que poden fornecer características útiles.
lt: Tam tikra programinė įranga buvo pernešta iš projektuojamos šakos į šią laidą. Nors ji nėra praėjusi pilno testavimo ciklo, kaip kitos programos šioje laidoje, tačiau turi naujesnes versijas ir gali turėti naudingų savybių.
lv: Dažas programmas ir ņemtas no jaunākajām izstrādes versijām un pārveidots atpakaļ, lai darbotos ar šo relīzi. Lai gan šī programmatūra nav izgājusi tādu pašu testēšanu kā relīzē iekļautā, tur ir iekļautas dažu programmu jaunākas versijas, kas varētu piedāvāt noterīgas funkcijas.
ml: ചില സോഫ്റ്റ് വെയര്‍ വികസന ട്രീയില്‍ നിന്നും ബാക്ക്പോര്ട്ട് ചെയ്ത് ഈ റിലീസുമൊത്ത് പ്രവര്ത്തിക്കാന്‍ പറ്റുന്നതാക്കിയിട്ടുണ്ട്. ഈ റിലീസിലുള്പെടുത്തിയ മറ്റുള്ളവയുടെ അത്രയൊന്നും പൂര്ണ പരീക്ഷണത്തിലൂടെ കടന്ന് പോയിട്ടില്ലെങ്കിലും ചില അപ്ലിക്കേഷനുകളുടെ പുതിയ വേര്ഷനുകള്‍ ഇത് ഉള്ക്കൊള്ളുന്നു അവ ഉപയോഗപ്രദമായ കഴിവുകള്‍ നല്കിയേക്കാം.
pa: ਕੁਝ ਪੈਕੇਜ ਵਿਕਾਸ ਟਰੀ ਤੋਂ ਸ਼ਾਮਲ ਕੀਤੇ ਹਨ ਤਾਂ ਕਿ ਇਸ ਵੰਡ ਨਾਲ ਕੰਮ ਕਰ ਸਕਣ। ਭਾਵੇਂ ਇਹ ਸਾਫਟਵੇਅਰ ਇਸੇ ਵੰਡ ਵਿੱਚ ਸ਼ਾਮਲ ਮੁਕੰਮਲ ਜਾਂਚ ਦੁਆਰਾ ਲੰਘੇ ਹਨ, ਇਸ ਵਿੱਚ ਕੁਝ ਕਾਰਜਾਂ ਦੇ ਨਵੇਂ ਵਰਜਨ ਸ਼ਾਮਲ ਹਨ ਜੋ ਵਰਤੋਂ ਯੋਗ ਵਿਸ਼ਾਸ਼ਤਾਵਾਂ ਦੇ ਸਕਦੇ ਹਨ।
ro: Unele programe au fost portate din ramura de dezvoltare pentru a funcţiona cu această lansare. Deşi aceste programe nu au trecut prin teste aşa de complete ca cele din versiunea lansată, ele conţin versiuni mai noi ale unor aplicaţii care ar putea oferi capabilităţi utile.
zh_tw: 有些正處於開發階段的軟體被向後移植到這個發行版本中。雖然這個軟體並沒有像發行版本裡的軟體那樣經過了完整的測試，但它卻提供了一些較新版且可能包含了較多功能的應用程式。

source: Allow login as root?
de: root das Anmelden erlauben?
eo: Ĉu oni permesas ĉefuzantan salutadon?
eu: Root bezala saio hastea onartu?
gl: ¿Permitir conectarse coma administrador?
ml: റൂട്ടായി ലോഗിന്‍ അനുവദിക്കേണമോ?
pa: ਕੀ ਰੂਟ (root) ਨੂੰ ਲਾਗਇਨ ਦੀ ਇਜ਼ਾਜਤ ਹੈ?
ro: Se permite autentificare ca superutilizator?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
de: Wenn Sie auswählen, das root das Anmelden verwehrt werden soll, wird ein Benutzerkonto angelegt und mit dem Recht versehen, root mittels des »sudo«-Kommandos zu werden.
eo: Se vi ne permesis ĉefuzantan salutadon, tiam la kreotaj kontoj eble akiros ĉefrajtojn per la 'sudo'-ordono.
eu: Root bezala saioa hastea ez onartzea auekratu baduzu, erabiltzaile arrunt kontu bat sortu eta 'sudo' erabiliaz root baimenak eskuratzeko baimenak emango zaizkio.
gl: Se decide non permitir que "root" se conecte hase crear unha conta de usuario que ha ter a posibilidade de se facer administrador coa orde "sudo".
ml: റൂട്ട് ലോഗിന്‍ അനുവദിക്കേണ്ട എന്ന് നിങ്ങള്‍ തിരഞ്ഞെടുക്കുകയാണെങ്കില്‍ 'sudo' കമാന്റ് ഉപയോഗിച്ച് റൂട്ടാകാന്‍ കഴിവുള്ള ഒരു ഉപയോക്താ അക്കൌണ്ട് സൃഷ്ടിക്കുന്നതായിരിക്കും.
pa: ਜੇਕਰ ਤੁਸੀਂ ਪਰਸ਼ਾਸ਼ਕ (root) ਦੇ ਲਾਗਇਨ ਨਾ ਹੋਣ ਦੀ ਚੋਣ ਕੀਤੀ ਤਾਂ ਇੱਕ ਹੋਰ ਉਪਭੋਗੀ ਖਾਤਾ ਬਣਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਉਸ ਨੂੰ 'sudo' ਕਮਾਂਡ ਵਰਤ ਕੇ root ਬਣਾਉਣ ਦਾ ਅਧਿਕਾਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
ro: Dacă optaţi să nu permiteţi autentificarea ca superutilizator, atunci va fi creat un cont de utilizator căruia i se va da puterea de a deveni superutilizator folosind comanda 'sudo'.

source: Root password:
cy: Cyfrinair 'root':
de: Root-Passwort:
eo: Radika pasvorto:
et: Juurkasutaja parool:
eu: Root-aren pasahitza:
gl: Contrasinal do administrador:
he: סיסמת root:
lt: Administratoriaus (root) slaptažodis:
lv: Root parole:
ml: റൂട്ടിന്റ അടയാള വാക്ക്:
pa: ਪ੍ਰਬੰਧਕ ਗੁਪਤ-ਕੋਡ:
ro: Parola superutilizatorului (root):
zh_tw: Root 的密碼：
