Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
cy: Ni chanfuwyd unrhyw systemau ffeiliau ext2 ar eich cyfrifiadur. Er mwyn llwytho'r cnewyllyn Linux o'r consol SRM, mae aboot angen rhanniad ext2 ar ddisgen sydd wedi ei rhannu gyda labeli disg BSD. Fe fydd yn rhaid i chi gyflunio o leiaf un rhaniad ext2 cyn mynd ymlaen.
de: Auf Ihrem Computer wurde kein ext2-Dateisystem gefunden. Um den Linux-Kernel von der SRM-Konsole zu laden, benötigt aboot eine ext2-Partition auf einer Festplatte, die mit BSD-Disklabels partitioniert wurde.
el: Δε βρέθηκαν τμήματα ext2 στον υπολογιστή σας. Για να φορτώσετε τον πυρήνα του Linux από την κονσόλα SRM, το aboot χρειάζεται ένα τμήμα με σύστημα αρχείων ext2 σε ένα δίσκο που έχει διαμορφωθεί με ετικέτες BSD (disklabels). Θα χρειαστεί να ρυθμίσετε τουλάχιστον ένα τμήμα ext2 στον υπολογιστή σας πριν συνεχίσετε.
eo: Neniu 'ext2'-a dosiersistemo estas trovita en via kumputilo. Por ŝargi la Linuksan kernon per 'SRM'-konzolo, 'aboot'-ilo bezonas 'ext2'-diskpartigan diskon, kiu uzas 'BSD'-etikedon ("BSD disklabels") por ĝia diskpartigotablo. Vi almenaŭe bezonos krei 'ext2'-diskpartigon sur via sistemo por daŭreblas la instaladon.
et: Su arvutist ei leitud ühtki ext2 failisüsteemi. Et Linux tuuma SRM konsoolist laadida, vajab aboot BSD kettasiltidega partitsioneeritud kettal asuvat ext2 partitsiooni. Enne jätkamist pead oma süsteemis seadistama vähemalt ühe ext2 partitsiooni.
eu: ext2 fitxategi-sistemarik ez da aurkitu ordenagailuan. Linux nukleoa SRM kontsolatik kargatzeko, aboot-ek ext2 partizioa behar du BSD disko-etiketekin partizioak egin diren diskoan. Jarraitu aurretik, gutxienez ext2 partizio bat konfiguratu behar duzue sisteman.
fi: ext2-tiedostojärjestelmiä ei löytynyt järjestelmästä. Voidakseen ladata Linux-ytimen SRM-konsolia käyttäen, aboot tarvitsee ext2-osion levyllä, jonka osiot on tehty käyttäen BSD-levynimiöitä. Ainakin yksi ext2-osio on tehtävä ennen jatkamista.
gl: Non se atopou ningún sistema de ficheiros ext2 no seu ordenador. Para cargar o núcleo de Linux dende a consola SRM, aboot precisa dunha partición ext2 situada nun disco particionado con etiquetas de disco BSD. Ha ter que configurar alomenos unha partición ext2 no seu sistema antes de continuar.
he: לא נמצאו מערכות קבצים מסוג ext2. כדי לטעון את הקרנל של לינוקס מקונסול SRM, aboot צריך מחיצה מסוג ext2 על דיסק שחולק למחיצות עם תוויות של BSD. תצטר להגדיר לפחות מחיצה אחת עם מערכת קבצים ext2 כדי שתוכל להמשיך.
id: Tidak terdapat sistem berkas ext2 pada komputer Anda. Untuk memuat kernel Linux dari konsol SRM, aboot perlu sebuah partisi ext2 pada hard disk yang telah dipartisi dengan disklabel BSD. Anda perlu mengonfigurasi paling tidak sebuah partisi ext2 pada sistem Anda sebelum melanjutkan.
kk: ext2 файлдық жүйесі бар бөлімдер сіздің компьютеріңізде табылған жоқ. SRM консолынан Linux ядросын жүктеу үшін aboot жүйелік жүктеуішіне дискте, BSD тамғаларынымен бөлінген, ext2 бөлімі қажет. Жалғастырудан бұрын, сізге ең кемі ext2-ң бір бөлімін құру қажет.
lt: Jūsų kompiuteryje nerasta ext2 failų sistemos. Kad įkelti Linux branduolį iš SRM konsolės, aboot pradiniam įkėlikliui reikia ext2 skirsnio diske, kuris suskirstytas su BSD disko žymėmis. Prieš pratęsiant diegimą, Jūs turite pasidaryti bent vieną ext2 skirsnį Jūsų sistemoje.
lv: Uz Jūsu datora nav atrasta neviena partīcija ar ext2 failu sistemu. Lai lādētu Linux no SRM konsoles, aboot ir nepieciešama ext partīcija uz diska ar BSD disklabels tipa partīcijām. Jums ir jāizveido vismaz viena šāda partīcija lai turpinātu instalāciju.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറില്‍ ext2 ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടില്ല. BSD ഡിസ്ക് ലേബലുകള്‍ കൊണ്ട് വിഭജിച്ച ഡിസ്കില്‍ ഒരു ext2 ഭാഗം SRM കണ്സോളില്‍ നിന്നും ലിനക്സ് കെര്‍ണല്‍ ലോഡ് ചെയ്യുന്നതിന് അബൂട്ടിന് ആവശ്യമുണ്ട്. തുടരുന്നതിന് മുന്പേ ഒരു ext2 ഭാഗമെങ്കിലും നിങ്ങള്‍ ക്രമീകരിക്കേണ്ടതായി വരും.
nn: Fann ingen ext2-filsystem på maskina. For å lasta Linux-kjerna frå SRM-konsollet treng Aboot ein ext2-partisjon på ein harddisk som er partisjonert med BSD-datamerke. Du må setja opp minst ein ext2-partisjon på systemet før du held fram.
pa: ਕੋਈ ext2 ਭਾਗ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਤੇ ਨਹੀਂ ਲੱਭਿਆ। SRM ਕੰਸੋਲ ਤੋਂ ਲੀਨਕਸ ਕਰਨਲ ਲੋਡ ਕਰਨ ਲਈ, aboot ਨੂੰ ਡਿਸਕ ਤੇ ext2 ਭਾਗ ਦੀ ਜਰੂਰਤ ਹੈ, ਜਿਸ ਦਾ ਵਿਭਾਗੀਕਰਨ BSD ਡਿਸਕ-ਲੇਬਲ ਨਾਲ ਕੀਤਾ ਹੈ। ਜਾਰੀ ਰਹਿਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਘੱਟੋ-ਘੱਟ ਇੱਕ ext2 ਭਾਗ ਸੰਰਚਿਤ ਕਰਨਾ ਪਵੇਗਾ।
pl: Nie wykryto systemu plików ext2. Aby za³adowaæ j±dro Linuksa z konsoli SRM, aboot potrzebuje partycji ext2 na dysku, który zosta³ przepartycjonowany z u¿yciem etykiet dysków BSD. Bêdziesz musia³ skonfigurowaæ przynajmniej jedn± partycjê ext2 przed kontynuacj±.
pt_br: Nenhum sistema de arquivos ext2 foi encontrado em seu computador. Para carregar o kernel Linux a partir do console SRM, o aboot precisa de uma partição ext2 em um disco que tenha sido particionado com disklabels BSD. Você precisará configurar pelo menos uma partição ext2 em seu sistema antes de continuar.
ro: Nu s-a găsit nici un sistem de fişiere de tip ext2. Pentru încărcarea nucleului Linux din consola SRM, aboot are nevoie de o partiţie ext2 pe un disc partiţionat cu etichete disc BSD. Va trebui să configuraţi cel puţin o partiţie ext2 pe sistemul dumneavoastră înainte de a continua.
sl: Na sistemu nisem našel nobenega ext2 razdelka. Za zagon Linux jedra iz SRM konzole potrebuje aboot ext2 razdelek na disku, ki je bil razdeljen z BSD disklabels. Pred nadaljevanjem boste morali nastaviti vsaj en ext2 razdelek na vašem sistemu.
zh_tw: 無法在您的系統中找到 ext2 檔案系統。為了要從 SRM 主控台載入 Linux Kernel，aboot 需要在此磁碟有一個以 BSD disklabels 所分割的 ext2 分割區。在繼續之前，您必須要在系統中至少配置一個 ext2 分割區。

source: Installing the aboot boot loader
cy: Yn sefydlu'r llwythydd bŵt aboot
de: Installiere den aboot-Bootloader
el: Εγκατάσταση του φορτωτή εκκίνησης aboot
eo: Instalado de 'aboot'-a praŝargilo
et: Alglaaduri aboot paigaldamine
eu: aboot abioko kargatzailea instalatzen
fi: Asennetaan aboot-alkulatausohjelmaa
gl: A instalar o cargador de inicio aboot
he: מתקין את מנהל האתחול aboot
id: Memasang boot loader aboot
kk: aboot жүйелік жүктеуішін орнату...
lt: Diegiamas pradinis įkėliklis aboot
lv: Aboot sāknētāja instalēšana
mg: Mametraka ny boot loader aboot
ml: അബൂട്ട് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installerer oppstartssystemet Aboot
pa: aboot ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ
pl: Instalacja programu uruchomieniowego aboot
pt_br: Instalando o carregador de inicialização aboot
ro: Se instalează încărcătorul de sistem aboot
sl: Nameščam zagonski nalagalnik aboot
zh_tw: 正在安裝 aboot 開機程式

source: Installing the 'aboot' package...
cy: Yn sefydlu'r pecyn 'aboot'...
de: Installiere das Paket »aboot« ...
el: Εγκατάσταση του πακέτου 'aboot'...
eo: Instalado de 'aboot'-pako...
et: Paketi 'aboot' paigaldamine...
eu: 'aboot' paketea instalatzen...
fi: Asennetaan "aboot"-paketti...
gl: A instalar o paquete 'aboot'...
he: מתקין את מנהל החבילה 'aboot'
id: Sedang memasang paket 'aboot'...
kk: 'aboot' дестесін орнату...
lt: Diegiamas paketas 'aboot'...
lv: Instalēju 'aboot' paku...
mg: Mametraka ny pakajy ny aboot...
ml: 'അബൂട്ട്' പാക്കേജ് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer «Aboot»-pakka ...
pa: 'aboot ' ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ...
pl: Instalacja pakietu 'aboot'...
pt_br: Instalando o pacote 'aboot' ...
ro: Se instalează pachetul 'aboot'...
sl: Nameščam paket 'aboot' ...
zh_tw: 正在安裝 aboot 套件...

source: Determining aboot boot device...
cy: Yn chwilio am ddyfais bŵt aboot...
de: Stelle das Bootgerät für aboot fest ...
el: Εξακριβώνεται η συσκευή εκκίνησης για το aboot...
eo: Defini 'aboot'-praŝargan ekipaĵon...
et: aboot alglaadimisseadme määramine...
eu: aboot abioko gailua zehazten...
fi: Selvitetään aboot-käynnistyslaitetta...
gl: A determinar o dispositivo de inicio de aboot...
he: קובע את התקן האתחול של aboot...
id: Sedang menentukan piranti boot aboot...
kk: aboot жүйелік жүктеуішін анықтау...
lt: Nustatomas aboot įkelties įrenginys...
lv: Nosaku aboot sāknēšanas ierīci...
ml: അബൂട്ട് ബൂട്ട് ഉപകരണം നിശ്ചയിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Avgjer kva for eining oppstartssystemet Aboot skal bruka ...
pa: aboot ਬੂਟ ਜੰਤਰ ਦੀ ਖੋਜ ਹੋ ਰਹੀ ਹੈ...
pl: Wykrywanie urz±dzenia uruchomieniowego aboot...
pt_br: Determinando o dispositivo de inicialização do aboot ...
ro: Se detectează dispozitivul de pornire aboot...
sl: Iščem zagonsko napravo aboot...
zh_tw: 正在決定 aboot 所使用的開機裝置...

source: Installing aboot on ${BOOTDISK}...
cy: Yn sefydlu aboot ar ${BOOTDISK}...
de: Installiere aboot auf ${BOOTDISK} ...
el: Εγκατάσταση του aboot στο ${BOOTDISK}...
eo: Instalado de 'aboot'-o sur ${BOOTDISK}...
et: aboot ${BOOTDISK} peale paigaldamine...
eu: aboot ${BOOTDISK}(e)n instalatzen...
fi: Asennetaan aboot laitteelle ${BOOTDISK}...
gl: A instalar aboot en ${BOOTDISK}...
he: מתקין את aboot על ${BOOTDISK}...
id: Sedang memasang aboot pada ${BOOTDISK}...
kk: aboot-ты ${BOOTDISK}-ке орнату...
lt: Diegiamas aboot į ${BOOTDISK}...
lv: Instalēju uz ${BOOTDISK}...
mg: Mametraka an'i aboot ao amin'ny ${BOOTDISK}...
ml: ${BOOTDISK} ല്‍ അബൂട്ട് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Installerer Aboot på ${BOOTDISK} ...
pa: ${BOOTDISK} ਤੇ aboot ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Instalacja aboot na ${BOOTDISK}...
pt_br: Instalando o aboot em ${BOOTDISK} ...
ro: Se instalează aboot pe ${BOOTDISK}...
sl: Nameščam aboot na ${BOOTDISK}...
zh_tw: 正在將 aboot 安裝至 ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
cy: Yn cyflunio aboot i ddefnyddio'r rhaniad ${PARTNUM}...
de: Konfiguriere aboot, um ${PARTNUM} zu benutzen ...
el: Ρύθμιση του aboot να χρησιμοποιεί το τμήμα ${PARTNUM}...
eo: Akomodado de 'aboot'-o por uzi diskpartigo ${PARTNUM}...
et: aboot seadistamine partitsiooni ${PARTNUM} kasutamiseks...
eu: aboot ${PARTNUM} partizioa erabiltzeko konfiguratzen...
fi: Muutetaan asetuksia siten, että aboot käyttää osiota ${PARTNUM}...
gl: A configurar aboot para que empregue a partición ${PARTNUM}...
he: מגדיר את aboot להשתמש במחיצה ${PARTNUM}...
id: Sedang mengonfigurasi aboot untuk menggunakan partisi ${PARTNUM}...
kk: ${PARTNUM} бөлімін пайдалану үшін aboot-ты баптау...
lt: Konfigūruojamas aboot skirsnio ${PARTNUM} naudojimui...
lv: Konfigurēju aboot lai lietotu ${PARTNUM} partīciju...
mg: Mafiny an'i aboot.mba ampiasa ny fizarana ${PARTNUM}...
ml: ${PARTNUM} ഭാഗം ഉപയോഗിക്കാന്‍ അബൂട്ട് ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Set Aboot til å bruka partisjon ${PARTNUM} ...
pa: ${PARTNUM} ਭਾਗ ਵਰਤਣ ਲਈ aboot ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie aboot do u¿ywania partycji ${PARTNUM}...
pt_br: Configurando o aboot para usar a partição ${PARTNUM} ...
ro: Se configurează aboot să folosească partiţia ${PARTNUM}...
sl: Nastavljam aboot za razdelek ${PARTNUM}...
zh_tw: 正在設定 aboot 來使用分割區 ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
cy: Yn copïo delweddau cnewyllyn i ${BOOTDEV}...
de: Kopiere Kernel-Images nach ${BOOTDEV} ...
el: Αντιγραφή των αρχείων πυρήνα στο ${BOOTDEV}...
eo: Kopii kernajn bildojn al ${BOOTDEV}...
et: Tuuma kujutise ${BOOTDEV} peale kopeerimine...
eu: Nukleo-irudiak ${BOOTDEV}(e)ra kopiatzen...
fi: Kopioidaan ytimen otokset laitteelle ${BOOTDEV}...
gl: A copiar as imaxes do núcleo en ${BOOTDEV}...
he: מעתיק תמונות קרנל ל-${BOOTDEV}...
id: Sedang menyalin kernel image ke ${BOOTDEV}...
kk: Ядро нұсқасын ${BOOTDEV}-ке көшіру...
lt: Kopijuojamas branduolio atvaizdas į ${BOOTDEV}...
lv: Kopēju kodolu uz ${BOOTDEV}...
ml: ${BOOTDEV} ലേക്ക് കെര്‍ണല്‍ ഇമേജുകള്‍ പകര്ത്തിക്കൊണ്ടിരിക്കുന്നു...
nn: Kopierer kjernebilete til ${BOOTDEV} ...
pa: ਕਰਨਲ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ ${BOOTDEV} ਤੇ ਨਕਲ ਕਰ ਰਿਹਾ ਹੈ...
pl: Kopiowanie obrazów j±dra na ${BOOTDEV}...
pt_br: Copiando imagens de kernel para ${BOOTDEV} ...
ro: Se copiază imaginile de nucleu în ${BOOTDEV}...
sl: Prepisujem slike jedra na ${BOOTDEV}...
zh_tw: 正在複製 Kernel Image 至 ${BOOTDEV}...

source: Aboot boot partition
cy: Rhaniad bŵt aboot
el: Τμήμα εκκίνησης του aboot
eo: 'Aboot'-praŝarga diskpartigo
et: Aboot alglaaduripartitsioon
eu: Aboot abioko partizioa
fi: Aboot-käynnistysosio
gl: Partición de inicio de aboot
he: מחיצת אתחול של aboot
id: Partisi boot aboot
kk: Жүктейтін Aboot бөлімі
lt: Aboot įkėlimo (boot) skirsnis
lv: Aboot sāknēšanas partīcija
mg: Fizarana boot ho an'i Aboot
ml: അബൂട്ട് ബൂട്ട് ഭാഗം
nn: aboot oppstartspartisjon
pa: Aboot ਬੂਟ ਭਾਗ
pl: Partycja uruchomieniowa aboot
pt_br: Partição de inicialização aboot
ro: Partiţie de pornire aboot
sl: Zagonski razdelek aboot
zh_tw: Aboot 啟動分割區

source: aboot
ml: അബൂട്ട്

source: Installing vmelilo
cy: Yn sefydlu vmelilo
de: Installiere vmelilo
el: Εγκατάσταση του vmemlilo
eo: Instalado de 'vmelilo'-o
et: vmelilo paigaldamine
eu: vmelilo instalatzen
fi: Asennetaan vmelilo
gl: A instalar vmelilo
he: מתקין את vmelilo
id: Memasang vmelilo
kk: Vmelilo-ды орнату
lt: Diegiamas vmelilo
lv: Instalēju vmelilo
mg: Mametraka an'i vmelio
ml: വിഎംഇലിലോ ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Installerer vmelilo
pa: vmelilo ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja vmelilo
pt_br: Instalando o vmelilo
ro: Se instalează vmelilo
sl: Namestitev vmelila
zh_tw: 正在安裝 vmelilo

source: Installing vmelilo boot loader
cy: Yn sefydlu'r bŵtlwythydd vmelilo
de: Installiere den vmelilo-Bootloader
el: Εγκατάσταση του εκκινητή vmemlilo
eo: Instalado de 'vmelilo'-a praŝargilo
et: Alglaadur vmelilo paigaldamine
eu: vmelilo abioko kargatzailea instalatzen
fi: Asennetaan vmelilo-alkulatausohjelma
gl: A instalar o cargador de inicio vmelilo
he: מתקין את מנהל האתחול vmelilo
id: Memasang boot loader vmelilo
kk: Vmelilo жүйелік жүктеуішін орнату
lt: Diegiamas pradinis įkėliklis vmelilo
lv: Vmelilo sāknētāja instalēšana
mg: Mametraka ny boot loader vmelilo
ml: വിഎംഇലിലോ ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Installerer oppstartslastaren vmelilo
pa: vmelilo ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja programu uruchomieniowego vmelilo
pt_br: Instalando o carregador de inicialização vmelilo
ro: Se instalează încărcătorul de sistem vmelilo
sl: Namestitev zagonskega nalagalnika vmelilo
zh_tw: 正在安裝 vmelilo 開機程式

source: vmelilo installation failed. Continue anyway?
cy: Methodd sefydliad vmelilo. Mynd ymlaen fodd bynnag?
de: Die Installation von vmelilo schlug fehl. Trotzdem fortfahren?
el: η εγκατάσταση του vmelilo απέτυχε. Να συνεχίσω;
eo: 'vmelilo'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: vmelilo paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da vmelilo instalatu. Jarraitu nahi duzu hala ere?
fi: Ohjelmapaketin vmelilo asennus ei onnistunut. Jatketaanko silti?
gl: Non se puido instalar vmelilo. ¿Continuar igualmente?
he: התקנת vmelilo נכשלה, להמשיך בכל זאת?
id: instalasi vmelilo gagal. Tetap melanjutkan?
kk: vmelilo орнатылмады. Соған қарамастан, жалғастыру керек пе?
lt: vmelilo įdiegimas nepavyko. Tęsti nepaisant to?
lv: vmelilo instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i vmelilo; Tohizana ve?
ml: വിഎംഇലിലോ ഇന്സ്റ്റാളേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installering av vmelilo feila. Halda fram likevel?
pa: vmelilo ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਰੱਖੋ?
pl: Instalacja vmelilo nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do vmelilo falhou. Continuar mesmo assim ?
ro: Instalarea vmelilo a eşuat. Mai continuaţi?
sl: Namestitev vmelila ni uspela. Kljub temu nadaljujem?
zh_tw: vmelilo 的安裝作業失敗了。是否無論如何仍然繼續？

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
cy: Methodd y pecyn vmelilo sefydlu yn /target/. Mae sefydlu vmelilo fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a vmelilo, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das vmelilo-Paket konnte nicht in /target/ installiert werden. Die Installation von vmelilo als Bootloader ist ein notwendiger Schritt. Das Problem könnte allerdings auch ohne Bezug zu vmelilo sein, so dass ein Fortführen der Installation möglich ist.
el: Η εγκατάσταση του πακέτου vmelilo στον κατάλογο /target/ απέτυχε. Η εγκατάσταση του εκκινητή vmelilo είναι ένα απαραίτητο στάδιο. Το πρόβλημα με την εγκατάσταση μπορεί να είναι άσχετο με το πακέτο και για αυτό μπορεί να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'vmelilo'-pako neeblas instalita en '/target/'-o. Instalu 'vmelilo'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'vmelilo'-o, nu eble daŭrigus la instaladon.
et: Paketi vmelilo /target/ peale paigaldamine nurjus. Alglaaduri vmelilo paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse vmelilo'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da vmelilo paketea /target/en instalatu. vmelilo abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke vmelilo-rekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin vmelilo asennus hakemistoon /target/ ei onnistunut. Vmelilo:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity vmelilo:on, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete vmelilo en /target/. A instalación de vmelilo como cargador de inicio é un paso necesario. O problema pode non estar relacionado co propio vmelilo, polo que sería posible continuar coa instalación.
he: החבילה vmelilo כשלה בהתקנה לתוך /target/. מנהל אתחול הוא שלב חשוב. למרות זאת, בעיית ההתקנה יכולה להיות ללא קשר ל-vmelilo, כך שאולי ניתן להמשיך בהתקנה.
id: Paket vmelilo gagal diinstal pada /target/. Memasang vmelilo sebagai boot loader merupakan tahap penting. Namun masalah instalasi mungkin tidak bersangkutan dengan vmelilo, jadi Anda dapat melanjutkan instalasi.
kk: vmelilo дестесін /target/-ке орнату сәтсіз аяқталды. Vmelilo-ны жүктеуіш ретінде орнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер vmelilo-мен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti vmelilo paketo į /target/. Pradinio įkėliklio vmelilo įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su vmelilo, taigi įdiegimo tęsimas galbūt galimas.
lv: vmelilo pakas instalācija beidzās neveiksmīgi. vmelilo kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar vmelilo un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: വിഎംഇലിലോ പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. വിഎംഇലിലോ ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം വിഎംഇലിലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Klarte ikkje installera vmelilo-pakka på /target/. Å installera vmelilo som oppstartslastar er eit påkrevd steg. Installeringsproblemet kan vera uavhengig av vmelilo, så det kan vera det er mogeleg å halda fram.
pa: /target/ ਉੱਪਰ vmelilo ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। vmelilo ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ vmelilo ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu vmelilo w /target/ nie powiod³a siê. Instalacja vmelilo jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z vmelilo i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote vmelilo em /target/ falhou. A instalação do vmelilo como uma gerenciador de inicialização é uma etapa requerida. Porém, o problema de instalação pode não estar relacionado ao vmelilo, portanto a continuação da instalação pode ser possível.
ro: Instalarea pachetului vmelilo pe /target/ s-a soldat cu eşec. Instalarea vmelilo ca încărcător de boot este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu vmelilo, deci continuarea instalării ar putea fi posibilă.
sl: Paket vmelilo se ni uspel namestiti v /tarčo/. Namestitev emelila kot zagonski nalagalnik je obvezen korak. Težava pri namestitvi pa morda ni povezana z vmelilom, zato lahko z njo namestitvijo nadaljujete.
zh_tw: 無法將 vmelilo 套件安裝至 /target/。安裝 vmelilo 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 vmelilo 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Looking for root partition...
cy: Yn chwilio am rhaniad gwraidd...
de: Suche die Root-Partition ...
el: Αναζήτηση του τμήματος root...
eo: Serĉi radikan diskpartigon...
et: Juurpartitsiooni otsimine...
eu: Erroko partizioa bilatzen...
fi: Etsitään juuriosiota ...
gl: A buscar a partición raíz...
he: מחפש את מחיצת השורש...
id: Sedang mencari partisi root...
kk: Түпкі бөлімді іздеу...
lt: Ieškomas šakninis (root) skirsnis...
lv: Meklēju saknes partīciju...
mg: Mitady fizarana fototra...
ml: റൂട്ട് ഭാഗത്തിനായി നോക്കിക്കൊണ്ടിരിക്കുന്നു...
nn: Ser etter rotpartisjon ...
pa: root ਭਾਗ ਲਈ ਵੇਖ ਰਿਹਾ ਹੈ...
pl: Poszukiwanie g³ównej partycji...
pt_br: Procurando por uma partição raíz ...
ro: Se caută o partiţie rădăcină...
sl: Iskanje korenskega razdelka ...
zh_tw: 正在尋找 root 分割區...

source: Creating vmelilo configuration...
cy: Yn creu cyfluniad vmelilo...
de: Erstelle vmelilo-Konfiguration ...
el: Δημιουργία ρυθμίσεων του vmelilo...
eo: Krei 'vmelilo'-an akomodadon...
et: vmelilo seadistuse loomine...
eu: vmelilo-ren konfigurazioa sortzen...
fi: Tehdään vmelilo:n asetukset
gl: A crear a configuración de vmelilo...
he: יוצר את הגדרות vmelilo...
id: Sedang membuat konfigurasi vmelilo...
kk: vmelilo конфигурациясын жасау...
lt: Kuriama vmelilo konfigūracija...
lv: Veidoju vmelilo konfigurāciju...
ml: വിഎംഇലിലോ ക്രമീകരണം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Lagar vmelilo-oppsettet ...
pa: vmelilo ਸੰਰਚਨਾ ਬਣਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie konfiguracji vmelilo...
pt_br: Criando a configuração do vmelilo ...
ro: Se creează configuraţia vmelilo...
sl: Ustvarjam nastavitve za vmelilo ...
zh_tw: 正在建立 vmelilo 設定

source: Failed to create vmelilo configuration
cy: Methwyd creu cyfluniad vmelilo
de: Erzeugung der vmelilo-Konfiguration schlug fehl
el: Αποτυχία δημιουργίας των ρυθμίσεων του vmelilo
eo: kreado de 'vmelilo'-a akomodo malsukcesas
et: vmelilo seadistuse loomine nurjus
eu: Ezin izan da vmelilo-ren konfigurazioa sortu
fi: Vmelilo:n asetusten teko ei onnistunut
gl: Non se puido crear a configuración de vmelilo
he: כשלון ביצירת הגדרות vmelilo
id: Gagal membuat konfigurasi vmelilo
kk: vmelilo конфигурациясын жасау іске аспады.
lt: Nepavyko sukurti vmelilo konfigūracijos
lv: vmelilo konfigurācijas izveide neizdevās
ml: വിഎംഇലിലോ ക്രമീകരണം സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å oppretta vmelilo-oppsett
pa: vmelilo ਸੰਰਚਨਾ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Utworzenie konfiguracji vmelilo nie powiod³o siê
pt_br: Falha ao criar a configuração do vmelilo
ro: Eşec la crearea configuraţiei vmelilo
sl: Nisem uspel ustvariti vmelilo nastavitve
zh_tw: 無法建立 vmelilo 設定
