Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
cy: Sylwer na fydd hyn yn caniatáu i chi ailddefnyddio'r rhaniadau na dyfeisiau mewn dyfais amlddisg newydd yn syth. Fodd bynnag, ni ellir defnyddio'r araë ar ol y dilëad.
de: Bitte beachten Sie, dass Sie die Partitionen bzw. Geräte nicht sofort in einem neuen Multidisk-Gerät verwenden können. Das Array wird allerdings durch die Löschung unbenutzbar.
el: Σημειώστε ότι η διαγραφή δεν θα συνεπάγεται άμεση χρήση των τμημάτων ή μονάδων σε μια νέα μονάδα πολλαπλών δίσκων. Ωστόσο, η συστοιχία δε θα είναι χρησιμοποιήσιμη μετά τη διαγραφή.
eo: Bonvolu noti, ke tio ne tuj permesos de reuzi, en nova multdiska adaptilo, konstituantan diskpartigon aŭ adaptilon. Tamen la ilaro postviŝe uzebliĝos.
et: Võta teadmiseks, et see ei võimalda kustutatud seadme partitsioone või seadmeid kohe uue multidisk seadme jaoks kasutada. Sealjuures, ka kustutatud massiiv ise on kasutuskõlbmatu.
eu: Kontuan izan honek ez dizula berehala baimena emango partizioak edo gailuak berriro disko-anitzen gailu berri batean berriro erabiltzeko. Array-a, ordea, ezingo da erabili ezabatu eta gero.
fa: لطفا توجه داشته باشید که به شما اجازه داده نخواهد شد که بلافاصله از این پارتیشن‌ها مجددا استفاده کنید. اما این آرایه پس از حذف غیر قابل استفاده خواهد شد.
fi: Huomaa ettei tämä salli levyosioiden tai laitteiden välitöntä uusiokäyttöä uudessa multidisk-laitteessa. Pakka ei kuitenkaan ole käytettävissä poiston jälkeen.
gl: Teña en conta que isto non lle ha permitir reutilizar de inmediato as particións ou dispositivos nun novo dispositivo multidisco. Nembargantes, o array ha quedar inutilizable tralo borrado.
he: שים לב שפעולה זאת לא תאפשר לך להשתמש מחדש במחיצות בהתקן multidisk חדש באופן מיידי. למרות זאת, המערך יהיה לא שמיש לאחר המחיקה.
id: Harap dicatat bahwa proses tersebut tidak akan secara langsung memperbolehkan Anda untuk menggunakan kembali partisi-partisi atau piranti-piranti pada multidisk yang baru. Bagaimanapun juga larik tidak akan dapat digunakan setelah proses penghapusan.
kk: Жаңа multidisk қондырғысында бірден бөлімдер мен қондырғыларды іске асыру мүмкін болмайтынын ескеріңіз. Массивті жоюдан кейін қолдануға болмайды.
lt: Atkreipkite dėmesį, kad iš karto naudoti skirsnius ar įrenginius naujame multidiskiniame įrenginyje vistiek negalėsite, nors pats masyvas po išmetimo bus netinkamas naudoti.
lv: Piezīme: šī darbība neatļaus uzreiz izmantot šīs partīijas jaunai daudzdisku iekārtai, taču šis masīvs pēc dzēšanas būs nelietojams.
ml: ഇതു നിങ്ങളെ പാര്‍ട്ടീഷന്‍സൊ, ഉപകരണങ്ങളൊ പുതിയ മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തില്‍ പുനരുപയോഗിക്കാന്‍ അനുവദിക്കില്ല. ഈ നിര നീക്കം ചെയ്തതിനു ശേഷം ഉപയോഗശൂന്യമാകും.
nn: Merk at dette ikkje vil la deg bruka omigjen partisjonar eller einingar i ei ny multidiskeining umiddelbart. Settet vil derimot vera ubrukeleg etter slettinga.
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਾਦ ਰੱਖੋ ਕਿ ਇਹ ਤੁਹਾਨੂੰ ਕੁਇੱਕ ਨਵੇਂ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਵਿੱਚ ਭਾਗ ਜਾਂ ਜੰਤਰ ਵਰਤਣ ਦੀ ਮਨਜੂਰੀ ਦੇਵੇਗਾ। ਐਰੇ ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ਵਿੱਚ ਨਾ-ਵਰਤਣ ਯੋਗ ਹਨ।
pl: Proszê zauwa¿yæ, ¿e nie pozwoli to na natychmiastowe, ponowne u¿ycie partycji lub urz±dzeñ w nowym urz±dzeniu wielodyskowym. Macierz bêdzie niezdatna do u¿ycia po usuniêciu.
pt_br: Por favor, note que isso náo irá imediatamente permitir que você reutilize as partições ou os dispositivos em um novo dispositivo multidisco. A array irá porém estar inutilizável depois da remoção.
ro: Această operaţie nu vă va permite imediat să reutilizaţi partiţiile sau dispozitivele într-un nou dispozitiv multidisc. Matricea însă va fi inutilizabilă după ştergere.
sl: Vedite, da vam to ne bo omogočilo takojšnje ponovne uporabe razdelkov ali naprav v napravi z več diski. Polje pa bo po brisanju postalo neuporabno.
zh_tw: 請注意，這樣並無法讓您可以立即在新的 Multidisk 裝置中使用這些分割區或裝置。無論如何，在刪除後該陣列會變成不可使用。

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
cy: Os ydych chi'n dewis dileu dyfais, cewch fanylion amdano a cyfle i beidio mynd ymlaen â'r weithred.
de: Wenn Sie ein Gerät zur Löschung auswählen, werden Ihnen einige Informationen darüber gegeben, und Sie haben die Möglichkeit, den Vorgang abzubrechen.
el: Αν επιλέξετε μια μονάδα για διαγραφή, θα δείτε ορισμένες πληροφορίες για αυτή και θα σας δοθεί η επιλογή ακύρωσης.
eo: Se vi elektas viŝotan adaptilon, vi ricevos informojn pri ĝi kaj la eblecon de daŭrigi aŭ ĉesigi tiun agadon.
et: Kui valid kustutamiseks seadme antakse sulle tema kohta informatsiooni ja ka võimalus kustutamine katki jätta.
eu: Ezabatzeko gailu bat hautatzen baduzu, hari buruzko informazioa lortuko duzu eta eragiketa hau abortatzeko aukera emango zaizu.
fa: اگر یک دستگاه را برای حذف انتخاب کنید؛ اطلاعاتی در مورد آن به شما نشان داده خواهد شد و شما این امکان را خواهید داشت که از کنش حذف صرف‌نظر کنید.
fi: Jos valitset laitteen poistettavaksi, saat siitä hieman tietoja ja mahdollisuuden toiminnon keskeyttämiseen.
gl: Se selecciona un dispositivo a borrar, ha obter algunha información sobre el e háselle dar a posibilidade de abortar esta operación.
he: אם אתה בוחר התקן בשביל מחיקה, תקבל מידע עליו ותקבל אפשרות לבטל את פעולה זאת.
id: Jika Anda memilih piranti untuk dihapus, Anda akan mendapatkan beberapa informasi tentangnya dan Anda akan diberikan pilihan untuk membatalkan proses ini.
kk: Жоюға арналған қондырғыны таңдағанда сізге ол туралы қосымша информация және операцияны болдыртпау опциясы ұсынылады.
lt: Jei pasirinksite įrenginį išmetimui, gausite apie jį informacijos ir galėsite, jei kas, atšaukti operaciją.
lv: Ja Jūs izvēlēsities dzēst kādu iekārtu, tad Jums tiks iedota informācija par šo iekārtu un iespēja atcelt darbību.
ml: ഏതെങ്കിലും ഉപകരണം നീക്കം ചെയ്യാന്‍ വേണ്ടി തിരഞ്ഞെടുത്താല്‍ അതിനെ കുറിച്ചുള്ളകൂടുതല്‍ വിവരങ്ങള്‍ കിട്ടും. കൂടാതെ ആ പ്രവര്ത്തനത്തില്‍ നിന്നും പിന്തിരിയാനും നിങ്ങള്‍ക്കവസരം ഉണ്ടാകും.
nn: Viss du vel ei eining for å sletta ho, vil du få litt informasjon om ho og du vil kunne avbryta om du vil.
pa: ਜੇ ਤੁਸੀਂ ਹਟਾਉਣ ਲਈ ਜੰਤਰ ਚੁਣਿਆ, ਤੁਸੀ ਇਸ ਬਾਰੇ ਕੁਝ ਜਾਣਕਾਰੀ ਵੇਖੋਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਧੂਰੀ ਖਤਮ ਕਰਨ ਦੀ ਚੋਣ ਮਿਲੇਗੀ।
pl: Je¶li wybierzesz urz±dzenie do usuniêcia, otrzymasz o nim pewne informacje oraz mo¿liwo¶æ anulowania tej operacji.
pt_br: Caso você selecione um dispositivo para remoção, algumas informações sobre o mesmo serõ exibidas e você terá a opção de abortar essa operação.
ro: Dacă selectaţi un dispozitiv pentru ştergere, veţi obţine câteva informaţii despre el şi vi se va oferi posibilitatea de a abandona acestă operaţie.
sl: Če izberete napravo za brisanje, boste dobili nekaj podatkov o njej in možnost, da prekinete postopek.
zh_tw: 如果您選擇了一個裝置來進行刪除，您將可以看到一些它的相關資訊，而且您還可以決定是否要中斷該作業。

source: No multidisk devices available
cy: Dim dyfeisiau amlddisg ar gael
de: Keine Multidisk-Geräte verfügbar
el: Δεν υπάρχουν διαθέσιμες μονάδες πολλαπλών δίσκων (multidisk)
eo: Neniu disponebla multdiska adaptilo
et: Multidisk seadmeid pole saadaval
eu: Ez dago disko-anitzen gailurik erabilgarri
fa: هیچ دستگاه چنددیسکی موجود نیست.
fi: Yhtään multidisk-laitetta ei ole käytettävissä
gl: Non hai dispositivos multidisco dispoñibles
he: אין התקני Multidisk) MD) זמינים
id: Tidak tersedia piranti Multidisk (MD)
kk: Мүмкін multidisk қондырғылары жоқ
lt: Nėra multidiskinių įrenginių
lv: Daudzdisku ierīces nav pieejamas
ml: മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണങ്ങള്‍ ലഭ്യമല്ല
nn: Ingen multidiskeinigar (MD) tilgjengeleg
pa: ਕੋਈ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Brak dostêpnych urz±dzeñ wielodyskowych
pt_br: Nenhum dispositivo multidisco disponível
ro: Nu există dispozitive multidisc disponibile
sl: Na voljo ni nobenih multidisk naprav
zh_tw: 沒有 Multidisk 裝置可供使用

source: No multidisk devices are available for deletion.
cy: Does dim dyfeisiau amlddisg ar gael i'w dileu.
de: Es können keine Multidisk-Geräte gelöscht werden.
el: Δεν υπάρχουν διαθέσιμες μονάδες πολλαπλών δίσκων για διαγραφή.
eo: Neniu multdiska adaptilo estas disponebla por viŝi.
et: Ühtki multidisk seadet pole kustutamiseks saadaval
eu: Disko-anitzen gailurik ez dago ezabatzeko erabilgarri.
fa: هیچ دستگاه چنددیسکی برای حذف موجود نیست.
fi: Yhtään multidisk-laitetta ei ole poistettavissa.
gl: Non hai dispositivos multidisco dispoñibles para o borrado.
he: אין התקני Multidisk זמינים למחיקה.
id: Tidak terdapat piranti multidisk yang akan dihapus
kk: Жоюға арналған мүмкін multidiskқондырғылары жоқ.
lt: Nėra multidiskinių įrenginių, kuriuos galėtumėte išmesti.
lv: Daudzdisku ierīces nav atrastas, lai tās varētu nodzēst.
ml: നീക്കം ചെയ്യാന്‍ മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണങ്ങള്‍ ലഭ്യമല്ല.
nn: Ingen multidiskeiningar er tilgjengeleg for sletting.
pa: ਹਟਾਉਣ ਲਈ ਕੋਈ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Brak dostêpnych urz±dzeñ wielodyskowych do usuniêcia.
pt_br: Não existem dispositivos multidisco disponíveis para serem removidos.
ro: Nu există dispozitive multidisc disponibile pentru ştergere.
sl: Za izbris ni na voljo nobene multidisk naprave.
zh_tw: 沒有 Multidisk 裝置可用來刪除。

source: Really delete this multidisk device?
cy: Gwir ddileu'r dyfais amlddisg hwn?
de: Dieses Multidisk-Gerät wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη μονάδα πολλαπλών δίσκων;
eo: Ĉu vi vere viŝu tiun multdiskan adaptilon?
et: Tõesti kustutada see multidisk seade?
eu: Disko-anitzen gailu hau benetan ezabatu nahi duzu?
fa: واقعا میخواهید این دستگاه چنددیسکی را حذف کنید؟
fi: Haluatko varmasti poistaa tämän multidisk-laitteen?
gl: ¿Está seguro de querer borrar este dispositivo multidisco?
he: האם למחוק את התקן ה-multidisk הזה?
id: Benar-benar menghapus piranti multidisk?
kk: Сіз шынында multidisk қондырғысын жойғыңыз келеді ме?
lt: Tikrai išmesti šį multidiskinį įrenginį?
lv: Tiešām dzēst šo daudzdisku iekārtu?
mg: Fafana tokoa ve io periferika multidisk io ?
ml: മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണം നീക്കം ചെയ്യണമെന്നു ഉറപ്പാണോ?
nn: Vil du verkeleg sletta denne multidiskeininga?
pa: ਯਕੀਨਨ ਇਹ ਕੋਈ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਹਟਾਉਣਾ ਹੈ?
pl: Na pewno usun±æ to urz±dzenie wielodyskowe?
pt_br: Realmente remover este dispositivo multidisco ?
ro: Şterg într-adevăr acest dispozitiv multidisc?
sl: Res izbrišem to multidisk napravo?
zh_tw: 是否真的要刪除這個 Multidisk 裝置？

source: Please confirm whether you really want to delete the following multidisk device:
cy: Os gwelwch yn dda, rhowch gadarnhad eich bod chi eisiau dileu'r dyfais amlddisg canlynol:
de: Bitte bestätigen Sie, dass Sie folgendes Multidisk-Gerät wirklich löschen möchten:
el: Παρακαλώ επιβεβαιώστε ότι θέλετε πραγματικά να διαγράψετε την ακόλουθη μονάδα πολλαπλών δίσκων:
eo: Bonvole konfirmu se vi vere volas viŝi la sekvantan ordonon:
et: Palun kinnita, kas soovid tõesti järgneva multidisk seadme kustutada:
eu: Berretsi disko-anitzen gailu hauek benetan ezabatu nahi dituzun ala ez:
fa: لطفا تایید کنید که واقعا قصد حذف این دستگاه چنددیسک را دارید.
fi: Varmista todella haluavasi poistaa seuraavan multidisk-laitteen:
gl: Confirme se quere, realmente, borrar o seguinte dispositivo multidisco:
he: אשר בבקשה אם ברצונך למחוק את התקן ה-multidisk הבא:
id: Silakan pastikan apakah Anda benar-benar ingin menghapus piranti multidisk berikut:
kk: Келесі multidisk қондырғысын жоюды растаңыз:
lt: Patvirtinkite, kad tikrai norite išmesti šį multidiskinį įrenginį:
lv: Lūdzu apstipriniet, vai Jūs tiešām vēlaties dzēst šo daudzdisku iekārtu:
mg: Azafady hamarino raha tianao fafana tokoa ireto periferika multidisk ireto :
ml: തഴെ കൊടുത്തിരിക്കുന്ന മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണം നീക്കം ചെയ്യണമോ എന്നു ഉറപ്പിക്കുക:ഉപകരണം:
nn: Stadfest om du verkeleg vil slette denne multidiskeininga:
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੀ ਤੁਸੀਂ ਸੱਚੀਂ ਹੇਠਲੇ ਕੋਈ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਹਟਾਉਣੇ ਹਨ ਜਾਂ ਨਹੀਂ।
pl: Proszê potwierdziæ czy rzeczywi¶cie chcesz usun±æ nastêpuj±ce urz±dzenie wielodyskowe:
pt_br: Por favor, confirme se você realmente deseja remover o seguinte dispositivo multidisco :
ro: Vă rugăm să confirmaţi dacă doriţi într-adevăr să ştergeţi următoarele dispozitive multidisc:
sl: Prosim potrdite ali res želite izbrisati naslednje multidisk naprave:
zh_tw: 請確認您是否真的要刪除以下的 Multidisk 裝置：

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
cy: Dyfais: ${DEVICE} Math: ${TYPE} Dyfeisiau cydran:
de: Gerät: ${DEVICE} Typ: ${TYPE} Bestandteile:
el: Μονάδα: ${DEVICE} Τύπος: ${TYPE} Συνιστώσες μονάδες:
eo: Adaptilo: ${DEVICE} Tipo: ${TYPE} Komponantaj adaptiloj:
et: Seade: ${DEVICE} Tüüp: ${TYPE} Komponent-seadmed:
eu: Gailua: ${DEVICE} Mota: ${TYPE} Gailu osagaiak:
fa: دستگاه:......... ${DEVICE} نوع:............${TYPE} دستگاههای مولفه ها
fi: Laite: ${DEVICE} Tyyppi: ${TYPE} Koostuu laitteista:
gl: Dispositivo: ${DEVICE} Tipo: ${TYPE} Compoñentes:
he: התקן: ${DEVICE} סוג: ${TYPE} התקנים קשורים:
id: Peranti: ${DEVICE} Tipe: ${TYPE} Komponen piranti-piranti:
kk: Қондырғы: ${DEVICE} Тип: ${TYPE} Қондырғы компоненттері:
lt: Įrenginys: ${DEVICE} Tipas: ${TYPE} Sudarytas iš:
lv: Iekārta: ${DEVICE} Tips: ${TYPE} Iekārtas komponentes:
mg: Periferika: ${DEVICE} Karazana: ${TYPE} Singa:
ml: ഉപകരണം: ${DEVICE} തരം: ${TYPE} കംബോനെന്റ്‌ ഉപകരണങ്ങള്‍:
nn: Eining: ${DEVICE} Type: ${TYPE} Komponenteiningar:
pa: ਜੰਤਰ: ${DEVICE} ਕਿਸਮ: ${TYPE} ਸੰਖੇਪ ਜੰਤਰ:
pl: Urz±dzenie: ${DEVICE} Rodzaj: ${TYPE} Elementy urz±dzenia:
pt_br: Dispositivo : ${DEVICE} Tipo : ${TYPE} Dispositivos que o compõem :
ro: Dispozitiv: ${DEVICE} Tip: ${TYPE} Dispozitive componente:
sl: Naprava: ${DEVICE} Tip: ${TYPE} Naprave komponente:
zh_tw: 裝置： ${DEVICE} 類型： ${TYPE} 裝置成員：

source: Failed to delete the multidisk device
gl: Non se puido borrar o dispositivo multidisco
ml: മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണം നീക്കം ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
pa: ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਨੂੰ ਹਟਾਉਣ ਲਈ ਅਸਫ਼ਲ

source: There was an error deleting the multidisk device. It may be in use.
gl: Houbo un erro ao borrar o dispositivo multidisco. Pode estar a se utilizar agora.
ml: മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണം നീക്കം ചെയ്യുന്നതില്‍ പിശകു പറ്റി. അതു ഉപയോഗിച്ചു കൊണ്ടിരിക്കുകയായിരിക്കാം.
pa: ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਨੂੰ ਹਟਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਹੈ। ਇਹ ਵਰਤੋਂ ਅਧੀਨ ਹੋ ਸਕਦਾ ਹੈ।

source: Configure the Logical Volume Manager
cy: Cyflunio'r Rheolydd Cyfrol Rhesymegol
de: Logical Volume Manager konfigurieren
el: Ρύθμιση του Διαχειριστή Λογικών Τόμων
eo: Akomodu la logika datumportila administranto (LVM)
et: Seadista Loogiliste volüümide haldur (LVH)
eu: Konfiguratu Bolumen Logikoen Kudeatzailea
fi: Tee levyniteiden hallintaohjelman asetukset.
gl: Configurar o xestor de volumes lóxicos (LVM)
he: הגדר את מנהל הכרכים הוירטואלים (LVM)
id: Mengonfigurasi Logical Volume Manager
kk: Логикалық томдардың (LVM) менеджерін баптау
lt: Loginių tomų tvarkyklės (LVM) konfigūracija
lv: Konfigurēt Loģisko Sējumu Menedžeri (LVM)
ml: ലോജിക്കല്‍ വാള്യം മാനേജര്‍ ക്രമീകരിക്കുക
nn: Set opp den logiske volumstyringa
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguruj mened¿era woluminów logicznych
pt_br: Configurar o Gerenciador de Volumes Lógicos
ro: Configurează Managerul de volume logice (LVM)
sl: Nastavite upravljalnik logičnih nosilcev (LVM)
zh_tw: 設定 Logical Volume Manager

source: Activate existing volume groups?
cy: Gweithredu Grŵpiau Cyfrol sy'n bodoli?
de: Vorhandene Volume-Gruppen aktivieren?
el: Να ενεργοποιηθούν οι υπάρχουσες Ομάδες Τόμων;
eo: Aktivigu ekzistajn datumportilajn grupojn?
et: Aktiveerida olemasolevad volüümigrupid?
eu: Lehendik dauden bolumen-taldeak aktibatu nahi dituzu?
fa: آیا میخواهید گروه فضاهای موجود را فعال کنید؟
fi: Otetaanko käyttöön valmiit levynideryhmät?
gl: ¿Activar os grupos de volumes existentes?
he: הפעל קבוצות כרכים קיימות?
id: Aktifkan Grup Volum yang telah ada?
kk: Бар томдарды активтеу керек пе?
lt: Ar aktyvuoti egzistuojančias tomų grupes (Volume Groups)?
lv: Aktivēt eksistējošas sējumu grupas?
ml: നിലവിലുള്ള വോള്യം ഗ്രൂപ്പുകള്‍ സജീവമാക്കട്ടെ?
nn: Vil du aktivere eksisterande grupperte dataområde?
pa: ਮੌਜੂਦਾ ਵਾਲੀਅਮ ਸਮੂਹਾਂ ਨੂੰ ਸਰਗਰਮ ਕਰ ਰਿਹਾ ਹੈ?
pl: Aktywowaæ istniej±ce grupy woluminów?
pt_br: Ativar Grupos de Volumes existentes ?
ro: Se activează grupurile de volume existente (Volume Groups)?
sl: Aktiviram obstoječe skupine nosilcev?
zh_tw: 是否啟動現有的 Volume Group？

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
cy: Mae ${COUNT} Grŵp Cyfrol sy'n bodoli eisioes wedi eu canfod. Os gwelwch yn dda, arwyddwch os hoffech eu gweithredu.
de: Es wurden ${COUNT} vorhandene Volume-Gruppen gefunden. Bitte geben Sie an, welche Sie aktivieren möchten.
el: Ανιχνεύτηκαν ${COUNT} υπάρχουσες Ομάδες Τόμων. Παρακαλώ επιλέξτε αν θέλετε να τις ενεργοποιήσετε.
eo: ${COUNT} ekzistaj datumportilaj grupoj estis trovitaj. Bonvolu indiki se vi volas aktivigi ilin.
et: Leiti ${COUNT} olemasolevat volüümigruppi. Palun osuta, kas soovid neid aktiveerida.
eu: Lehendik dauden ${COUNT} bolumen-talde aurkitu dira. Adierazi haiek aktibatu nahi dituzun ala ez.
fa: تعداد ${COUNT} گروه فضای موجود پیدا شد. لطفا مشخض کنید که قصد فعال کردن آنها را دارید یا خیر.
fi: Löytyi ${COUNT} kappaletta valmiita levynideryhmiä. Ilmoita haluatko ottaa ne käyttöön.
gl: Atopáronse ${COUNT} grupos de volumes existentes. Indique se quere activalos.
he: נמצאו ${COUNT} קבוצות כרכים. ציין בבקשה אם ברצונך להפעיל אותם.
id: Telah ditemukan ${COUNT} Grup Volume. Silakan tentukan apakah Anda ingin mengaktifkan mereka.
kk: ${COUNT} томдардың тобы табылды. Осылардың ішінен қандайларын активтендіру керектігін көрсетіңіз.
lt: Radau ${COUNT} egzistuojančių tomų grupių (Volume Groups). Pasakykite, ar norite jas aktyvuoti.
lv: ${COUNT} sējumu grupas tika atrastas. Vai man tās aktivizēt?
ml: നിലവില്‍ ${COUNT} വോള്യം ഗ്രൂപ്പുകള്‍ കണ്ടു.അവയെ സജീവമാക്കണൊ എന്നു സൂചിപ്പിക്കുക.
nn: Fann ${COUNT} eksisterande grupperte dataområde. Vil du aktivera dei?
pa: ${COUNT} ਮੌਜੂਦਾ ਵਾਲੀਅਮ ਸਮੂਹ ਲੱਭ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੱਸੋ ਕਿ ਕੀ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਸਰਗਰਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Znaleziono ${COUNT} istniej±cych grup woluminów. Proszê okre¶liæ czy chcesz je aktywowaæ.
pt_br: ${COUNT} Grupos de Volumes foram encontrados. Por favor indique se você deseja ativá-los.
ro: Au fost găsite ${COUNT} grupuri de volume existente. Vă rugăm să indicaţi dacă doriţi sau nu să le activaţi.
sl: Našel sem ${COUNT} obstoječih skupin nosilcev. Prosim odločite se ali jih želite aktivirati.
zh_tw: 找到了 ${COUNT} 個現有的 Volume Group。請決定是否要啟動它們。

source: Modify volume groups (VG)
cy: Newid grŵpiau cyfrol (VG)
de: Volume-Gruppen (VG) modifizieren
el: Τροποποίηση των ομάδων τόμων (VG)
eo: Modifu datumportilajn grupojn (VG)
et: Muuta volüümigruppe (VG)
eu: Aldatu bolumen-taldeak (VG)
fa: تغییر گروه فضا(VG)
fi: Muokkaa levynideryhmiä (Volume Group, VG)
gl: Modificar grupos de volumes (VG)
he: התאמת קבוצת כרכים (VG)
id: Mengubah Grup Volum (VG)
kk: (VG)томдарының тобын өзгерту
lt: Keisti tomų grupes (Volume Groups)
lv: Modificēt sējumu grupas (VG)
ml: വോള്യം ഗ്രൂപ്പുകള്‍(VG) മാറ്റം വരുത്തുക
nn: Endra grupperte dataområde (GD)
pa: ਵਾਲੀਅਮ ਸਮੂਹ (VG) ਤਬਦੀਲ ਕਰੋ
pl: Modyfikuj grupy woluminów (VG)
pt_br: Modificar grupos de volumes (VG)
ro: Modifică grupe de volume (VG)
sl: Spremeni skupine nosilcev (VG)
zh_tw: 修改 Volume Group (VG)

source: Modify logical volumes (LV)
cy: Newid cyfrolau rhesymegol (LV)
de: Logische Volumes (LV) modifizieren
el: Τροποποίηση των λογικών τόμων (LV)
eo: Modifu logikajn datumportilojn (LV)
et: Muuta loogilisi volüüme (LV)
eu: Aldatu bolumen logikoak (LV)
fa: تغییر فضاهای مجازی(LV)
fi: Muokkaa loogisia niteitä (Logical Volumes, LV)
gl: Modificar volumes lóxicos (LV)
he: התאמת כרך לוגי (LV)
id: Mengubah Volume Logikal (LV)
kk: (LV) логикалық томдарды өзгерту
lt: Keisti loginius tomus (Logical Volumes)
lv: Modificet loģiskos sējumus (LV)
ml: ലോജിക്കല്‍ വോള്യം ഗ്രൂപ്പുകള്‍(LV) മാറ്റം വരുത്തുക
nn: Endra logiske dataområde (LD)
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ (LV) ਤਬਦੀਲ ਕਰੋ
pl: Modyfikuj woluminy logiczne (LV)
pt_br: Modificar volumes lógicos (LV)
ro: Modifică volume logice (LV)
sl: Spremeni logične nosilce (LV)
zh_tw: 修改 Logical Volume (LV)

source: LVM configuration action:
cy: Gweithred cyfluniad LVM:
de: LVM-Konfigurationsaktion:
el: Εργασία ρύθμισης του LVM:
eo: Akomodado de la logika datumportila administranto (LVM):
et: LVH seadistamise tegevus:
eu: LVM konfiguratzeko ekintza:
fa: عملیات تنظیم LVM :
fi: LVM:n muokkaustoiminnot:
gl: Acción da configuración de LVM:
he: פעולת הגדרת LVM:
id: Tindakan untuk konfigurasi LVM:
kk: LVM-ды баптау:
lt: LVM konfigūravimo metodas:
lv: LVM konfigurācijas darbības
ml: LVM സജ്ജീകരണ പ്രക്രിയ:
nn: Handlingar for oppsett av LVM:
pa: LVM ਸੰਰਚਨਾ ਕਾਰਵਾਈ:
pl: Dzia³ania konfiguracyjne LVM:
pt_br: Ação de configuração LVM :
ro: Acţiunea de configurare LVM:
sl: LVM nastavitvena akcija:
zh_tw: LVM 的設定動作：

source: This is the Logical Volume Manager configuration menu.
cy: Dyma ddewislen cyfluniad y Rheolydd Cyfrol Rhesymegol (LVM).
de: Dies ist das Konfigurationsmenü des Logical Volume Managers.
el: Αυτό είναι το μενού ρυθμίσεων του Διαχειριστή Λογικών Τόμων.
eo: Tio estas la akomodada menuo de la logika datumportila administranto (LVM).
et: See on Loogiliste volüümide halduri seadistusmenüü.
eu: Hau Bolumen Logikoen Kudeatzailea konfiguratzeko menua da.
fa: این منوی تنظیمات مدیر فضای مجازی است.
fi: Tämä on levyniteiden hallintaohjelman (LVM) asetusvalikko.
gl: Este é o menú de configuración do xestor de volumes lóxicos (LVM).
he: זהו תפריט הגדרת LVM
id: Ini merupakan menu konfigurasi Logical Volume Manager.
kk: Бұл логикалық томдар менеджерінің баптау менюі.
lt: Tai yra loginių tomų tvarkyklės (LVM) konfigūracijos meniu.
lv: Šī ir LVM konfigurācijas izvēlne.
ml: ഇതാണു ലോജിക്കല്‍ വോള്യം മാനേജര്‍ സജ്ജീകരണ പട്ടിക.
nn: Dette er oppsettsmenyen for styring av logiske dataområde.
pa: ਇਹ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਸੰਰਚਨਾ ਸੂਚੀ ਹੈ।
pl: To jest menu konfiguracyjne mened¿era woluminów logicznych.
pt_br: Este é o menu de configuração do Gerenciador de Volumes Lógicos.
ro: Acesta este meniul de configurare al Managerului de volume logice (LVM).
sl: To je meni za nastavljanje upravljalnika logičnih nosilcev (LVM).
zh_tw: 這是 Logical Volume Manager 設定選單。

source: Create volume groups
cy: Creu grŵpiau cyfrol
de: Volume-Gruppen erstellen
el: Δημιουργία ομάδων τόμων
eo: Kreu datumportilajn grupojn (VG)
et: Luua volüümigruppe
eu: Sortu bolumen-taldeak
fa: ایجاد گروه فضای مجازی
fi: Luo levynideryhmiä
gl: Crear grupos de volumes
he: יצירת קבוצות כרכים
id: Membuat Grup Volum:
kk: Томдар тобын құру
lt: Kurti tomų grupes (Volume Groups)
lv: Izveidot sējumu grupas
ml: വോള്യം ഗ്രൂപ്പുകള്‍ ഉണ്ടാക്കുക
nn: Opprette grupperte dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਬਣਾਓ
pl: Utwórz grupy woluminów
pt_br: Criar grupos de volumes
ro: Crează grupuri de volume
sl: Ustvari skupine nosilcev
zh_tw: 建立 Volume Groups

source: Delete volume groups
cy: Dileu grŵpiau cyfrol
de: Volume-Gruppen löschen
el: Διαγραφή ομάδων τόμων
eo: Viŝu datumportilajn grupojn (VG)
et: Kustutada volüümigruppe
eu: Ezabatu bolumen-taldeak
fa: حذف گروه فضای مجازی
fi: Poista levynideryhmiä
gl: Borrar grupos de volumes?
he: מחיקת קבוצות כרכים
id: Menghapus Grup Volum
kk: Томдар тобын жою
lt: Išmesti tomų grupes (Volume Groups)
lv: Dzēst sējumu grupas
ml: വോള്യം ഗ്രൂപ്പുകള്‍ നീക്കം ചെയ്യുക
nn: Sletta grupperte dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਹਟਾਓ
pl: Usuñ grupy woluminów
pt_br: Remover grupos de volume
ro: Şterge grupuri de volume
sl: Izbriši skupine nosilcev
zh_tw: 刪除 Volume Groups

source: Extend volume groups
cy: Estyn grŵpiau cyfrol
de: Volume-Gruppen erweitern
el: Επέκταση ομάδων τόμων
eo: Vastigu datumportilajn grupojn
et: Laiendada volüümigruppe
eu: Hedatu bolumen-taldeak
fa: افزایش گروههای فضا
fi: Kasvata levynideryhmiä
gl: Extender grupos de volumes
he: הרחבת קבוצות כרכים
id: Memperbesar Grup Volum
kk: Томдар тобын кеңейту
lt: Plėsti tomų grupes (Volume Groups)
lv: Paplašināt sējumu grupas
ml: വോള്യം ഗ്രൂപ്പുകള്‍ നീട്ടുക
nn: Utvida grupperte dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਵਧਾਓ
pl: Powiêksz grupy woluminów
pt_br: Extender grupos de volume
ro: Extinde grupuri de volume
sl: Razširi skupine nosilcev
zh_tw: 擴充 Volume Groups
