Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
cy: Digwyddodd gwall wrth greu'r system ffeiliau ${FS} ar ${PARTITION}.
de: Es trat ein Fehler auf, als das Dateisystem ${FS} auf ${PARTITION} angelegt wurde.
el: Κάποιο σφάλμα συνέβη κατά τη δημιουργία συστήματος αρχείων ${FS} στο τμήμα ${PARTITION}.
eo: Eraro okazis dum la kreado de '${FS}'-dosiersistemo sur '${PARTITION}'-o.
et: ${PARTITION} peale failisüsteemi ${FS} loomise käigus ilmnes viga.
eu: Errorea gertatu da ${PARTITION}(e)n ${FS} fitxategi-sistema sortu denean.
fa: هنگام ایجاد فایل سیستم ${FS} بر روی پارتیشن ${PARTITION} خطایی اتفاق افتاد.
fi: Tapahtui virhe luotaessa ${FS}-tiedostojärjestelmää osiolle ${PARTITION}.
gl: Houbo un erro mentres se creaba o sistema de ficheiros ${FS} en ${PARTITION}.
he: שגיאה קרתה בזמן יצירת מערכת הקבצים ${FS} על ${PARTITION}.
id: Terjadi kesalahan saat membuat sistem berkas ${FS} pada ${PARTITION}.
kk: ${FS} файлдық жүйесін ${PARTITION}-ке құрғанда қате табылды.
lt: Įvyko klaida kuriant failų sistemą ${FS} skirsnyje ${PARTITION}.
lv: Radusies kļūda pēc tam, kad uz ${PARTITION} tika izveidota ${FS} failu sistēma.
mg: Nisy fahadisoana nitranga nandritra ny famoronana ny toerana file system ${FS} tao amin'ny ${PARTITION}.
ml: ${PARTITION} ല്‍ ${FS} ഫയല്‍ സിസ്റ്റം സൃഷ്ടിച്ചുകൊണ്ടിരുന്നപ്പോള്‍ ഒരു പിഴവ് പറ്റി.
nn: Ein feil oppstod då filsystemet ${FS} blei oppretta på ${PARTITION}.
pa: ${PARTITION} ਤੇ ${FS} ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wyst±pi³ b³±d podczas tworzenia systemu plików ${FS} na ${PARTITION}.
pt_br: Um erro ocorreu quando o sistema de arquivos ${FS} foi criado em ${PARTITION}.
ro: A apărut o eroare la crearea sistemului de fişiere ${FS} pe ${PARTITION}.
sl: Na {PARTITION} ne morem ustvariti datotečnega sistema ${FS}
zh_tw: 在 ${PARTITION} 上建立 ${FS} 檔案系統時發生錯誤。

source: Failed to mount ${PARTITION} on ${MOUNT}
cy: Methwyd clymu ${PARTITION} ar ${MOUNT}
de: Einbinden von ${PARTITION} nach ${MOUNT} fehlgeschlagen
el: Σφάλμα κατά τη προσάρτηση του ${PARTITION} στο ${MOUNT}
eo: Surmetado de '${PARTITION}'-o sur '${MOUNT}'-o malsukcesas
et: Partitsiooni ${PARTITION} haakepunkti ${MOUNT} külge haakimine nurjus
eu: Ezin izan da ${PARTITION} ${MOUNT}(e)n muntatu
fa: بارگذاری ${PARTITION} بر روی ${MOUNT} شکست خورد.
fi: Osion ${PARTITION} liittäminen kohtaan ${MOUNT} epäonnistui
gl: Non se puido montar ${PARTITION} en ${MOUNT}
he: כשלון בעגינת ${PARTITION} על ${MOUNT}
id: Gagal mengkaitkan ${PARTITION} pada ${MOUNT}
kk: ${PARTITION}-ді ${MOUNT}-ке қалыптастыру мүмкін болмады
lt: Nepavyko prijungti skirsnio ${PARTITION} prie ${MOUNT}
lv: Neizdevās piemontēt ${PARTITION} pie ${MOUNT}
mg: Tsy nahomby ny fampakarana ny fizarana ${PARTITION} ao amin'ny teboka fampakarana ${MOUNT}
ml: ${MOUNT} ല്‍ ${PARTITION} മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å montera ${PARTITION} på ${MOUNT}
pa: ${PARTITION} ਭਾਗ ਨੂੰ ${MOUNT} ਤੇ ਮਾਊਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê zamontowaæ ${PARTITION} na ${MOUNT}
pt_br: Falha ao montar a partição ${PARTITION} em ${MOUNT}
ro: Eşec la montarea ${PARTITION} la ${MOUNT}
sl: Nisem mogel priklopiti ${PARTITION} na ${MOUNT}
zh_tw: 無法將 ${PARTITION} 掛載至 ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
cy: Digwyddodd gwall wrth glymu ${PARTITION} at ${MOUNT}.
de: Es trat ein Fehler auf, als ${PARTITION} nach ${MOUNT} eingebunden wurde.
el: Κάποιο σφάλμα συνέβη κατά τη προσάρτηση του τμήματος ${PARTITION} στο σημείο επαφής ${MOUNT}.
eo: Eraro okazis dum la sumetado de '${PARTITION}'-o sur '${MOUNT}'-o.
et: ${PARTITION} pealse failisüsteemi ${MOUNT} haakimise käigus ilmnes viga.
eu: Errorea gertatu da ${PARTITION} ${MOUNT} (e)n muntatu denean.
fa: هنگام بارگذاری پارتیشن ${PARTITION} بر روی ${MOUNT}. خطایی اتفاق افتاد.
fi: Tapahtui virhe liitettäessä osiota ${PARTITION} liitoskohtaan ${MOUNT}.
gl: Houbo un erro ao montar ${PARTITION} en ${MOUNT}.
he: שגיאה קרתה בזמן ש-${PARTITION} עוגנה על ${MOUNT}.
id: Terjadi kesalahan saat mengaitkan ${PARTITION} pada ${MOUNT}.
kk: ${PARTITION}-ті П${MOUNT}-ке қалыптастырғанда қате табылды.
lt: Įvyko klaida prijungiant skirsnį ${PARTITION} prie taško ${MOUNT}.
lv: Montējot ${PARTITION} pie ${MOUNT} montēšanas punkta radusies kļūda.
ml: ${MOUNT} ല്‍ ${PARTITION} മൌണ്ട് ചെയ്യുന്ന സമയത്ത് ഒരു പിഴവ് പറ്റി.
nn: Ein feil oppsto då ${PARTITION} blei montert på ${MOUNT}.
pa: ${PARTITION} ਨੂੰ ${MOUNT} ਤੇ ਮਾਊਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wyst±pi³ b³±d podczas montowania ${PARTITION} na ${MOUNT}.
pt_br: Um erro ocorreu quando a partição ${PARTTION} foi montada em ${MOUNT}.
ro: A apărut o eroare la montarea ${PARTITION} la ${MOUNT}.
sl: Pri priklapljanju ${PARTITION} na ${MOUNT} je prišlo do napake.
zh_tw: 在將 ${PARTITION} 掛載至 ${MOUNT} 時發生錯誤。

source: Please check the error log on the third console or /var/log/messages for more information.
cy: Os gwelwch yn dda, gwiriwch y cofnod gwall ar y drydydd consol neu /var/log/messages ar gyfer mwy o wybodaeth.
de: Für mehr Informationen überprüfen Sie bitte das Fehlerprotokoll auf der dritten Konsole oder sehen Sie in /var/log/messages nach.
el: Παρακαλώ, ελέγξτε την τρίτη κονσόλα ή το αρχείο /var/log/messages για περισσότερες πληροφορίες.
eo: Bonvolu kontroli eraran ĵurnalon sur la tria konzolo aŭ '/var/log/messages'-dosiero por pli informojn
et: Lisateabe saamiseks uuri vealogi kolmandal konsoolil (ALT-F3) või vaata /var/log/messages.
eu: Egiaztatu errore-egunkaria hirugarren kontsolan edo /var/log/messages-en informazio gehiago lortzeko.
fa: برای اطلاعات بیشتر لطفا پرونده‌ی وقایع (Log file) را در کنسول سوم یا بر /var/log/messages مرور کنید.
fi: Lue kolmannen konsolin (Alt-F3) virheloki tai tiedosto /var/log/messages.
gl: Consulte o rexistro de erros da terceira consola ou /var/log/messages para obter máis información.
he: בדוק בבקשה את תיעוד השגיאוה בקונסול השלישי או בקובץ /var/log/messages כדי לקבל מידע נוסף.
id: Silakan memeriksa log kesalahan pada konsol ketiga atau /var/log/messages untuk keterangan rinci.
kk: Кеңірек tty3 немесе/var/log/messages-те көруге болады
lt: Daugiau informacijos apie šią klaidą žiūrėkite trečioje virtualioje konsolėje arba faile /var/log/messages.
lv: Lai iegūtu sīkāku informāciju, lūdzu pārbaudiet kļūdu žurnālu trešajā konsolē vai /var/log/messages
mg: Azafady jereo ao amin'ny konsôly faha-telo na ao amin'ny /var/log/messages ny tatitra mikasika ny fahadisoana raha mila fanazavana fanampiny.
ml: ദയവായി കൂടുതല്‍ വിവരങ്ങള്ക്കായി മൂന്നാമത്തെ കണ്സോളിലെ പിഴവുകളുടെ ലോഗ് അല്ലെങ്കില്‍ /var/log/messages പരിശോധിക്കൂ.
nn: Sjekk feilloggen på det tredje konsollet eller /var/log/messages for meir informasjon.
pa: ਕਿਰਪਾ ਕਰਕੇ ਤੀਜੇ ਕੰਸੋਲ ਤੇ ਲਾਗ ਗਲਤੀ ਦੀ ਜਾਂ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ /var/log/messages ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawd¼ trzeci± konsolê (tty3), lub /var/log/messages, aby uzyskaæ wiêcej informacji.
pt_br: Por favor confira o log de erros no terceiro console ou o arquivo /var/log/messages para maiores informações.
ro: Vă rugăm verificaţi jurnalul de erori de pe a treia consolă sau /var/log/messages pentru mai multe informaţii.
sl: Prosim preverite dnevnik napak na tretji konzolo ali /var/log/messages za več informacij.
zh_tw: 請查看第三個主控台中的錯誤 Log 或是 /var/log/messages 來獲得更多訊息。

source: Configure and mount partitions
cy: Cyflunio a chlymu rhaniadau
de: Partitionen konfigurieren und einbinden
el: Ρύθμιση και κατάτμηση τμημάτων
eo: Akomodu kaj surmetu diskpartigojn
et: Seadista ja haagi partitsioone
eu: Konfiguratu eta muntatu partizioak
fa: تنظیم و بارگذاری پارتیشنها
fi: Tee asetukset ja liitä levyosiot.
gl: Configurar e montar particións
he: הגדרה ועגינה של מחיצות
id: Mengonfigurasi dan mengaitkan partisi
kk: Бөлімдерді баптап, қалыптастыру
lt: Disko skirsnių konfigūravimas ir prijungimas
lv: Konfigurēt un piemontēt partīcijas
mg: Tefeo ary ampakaro ny fizarana
ml: ഭാഗങ്ങള്‍ ക്രമീകരിച്ച് മൌണ്ട് ചെയ്യൂ
nn: Set opp og monter partisjonar
pa: ਭਾਗ ਸੰਰਚਨਾ ਅਤੇ ਮਾਊਟ
pl: Konfigurowanie i montowanie partycji
pt_br: Configurar e montar partições
ro: Configurează şi montează partiţii
sl: Nastavi in priklopi razdelke
zh_tw: 設定並掛載磁碟分割區

source: Disk to partition:
cy: Y disg i'w rhaniadu:
de: Diese Festplatte partitionieren:
el: Δίσκος προς κατάτμηση:
eo: Dispartigota disko:
et: Partitsioneeritav ketas:
eu: Partizioak egiteko diskoa:
fa: دیسک انتخاب شده برای پارتیشن‌بندی:
fi: Osioitava levy:
gl: Disco a particionar:
he: דיסק לחלוקה למחיצות:
id: Hard disk yang ingin dipartisi:
kk: Бөлшектенетін дискіні таңдаңыз:
lt: Diskas dalijimui skirsniais:
lv: Particionējamais disks:
mg: Kapila hozaraina :
ml: വിഭജിക്കേണ്ട ഡിസ്ക്:
nn: Harddisk som skal partisjonerast:
pa: ਵਿਭਾਗੀਕਰਨ ਲਈ ਡਿਸਕ:
pl: Dysk do partycjonowania:
pt_br: Disco a ser particionado :
ro: Discul de partiţionat:
sl: Naprava, ki naj bo razdeljena:
zh_tw: 要進行分割的磁碟：

source: Please choose one of the listed disks to create partitions on it.
de: Wählen Sie bitte eine aufgeführte Festplatte, um Partitionen darauf zu erstellen.
eo: Bonvolu elekti iun, inter tiuj menciitaj diskoj por diskpartigi ĝin.
eu: Aukeratu zerrendako diskoetako bat, bertan partizioak sortzeko.
gl: Escolla un dos discos da lista para crear particións nel.
ml: ദയവായി പട്ടികയിലുള്ള ഒരു ഡിസ്ക് ഭാഗങ്ങള്‍ സൃഷ്ടിക്കാനായി തിരഞ്ഞെടുക്കൂ.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਿਖਾਈਆਂ ਡਿਸਕਾਂ ਵਿੱਚੋਂ ਭਾਗ ਬਣਾਉਣ ਲਈ ਇੱਕ ਚੁਣੋ।
ro: Vă rugăm să alegeţi unul din discurile afişate pentru a crea partiţii pe el.

source: Select "Finish" at the bottom of the list when you are done.
de: Wählen Sie »Beenden« am Ende der Liste, wenn Sie fertig sind.
eo: Elektu "Plenumu"-butonon kiam la diskpartigado estas finita.
eu: Zerrenda amaierako "Amaitu" aukeratu bukatzerakoan.
gl: Escolla "Rematar" na parte de embaixo da lista cando remate.
ml: നിങ്ങള്‍ ചെയ്തു കഴിഞ്ഞാല്‍ താഴെയുള്ള "പുര്ത്തിയാക്കുക" തിരഞ്ഞെടുക്കുക.
pa: ਜਦੋਂ ਹੋ ਜਾਵੇ ਤਾਂ ਸੂਚੀ ਦੇ ਵਿੱਚੋਂ ਹੇਠੋਂ "ਮੁਕੰਮਲ" ਦੀ ਚੋਣ ਕਰੋ।
ro: Selectaţi "Finalizează" din josul listei atunci când terminaţi.

source: No disk found
cy: Ni chanfuwyd disg
de: Keine Festplatte gefunden
el: Δε βρέθηκε δίσκος
eo: Neniu trovita disko
et: Ühtki ketast ei leitud
eu: Ez da diskorik aurkitu
fa: هیچ دیسک سختی پیدا نشد.
fi: Levyä ei löydy
gl: Non se atoparon discos
he: אף דיסק לא נמצא
id: Hard disk tidak ditemukan
kk: Диск табылмады
lt: Diskas nerastas
lv: Disks nav atrasts
mg: Tsy nahita kapila
ml: ഒരു ഡിസ്കും കണ്ടില്ല
nn: Fann ingen diskar
pa: ਕੋਈ ਡਿਸਕ ਨਹੀਂ ਲੱਭੀ
pl: Nie znaleziono dysku
pt_br: Nenhum disco encontrado
ro: Nu s-a găsit nici un disc
sl: Nisem našel nobenega diska
zh_tw: 無法找到硬碟

source: Unable to find any disk in your system. Maybe some kernel modules need to be loaded.
cy: Methwyd canfod unrhyw ddisg yn eich system. Efallai bod angen llwytho rhai modylau cnewyllyn.
de: Es konnte keine Festplatte in Ihrem System gefunden werden. Vielleicht müssen zusätzliche Kernel-Module geladen werden.
el: Δε βρέθηκαν δίσκοι στο σύστημά σας. Πιθανόν να χρειάζεται η φόρτωση επιπλέον οδηγών συσκευών του πυρήνα.
eo: Neebla travado de disko sur via sistemo. Eble vi bezonas ŝargi kernajn modulojn.
et: Ei leia süsteemist ühtki ketast. Võib-olla on tarvis enne tuuma mooduleid laadida.
eu: Ez da diskorik aurkitu sisteman. Agian nukleo-modulu batzuk kargatu beharko dira.
fa: هیچ دیسک سختی بر روی سیستم شما پیدا نشد. ممکن است لازم باشد بعضی از ماژولهای هسته را بارگذازی کنید.
fi: Järjestelmästäsi ei löytynyt yhtään levyä. Kenties joitain ytimen moduuleita täytyy ladata.
gl: Non se atopou ningún disco no sistema. Pode que se precisen cargar algúns módulos do núcleo.
he: לא נמצא אף דיסק קשיח במערכת. יתכן וצריך לטעון מודולים לקרנל לצורך זיהוי של דיסק קשיח.
id: Tidak dapat menemukan hard disk pada sistem Anda. Mungkin Anda perlu memuat beberapa modul kernel.
kk: Сіздің жүйеңізде ешқандай диск табылмады. Мүмкін, ядроның кейбір модульдерін жүктеу керек.
lt: Nepavyko rasti jokių diskų Jūsų kompiuteryje. Galbūt reikėtų įkelti kažkokius branduolio modulius.
lv: Jūsu sistēmā netika atrasts neviens cietais disks. Iespējams daži nepieciešamie kerneļa moduļi netika ielādēti.
mg: Tsy mavita mitady kapila ao anatin'ny milinanao. Agamba misy module-na kernel tokony hampidirina.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ഒരു ഡിസ്കും കണ്ടുപിടിക്കാന്‍ പറ്റിയില്ല. ചിലപ്പോള്‍ ചില കെര്‍ണല്‍ മൊഡ്യൂളുകള്‍ ചേര്ക്കേണ്ടതായി വരാം.
nn: Klarte ikkje å finna nokon diskar på systemet. Kanskje nokre kjernemodular må lastast.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਕੋਈ ਡਿਸਕ ਲੱਭਣ ਵਿੱਚ ਅਸਮਰਥ। ਹੋ ਸਕਦਾ ਕਿ ਕੁਝ ਕਰਨਲ ਮੈਡੀਊਲ ਲੋਡ ਕਰਨੇ ਪੈ ਜਾਣ।
pl: Nie odnaleziono ¿adnych dysków w systemie. Mo¿liwe, ¿e trzeba za³adowaæ pewne modu³y j±dra.
pt_br: Não foi possível encontrar nenhum disco em seu sistema. Talvez alguns módulos do kernel precisem ser carregados.
ro: Nu s-a putut găsi nici un disc în sistemul dvs. Este posibil ca să fie necesar să încărcaţi câteva module de nucleu.
sl: Na vašem sistemu nisem našel nobenega diska. Morda morate naložiti dodatne module jedra.
zh_tw: 無法在系統中找到任何硬碟。您也許應當再載入某些特定的 Kernel 模組。

source: Partitioning error
cy: Gwall rhaniadu
de: Partitionierungsfehler
el: Σφάλμα κατά την κατάτμηση
eo: Erara diskpartigado
et: Partitsioneerimise viga
eu: Partizio-errorea
fa: خطا در پارتیشن‌بندی
fi: Osiointivirhe
gl: Erro de particionamento
he: שגיאה בחלוקה למחיצות
id: Terjadi kesalahan saat mempartisi
kk: Бөліммен жұмыс істегенде қателік табылды
lt: Disko dalijimo skirsniais (partitioning) klaida
lv: Dalīšanas kļūda
ml: വിഭജനത്തില്‍ പിഴവ്
nn: Partisjoneringsfeil
pa: ਵਿਭਾਗੀਕਰਨ ਗਲਤੀ
pl: B³±d partycjonowania
pt_br: Erro de particionamento
ro: Eroare la partiţionare
sl: Napaka pri razdeljevanju
zh_tw: 在進行分割時發生錯誤

source: Failed to partition the disk ${DISC}.
cy: Methwyd rhaniadu'r disg ${DISC}.
de: Konnte ${DISC} nicht partitionieren.
el: Αδύνατη η κατάτμηση του δίσκου ${DISC}.
eo: Diskpartigado de '${DISC}'-disko malsukcesas
et: Ketast ${DISC} ei õnnestunud partitsioneerida.
eu: Ezin izan da diskoaren ${DISC} partizioa egin.
fa: پارتیشن‌بندی دیسک ${DISC} شکست خورد.
fi: Levyn ${DISC} osiointi epäonnistui.
gl: Non se puido particionar o disco ${DISC}.
he: כשלון בחלוקת הדיסק ${DISC} למחיצות.
id: Gagal melakukan partisi hard disk ${DISC}.
kk: ${DISC} дискінде бөлім құру мүмкін болмады.
lt: Nepavyko disko ${DISC} dalijimas skirsniais.
lv: Kļūda dalot partīcijās sekojošu disku ${DISC}.
mg: Tsy nahomby ny fizarana ny kapila ${DISC}.
ml: ${DISC} ഡിസ്ക് വിഭജിക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
nn: Klarte ikkje å partisjonera disken ${DISC}.
pa: ਡਿਸਕ ${DISC} ਦੇ ਵਿਭਾਗੀਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie mo¿na by³o utworzyæ partycji na dysku ${DISC}.
pt_br: Falha ao particionar o disco ${DISC}.
ro: Eşec la partiţionarea discului ${DISC}.
sl: Ni mi uspelo razdeliti diska ${DISC}.
zh_tw: 無法在硬碟 ${DISC} 上進行分割。

source: Partition a hard drive
cy: Rhaniadu disgen galed
de: Eine Festplatte partitionieren
el: Κατάτμηση Σκληρού Δίσκου
eo: Dispartigu fiksitan diskon
et: Partitsioneeri kõvaketast
eu: Disko gogorraren partizioa
fa: پارتیشن‌بندی یک دیسک سخت
fi: Osioi kiintolevy
gl: Particionar un disco duro
he: חלק כונן קשיח למחיצות
id: Mempartisi hard disk.
kk: Қатқыл дискілердегі бөлімдер
lt: Disko dalijimas skirsniais (partition)
lv: Sadalīt cieto disku partīcijās
mg: Mizara kapila mafy
ml: ഒരു ഹാര്ഡ് ഡിസ്കിനെ വിഭജിക്കൂ
nn: Partisjoner ein harddisk
pa: ਹਾਰਡ ਡਰਾਈਵ ਦਾ ਵਿਭਾਗੀਕਰਨ ਕਰੋ
pl: Partycjonuj dysk twardy
pt_br: Particionar um disco rígido
ro: Partiţionează un disc fix
sl: Razdeli trdi disk
zh_tw: 在硬碟上進行分割

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
cy: Os gwelwch yn dda, dewiwch y disg sy gyda'r gofod rhydd angenrheidiol (y golofn Rhydd) er mwyn sefydlu GNU/Linux Debian. Os nad oes digon o ofod rhydd, gellir rhyddhau lle gan ailfeintio'r rhaniadau FAT. (Mae'r golofn FatRhydd yn dangos faint o le a rhyddheir gan ailfeintio'r rhaniadau FAT sy'n bodoli.)
de: Wählen Sie die Festplatte aus, die genügend freie Kapazität (Spalte Frei) zum Installieren von Debian GNU/Linux besitzt. Falls nicht genügend Platz vorhanden ist, kann eine FAT-Partition soweit verkleinert werden, bis genügend Platz vorhanden ist (Spalte FreiFAT zeigt an, wie viel Platz durch Verkleinern der existierenden FAT-Partition gewonnen wird).
el: Παρακαλώ, επιλέξτε μια μονάδα δίσκου με τον απαιτούμενο διαθέσιμο χώρο (στήλη Διαθέσιμα) που απαιτείται από την εγκατάσταση του Debian GNU/Linux. Αν δεν υπάρχει αρκετός διαθέσιμος χώρος, μπορείτε να δημιουργήσετε αλλάζοντας το μέγεθος των τμημάτων FAT (η στήλη Διαθέσιμα/FAT υποδεικνύει πόσος χώρος θα ελευθερωθεί με την αλλαγή του μεγέθους των υπαρχόντων τμημάτων FAT).
eo: Bonvolu elekti sufiĉan ampleksan diskon por instali 'GNU/Linux'-Debiano (rubriko "Libera"). Se libera spaco ne sufiĉe estas, spaco povus liberigita per redukti 'FAT'-diskpartigon (la rubriko "Fat-lib" indikas la reakirotan spacon per reampleksado de ĉeestanta 'FAT'-diskpartigoj).
et: Palun vali ketas, kus on Debian GNU/Linux jaoks piisavalt vaba ruumi (tulp Vaba). Kui vaba ruumi pole piisavalt, on võimalik ruumi vabastada muutes mõne FAT partitsiooni suurust (tulp VabaFAT näitab, kui palju ruumi saab vabastada muutes olemasolevate FAT partitsioonide suurust).
eu: Aukeratu Debian GNU/Linux instalatzeko behar den leku librea (Free zutabea) duen disketea. Behar adina leku libre ez badago, lekua egin daiteke FAT partizioak tamainaz aldatuz (FAT partizioak tamainaz aldatuz zenbat leku egingo litzatekeen adierazten du FreeFat zutabeak).
fa: برای نصب دبیان، لطفا دیسکی را که فضای خالی لازم دارد؛ را انتخاب کنید. اگر به اندازه‌ی کافی فضا ندارید این فضا میتواند با تغییر سایز پارتیشن FAT به دست آید(ستون FreeFat kahk نشان‌دهنده‌ی آن است که با تغییر اندازه‌ی FAT چه مقدار فضایی به دست میاورید.)
fi: Valitse levy, jossa on vapaata tilaa (sarake Vapaana) Debian GNU/Linuxin asentamiseksi. Mikäli vapaata tilaa ei ole riittävästi, sitä voidaan tehdä muuttamalla FAT-osioiden kokoa. Sarake Vap.FAT ilmoittaa kuinka paljon levytilaa vapautuu muuttamalla olemassa olevien FAT-osioiden kokoa.
gl: Escolla o disco que ten o espazo libre necesario (columna Libre) para instalar Debian GNU/Linux. Se non hai suficiente espazo libre, pódese liberar espazo reducindo as particións FAT (a coluna FATLibre indica canto espazo se ha liberar ao cambiar o tamaño das particións FAT existentes).
he: נא בחר דיסק עם מספיק מקום פנוי כדי להתקין את דביאן. אם אין מספיק מקום פנוי, ניתן לפנות מקום ע"י שינוי גודל של אחת או יותר ממחיצות ה-FAT. העמודה FreeFat מראה כמה מקום ניתן לפנות ע"י שינוי גודל של כל אחת ממחיצות ה-FAT.
id: Silakan pilih cakram (disk) yang mempunyai cukup ruang yang diperlukan (kolom Sisa) untuk memasang Debian GNU/Linux. Jika tak ada ruang yang memadai, akan dilakukan pengosongan ruang dengan cara mengubah ukuran partisi FAT (kolom SisaFat menunjukkan besar ruang yang akan dikosongkan dengan mengubah ukuran partisi FAT).
kk: Debian GNU/Linux орнату үшін бос орны бар дискті таңдаңыз (бос бағана.) Егер орын жетпесе, FAT бөлімдерін қайта бөлу арқылы жаңа кеңістікті босатуға болады (FAT бағанасы FAT бөлімдерін қайта бөлгенде қанша орын алуға болатынын көрсетеді.
lt: Prašau pasirinkti diską, kuriame yra pakankamai laisvos vietos, reikiamos (stulpelis Free) Debian GNU/Linux įdiegimui. Jei laisvos vietos nepakanka, disko vieta gali būti atlaisvinta sumažinant FAT skirsnius (stulpelis FreeFat parodo, kiek vietos bus atlaisvinta, sumažinus egzistuojančius FAT skirsnius).
lv: Lūdzu izvēlieties disku, kurā ir pietiekoši daudz brīvas vietas (stabiņš Brīvs), lai tajā varētu instalēt Debian GNU/Linux. Ja vietas nav pietiekosi, to var atbrīvot izmainot FAT partīciju izmērus (stabiņš BrīvsFAT parāda cik vietas var atbrīvot samazinot esošās FAT partīcijas).
ml: ദയവായി ഡെബിയന്‍ ഗ്നു/ലിനക്സ് ഇന്സ്റ്റാള്‍ ചെയ്യാനാവശ്യമായ ഫ്രീ സ്പേയ്സ് (ഫ്രീ കോളം) ഉള്ള ഡിസ്ക് തിരഞ്ഞെടുക്കൂ. ആവശ്യമായ ഫ്രീ സ്പേയ്സ് ഇല്ലെങ്കില്‍ FAT ഭാഗങ്ങള്‍ (നിലവിലുള്ള FAT ഭാഗങ്ങള്‍ വലിപ്പം മാറ്റി എത്രത്തോളം സ്പേയ്സാണ് ഫ്രീയോക്കാന്‍ പോകുന്നതെന്ന് ഫ്രീഫാറ്റ് കോളം സൂചിപ്പിക്കുന്നു) വലിപ്പം മാറ്റി ഫ്രീ സ്പേയ്സ് ഉണ്ടാക്കാവുന്നതാണ്.
nn: Vel ein harddisk med nok ledig plass (kolonnen «Ledig») til å installera Debian GNU/Linux. Dersom det ikkje er nok plass, kan plass frigjevast ved å endra storleiken på FAT-partisjonar. (Kolonnen «LedigFAT» viser kor mykje plass som kan skaffast ved å endra storleiken på FAT-partisjonar.)
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਿਸਕ ਚੁਣੋ ਜਿਸ ਤੇ ਡੇਬੀਅਨ GNU/ਲੀਨਕਸ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਖਾਲੀ (ਕਾਲਮ ਖਾਲੀ) ਥਾਂ ਹੈ। ਜੇ ਲੋੜੀਂਦੀ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ, ਥਾਂ FAT ਭਾਗ ਨੂੰ ਮੁੜ ਅਕਾਰ ਦੇ ਕੇ ਮਿਲ ਸਕਦੀ ਹੈ (ਕਾਲਮ FreeFat ਦੱਸਦਾ ਹੈ ਕਿ FAT ਭਾਗ ਨੂੰ ਮੁੜ ਅਕਾਰ ਦੇ ਕੇ ਕਿੰਨੀ ਥਾਂ ਖਾਲੀ ਹੋ ਜਾਵੇਗੀ)।
pl: Wybierz dysk maj±cy odpowiednio du¿o wolnej przestrzeni (kolumna Wolne), na którym zostanie zainstalowany Debian GNU/Linux. Je¶li nie ma wystarczaj±cej ilo¶ci wolnego miejsca, mo¿esz je utworzyæ przez zmianê rozmiaru partycji FAT (kolumna WolneFat podaje ile miejsca zostanie zwolnione przez zmniejszenie rozmiaru istniej±cych partycji FAT).
pt_br: Por favor, escolha o disco que possui o espaço livre requerido (coluna Free) para instalar o Debian GNU/Linux. Caso não exista espaço livre suficiente, o espaço necessário pode ser liberado através do redimensionamento de partições FAT (a coluna FreeFat indica quanto espaço será disponibilizado com o redimensionando das partições FAT existentes).
ro: Vă rugăm să alegeţi discul care are spaţiul liber necesar (coloana Liber) pentru instalarea Debian GNU/Linux. Dacă nu este destul loc liber, spaţiul poate fi eliberat prin redimensionarea partiţiilor FAT (coloana FatLiber arată cât de mult spaţiu va fi eliberat prin redimensionarea partiţiilor FAT existente).
sl: Izberite disk, ki ima zahtevan nezaseden prostor (stolpec Prosto), da bi namestili Debian GNU/Linux. Če ni dovolj prostega prostora, ga lahko sprostite s spreminjanjem velikosti razdelkov FAT (ProstoFat kaže koliko prostora boste sprostili s spreminjanjem velikosti obstoječih razdelkov fat).
zh_tw: 請選擇一個有足夠未使用空間 (【未使用】欄) 的硬碟來安裝 Debian GNU/Linux。如果沒有足夠的未使用空間，可以藉由改變現有的 FAT 磁碟分割區大小來釋出空間 (【FreeFat】欄則顯示了如果縮減現有的 FAT 磁碟分割區將能騰出多少空間)。

source: Device Model Size Free FreeFAT NbPart
cy: Dyfais Model Maint Rhydd FreeFAT Rhaniadau
de: Gerät Modell Größe Frei FreiFAT NbPart
el: Συσκευή Μοντέλο Μέγεθος Διαθέσιμα Διαθέσιμα/FAT Δ/σμα
eo: Adaptilo Modelo Ampl. Libera FAT-Libera N°Parto
et: Seade Mudel Suurus Vaba VabaFAT NbPart
eu: Gailua Modeloa Tamaina Libre FATlibrea NbPart
fi: Laite Malli Koko Vapaana Vap.FAT NbPart
gl: Dispositivo Modelo Tamaño Libre FATLibre NbPart
id: Piranti Model Ukuran Sisa SisaFAT BagianNb
kk: Диск Модель бос көлем. FAT-та бөлімдер саны
lv: Iekārta Modelis Izmērs Brīvs BrīvsFAT NbPart
mg: Perif Karazana Habe Malalaka FATMal FizFaha
ml: ഉപകരണം മാതൃക വലിപ്പം ഫ്രീ ഫ്രീഫാറ്റ് എന്ബിപാര്ട്ട്
nn: Eining Modell Strl Ledig LedigFAT N-part
pa: ਜੰਤਰ ਮਾਡਲ ਅਕਾਰ ਖਾਲੀ FreeFAT NbPart
pl: Urz±dzenie Model Rozmiar Wolne WolneFat NrPart
pt_br: Dispositivo Modelo Tamanho Livre FatLivre NbPart
ro: Disp. Model Dim. Liber FatLiber NrPart
sl: Naprava Model Velikost Prosto ProstoFat NbRazd
zh_tw: 裝置 型號 大小 未使用 FreeFAT NbPart

source: Device to partition:
cy: Y dyfais i'w rhaniadu:
de: Zu partitionierendes Gerät:
el: Μονάδα προς κατάτμηση:
eo: Dispartigota adaptilo:
et: Partitsioneeritav seade
eu: Partizioak egiteko gailua:
fa: دستگاهی که میخواهید پارتیشن بندی کنید:
fi: Laite, jolle levyosiot tehdään:
gl: Dispositivo a particionar:
he: דיסק לחלוקה למחיצות:
id: Piranti yang akan dibagi (dipartisi)
kk: Бөлшектеуге арналған құрылғы:
lt: Dalyti skirsniais įrenginį:
lv: Dalāmā iekārta:
mg: Periferika ho zaraina :
ml: വിഭജിക്കേണ്ട ഉപകരണം:
nn: Eining som skal partisjonerast:
pa: ਭਾਗ ਲਈ ਜੰਤਰ:
pl: Urz±dzenie do spartycjonowania:
pt_br: Dispositivo a ser particionado :
ro: Dispozitivul de partiţionat:
sl: Naprava, ki naj bo razdeljena:
zh_tw: 要進行分割的裝置：
