Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
cy: Methwyd creu system ffeiliau JFS yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Das Erstellen des Dateisystems jfs für die Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων jfs στο τμήμα #${PARTITION} του ${DEVICE}.
eo: La kreado de 'jfs'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi jfs loomine nurjus.
eu: Ezin izan da jfs fitxategi-sistema sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فایل سیستم jfs در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
fi: jfs-tiedostojärjestelmän luonti laitteen ${DEVICE} osiolle n:ro ${PARTITION} ei onnistunut.
gl: Non se puido crear un sistema de ficheiros na partición núm. ${PARTITION} de ${DEVICE}.
he: נכשלה יצירת מערכת הקבצים jfs במחיצה מספר ${PARTITION} על ${DEVICE}.
id: Pembuatan sistem berkas jfs pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде jfs файлдық жүйесін орнату сәтсіз аяқталды.
lt: Nepavyko sukurti jfs failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} partīcijas jfs tipa partīcijas izveide nav izdevusies.
mg: Tsy nahomby ny famoronana ny file system jfs.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ jfs ഫയല്‍ സിസ്റ്റത്തിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Klarte ikkje laga jfs-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ jfs ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
pl: Utworzenie systemu plików jfs na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê.
pt_br: A criação do sistema de arquivos jfs na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea sistemului de fişiere jfs pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Ustvarjanje datotečnega sistema jfs na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區上的 jfs 檔案系統建立作業失敗了。

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
cy: Does dim pwynt clymu wedi ei benodi ar gyfer y system ffeiliau JFS yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Dem jfs-Dateisystem der Partition ${PARTITION} auf ${DEVICE} ist kein Einhängepunkt zugewiesen.
eo: Neniu surmetingo estas asignita por 'jfs'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi jfs jaoks ei ole haakepunkti määratud.
eu: Ez da esleitu muntatze-punturik jfs fitxategi-sistemarako ${DEVICE} gailuko #${PARTITION} partizioan.
gl: Non hai ningún punto de montaxe asignado ao sistema de ficheiros jfs da partición núm. ${PARTITION} de ${DEVICE}.
he: לא יועדו נקודות עגינה למערכת הקבצים מסוג jfs במחיצה מספר ${PARTITION} על ${DEVICE}.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде jfs файлдық жүйесі үшін құрастыру нүктесі арналмаған.
lt: Nėra priskirta prijungimo taško failų sistemai jfs, esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} jfs partīcijai nav norādīts montēšanas punkts.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ jfs ഫയല്‍ സിസ്റ്റത്തിന് മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചിട്ടില്ല.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ jfs ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਕੋਈ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਿਤ ਨਹੀਂ।
ro: Nu s-a definit nici un punct de montare pentru sistemul de fişiere jfs pe partiţia ${PARTITION} a ${DEVICE}.
zh_tw: 並沒有為 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 jfs 檔案系統指派掛載點。

source: JFS journaling file system
cy: Y system ffeiliau dyddlyfru JFS
de: JFS-Journaling-Dateisystem
eo: JFS enĵurnaliga dosiersistemo
et: Žurnaaliv failisüsteem JFS
eu: JFS aldizkako fitxategi sistema
gl: Sistema de ficheiros transacional JFS
he: מערכת קבצים תיעודית JFS
kk: JFS журналдаушы файлдық жүйесі
lt: JFS žurnalinė failų sistema
lv: JFS žurnalējošā failu sistēma
ml: JFS ജേര്ണലിങ്ങ് ഫയല്‍ സിസ്റ്റം
pa: JFS ਜਰਨਲਿੰਗ ਫਾਇਲ ਸਿਸਟਮ
ro: sistem de fişiere jfs cu jurnalizare
zh_tw: JFS 日誌式檔案系統

source: Use unrecommended JFS root file system?
cy: Defnyddio system ffeiliau gwraidd JFS ni gymhellir?
de: JFS Root-Dateisystem nutzen, obwohl es nicht empfohlen wird?
eo: Ĉu oni ne rekomende uzas 'JFS'-radikan dosiersistemon?
et: Kasutada ebasoovitatavat JFS juurfailisüsteemi?
eu: erabili ez gomendatutako JFS erro fitxategi sistema?
gl: ¿Empregar o sistema de ficheiros raíz JFS (non recomendado)?
he: השתמש במערכת הקבצים הלא מומלצת JFS כשורש מערכת הקבצים?
kk: Түпкі файлдық жүйесі ретінде ұсынылмаған JFS–ты пайдалану керек пе?
lt: Ar naudoti nerekomenduotiną JFS kaip šakninę (root) failų sistemą?
lv: Lietot nerekomentēto JFS saknes failu sistēmai?
ml: ശുപാര്ശ ചെയ്യാത്ത JFS റൂട്ട് ഫയല്‍ സിസ്റ്റം ഉപയോഗിക്കണോ?
pa: ਨਾ-ਉਦੇਸ਼ਿਤ JFS root ਫਾਇਲ ਸਿਸਟਮ ਵਰਤੋ?
ro: Utilizaţi ca sistem de fişiere rădăcină sistemul nerecomandat JFS?
zh_tw: 是否要在 root 檔案系統上使用 JFS？（不建議）

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
cy: Mae eich system ffeiliau gwraidd yn system ffeiliau JFS. Fe all hyn achosi problemau gyda'r bŵtlwythydd a ddefnyddir yn rhagosodedig gan y sefydlydd hwn.
de: Ihr Root-Dateisystem ist ein JFS-Dateisystem. Dies kann zu Problemen mit dem Standard-Bootloader dieses Installers führen.
eo: Via radika dosiersistemtipo por la radika diskpartigo estas 'JFS'. Tio misfunkcigus la praŝargilon implicite uzata de instalilo.
et: Su juurfailisüsteem on JFS tüüpi. See võib antud paigaldaja poolt vaikimisi kasutatava alglaaduriga probleeme tekitada.
eu: Zure erro fitxategi sistema JFS da, honek lehenetsi moduan instalatzaileak erabilitako abiarazlearekin arazoak sortu ditzake.
gl: O seu sistema de ficheiros raíz é un sistema de ficheiros JFS. Isto pode causar problemas co cargador de inicio que se emprega por defecto neste instalador.
he: שורש מערכת הקבצים שלך היא מערכת הקבצים JFS. זה כנראה יגרום בעיות עם מנהל האתחול שמשמש כברירת המחדל ע"י מתקין זה.
lt: Jūsų šakninė (root) failų sistema yra JFS. Tai gali sukelti problemų pradiniam įkėlikliui, pagal nutylėjimą naudojamam šiame įdiegiklyje.
lv: Jūsu saknes failu sistēma ir JFS. Tas var radīt ar instalācijas sistēmas noklusēto sāknētāju.
ml: നിങ്ങളുടെ റൂട്ട് ഫയല്‍ സിസ്റ്റം ഒരു JFS ഫയല്‍ സിസ്റ്റമാണ്. ഈ ഇന്സ്റ്റാളര്‍ ഡിഫാള്ട്ടായി ഉപയോഗിക്കുന്ന ബൂട്ട് ലോഡറുമായി ഇത് പ്രശ്നമുണ്ടാക്കാം.
pa: ਤੁਹਾਡਾ root ਫਾਇਲ ਸਿਸਟਮ ਇੱਕ JFS ਫਾਇਲ ਸਿਸਟਮ ਹੈ। ਇਹ ਇਸ ਇੰਸਟਾਲਰ ਰਾਹੀਂ ਮੂਲ ਤੌਰ ਤੇ ਵਰਤੇ ਬੂਟਲੋਡਰ ਲਈ ਮੁਸ਼ਕਿਲ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ।
ro: Sistemul dvs. de fişiere rădăcina este de tip JFS. Acest lucru poate să cauzeze probleme cu încărcătorul de sistem utilizat implicit de acest program de instalare.
zh_tw: 您的 root 檔案系統所使用的是 JFS 檔案系統。它和本安裝程式所預設的開機程式搭配使用時很可能會發生問題。

source: You should use a small /boot partition with another file system, such as ext3.
cy: Dylwch ddefnyddio rhaniad /boot bychan gyda system ffeiliau arall, megis ext3.
de: Sie sollten eine kleine /boot-Partition mit einem anderen Dateisystem, wie etwa ext3, benutzen.
eo: Vi devus uzi malgrandan '/boot'-diskpartigon kun alia dosiersistemo tia 'ext3'.
et: Peaksid kasutama väikest /boot partitsiooni mõne teise failisüsteemiga, näiteks ext3'ga.
eu: /boot partizio txikia erabili beharko zenuke bestelako fitxategi-sistema batekin, adib. ext3.
gl: Debería empregar unha pequena partición para /boot con outro sistema de ficheiros, coma ext3.
he: כדאי שתשמש במחיצת /boot קטנה עם מערכת קבצים אחרת, כגון ext3
kk: Сіз шағын /boot бөлімін басқа файлдық жүйемен, мысалы ext3 сияқты, пайдалануыңыз керек.
lt: Jūs turite naudoti nedidelį /boot skirsnį su kita failų sistema, kaip pvz. ext3.
lv: Jums būtu jāizmanto maza /boot partīcija ar kādu citu failu sistēmu, piemēram ext3.
ml: ext3 പോലുള്ള മറ്റൊരു ഫയല്‍ സിസ്റ്റം ഉപയോഗിച്ച് ഒരു ചെറിയ /boot ഭാഗം നിങ്ങള്‍ ഉണ്ടാക്കേണ്ടതുണ്ട്.
pa: ਤੁਹਾਨੂੰ ਛੋਟਾ /boot ਭਾਗ ਹੋਰ ਫਾਇਲ ਸਿਸਟਮ ਨਾਲ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਵੇਂ ext3।
ro: Ar trebui să utilizaţi o mică partiţie /boot cu un alt sistem de fişiere, ca ext3.
zh_tw: 您應該使用一個小的、並使用其它像是 ext3 格式的檔案系統來做為 /boot 分割區。

source: Use unrecommended JFS /boot file system?
cy: Defnyddio system ffeiliau /boot JFS ni gymhellir?
de: Nicht empfohlenes JFS /boot-Dateisystem benutzen?
eo: Ĉu oni ne rekomende uzas 'JFS' '/boot'-dosiersistemon?
et: Kasutada ebasoovitatavat JFS failisüsteemi /boot tarvis?
eu: Gomendatzen ez den JFS motako /boot fitxategi-sistema erabili?
gl: ¿Empregar o sistema de ficheiros /boot JFS (non recomendado)?
he: בטל את מערכת הקבצים הלא מומלצת JFS כ-/boot?
kk: /boot үшін ұсынылмаған JFS файлдық жүйесін пайдалану керек пе?
lt: Ar naudoti nerekomenduotiną JFS failų sistemą katalogui /boot?
lv: Izmantot nerekomendēto JFS kā /boot partīcijas failu sistēmu?
ml: ശുപാര്ശ ചെയ്യാത്ത JFS /boot ഫയല്‍ സിസ്റ്റം ഉപയോഗിക്കണോ?
pa: ਨਾ-ਉਦੇਸ਼ਿਤ JFS /boot ਫਾਇਲ ਸਿਸਟਮ ਵਰਤੋ?
ro: Utilizaţi sistemul de fişiere JFS nerecomandat pentru /boot?
zh_tw: 是否要在 /boot 檔案系統上使用 JFS？（不建議）

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
de: Sie haben ein JFS-Dateisystem nach /boot eingehängt. Dies wird vermutlich zu Problemen mit dem Bootloader dieses Installers führen.
eo: Vi surmetis 'JFS'-an dosiersitemon en '/boot'. Tio misfunkcigus la praŝargilon implicite uzata de instalilo.
et: Su juurfailisüsteem on JFS tüüpi. Tõenäoliselt tekitab see probleeme antud paigaldaja poolt vaikimisi kasutatava alglaaduriga.
eu: Zure /boot fitxategi sistema JFS da, honek lehenetsi moduan instalatzaileak erabilitako abiarazlearekin arazoak sortu ditzake.
gl: Montou un sistema de ficheiros JFS coma /boot . Isto pode causar problemas co cargador de inicio que se emprega por defecto neste instalador.
he: מערכת קבצים מסוג JFS עוגנה כ-/boot. זה כנראה יגרום בעיות עם מנהל האתחול שמשמש כברירת המחדל ע"י מתקין זה.
lt: Jūsų prijungėte JFS failų sistemą kaip /boot. Tai gali sukelti problemų pradiniam įkėlikliui, pagal nutylėjimą naudojamam šiame įdiegiklyje.
lv: Jūs esat piemontējis JFS failu sistēmu /boot partīcijai. Tas varētu radīt problēmas ar šī instalatora noklusēto sāknētāju.
ml: നിങ്ങള്‍ ഒരു JFS ഫയല്‍ സിസ്റ്റം/boot ആയി മൌണ്ട് ചെയ്തിരിക്കുന്നു. ഈ ഇന്സ്റ്റാളര്‍ ഡിഫാള്ട്ടായി ഉപയോഗിക്കുന്ന ബൂട്ട് ലോഡറുമായി ഇത് പ്രശ്നമുണ്ടാക്കാന്‍ സാധ്യതയുണ്ട്.
pa: ਤੁਸੀਂ ਇੱ ਇੱਕ JFS ਫਾਇਲ ਸਿ ਨੂੰ /boot ਤੌਰ ਤੇ ਮਾਊਂਟ ਕੀਤਾ ਹੈਮ ਹੈ। ਇਹ ਇਸ ਇੰਸਟਾਲਰ ਰਾਹੀਂ ਮੂਲ ਤੌਰ ਤੇ ਵਰਤੇ ਬੂਟਲੋਡਰ ਲਈ ਮੁਸ਼ਕਿਲ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ।
ro: Aţi montat un sistem de fişiere de tip JFS ca /boot. Acest lucru poate să cauzeze, foarte probabil, probleme cu încărcătorul de sistem utilizat implicit de acest program de instalare.
zh_tw: 您掛載在 /boot 上的是 JFS 檔案系統。它和本安裝程式所預設的開機程式搭配使用時很可能會發生問題。

source: You should use another file system, such as ext3, for the /boot partition.
cy: Dylwch ddefnyddio system ffeiliau arall, megis ext3, ar gyfer y rhaniad /boot.
de: Sie sollten ein anderes Dateisystem für die /boot-Partition benutzen, ext3 etwa.
eo: Vi devus uzi alian desiersistemon tia 'ext3' por la '/boot' diskpartigo.
et: Peaksid /boot jaoks kasutama mõnd teist failisüsteemi, näiteks ext3'e.
eu: Bete fitxategi sistema bat, ext3 antzerakoa, erabili beharko zenuke /boot partiziorako.
gl: Debería empregar outro sistema de ficheiros, coma ext3, para a partición /boot.
he: כדאי שתשמש במערכת קבצים אחרת כמו ext3 למחיצה /boot.
kk: /boot бөлімі үшін басқа файлдық жүйесін, мысалы ext3 сияқты, қолдану керек.
lt: Jūs turite naudoti /boot skirsniui kitą failų sistemą, kaip pvz. ext3.
lv: /boot partīcijai jums vajadzētu lietot kādu citu failu sistēmu, piemēram ext3.
ml: ext3 പോലുള്ള മറ്റൊരു ഫയല്‍ സിസ്റ്റം /boot ഭാഗത്തിനായി നിങ്ങള്‍ ഉപയോഗിക്കേണ്ടതുണ്ട്.
pa: /boot ਭਾਗ ਲਈ ਤੁਹਾਨੂੰ ਹੋਰ ਫਾਇਲ ਸਿਸਟਮ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਵੇਂ ext3।
ro: Ar trebui să utilizaţi un alt sistem de fişiere, ca ext3, pentru partiţia /boot.
zh_tw: 您應該在 /boot 分割區上使用其它像是 ext3 格式的檔案系統。

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r system ffeiliau XFS yn rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe xfs-Dateisystem der Partition ${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του συστήματος αρχείων xfs στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la 'xfs'-a dosiersitemo en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi xfs kontrollimine...
eu: xfs fitxategi-sistema egiaztatzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: آزمایش فایل سیستم xfs در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Tarkistetaan laitteen ${DEVICE} xfs-tiedostojärjestelmää osiolla n:ro${PARTITION}
gl: A comprobar o sistema de ficheiros xfs da partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים xfs במחיצה מספר ${PARTITION} של ${DEVICE}...
id: Sedang memeriksa sistem berkas xfs pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде xfs файлдық жүйесін тексеру...
lt: Tikrinimas xfs failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas xfs failu sistēmu...
mg: Misafo ny file system xfs.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ xfs ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുന്നു...
nn: Sjekkar xfs-filsystemet på partisjon #${PARTITION} på ${DEVICE} ...
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ xfs ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...
pl: Sprawdzanie systemu plików xfs na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Checando o sistema de aquivos xfs na partição #${PARTITION} de ${DEVICE}...
ro: Se verifică sistemul de fişiere xfs de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje datotečnega sistema xfs na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 xfs 檔案系統...

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd prawf y system ffeiliau gyda'r math XFS yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Der Test des Dateisystems vom Typ xfs der Partition #${PARTITION} auf ${DEVICE} fand Fehler, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου xfs στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
eo: La kontrolo de 'xfs' dosiersistemoj en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi xfs test leidis parandamata vigasid.
eu: Zuzendu gabeko erroreak aurkitu dira ${DEVICE} gailuko #${PARTITION} partizioan, xfs motako fitxategi-sistemaren proban.
fa: آزمون فایل سیستم xfs در پارتیشن #${PARTITION} از ${DEVICE} خطاهایی در این فایل سیستم پیدا کرد.
fi: xfs-tyyppisen tiedostojärjestelmän tarkistus laitteen ${DEVICE} osiolla n:ro ${PARTITION} löysi virheitä joita ei voitu korjata.
gl: A comprobación do sistema de ficheiros de tipo xfs da partición núm. ${PARTITION} de ${DEVICE} atopou erros sen corrixir.
he: הניסוי של מערכת הקבצים מסוג xfs במחיצה מספר ${PARTITION} על ${DEVICE}, מצאה טעויות שלא תוקנו.
id: Pengujian sistem berkas dengan xfs pada partisi #${PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде xfs файлдық жүйесін тексеру түзетілмеген қателерді анықтады.
lt: Tikrinant xfs tipo failų sistemą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: ${DEVICE} #${PARTITION} partīcijas xfs tipa failu sistēmas pārbaude ir atradusi neizlabotas kļūdas.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ xfs തരത്തിലുള്ള ഫയല്‍ സിസ്റ്റത്തിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Fann uoppretta feil under sjekken av xfs-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ xfs ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਦੌਰਾਨ ਨਾ-ਠੀਕ ਕੀਤੀਆਂ ਗਲਤੀਆਂ ਲੱਭੀਆਂ ਹਨ।
pl: Testowanie systemu plików xfs na partycji #${PARTITION} urz±dzenia ${DEVICE} wykaza³o nienaprawialne b³êdy.
pt_br: O teste do sistema de arquivos com tipo xfs na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul sistemului de fişiere de tipul xfs pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preskus datotečnega sistema xfs na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在進行 ${DEVICE} 裝置上的第 ${PARTITION} 分割區的 xfs 檔案系統的測試時發現了未修正的錯誤。

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
cy: Methwyd creu system ffeiliau XFS yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Das Erstellen des xfs-Dateisystems für die Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων xfs στο τμήμα #${PARTITION} του ${DEVICE}.
eo: La kreado de 'jfs'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi xfs loomine nurjus.
eu: Ezin izan da xfs fitxategi-sistema sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فایل سیستم xfs در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
fi: xfs-tiedostojärjestelmän luonti laitteen ${DEVICE} osiolle n:ro ${PARTITION} ei onnistunut.
gl: Non se puido crear un sistema de ficheiros xfs na partición núm. ${PARTITION} de ${DEVICE}.
he: נכשלה יצירת מערכת הקבצים xfs במחיצה מספר ${PARTITION} על ${DEVICE}.
id: Pembuatan sistem berkas xfs pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде xfs файлдық жүйесін жасау сәтсіз аяқталды
lt: Nepavyko sukurti xfs failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} partīcijas xfs tipa partīcijas izveide nav izdevusies.
mg: Tsy nahomby ny famoronana ny file system xfs.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ jfs ഫയല്‍ സിസ്റ്റത്തിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Klarte ikkje laga xfs-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ xfs ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
pl: Utworzenie systemu plików xfs na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê.
pt_br: A criação do sistema de arquivos xfs na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea sistemului de fişiere xfs pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Ustvarjanje datotečnega sistema xfs na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區上的 xfs 檔案系統建立作業失敗了。

source: No mount point is assigned for the xfs file system in partition #${PARTITION} of ${DEVICE}.
cy: Does dim pwynt clymu wedi ei benodi ar gyfer y system ffeiliau XFS yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Dem xfs-Dateisystem der Partition ${PARTITION} auf ${DEVICE} ist kein Einhängepunkt zugewiesen.
eo: Neniu surmetingo estas asignita por 'xfs'-a dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemile xfs ei ole määratud haakepunkti.
eu: Ez da esleitu muntatze-punturik xfs fitxategi-sistemarako ${DEVICE} gailuko #${PARTITION} partizioan.
gl: Non hai ningún punto de montaxe asignado ao sistema de ficheiros xfs da partición núm. ${PARTITION} de ${DEVICE}.
he: לא יועדו נקודות עגינה למערכת הקבצים מסוג xfs במחיצה מספר ${PARTITION} על ${DEVICE}.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде xfs файлдық жүйесі үшін құрастыру нүктесі арналмаған.
lt: Nėra priskirta prijungimo taško failų sistemai xfs, esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} xfs partīcijai nav norādīts montēšanas punkts.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ xfs ഫയല്‍ സിസ്റ്റത്തിന് മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചിട്ടില്ല.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ xfs ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਕੋਈ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ।
ro: Nu s-a definit nici un punct de montare pentru sistemul de fişiere xfs pe partiţia ${PARTITION} a ${DEVICE}.
zh_tw: 並沒有為 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 xfs 檔案系統指派掛載點。

source: XFS journaling file system
cy: Y system ffeiliau dyddlyfru XFS
de: XFS-Journaling-Dateisystem
eo: XFS enĵurnaliga dosiersistemo
et: Žurnaaliv failisüsteem XFS
eu: XFS aldizkako fitxategi sistema
gl: Sistema de ficheiros transacional XFS
he: מערכת קבצים תיעודית XFS
kk: XFS журналдаушы файлдық жүйесі
lt: XFS žurnalinė failų sistema
lv: XFS žurnalējošā failu sistēma
ml: XFS ജേര്ണലിങ്ങ് ഫയല്‍ സിസ്റ്റം
pa: XFS ਜਰਨਲਿੰਗ ਫਾਇਲ ਸਿਸਟਮ
ro: sistem de fişiere xfs cu jurnalizare
zh_tw: XFS 日誌式檔案系統

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r system ffeiliau ext2 (diwygiad 0) yn y rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe ext2-(revision 0)-Dateisystem der Partition #${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του συστήματος αρχείων ext2 (revision 0) στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la 'ext2'-a (revizio 0) dosiersitemo en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ext2 (revisoon 0) kontrollimine...
eu: ext2 (0 berrikuspena) fitxategi-sistema egiaztatzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: آزمون فایل سیستم ext2 (revision 0) در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Tarkistetaan laitteen ${DEVICE} ext2 (revision 0) -tiedostojärjestelmää osiolla n:ro ${PARTITION} ...
gl: A comprobar o sistema de ficheiros ext2 (revisión 0) da partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים ext2 במחיצה מספר ${PARTITION} בהתקן ${DEVICE}...
id: Sedang memeriksa sistem berkas ext2 (revisi 0) pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext2 файлдық жүйесін (модификациясы 0) тексеру.
lt: Tikrinimas ext2 (revizija 0) failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas ext2 failu sistēmu...
mg: Misafo ny file system ext2.(revision 0) ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext2 (റിവിഷന്‍ 0) ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുന്നു...
nn: Sjekkar ext2-filsystemet (revisjon 0) på partisjon #${PARTITION} på ${DEVICE} ...
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਵਿੱਚ ext2 (revision 0) ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pl: Sprawdzanie systemu plików ext2 (wersja 0) na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Checando o sistema de aquivos ext2 (revisão 0) na partição #${PARTITION} de ${DEVICE}...
ro: Se verifică sistemul de fişiere ext2 (revizia 0) de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje datotečnega sistema ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ext2 (revision 0) 檔案系統...
