Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Mount point:
cy: Pwynt clymu:
de: Einhängepunkt (mount point):
el: Σημείο επαφής:
eo: Surmetingo:
et: Haakepunkt:
eu: Muntatze-puntua:
fa: نقطه‌ی بارگذاری:
fi: Liitoskohta:
gl: Punto de montaxe:
he: נקודת עגינה:
id: Titik kait:
kk: Жөндеу нүктесі:
lt: Prijungimo taškas:
lv: Montēšanas punkts:
ml: മൌണ്ട് പോയിന്റ്:
nn: Monteringspunkt:
pa: ਮਾਊਂਟ ਪੁਆਂਇਟ:
pl: Punkt montowania:
pt_br: Ponto de montagem :
ro: Punct de montare:
sl: Priklopna točka:
zh_tw: 掛載點：

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Mount point:" ]
gl: ningún
ml: ഒന്നുമില്ല
pa: ਕੋਈ ਨਹੀਂ

source: Ext2 file system
cy: System ffeiliau ext2
de: Ext2-Dateisystem
el: σύστημα αρχείων ext2
eo: Ext2 dosiersitemo
et: Ext2 failisüsteem
eu: Ext2 fitxategi-sistema
fi: ext2-tiedostojärjestelmä
gl: Sistema de ficheiros ext2
he: מערכת קבצים מסוג ext2
id: sistem berkas ext2
kk: Ext2 файлдық жүйе
lt: Ext2 failų sistema
lv: Ext2 failu sistēma
mg: File system ext2
ml: Ext2 ഫയല്‍ സിസ്റ്റം
nn: Ext2-filsystem
pa: Ext2 ਫਾਇਲ ਸਿਸਟਮ
pl: System plików ext2
pt_br: sistema de arquivos Ext2
ro: Sistem de fişiere ext2
sl: Datotečni sistem Ext2
zh_tw: Ext2 檔案系統

source: FAT16 file system
cy: system ffeiliau FAT16
de: FAT16-Dateisystem
el: σύστημα αρχείων FAT16
eo: FAT16 dosiersistemo
et: FAT16 failisüsteem
eu: FAT16 fitxategi-sistema
fa: فایل سیستم FAT16
fi: FAT16-tiedostojärjestelmä
gl: sistema de ficheiros fat16
he: מערכת קבצים FAT16
id: sistem berkas FAT16
kk: FAT16 файлдық жүйе
lt: FAT16 failų sistema
lv: FAT16 failu sistēma
mg: File system FAT16
ml: FAT16 ഫയല്‍ സിസ്റ്റം
nn: FAT16-filsystem
pa: FAT16 ਫਾਇਲ ਸਿਸਟਮ
pl: system plików FAT16
pt_br: sistema de arquivos FAT16
ro: sistem de fişiere FAT16
sl: Datotečni sistem FAT16
zh_tw: FAT16 檔案系統

source: FAT32 file system
cy: system ffeiliau FAT32
de: FAT32-Dateisystem
el: σύστημα αρχείων FAT32
eo: FAT32 dosiersistemo
et: FAT32 failisüsteem
eu: FAT32 fitxategi-sistema
fa: فایل سیستم FAT32
fi: FAT32-tiedostojärjestelmä
gl: sistema de ficheiros fat32
he: מערכת קבצים FAT32
id: sistem berkas FAT32
kk: FAT32 файлдық жүйе
lt: FAT32 failų sistema
lv: FAT32 failu sistēma
mg: File system FAT32
ml: FAT32 ഫയല്‍ സിസ്റ്റം
nn: FAT32-filsystem
pa: FAT32 ਫਾਇਲ ਸਿਸਟਮ
pl: system plików FAT32
pt_br: sistema de arquivos FAT32
ro: sistem de fişiere FAT32
sl: Datotečni sistem FAT32
zh_tw: FAT32 檔案系統

source: swap area
cy: ardal cyfnewid
de: Auslagerungsspeicher (Swap)
el: χώρος εικονικής μνήμης
eo: interŝanĝa spaco ('swap')
et: saaleala
fa: فضای swap
fi: Swap eli sivutusosio
gl: espazo de intercambio
he: איזור SWAP
id: ruang swap
kk: толықтыру бөлімі
lt: mainų vietos (swap) sritis
lv: apmaiņas apgabals
mg: toerana fifanankalozana ("swap")
ml: സ്വാപ് ഏരിയ
nn: Mellomlagerområde
pa: ਸਵੈਪ ਖੇਤਰ
pl: przestrzeñ wymiany
pt_br: àrea de troca
ro: zonă de swap
sl: izmenljivi prostor
zh_tw: 置換空間

source: swap
cy: cyfnewid
et: saaleala
gl: intercambio
he: דפדוף
kk: толықтыру
lv: apmaiņas
ml: സ്വാപ്
nn: mellomlager
pa: ਸਵੈਪ
sl: izmenljivi pomnilnik

source: noatime - do not update inode access times at each access
cy: noatime - peidio a diweddaru amser cyrchu inodau ar bob cyrchiad
de: noatime - Zugriffszeit einer Inode nicht bei jedem Zugriff aktualisieren
el: noatime - χωρίς ανανέωση της χρονικής στιγμής προσπέλλασης του αρχείου
eo: noatime - malĝisdatigi atingotempojn de indeksnodoj
et: noatime - ära uuenda igal pöördumisel inode'i pöördusaega
eu: noatime - ez eguneratu inodoen atzipen-orduak atzipen bakoitzeko
fi: noatime - älä päivitä inode:n viimeisintä käyttöaikaa jokaisella käyttökerralla
gl: noatime - non actualizar os tempos de acceso aos inodes en cada acceso
he: noatime - אל תעדכן את זמני הגישה ל-inode בכל גישה
id: noatime - jangan memperbaharui catatan waktu setiap kali mengakses inode
kk: noatime - (inode access time) файлдық жүйесінен соңғы қатынау уақыты туралы информацияны жаңартпау
lt: noatime - neatnaujint kreipimosi laiko kiekvieno kreipimosi metu
lv: noatime - izmantojot apgabalu neatjaunināt tā pieejas laikus
ml: noatime - ഓരോ സമീപനത്തിലും inode സമീപന സമയം പുതുക്കേണ്ട
nn: noatime - ikkje oppdater inode tilgangstid ved kvar tilgang
pa: noatime - ਹਰੇਕ ਵਾਰ ਵਰਤਣ ਤੇ inode ਪਹੁੰਚ ਸਮੇਂ ਦਾ ਨਵੀਨੀਕਰਨ ਨਾ ਕਰੋ
pl: noatime - nie aktualizuj czasów dostêpu dla iwêz³a
pt_br: noatime - não atualizar as datas de acesso aos inodes a cada acesso
ro: noatime - nu actualiza timpii de acces (în inod) la fiecare acces
sl: noatime - ne posodobi dostopnega časa inodov pri vsakem dostopu
zh_tw: noatime - 在存取時不更新 inode 的存取時間。

source: nodev - do not support character or block special devices
cy: nodev - peidio a chynal dyfeisiau arbennig nod neu floc
de: nodev - Keine Unterstützung für zeichen- oder blockorientierte Geräte
el: nodev - χωρίς υποστήριξη αρχείων μονάδων χαρακτήρων ή block
eo: nodev - maladministi signan aŭ blokan adaptilojn
et: nodev - ära toeta plokk- või spetsiaalseadmeid
eu: nodev - ez onartu karaktereen edo blokeen gailu berezirik
fi: nodev - ei tukea merkki- tai lohkolaitteille
gl: nodev - non soportar dispositivos especiais de carácter ou bloque
he: nodev - אל תתמוך בהתקנים מיוחדים מסוג character או block
id: nodev - jangan mendukung karakter atau piranti khusus blok
kk: nodev - (block device)блоктық және (character device)символдық құрылғылардың қолдауынсыз
lt: nodev - neleist kurti specialių simbolinių ar blokinių įrenginių
lv: nodev - neatbalstīt simbolu vai bloku speciālas ierīces
ml: nodev - കാരക്ടര്‍ അല്ലെങ്കില്‍ ബ്ലോക് പ്രത്യേക ഉപകരണങ്ങളെ സപ്പോര്ട്ട് ചെയ്യേണ്ട
nn: nodev - ikkje støtt teikn eller blokk spesialeining
pa: nodev - ਅੱਖਰ ਜਾਂ ਬਲਾਕ ਵਾਲੇ ਜੰਤਰਾਂ ਨੂੰ ਸਹਿਯੋਗ ਨਾ ਦਿਓ
pl: nodev - nie obs³uguj znakowych lub blokowych urz±dzeñ specjalnych
pt_br: nodev - não suportar dispositivos especiais de bloco ou caracter
ro: nodev - nu suporta dispozitive caracter sau bloc speciale
sl: nodev - ne podpira znakovnih in blokovnih posebnih naprav
zh_tw: nodev - 不支援字元或區塊等特殊裝置。

source: nosuid - ignore set-user-identifier or set-group-identifier bits
cy: nosuid - anwybyddu didau gosod-adnabyddyd-defnyddiwr neu gosod-adnabyddydd-grŵp
de: nosuid - SUID- und SGID-Bits ignorieren
el: nosuid - θα αγνοηθούν τα bit ταυτότητας χρήστη ή ομάδος
eo: nosuid - ne administri 'setuid'-ajn aŭ 'setgid'-ajn bitojn
et: nosuid - ignoreeri säti-grupi/kasutaja-identifikaator bitte
eu: nosuid - ez ikusi egin set-user-identifier edo set-group-identifier bitei
fi: nosuid - ohita set-user-identifier- ja set-group-identifier bitit
gl: nosuid - ignorar os bits SUID (fixado de usuario) e SGID (fixado de grupo)
he: nosuid - התעלם מביט set-user-identifier או set-group-identifier
id: nosuid - abaikan bit-bit set-user-identifier atau set-group-identifier
kk: nosuid - SUID және SGID биттерін елемеу
lt: nosuid - ignoruoti SUID ir SGID bitus
lv: nosuid - ignorēt set-user-identifier vai set-group-identifier
ml: nosuid - set-user-identifier അല്ലെങ്കില്‍ set-group-identifier എന്നീ ബിറ്റുകള്‍ അവഗണിക്കുക
nn: nosuid - ignorer set-brukar-identifikasjon eller set-gruppe-identifikasjon bit
pa: nosuid - ਉਪਭੋਗੀ-ਨਿਰਧਾਰਨ-ਸ਼ਨਾਖਤੀ ਜਾਂ ਸਮੂਹ-ਨਿਰਧਾਰਨ-ਸ਼ਨਾਖਤੀ ਬਿੱਟ ਰੱਦ ਕਰੋ
pl: nosuid -- ignoruj bity suid i sgid
pt_br: nosuid - ignorar os bits set-user-identifier ou set-group-identifier
ro: nosuid - ignoră biţii "set user ID" sau "set group ID"
sl: nosuid - prezre nadzorstvo zaupljivosti uporabnikov in skupin
zh_tw: nosuid - 忽略 set-user-identifier (suid) 或 set-group-identifier (sgid) 位元

source: noexec - do not allow execution of any binaries
cy: noexec - peidio a chaniatau gweithredu rhaglenni
de: noexec - Ausführen von Binär-Dateien nicht erlauben
el: noexec - χωρίς υποστήριξη εκτέλεσης οποιωνδήποτε εκτελέσιμων αρχείων
eo: noexec - malpermesi ludadon de duumaj dosieroj
et: noexec - keela käivitamine
eu: noexec - ez eman bitarrak exekutatzeko baimenik
fi: noexec - binääritiedostojen suoritusta ei sallita.
gl: noexec - non admitir a execución de binarios
he: noexec - אל תרשה הרצת קבצים בינארים
id: noexec - jangan memperbolehkan eksekusi program biner apapun
kk: noexec – кез-келген программалардың орындатпау
lt: noexec - neleisti vykdyti jokių programų
lv: noexec - neļaut izpildīt izpildāmos failus
ml: noexec - ഒരു ബൈനറികളുടേയും പ്രവര്ത്തനം അനുവദിക്കരുത്
nn: noexec - tillet inga køyring av køyrbare filer
pa: noexec - ਕਿਸੇ ਬਾਇਨਰੀ ਨੂੰ ਚਲਾਉਣ ਦੀ ਮਨਜੂਰੀ ਨਾ ਦਿਓ
pl: noexec - nie pozwalaj na wykonywanie ¿adnych binariów
pt_br: noexec - não permitir a execução de nenhum binário
ro: noexec - nu permite execuţia nici unui fişier binar
sl: noexec - ne dovoli izvajanja nobenih binarnih paketov
zh_tw: noexec - 禁止執行任何二進位檔案。

source: usrquota - user disk quota accounting enabled
cy: usrquota - mae cyfrifo cwota disg defnyddiwr wedi ei alluogi
de: usrquota - Benutzer-Quota für Festplattenspeicher aktivieren
el: usrquota - με υποστήριξη λογιστικής χρησιμοποιούμενου χώρου χρηστών
eo: usrquota - administri uzantajn dosierajn kvotojn
et: usrquota - luba kasutajate kettakvootide arvestamine
eu: usrquota - erabiltzailearen disko-kuotaren kontua gaituta dago
fi: usrquota - Käyttäjäkohtaiset levykiintiöt käytössä
gl: usrquota - activar a contabilidade das cotas de disco dos usuarios
he: usrquota - הפעלת מכסות עבור חשבונות משתמשים
id: usrquota - penghitungan kuota hard disk untuk setiap pengguna diaktifkan
kk: usrquota – пайдаланушылардың дискілік квотасын есептеуге рұқсат беру
lt: usrquota - leisti naudotojų disko kvotų apskaitą
lv: usrquota - ierobežot lietotāja izmantā diska apjomu
mg: usrquota - fintantanana ny zo (kapila) an'ny mpapiasa
ml: usrquota - ഉപയോക്തൃ ഡിസ്ക് ക്വാട്ട കണക്ക് വെയ്പ് ഇനേബ്ള്‍ ചെയ്യുക
nn: usrqouta - slår på diskkvote for brukarar.
pa: usrquota - ਉਪਭੋਗੀ ਡਿਸਕ ਕੋਟਾ ਅਕਾਊਂਟਿੰਗ ਯੋਗ ਹੈ
pl: usrquota - aktywacja quoty dyskowej dla u¿ytkowników
pt_br: usrquota - contabilidade de quotas de disco para usuários habilitada
ro: usrquota - activează cota de disc per utilizator
sl: usrquota - omogoči računanje kvot diskov za uporabnike
zh_tw: usrquota - 啟用 使用者 的磁碟配額

source: grpquota - group disk quota accounting enabled
cy: grpquota - mae cyfrifo cwota disg grŵp wedi ei alluogi
de: grpquota - Gruppen-Quota für Festplattenspeicher aktivieren
el: grpquota - με υποστήριξη λογιστικής χρησιμοποιούμενου χώρου ομάδων χρηστών
eo: grpquota - administri arantajn dosierajn kvotojn
et: grpquota - luba gruppide kettakvootide arvestamine
eu: grpquota - taldearen disko-kuotaren kontua gaituta dago
fi: grpquota - ryhmäkohtaiset levykiintiöt käytössä
gl: grpquota - activar a contabilidade das cotas de disco dos grupos
he: grpquota - הפעלת מכסות עבור חשבונות קבוצות
id: grpquota - penghitungan kuota hard disk untuk setiap grup diaktifkan
kk: grpquota – топтардың дискілік квотасын есептеуге рұқсат беру
lt: grpquota - leisti grupių disko kvotų apskaitą
lv: grpquota - ierobežot lietotāju grupas izmantā diska apjomu
mg: grpquota - fitantanana ny zo an'ny fikambanana
ml: grpquota - ഗ്രൂപ്പ് ഡിസ്ക് ക്വാട്ട കണക്ക് വെയ്പ് ഇനേബ്ള്‍ ചെയ്യുക
nn: grpqouta - slår på diskkvote for grupper
pa: grpquota - ਸਮੂਹ ਡਿਸਕ ਕੋਟਾ ਅਕਾਊਂਟਿੰਗ ਯੋਗ ਹੈ
pl: grpquota - aktywacja quoty dyskowej dla grup
pt_br: grpquota - contabilidade de quotas de disco para grupos habilitada
ro: grpquota - activează cota de disc per grup
sl: grpquota - omogoči računanje kvot diskov za skupine
zh_tw: grpquota - 啟用 群組 的磁碟配額

source: user_xattr - support user extended attributes
cy: user_xattr - cefnogi priodweddau ychwanegir gan ddefnyddwyr
de: user_xattr - Benutzer-Erweiterungen unterstützen
eo: user_xattr - administri uzantajn ampleksajn atributojn
et: user_xattr - toeta kasutaja laiendatud atribuute
eu: user_xattr - onartu erabiltzailearen hedaturiko atributuak
gl: user_xattr - soportar atributos extendidos de usuario
he: user_xattr - תמיכה במאפיינים מורחבים של המשתמש
lt: user_xattr - išplėstų naudotojo atributų palaikymas
lv: user_xattr - atbalstīt paplašinātos lietotāja atribūtus
ml: user_xattr - ഉപയോക്തൃ വികസിത ഗുണങ്ങളെ സപ്പോര്ട്ട് ചെയ്യുക
pa: user_xattr - ਸਹਿਯੋਗੀ ਉਪਭੋਗੀ ਦੁਆਰਾ ਫੈਲੀ ਵਿਸ਼ੇਸ਼ਤਾ
ro: user_xattr - suport pentru atributele extinse folosite de utilizator
zh_tw: user_xattr - 支援使用者擴充屬性

source: ro - mount the file system read-only
cy: ro - clymu'r system ffeil fel un darllen-yn-unig
de: ro - Das Dateisystem schreibgeschützt einbinden
el: ro - το σύστημα αρχείων θα προσαρτηθεί μόνο για ανάγνωση
eo: ro - surmetas dosiersistemon en nurlega
et: ro - haagi failisüsteem vaid lugemiseks
eu: ro - irakurtzeko soilik muntatu fitxategi-sistema
fi: ro - liitä tiedostojärjestelmä kirjoitussuojattuna.
gl: ro - montar o sistema de ficheiros en modo de só lectura
he: ro - עגינת מערכת הקבצים לקריאה בלבד
id: ro - kaitkan sistem berkas sebagai hanya-baca (read-only)
kk: ro -- 'тек оқуға' режімінде файлдық жүйені жөндеу
lt: ro - prijungti failų sistemą tik skaitymui
lv: ro - montēt failu sistēmu vienīgi lasīšanas režīmā
mg: ro - ampiakarina ary vakiana fotsiny
ml: ro - വായനക്ക് മാത്രമായി ഫയല്‍ സിസ്റ്റം മൌണ്ട് ചെയ്യുക
nn: ro - monter filsystemet skriveverna
pa: ro - ਫਾਇਲ ਸਿਸਟਮ ਸਿਰਫ ਪੜਨ ਲਈ ਮਾਊਂਟ ਕਰੋ
pl: ro - zamontuj system plików tylko do odczytu
pt_br: ro - montar o sistema de arquivo como somente leitura
ro: ro - montează sistemul de fişiere în mod "doar citire"
sl: ro - priklopi datotečni sistem samo za branje
zh_tw: ro - 以唯讀方式掛載該檔案系統。

source: sync - all input/output activities occur synchronously
cy: sync - mae pob gweithred mewnbwn/allbwn yn digwydd yn gydamserus
de: sync - alle Eingabe/Ausgabe-Zugriffe erfolgen synchron
el: sync - κάθε εργασία εισόδου/εξόδου στο σύστημα αρχείων θα γίνεται σύγχρονα
eo: sync - ĉiuj eneligoj sinkrone okazas
et: sync - kõik sisend/väljund tegevused toimuvad sünkroonselt
eu: sync - sarrera-/irteera-jarduerak sinkronikoki gertatzen dira
fi: sync - kaikki tiedostojärjestelmän syöttö/tulostus tapahtuu synkronisesti
gl: sync - realizar as actividades de entrada e saída de xeito síncrono
he: sync - כל פעולות הקלט/פלט קורות בו זמנית
id: sync - semua hal yang berhubungan dengan masukan/keluaran terjadi secara serempak
kk: sync – Файлдық жүйедегі барлық енгізу-шығару процестері синхронды түрде іске асады
lt: sync - visi įvesties/išvesties veiksmai vyks sinchroniškai
lv: sync - visas ievad/izvad darbības notiek sinhroni
ml: sync - എല്ലാ ഇന്പുട്ട്/ഔട്ട്പുട്ട് നടപടികളും സിംക്രണസായി നടക്കും
nn: sync - alle inn- og utdata vert handsama synkront
pa: sync - ਸਾਰੀਆਂ ਇੰਪੁੱਟ/ਆਊਟਪੁੱਟ ਕਾਰਵਾਈਆਂ ਸਮਕਾਲੀ ਵਾਪਰੀਆਂ ਹਨ
pl: sync - operacje wej¶cia/wyj¶cia odbywaj± siê synchronicznie
pt_br: sync - toda a atividade de entrada/saída ocorre de maneira síncrona
ro: sync - toate activităţile de intrare/ieşire de desfăşoară sincron
sl: sync - vse vhodno/izhodne dejavnosti potekajo usklajeno
zh_tw: sync - 所有 輸入/輸出 動作都將同步執行。

source: quiet - changing owner and permissions does not return errors
cy: quiet - dyw newid y perchennog a chaniatadau ddim yn dychwelyd gwallau
de: quiet - Ändern von Benutzer oder Rechten gibt im Fehlerfall keine Fehler zurück
el: quiet - η αλλαγή χρηστών και αδειών προσπέλλασης δεν επιστρέφει σφάλματα
eo: quiet - ŝanĝadoj de propruloj kaj atingopermesoj sen elirstatoj
et: quiet - omaniku ja lubade muutmine ei tagasta vigasid
eu: quiet - jabea eta baimenak aldatzeak ez du errorerik ematen
fa: quiet - تغییر صاحب و یا گروه پیغام خطایی بر نمیگرداند.
fi: quiet - omistajan ja käyttöoikeuksien muuttaminen ei aiheuta virheitä
gl: quiet - os cambios de usuario ou permisos non producen erros
he: quiet - שינוי בעלות והרשאות לא יחזירו שגיאות
id: quiet - perubahan kepemilikan dan perijinan tidak menampilkan kesalahan
kk: quiet – егесі мен оның құқын өзгерту қателерді қайтармайды
lt: quiet - failo savininko ir teisų pakeitimas negrąžins klaidų
lv: quiet - lietotāju un atļauju maiņas neatgriež kļudu paziņojumus
ml: quiet - ഉടമസ്തനെയും അനുമതികളും മാറ്റുന്നത് പിഴവ് തിരിച്ച് തരില്ല
nn: quiet - endring av eigar og tilgangsløyve gjev ikkje feilmeldingar
pa: quiet - ਮਾਲਕ ਅਤੇ ਮਨਜੂਰੀ ਤਬਦੀਲੀ ਨਾਲ ਕੋਈ ਗਲਤੀ ਨਹੀਂ ਹੋਈ
pl: quiet - zmiana w³a¶ciciela i uprawnieñ nie zwraca b³êdów
pt_br: quiet - a mudança de dono e de permissões não retorna erros
ro: quiet - fără erori la schimbarea proprietarului şi a drepturilor
sl: quiet - spreminjanje lastnika in dovoljenj ne vrne napak
zh_tw: quiet - 在改變擁有者和權限時不回應任何錯誤訊息。

source: Mount options:
cy: Opsiynnau clymu:
de: Mount-Optionen:
el: Επιλογές προσάρτησης:
eo: Surmetingaj elekteblecoj:
et: Haakimise valikud:
eu: Muntatze-aukerak:
fi: Liitosvalitsimet:
gl: Opcións de montaxe:
he: אפשרויות עגינה:
id: Pilihan-pilihan pengaitan:
kk: Жөндеу параметрлері:
lt: Prijungimo nuostatos:
lv: Montēšanas opcijas:
ml: മൌണ്ട് ഒപ്ഷനുകള്‍:
nn: Monteringsval:
pa: ਮਾਊਂਟ ਚੋਣ:
pl: Opcje montowania:
pt_br: Opções de montagem :
ro: Opţiuni de montare:
sl: Priklopne možnosti:
zh_tw: 掛載選項：

source: Mount options can tune the behavior of the file system.
cy: Gall opsiynnau clymu addasu ymddygiad y system ffeiliau.
de: Mount-Optionen können das Verhalten des Dateisystems optimieren.
el: Οι επιλογές προσάρτησης μπορούν να προσαρμόσουν την απόδοση και λειτουργίατου συστήματος αρχειών.
eo: Surmetingaj elekteblecoj permesas akomodadon de la dosiersitemo.
et: Haakimise valikud võimaldavad häälestada failisüsteemi käitumist.
eu: Muntatze-aukerek fitxategi-sistemaren portaera doi dezakete.
fa: گزینه‌های بارگذاری میتوانندرفتار فایل سیستم را عوض کنند.
fi: Liitosvalitsimilla voidaan säätää tiedostojärjestelmän ominaisuuksia.
gl: As opcións de montaxe poden axustar o comportamento do sistema de ficheiros.
he: אפשרויות עגינה מאפשרות הכוונה של התנהגותה של מערכת הקבצים.
id: Pilihan-pilihan pengaitan dapat mengubah cara kerja sistem berkas.
kk: Жөндеу параметрлері файлдық жүйені орнықтыруға мүмкіндік береді.
lt: Prijungimo nuostatos gali priderinti failų sistemos elgseną.
lv: Montēšanas opcijas nosaka failu sistēmas uzvedību.
ml: മൌണ്ട് ഒപ്ഷനുകള്ക്ക് സിസ്റ്റത്തിന്റെ പെരുമാറ്റത്തെ മെരുക്കാന്‍ കഴിയും.
nn: Monteringval kan stilla inn oppførselen til filsystemet.
pa: ਮਾਊਂਟ ਪੁਆਂਇਟ ਫਾਇਲ ਸਿਸਟਮ ਦੇ ਵਰਤਾਓ ਨੂੰ ਬਦਲ ਦਿੰਦਾ ਹੈ।
pl: Opcje montowania pozwalaj± dostroiæ zachowanie systemu plików.
pt_br: Opções de montagem podem melhorar o comportamente do sistema de arquivos.
ro: Opţiunile de montare pot regla comportamentul sistemului de fişiere.
sl: Priklopne točke lahko uskladijo obnašanje datotečnega sistema.
zh_tw: 掛載選項可以用來調整檔案系統的運作方式。

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
cy: Yn gwirio'r system ffeiliau ext3 yn y rhaniad #${PARTITION} ar ${DEVICE}...
de: Prüfe ext3-Dateisystem der Partition #${PARTITION} auf ${DEVICE} ...
el: Έλεγχος του συστήματος αρχείων ext3 στο τμήμα #${PARTITION} του ${DEVICE}...
eo: Kontroli la 'ext3'-a dosiersitemo en diskpartigo #${PARTITION} el ${DEVICE}...
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ext3 kontrollimine...
eu: ext3 fitxategi-sistema egiaztatzen ${DEVICE} gailuko #${PARTITION} partizioan...
fa: آزمایش فایل سیستم ext3 در پارتیشن #${PARTITION} از ${DEVICE}...
fi: Tarkistetaan laitteen ${DEVICE} ext3-tiedostojärjestelmää osiolla n:ro${PARTITION}
gl: A comprobar o sistema de ficheiros ext3 na partición núm. ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים ext3 במחיצה מספר ${PARTITION} בהתקן ${DEVICE}...
id: Sedang memeriksa sistem berkas ext3 pada partisi #${PARTITION} dari ${DEVICE}...
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext3 файлдық жүйесін тексеру...
lt: Tikrinimas ext3 failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}...
lv: Pārbaudu ${DEVICE} #${PARTITION} partīcijas ext3 failu sistēmu...
mg: Misafo ny file system ext3.ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}...
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext3 ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുന്നു...
nn: Sjekkar ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE} ...
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ext3 ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...
pl: Sprawdzanie systemu plików ext3 na partycji #${PARTITION} urz±dzenia ${DEVICE}...
pt_br: Checando o sistema de aquivos ext3 na partição #${PARTITION} de ${DEVICE}...
ro: Se verifică sistemul de fişiere ext3 de pe partiţia #${PARTITION} a ${DEVICE}...
sl: Preverjanje datotečnega sistema ext3 na razdelku #${PARTITION} v ${DEVICE} ...
zh_tw: 正在檢驗 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ext3 檔案系統...

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
cy: Canfuodd brawf y system ffeilau gyda'r math ext3 yn rhaniad #${PARTITION} ar ${DEVICE} wallau heb eu cywiro.
de: Der Test des Dateisystems vom Typ ext3 der Partition #${PARTITION} auf ${DEVICE} fand Fehler, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου ext3 στο τμήμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
eo: La kontrolo de 'ext3'-a dosiersitemo en diskpartigo #${PARTITION} el ${DEVICE} montris malkorektajn erarojn.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemi ext3 kontrollimisel leiti parandamata vigasid.
eu: Zuzendu gabeko erroreak aurkitu dira ${DEVICE} gailuko #${PARTITION} partizioan, ext3 motako fitxategi-sistemaren proban.
fa: آزمون فایل سیستم ext3 در پارتیشن #${PARTITION} از ${DEVICE} خطاهایی در این فایل سیستم پیدا کرد.
fi: ext3-tyyppisen tiedostojärjestelmän tarkistus laitteen ${DEVICE} osiolla n:ro${PARTITION} löysi virheitä joita ei voitu korjata.
gl: A proba do sistema de ficheiros ext3 na partición núm. ${PARTITION} de ${DEVICE} atopou erros sen corrixir.
he: לאחר בדיקת מערכת הקבצים מסוג ext3 במחיצה מספר ${PARTITION} בהתקן ${DEVICE} נמצאו שגיאות שלא תוקנו.
id: Pengujian sistem berkas ext3 pada partisi #{PARTITION} dari ${DEVICE} menemukan adanya kesalahan-kesalahan yang belum diperbaiki.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде ext3 файлдық жүйесін тексергенде қайтымсыз қателіктер табылды.
lt: Tikrinant ext3 tipo failų sistemą įrenginio ${DEVICE} skirsnyje #${PARTITION}, rasta neištaisytų klaidų.
lv: ${DEVICE} #${PARTITION} partīcijas ext3 tipa failu sistēmas pārbaude ir atradusi neizlabotas kļūdas.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തിലെ ext3 തരത്തിലുള്ള ഫയല്‍ സിസ്റ്റത്തിന്റെ പരിശോധനയില്‍ തിരുത്താത്ത പിഴവുകള്‍ കണ്ടു.
nn: Testing av ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE} fann feil som ikkje er retta opp.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ext3 ਕਿਸਮ ਨਾਲ ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਨੂੰ ਨਾ ਠੀਕ ਕੀਤੀਆਂ ਗਲਤੀਆਂ ਲੱਭੀਆਂ ਹਨ।
pl: Testowanie systemu plików ext3 na partycji #${PARTITION} urz±dzenia ${DEVICE} wykaza³o nienaprawialne b³êdy.
pt_br: O teste do sistema de arquivos com tipo ext3 na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.
ro: Testul sistemului de fişiere de tipul ext3 de pe partiţia #${PARTITION} a ${DEVICE} a găsit erori necorectate.
sl: Preskus datotečnega sistema ext3 na razdelku #${PARTITION} v ${DEVICE} je našel nepopravljene napake.
zh_tw: 在進行 ${DEVICE} 裝置上的第 ${PARTITION} 分割區的 ext3 檔案系統的測試時發現了未修正的錯誤。
