Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
cy: Gallwch ddewis y blaenoriaeth cwestiwn isaf rydych chi eisiau ei weld: - mae 'hanfodol' ar gyfer eitemau a wnaiff dorri system mwy na thebyg os nad yw'r defnyddiwr yn ymyrryd. - mae 'uchel' ar gyfer eitemau sydd heb rhagosodiad rhesymol. - mae 'canolig' ar gyfer eitemau arferol sydd efo rhagosodiad rhesymol. - mae 'isel' ar gyfer eitemau dibwys sydd efo rhagosodiad a fydd yn gweithio yn y rhan helaeth o sefyllfaoedd.
de: Sie können hier die niedrigste Priorität der Fragen festlegen, die Ihnen noch gestellt werden sollen; - kritisch ist für Dinge, die das System möglicherweise schädigen können, falls der Benutzer nicht eingreift. - hoch ist für Dinge, die keine sinnvollen Standardwerte haben. - mittel ist für normale Dinge, die gute Standardwerte haben. - niedrig ist für triviale Dinge, die Werte vordefiniert haben, die in den allermeisten Fällen gut funktionieren.
el: Μπορείτε να επιλέξετε την επιθυμητή ελάχιστη προτεραιότητα των ερωτήσεων: - 'κρίσιμη' για θέματα για τα οποία είναι απολύτως απαραίτητη η παρέμβαση του χρήστη. - 'υψηλή' για θέματα που δεν έχουν κάποια λογική προκαθορισμένη απάντηση. - 'μεσαία' για τυπικά ερωτήματα που έχουν προκαθορισμένες απαντήσεις. - 'χαμηλή' για όχι και τόσο σημαντικές ερωτήσεις που έχουν προκαθορισμένες απαντήσεις που ισχύουν στην πλειονότητα των περιπτώσεων.
eo: Elektu vidontajn demandojn: - 'kriza' vidu demandojn kiuj verŝajne, sen interveno de la uzanto, rompus la instalaĵon. - 'alta' vidu moderajn misaĵajn demandojn. - 'meza' vidu mezajn misaĵajn demandojn. - 'malalta' vidu banalecajn misaĵajn demandojn. Ĝenerale ĝia implicita reago funkcios.
et: Võid valida madalaima prioriteedi, millega küsimusi veel näidata: - 'kriitiline' tähendab, et vastamata jätmine tõenäoliselt rikuks paigalduse. - 'kõrge' tähendab, et küsimusel pole mõistlikke vaikeväärtusi. - 'keskmine' tähendab, et küsimusele on olemas mõistlikud vaikeväärtused. - 'madal' märgib triviaalseid küsimusi, mille vaikeväärtused sobivad valdavale enamusele juhtudest.
eu: Ikusi nahi duzun galderaren gutxieneko lehentasuna hauta dezakezu: - 'kritikoa' erabiltzaileak parte hartu ezean ziurrenik sistema hondatuko duten elementuetarako da. - 'handia' zentzuzko ezarpen lehenetsirik ez duten elementuetarako da. - 'ertaina' zentzuzko ezarpen lehenetsiak dituzten elementu normaletarako da. - 'txikia' kasu gehienetan funtzionatzen duten ezarpen lehenetsiak dituzten elementu arruntetarako da.
fa: شما میتوانید کمترین مقدار اولویت مقداری را که میخواهید تنظیم کنید انتاب کنید: - بحرانی برای مواردی که احتمال دارد باعث شکستن سیستم بدون دخالت کاربرشوند. - بالا برای مواردی که مقدار پیش‌فرض منطقی ندارند. - متوسط برای مواردعادی با مقدار پیش‌فرض منطقی - پایین برای مواردی که مقدار پیش‌فرض قابل اعتمادی دارند که بر روی اکثر سیستمها جواب خواهد داد.
fi: Voit valita alimman prioriteetin, jonka kysymyksiä haluat nähdä: - "kriittinen" on kysymyksille, jotka todennäköisesti rikkovat järjestelmän ilman käyttäjän toimia. - "korkea" on kysymyksille, joille ei ole järkeviä oletusarvoja. - "keskitaso" on normaaleille kysymykselle, joilla on järkevä oletus. - "matala" on itsestäänselville kysymyksille, joiden oletusarvot ...toimivat lähes aina.
gl: Pode escoller a prioridade mínima das preguntas que quere ver: - 'crítica' é para elementos polos que non funcionará o sistema se non intervén un usuario. - 'alta' é para elementos que non teñen valores por defecto razoables. - 'media' é para elementos normais con valores por defecto razoables. - 'baixa' é para elementos triviais con valores por defecto que han funcionar na maior parte dos casos.
he: ניתן לבחור את העדיפות הכי נמוכה לשאול שברצונך לראות: - 'קריטית' היא לדברים שכנראה ישברו את המערכת ללא התערבות של המשתמש. - 'גבוהה' היא לדברים שאין להם ברירות מחדל סבירות. - 'בינונית' היא לדברים עם ברירת מחדל סבירה - 'נמוכה' היא לדבר טריוולים שברירות המחדל שלהם יעבדו ברוב המוחלט של המערכות.
id: Anda dapat memilih prioritas pertanyaan terendah yang ingin Anda lihat: - 'kritis' untuk hal-hal yang dapat merusak sistem tanpa campur tangan pengguna. - 'tinggi' untuk hal-hal yang tidak memiliki nilai bawaan yang bisa ditentukan. - 'sedang' untuk hal-hal normal yang memiliki nilai bawaan yang bisa ditentukan. - 'rendah' untuk hal-hal biasa yang memiliki nilai bawaan yang pada umumnya dapat membuat sistem berfungsi normal.
kk: Маңыздылық деңгейін таңдаңыз, басқа қайсының сіздер сұрақ көруді қалаңыздар: - 'сын' сұрақ, жауаптары араласпаған жүйені пайдаланушыны жұмысқа қабілеттіліксізіне әкеле соқтырады. - 'жоғары' сұрақтарды үндемеумен қабылдауға болатын түр. - 'орташа' сұрақтарды ақылдыүнемдеу түрлері. - 'төмен' қарапайым сұрақтар, үшін үндемеудің түрлері бар, оқиғалардың басым көпшілігінде жұмыс істеушілер.
lt: Galite pasirinkti žemiausią rodomų klausimų prioritetiškumą: - 'kritiškas' - klausimams, kurie neįsikišus naudotojui greičiausiai nulauš sistemą. - 'aukštas' - klausimams, neturintiems priimtino numatytojo varianto. - 'vidutinis' - įprastiems klausimams, turintiems priimtiną numatytąjį variantą. - 'žemas' - paprastiems klausimams, turintiems numatytąjį atsakymo variantą, tinkantį didžiumai atvejų.
lv: Jūs varat noteikt kādas prioritātes jautājumus Jūs gribat redzēt: - 'kritiska' - jautājumi, kas visticamāk padarīs sitēmu nelietojamu ja lietotājs uz tiem neatbildēs. - 'augsta' - jautājumiem, kam nav pietiekoši labas vērtības pēc noklusējuma. - 'vidēja' - normāliem jautājumiem, kam ir labi noklusējumi. - 'zema' - triviāliem jautājumiem, kur vērtības pēc noklusējuma strādās lielākajā daļā gadījumā.
mg: Afaka misafidy ny fialohan'ny fanontaniana ambany indrindra izay ho apetraka ianao: '-' 'mahana' dia mikasika ireo zavtra mety hanimba ny milina raha ... tsy mamaly ny mpampisa ny milina. '-' 'avo' dia ho an'ireo fanontaniana tsy manana valin-teny voafidy mialoha ... mahafam -po. '-' 'afovoany' dia ho an'ireo fanontaniana izay afaka valina amin'ny valin-teny ... voafidy mialoha. '-' 'iva' ho an'ireo fanontaniana tsotra izay azo valina soa aman-tsara amin'ny ... alalan'ny valin-teny voafidy mialoha.
ml: നിങ്ങള്ക്ക് കാണാനാഗ്രഹമുള്ള ഏറ്റവും ചെറിയ മുന്ഗണന നിങ്ങള്ക്ക് തിരഞ്ഞെടുക്കാം: - 'ഗുരുതരം' എന്നത് ഉപയോക്തൃ ഇടപെടലില്ലെങ്കില്‍ ഒരു പക്ഷേ സിസ്റ്റം മുറിച്ചേക്കാം. - 'ഉയര്ന്ന' എന്നത് നല്ല ഡിഫാള്ടില്ലാത്ത ഐറ്റങ്ങള്ക്കാണ്. - 'ഇടക്കുള്ള' എന്നത് നല്ല ഡിഫാള്ട്ടുള്ള സാധാരണ ഐറ്റങ്ങള്ക്കാണ്. - 'താഴ്ന്ന' എന്നത് കൂടുതല്‍ സന്ദര്ബങ്ങളിലും പ്രവര്ത്തിക്കുന്ന ഡിഫാള്ട്ടുള്ളവക്കാണ്.
nn: Du kan velja den lågaste prioriteten for spørsmål som skal visast: - «kritisk» er for innstillingar som er heilt naudsynte for at systemet skal kunna verka. - «høg» er for innstillingar utan fornuftige standardval. - «middels» er for vanlege innstillingar med fornuftige standardval. - «låg» er for enkle innstillingar der standardvalet nesten alltid vil fungera fint.
pa: ਤੁਸੀਂ ਪ੍ਰਸ਼ਨ ਦੀ ਘੱਟ ਤਰਜੀਹ ਚੁਣ ਸਕਦੇ ਹੋ ਜਿਸ ਨੂੰ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ: - 'ਨਾਜ਼ੁਕ' ਉਹਨਾਂ ਇੰਦਰਾਜਾਂ ਲਈ ਹੈ ਜੋ ਉਪਭੋਗੀ ਨੂੰ ਬਿਨ ਦੱਸਿਆਂ ਸਿਸਟਮ ਨੂੰ ਸੰਭਾਵੀ ਹੀ ਖਰਾਬ ਕਰਦਾ ਹੈ। - 'ਉੱਚ' ਉਹਨਾਂ ਇੰਦਰਾਜਾਂ ਲਈ ਹੈ ਜੋ ਬਿਨਾਂਂ ਮੂਲ ਕਾਰਨ ਹੁੰਦੀਆਂ ਹਨ। - 'ਮੱਧਮ' ਆਮ ਇੰਦਰਾਜਾਂ ਲਈ ਹੈ ਜੋ ਕਾਰਨ ਵਾਲਾ ਮੂਲ ਹੁੰਦਾ ਹੈ। - 'ਘੱਟ' ਮਾਮੂਲੀ ਇੰਦਰਾਜਾਂ ਲਈ ਹੈ ਜੋ ਮੂਲ ਹੁੰਦਾ ਹੈ ਜਿਸ ਨਾਲ ਬਹੁਤੇ ਮੁੱਦਿਆਂ ਵਿੱਚ ਕੰਮ ਕਰੇਗੀ।
pl: Wybierz najni¿szy priorytet pytañ, które maj± byæ Ci zadawane: - 'krytyczny' okre¶la te pytania, które bez interwencji ze strony u¿ytkownika mog± prowadziæ do zepsucia systemu. - 'wysoki' okre¶la te pytania, które nie maj± rozs±dnych warto¶ci domy¶lnych. - '¶redni' - okre¶la te pytania, które maj± rozs±dne warto¶ci domy¶lne. - 'niski' - okre¶la te pytania, których warto¶ci domy¶lne bêd± odpowiednie w wiêkszo¶ci przypadków.
pt_br: Você pode selecionar a menor prioridade das perguntas que você deseja que sejam exibidas: - 'crítica' é para itens que provavelmente causariam problemas em seu sistema sem sua intervenção. - 'alta' é para itens que não com respostas padrão razoáveis. - 'média' é para itens comuns que com respostas padrão razoáveis. - 'baixa' é para itens triviais que com respostas padrão que funcionarão para a grande maioria dos casos.
ro: Puteţi selecta cel mai scăzut nivel de prioritate a întrebărilor pe care doriţi să le vedeţi: - 'critic' pentru elemente care probabil vor corupe sistemul fără intervenţia utilizatorului. - 'ridicat' pentru elemente care nu au valori implicite rezonabile. - 'mediu' pentru elemente normale care au valori implicite rezonabile. - 'scăzut' pentru elemente triviale care au valori implicite care funcţionează pentru o vastă majoritate a cazurilor.
sl: Izberete lahko najnižjo prednost vprašanj, ki jih želite videt: - 'kritična' je za stvari, ki bodo verjetno pokvarili sistem brez uporabnikove intervencije. - 'visoka' so za stvari, ki nimajo razumnih privzetih vrednosti. - 'srednja' je za normalne stvari, ki imajo razumne privzete vrednosti. - 'nizka' je za trivialne stvari, ki imajo privzete vrednosti, ki bodo delovale v večini primerov.
zh_tw: 您可以選擇您想回答的問題的最低等級： -【關鍵】 是指如果使用者沒有加以設定，將可能會使得系統無法正 常運作的項目。 -【高】 是指預設值往往並不是很恰當的項目。 -【中】 是指預設值適用於多數情況的一般項目。 -【低】 是指在絕大多數情況下都可以放心使用其預設值的瑣碎項 目。

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
cy: Er enghraifft, mae'r cwestiwn hwn o flaenoriaeth canolog, ac os oedd eich blaenoriaeth chi yn 'uchel' neu 'hanfodol' eisioes, ni fyddwch yn gweld y cwestiwn hwn.
de: Diese Frage ist zum Beispiel Priorität Mittel, und falls Ihre Priorität bereits auf hoch oder kritisch gesetzt wäre, würden Sie die Frage nicht sehen.
el: Για παράδειγμα, αυτή η ερώτηση είναι μεσαίας προτεραιότητας, και αν είχατε ορίσει 'υψηλή' ή 'κρίσιμη' προτεραιότητα δε θα βλέπατε αυτήν την ερώτηση.
eo: Ekzemple, ĉi demando kiun vi reagas estas meze prioritata, kaj se via prioritato estas jam 'alta' aŭ 'kriza', vi ne vidos ĉi demandon.
et: Näiteks see küsimus on keskmise prioriteediga. Kui su prioriteet oleks 'kõrge' või 'kriitiline', siis seda küsimust üldse ei küsitaks.
eu: Adibidez, galdera hau lehentasun ertainekoa da, eta zure lehentasuna 'handia' edo 'kritikoa' bada, ez duzu galdera hau ikusiko.
fa: برای مثال این سوال دارای اولویت متوسط است و اگر اولویت انتخابی شما بالا یا بحرانی باشد این سوال را نخواهید دید.
fi: Esimerkiksi tämä kysymys on keskitason prioriteettia, ja jos asettamasi prioriteetti olisi ollut jo "korkea" tai "kriittinen", et näkisi tätä kysymystä.
gl: Por exemplo, esta pregunta é de prioridade media, e se a súa prioridade xa fose 'alta' ou 'crítica', non vería esta pregunta.
he: לדוגמה, השאלה הזאת היא בעדיפות בינונית, ואם העדיפות שלך היתה גבוהה או קריטית, השאלה לא היתה מוצגת.
id: Sebagai contoh, pertanyaan ini berprioritas sedang, dan bila prioritas yang Anda pilih 'tinggi' atau 'kritis', Anda tidak akan melihat pertanyaan ini.
kk: мысалы, мынау сұрақ - маңыздылығы орта деңгейлі сұрақ, және егер тілектес деңгей анықталған болу 'биік' немесе 'сын', онда сіз көре алмас едіңіз мына сұрақты.
lt: Pavyzdžiui, šis klausimas turi vidutinį prioritetą, ir jei Jūsų pasirinktas prioritetas jau būtų nustatytas kaip 'aukštas' ar 'kritiškas', jūs šio klausimo nematytumėte.
lv: Piemēram, šim jautājumam ir vidēja prioritāte un ja jūs būtu agrāk izvēlējušies augstu vai kritisku prioritāti, tad jūs šo jautājumu neredzētu.
mg: Ohatra, ity fanontaniana ity dia manana fialohana "afovoany", raha toa ka fialohana "avo" na "mahana" no nofidinao dia tsy nahita an'io fanontaniana io ianao.
ml: ഉദാഹരണത്തിന് ഈ ചോദ്യം ഇടക്കുള്ള മുന്ഗണനയുള്ളതാണ്, നിങ്ങളുടെ മുന്ഗണന നേരത്തെ തന്നെ 'ഉയര്ന്ന' അല്ലെങ്കില്‍ 'ഗുരുതരം' എന്നതായിരുന്നെങ്കില്‍ ഈ ചോദ്യം നിങ്ങള്‍ കാണില്ലായിരുന്നു.
nn: Dette spørsmålet har middels prioritet. Dersom du hadde valt «høg» eller «kritisk» prioritet, ville du ikkje sett dette spørsmålet.
pa: ਉਦਾਹਰਨ ਵਜੋਂ, ਇਹ ਪ੍ਰਸ਼ਨ ਮੱਧਮ ਤਰਜੀਹ ਵਾਲਾ ਹੈ, ਅਤੇ ਜੇ ਤੁਹਾਡੀ ਤਰਜੀਹ ਪਹਿਲਾਂ ਹੀ 'ਉਚ' ਜਾਂ 'ਨਾਜ਼ੁਕ' ਹੈ, ਤੁਸੀਂ ਇਹ ਪ੍ਰਸ਼ਨ ਵੇਖ ਨਹੀਂ ਸਕਦੇ।
pl: Dla przyk³adu, to pytanie ma ¶redni priorytet, wiêc gdyby do tej pory Twój priorytet by³ 'wysoki' lub 'krytyczny', nie zobaczy³by¶ tego pytania.
pt_br: Por exemplo, esta pergunta é de prioridade média e caso sua configuração de prioridades já estivesse definida para 'alta' ou 'crítica' você não a estaria vendo.
ro: De exemplu, aceasta este o întrebare de nivel mediu, şi dacă nivelul ales este 'ridicat' sau critic', nu veţi vedea această întrebare.
sl: Na primer, to vprašanje je srednje prioritete. Če bi vaša prioriteta že bila 'visoka' ali 'kritična', tega vprašanje ne bi videli.
zh_tw: 例如，這個問題的優先等級是【中】，而您所指定的優先等級卻是【高】或是【關鍵】，那麼這個問題就會被直接略過了。

source: Change debconf priority
cy: Newid blaenoriaeth debconf
de: Debconf-Priorität ändern
el: Αλλαγή της προτεραιότητας του debconf
eo: Ŝanĝu Debianan prioritatan agordon
et: Muuda debconf'i prioriteeti
eu: Aldatu debconf-en lehentasuna
fa: تغییر اولویت debconf
fi: Muuta debconf-prioriteettia
gl: Cambiar a prioridade de debconf
he: שינוי העדיפות של Debconf
id: Ganti prioritas debconf
kk: debconf маңыздылық деңгейін орнату
lt: Debconf'o prioritetiškumo keitimas
lv: Izmainīt debconf prioritāti
mg: Manova ny fialohan'ny debconf
ml: ഡെബ്കോണ്ഫ് മുന്ഗണന മാറ്റുക
nn: Endra debconf-prioritet
pa: debconf ਦਰਜਾ ਤਬਦੀਲ
pl: Zmieñ priorytet debconfa
pt_br: Mudar prioridade debconf
ro: Schimbare a priorităţii debconf
sl: Spremeni prioriteto debconfa
zh_tw: 改變 debconf 的優先等級設定

source: Continue
cy: Mynd ymlaen
de: Weiter
el: Συνέχεια
eo: Daŭrigu
et: Jätka
eu: Jarraitu
fa: ادامه
fi: Jatka
gl: Continuar
he: המשך
id: Teruskan
kk: Жалғастыру
lt: Tęsti
lv: Turpināt
ml: തുടരുക
nn: Hald fram
pa: ਜਾਰੀ ਰੱਖੋ
pl: Dalej
pt_br: Continuar
ro: Continuă
sl: Nadaljuj
zh_tw: 繼續

source: Go Back
cy: Mynd yn ôl
de: Zurück
el: Επιστροφή
eo: Retroiru
et: Mine tagasi
eu: Joan atzera
fa: بازگشت
fi: Palaa
gl: Voltar
he: חזרה אחורה
id: Kembali
kk: Қайту
lt: Grįžti
lv: Atpakaļ
mg: Miverina any ariana
ml: തിരിച്ചു പോകുക
nn: Gå tilbake
pa: ਪਿੱਛੇ ਜਾਓ
pl: Wstecz
pt_br: Voltar
ro: Înapoi
sl: Pojdi nazaj
zh_tw: 返回

source: Yes
cy: Ie
de: Ja
el: Ναι
eo: Jes
et: Jah
eu: Bai
fa: بله
fi: Kyllä
gl: Si
he: כן
id: Ya
kk: Ия
lt: Taip
lv: Jā
mg: Eny
ml: വേണം
nn: Ja
pa: ਹਾਂ
pl: Tak
pt_br: Sim
ro: Da
sl: Da
zh_tw: 是

source: No
cy: Na
de: Nein
el: Όχι
eo: Ne
et: Ei
eu: Ez
fa: نه‌خیر
fi: Ei
gl: Non
he: לא
id: Tidak
kk: Жоқ
lt: Ne
lv: Nē
mg: Tsy
ml: വേണ്ട
nn: Nei
pa: ਨਹੀਂ
pl: Nie
pt_br: Não
ro: Nu
sl: Ne
zh_tw: 否

source: <Tab> moves between items; <Space> selects; <Enter> activates buttons
de: <Tab> wechselt zwischen Optionen; <Leertaste> wählt aus; <Enter> aktiviert
eo: <Tab> transloku inter eroj; <Space> elektu eron; <Enter> aktivigu butonojn
eu: <Tab> elementuetan mugitzeko; <Zuriunea> hautatzeko; <Sartu> aktibatzeko
gl: <Tab> cambiar entre elementos; <Espazo> escoller; <Intro> activar os botóns
he: <Tab> מעביר בין עצמים; <Space> בוחר; <Enter> מפעיל את הכפתורים
lt: <Tab> judėti tarp įrašų; <Space> pasirinkti; <Enter> vykdymo klavišas
lv: <Tab> pārvietojas starp elementiem; <Space> iezīmē; <Enter> aktivizē pogas
ml: <Tab> ഐറ്റങ്ങള്ക്കിടയില്‍ മാറ്റുന്നു; <Space> തിരഞ്ഞെടുക്കുന്നു; <Enter> ബട്ടണുകള്‍ സജീവമാക്കുന്നു
pa: <Tab> ਇਕਾਈਆਂ ਵਿੱਚ ਲਿਜਾਂਦਾ ਹੈ; <Space> ਚੁਣਦਾ ਹੈ; <Enter> ਬਟਨ ਸਰਗਰਮ ਕਰਦਾ ਹੈ
ro: <Tab> mişcare între elemente; <Spaţiu> selectează; <Enter> activează butoane
zh_tw: 使用 <Tab> 來在各個項目間移動；<Space> 選擇；<Enter> 按下按鈕

source: Screenshot
de: Bildschirmfoto
eo: Ekrankopio
eu: Pantaila argazkia
gl: Capturar pantalla
he: צילום מסך
lt: Ekrano muotrauka
lv: Ekrānattēls
ml: സ്ക്രീന്ഷോട്ട്
pa: ਪਰਦਾ-ਤਸਵੀਰ
ro: Captură
zh_tw: 螢幕快照

source: Screenshot saved as %s
de: Der Schnappschuss wurde unter %s gespeichert
eo: Ekrankopio konservas en %s
eu: Pantaila argazia %s bezala gorderik
gl: Gravouse a captura coma %s
he: צילום מסך נשמר כ-%s
lt: Ekrano nuotrauka išsaugota kaip %s
lv: Ekrānattēls saglabāts kā %s
ml: സ്ക്രീന്ഷോട്ട് %s ആയി സേവ് ചെയ്തു
pa: ਪਰਦਾ-ਤਸਵੀਰ %s ਤੌਰ ਤੇ ਸੰਭਾਲਿਆ ਗਿਆ
ro: Captura a fost salvată ca %s
zh_tw: 將螢幕快照另存為 %s

source: !! ERROR: %s
cy: !! GWALL: %s
de: !! FEHLER: %s
el: !! ΣΦΑΛΜΑ: %s
eo: !! ERARO: %s
et: !! VIGA: %s
eu: !! ERROREA: %s
fa: خطا %s
fi: !! VIRHE: %s
gl: !! ERRO: %s
he: שגיאה : %s !!!
id: !! KESALAHAN: %s
kk: !! Қате: %s
lt: !! KLAIDA: %s
lv: !! KĻŪDA: %s
mg: !! FAHADISOANA: %s
ml: !! പിഴവ്: %s
nn: !! FEIL: %s
pa: !! ਗਲਤੀ: %s
pl: !! B£¡D: %s
pt_br: !! ERRO: %s
ro: !! EROARE: %s
sl: !! NAPAKA: %s
zh_tw: [!! 錯誤]：%s

source: KEYSTROKES:
cy: BYSELLWASGIADAU:
de: TASTENDRÜCKE:
el: ΠΛΗΚΤΡΑ:
eo: PULSOBATOJ:
et: KLAHVIVAJUTUSED:
eu: TEKLA-SAKATZEAK:
fa: کلیدهای فشار داده شده:
fi: NÄPPÄINOIKOTIET:
gl: TECLAS:
he: לחיצות מקשים:
kk: ПЕРНЕНІҢ:
lt: SUTRUMPINIMAI:
lv: TAUSTIŅU KOMBINĀCIJAS:
ml: കീസ്ട്രോക്കുകള്‍:
nn: TASTETRYKK:
pa: ਸਵਿੱਚ ਸਟੋਕਰ:
pl: SKRÓTY KLAWIATUROWE:
pt_br: TECLAS DE ATALHO :
ro: TASTE:
sl: PRITISKI TIPK:
zh_tw: [鍵擊]：

source: Display this help message
cy: Dangos y neges cymorth hwn
de: Diese Nachricht anzeigen
el: Εμφάνιση αυτού του βοηθητικού μηνύματος
eo: Montru ĉi tiu helpa mesaĝo
et: Näita seda abistavat teadet
eu: Bistaratu laguntza-mezu hau
fa: نمایش این پیغام کمکی
fi: Näytä tämä ohjeteksti
gl: Amosar esta mensaxe de axuda
he: הצגת הודעת העזרה
id: Tampilkan bantuan ini.
kk: Көмек туралы хабарлауды көрсету
lt: Rodyti šį pagalbos pranešimą
lv: Parādīt šo palīdzības tekstu
ml: ഈ സഹായ സന്ദേശം പ്രദര്ശിപ്പിക്കുക
nn: Viser denne hjelpeteksten
pa: ਇਹ ਸਹਾਇਤਾ ਸੁਨੇਹਾ ਵੇਖਾਓ
pl: Wy¶wietla te informacje
pt_br: Exibir esta mensagem de ajuda
ro: Afişează acest mesaj de ajutor
sl: Prikaži to besedilo
zh_tw: 顯示這個求助資訊

source: Go back to previous question
cy: Mynd yn ôl i'r cwestiwn blaenorol
de: Zur vorherigen Frage zurückgehen
el: Επιστροφή στην προηγούμενη ερώτηση
eo: Retroiru al antaŭa demando
et: Mine tagasi eelmise küsimuse juurde
eu: Joan aurreko galderara
fa: بازگشت به سوال پیشین
fi: Palaa edelliseen kysymykseen
gl: Voltar á pregunta anterior
he: חזרה לשאלה הקודמת
id: Kembali ke pertanyaan sebelumnya
kk: Өткен сұраққа оралу
lt: Grįžti į ankstesnį klausimą
lv: Atgriezties pie iepriekšējā jautājuma
mg: Miverena amin'ilay fanontaniana teo aloha
ml: മുന്പത്തെ ചോദ്യത്തിലേക്ക് തിരിച്ചു പോകുക
nn: Gå tilbake til førre spørsmål
pa: ਪਿੱਛੇ ਸਵਾਲ ਤੇ ਜਾਓ
pl: Powrót do poprzedniego pytania
pt_br: Voltar a pergunta anterior
ro: Înapoi la întrebarea anterioară
sl: Pojdi nazaj na prejšnje vprašanje
zh_tw: 回到上一個問題

source: Select an empty entry
cy: Dewis cofnod gwag
de: Leeren Eintrag wählen
el: Επιλογή του κενής καταχώρησης
eo: Elektu malplenan registrokampon
et: Vali tühi kirje
eu: Hautatu sarrera huts bat
fa: انتخاب یک گزینه‌ی خالی
fi: Valitse tyhjä vaihtoehto
gl: Seleccionar unha entrada baleira
he: בחירת כניסה ריקה
id: Pilih sebuah entri kosong
kk: Бос жолды таңдау
lt: Pasirinkti tuščią eilutę
lv: Izvēlēties tukšu ierakstu
mg: Misafidiana fidirana banga
ml: ഒരു ശൂന്യ വരി തിരഞ്ഞെടുക്കുക
nn: Vel ei tom oppføring
pa: ਖਾਲੀ ਇੰਦਰਾਜ਼ ਚੁਣੋ
pl: Wybierz pusty wpis
pt_br: Selecione uma entrada vazia
ro: Selectează o intrare goală
sl: Izberi prazen niz
zh_tw: 選擇一個空項目

source: Prompt: '%c' for help, default=%d>
cy: Cwestiwn: '%c' ar gyfer cymorth, rhagosodiad=%d>
de: Eingabe: »%c« für Hilfe, Standard=%d>
el: Προτροπή: '%c' για βοήθεια, προεπιλογή=%d>
eo: Tajpu: '%c' por helpo, implicita valoro=%d>
et: Küsimus: '%c' abi saamiseks, vaikimisi=%d>
eu: Gonbita: '%c' laguntzarako, lehenetsia=%d>
fa: نمایش '%c' برای کمک، مقدار پیش‌فرض:%d>
fi: Kehote: "%c" on ohje, oletus=%d>
gl: Indicativo: '%c' para axuda, por defecto=%d>
he: prompt: '%c' לעזרה, ברירת מחדל '%d'>
id: Prompt: '%c' untuk bantuan, bawaan=%d>
kk: Енгізу : '%c'-- көмек , үндемеумен=%d>
lt: Kvietimas: '%c' pagalba, numatytasis=%d>
lv: Pieprasījums: '%c' palīdzībai, pēc noklusējuma=%>
ml: പ്രോംപ്റ്റ്: സഹായത്തിനായി '%c', ഡിഫാള്‍ട്ട്=%d>
nn: Leietekst: «%c» for hjelp, standard=%d>
pa: ਪਰਾਉਟ: '%c' ਸਹਾਇਤਾ ਲਈ, ਮੂਲ=%d>
pl: Wprowad¼: '%c' by uzyskaæ pomoc, domy¶lnie=%d>
pt_br: Aviso: '%c' para ajuda, padrão=%d>
ro: Prompt: '%c' pentru ajutor, implicit=%d>
sl: Poziv: '%c' za pomoč, privzeto=%d>
zh_tw: 提示：按 '%c' 求助，預設為：%d>

source: Prompt: '%c' for help>
cy: Cwestiwn: '%c' ar gyfer cymorth>
de: Eingabe: »%c« für Hilfe>
el: Προτροπή: '%c' για βοήθεια>
eo: Tajpu: '%c' por helpo>
et: Küsimus: '%c' abi saamiseks>
eu: Gonbita: '%c' laguntzarako>
fa: نمایش '%c' برای کمک>
fi: Kehote: "%c" on ohje>
gl: Indicativo: '%c' para axuda>
he: prompt: '%c' לעזרה>
id: Prompt: '%c' untuk bantuan>
kk: Енгізу : '%c'-- көмек>
lt: Kvietimas: '%c' pagalba>
lv: Pieprasījums: '%c' palīdzībai>
ml: പ്രോംപ്റ്റ്: സഹായത്തിനായി '%c'>
nn: Leietekst: «%c» for hjelp>
pa: ਪਰਾਉਟ: ਸਹਾਇਤਾ ਲਈ '%c'>
pl: Wpisz: '%c' by uzyskaæ pomoc>
pt_br: Aviso: '%c' para ajuda>
ro: Prompt: '%c' pentru ajutor>
sl: Poziv: '%c' za pomoč>
zh_tw: 提示：按 '%c' 求助>

source: Prompt: '%c' for help, default=%s>
cy: Cwestiwn: '%c' ar gyfer cymorth, rhagosodiad=%s>
de: Eingabe: »%c« für Hilfe, Standard=%s>
el: Προτροπή: '%c' για βοήθεια, προεπιλογή=%s>
eo: Tajpu: '%c' por helpo, implicita valoro=%s>
et: Küsimus: '%c' abi saamiseks, vaikimisi=%s>
eu: Gonbita: '%c' laguntzarako, lehenetsia=%s>
fa: نمایش '%c' برای کمک، مقدار پیش‌فرض:%s>
fi: Kehote: "%c" on ohje, oletus=%s>
gl: Indicativo: '%c' para axuda, por defecto=%s>
he: prompt: '%c' לעזרה, ברירת מחדל '%s'>
id: Prompt: '%c' untuk bantuan, bawaan=%s>
kk: Енгізу : '%c'-- көмек , үндемеумен=%s>
lt: Kvietimas: '%c' pagalba, numatytasis=%s>
lv: Pieprasījums: '%c' palīdzībai, pēc noklusējuma=%s>
ml: പ്രോംപ്റ്റ്: സഹായത്തിനായി '%c', ഡിഫാള്‍ട്ട്=%s>
nn: Leietekst: «%c» for hjelp, standard=%s>
pa: ਪਰਾਉਟ: '%c' ਸਹਾਇਤਾ ਲਈ, default=%s>
pl: Wprowad¼: '%c' by uzyskaæ pomoc, domy¶lnie=%s>
pt_br: Aviso: '%c' para ajuda, padrão=%s>
ro: Prompt: '%c' pentru ajutor, implicit=%s>
sl: Poziv: '%c' za pomoč, privzeto=%s>
zh_tw: 提示：按 '%c' 求助，預設為：%s>

source: [Press enter to continue]
cy: [Gwasgwch enter er mwyn mynd ymlaen]
de: [Drücken Sie die Eingabetaste, um fortzufahren]
el: [Πατήστε enter για συνέχεια]
eo: [Tajpu la klavon 'Eniri' por pluigi]
et: [Jätkamiseks vajuta enterit]
eu: (Jarraitzeko, sakatu Sartu)
fa: [برای ادامه enter را فشار دهید]
fi: [Paina Enter jatkaaksesi]
gl: [Prema Intro para continuar]
he: [יש ללחוץ enter להמשך]
id: [Tekan ENTER untuk meneruskan]
kk: [Жалғастыру үшін <enter> пернесін басыңыз]
lt: [Enter - tęsti]
lv: [Nospiediet Enter lai turpinātu]
mg: [Tsindrio Entrée raha hanohy]
ml: [തുടരാന്‍ എന്റര്‍ അമര്ത്തൂ]
nn: [Trykk Enter for å halda fram]
pa: [ਜਾਰੀ ਰੱਖਣ ਲਈ enter ਦਬਾਓ]
pl: [Wci¶nij enter by kontynuowaæ]
pt_br: [Pressione enter para continuar]
ro: [Apăsaţi enter pentru a continua]
sl: [Pritisnite enter za nadaljevanje]
zh_tw: [按 enter 鍵繼續]

source: Select and install software
de: Software auswählen und installieren
eo: Elektu kaj instalu pakojn
eu: Softwarea aukeratu eta instalatu
gl: Escoller e instalar software
lt: Pasirinkti ir įdiegti programinę įrangą
lv: Izvēlēties un installēt programmatūru
ml: സോഫ്റ്റ് വെയര്‍ തിരഞ്ഞെടുത്ത് ഇന്സ്റ്റാള്‍ ചെയ്യുക
pa: ਸਾਫਟਵੇਅਰ ਚੁਣੋ ਅਤੇ ਇੰਸਟਾਲ ਕਰੋ
ro: Selecţie şi instalare de aplicaţii
zh_tw: 選擇並安裝軟體

source: Setting up...
de: Einrichten ...
eo: Agordi...
eu: Ezartzen...
gl: A configurar...
he: מגדיר...
lt: Nustatoma...
lv: Uzstrādu ...
ml: ഒരുക്കുന്നു...
pa: ਸਥਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Pregătiri...
zh_tw: 正在進行設定...

source: Running tasksel...
de: Führe tasksel aus ...
eo: Plenumi 'tasksel'-on...
eu: Tasksel abiarazten...
gl: A executar tasksel...
he: מריץ את tasksel...
lt: Vykdomas taslsel...
lv: Palaižu tasksel...
ml: tasksel പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു...
pa: tasksel ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Se rulează tasksel...
zh_tw: 正在執行 tasksel...
