Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The two passwords you entered were not the same. Please enter a password again.
cy: Nid yw'r ddau gyfrinair a rhoddoch yr un peth. Rhowch gyfrinair eto.
de: Die zwei von Ihnen eingegebenen Passwörter sind nicht die selben. Bitte geben Sie erneut ein Passwort ein.
el: Οι δύο κωδικοί που πληκτρολογήσατε δεν είναι ομοιοι. Παρακαλώ πληκτρολογήστε ξανά έναν κωδικό.
eo: Vi ambaŭ malsame tajpis pasvortojn. Bonvolu reenigi pasvorton.
et: Paroolid, mis sa sisestasid, olid erinevad. Palun proovi uuesti.
eu: Sartutako bi pasahitzak ez dira berdinak. Sartu pasahitza berriro.
fa: دو اسم‌رمزی که وارد کرده‌اید یکی نیستند. لطفا مجددا وارد منید.
fi: Kirjoittamasi kaksi salasanaa eivät ole samat. Kirjoita salasana uudelleen.
gl: Os dous contrasinais que introduciu non son iguais. Introduza un novo contrasinal.
he: שתי הסיסמאות שהכנסת אינן זהות, הכנס בבקה את הסיסמה שוב.
id: Kedua kata sandi yang Anda masukkan tidak sama. Silakan masukkan sebuah kata sandi lagi.
kk: Сіз енгізген екі пароль бір-біріне сәйкес емес. Парольді қайта енгізіңіз.
lt: Du slaptažodžiai, kuriuos įvedėte, nevienodi. Įveskite slaptažodį vėl.
lv: Jūsu ievadītās paroles nesakrīt, lūdzu ievadiet tās vēlreiz.
mg: Tsy mitovy ireo teny mpamoha roa izay nampidirinao. Azafady mampidira teny mpamoha indray.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത രണ്ട് അടയാള വാക്കുകളും ഒന്നല്ല. ദയവായി ഒരു അടയാള വാക്ക് വീണ്ടും എന്റര്‍ ചെയ്യുക.
nn: Dei to passorda du skreiv inn er ikkje like. Skriv inn passordet igjen.
pa: ਭਰੇ ਹੋਏ ਦੋਨੋ ਗੁਪਤ-ਕੋਡ ਇੱਕੋ ਜਿਹੇ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਗੁਪਤ-ਕੋਡ ਭਰੋ।
pl: Wprowadzone has³a nie by³y takie same. Wprowad¼ has³o ponownie.
pt_br: As duas senhas que você informou não são iguais. Por favor, informe uma senha novamente.
ro: Cele două parole introduse de dvs. nu sunt identice. Vă rugăm să introduceţi din nou o parolă.
sl: Gesli, ki ste ju vnesli, se ne ujemata. Ponovno vnesite geslo.
zh_tw: 您所輸入的兩個密碼並不相同。請再次輸入密碼。

source: Start SSH
cy: Cychwyn SSH
de: SSH starten
el: Εκκίνηση SSH
eo: Ekrulu 'SSH'-on
et: Käivita SSH
eu: Abiarazi SSH
fa: آغاز SSH
fi: Käynnistä SSH
gl: Iniciar SSH
he: הפעל SSH
id: Memulai SSH
kk: SSH-ді іске қосу
lt: Paleisti vykdyti SSH
lv: Palaist SSH
mg: Alefaso ny SSH
ml: SSH തുടങ്ങുക
pa: SSH ਚਲਾਓ
pl: Uruchom SSH
pt_br: Iniciar o SSH
ro: Porneşte SSH
sl: Zaženi SSH
zh_tw: 啟動 SSH

source: To continue the installation, please use an SSH client to connect to the IP address ${ip} and log in as the "installer" user.
de: Um mit der Installation fortzufahren, verwenden Sie bitte einen SSH-Klienten und verbinden sich mit der IP-Adresse ${ip}; melden Sie sich als Benutzer »installer« an.
eo: Por daŭri la instaladon, bonvole per 'SSH'-dialogo konektu vin al la 'IP'-adreso ${ip} kaj salutu vin tiel "installer" uzulo.
eu: Instalatzen jarraitzeko, erabili SSH bezeroa ${ip} IP helbidera konektatzeko eta "installer" erabiltzaileaz saioa hasi.
gl: Para continuar a instalación, empregue un cliente de SSH para se conectar ao enderezo IP ${ip} e se identificar co usuario "installer".
ml: ഇന്സ്റ്റലേഷന്‍ തുടരുന്നതിന് ദയവായി ഒരു SSH ക്ലയന്റ് ഉപയോഗിച്ച് ${ip} എന്ന ഐപി വിലാസത്തിലേക്ക് കണക്റ്റ് ചെയ്യുകയും "installer" ഉപയോക്താവായി ലോഗ് ഇന്‍ ചെയ്യുകയും വേണം.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ "installer" ਉਪਭੋਗੀ ਤੌਰ ਤੇ ਲਾਗਇਨ ਕਰਨ ਲਈ SSH ਕਲਾਂਈਟ ਨੂੰ ${ip} IP ਸਿਰਨਾਵੇਂ ਨੂੰ ਵਰਤੋਂ।
ro: Pentru a continua instalarea, vă rugăm să folosiţi un client SSH pentru a vă conecta la adresa IP ${ip} şi a vă autentifica folosind utilizatorul "installer".

source: The fingerprint of this SSH server's host key is: ${fingerprint}
cy: Dyma ôl bys allwedd gwesteiwr y gweinydd SSH yma: ${fingerprint}
de: Der Fingerabdruck dieses SSH-Servers ist: ${fingerprint}
el: Η ταυτότητα του παρόντος εξυπηρετητή SSH είναι: ${fingerprint}
eo: La 'SSH'-gastservila ĉifroŝlosila stampaĵo estas: ${fingerprint}
et: SSH serveri võrgukoha võtme sõrmejälg: ${fingerprint}
eu: SSH zerbitzariaren ostalari-gako honen hatz-marka hau da: ${fingerprint}
fa: اثرانگشت سرور SSH میزبان: ${fingerprint}
fi: Tämän SSH-palvelimen konekohtaisen avaimen sormenjälki on: ${fingerprint}
gl: A pegada dactilar da chave de máquina deste servidor SSH é: ${fingerprint}
he: החתימה של מפתח המחשב של שרת SSH זה היא: ${fingerprint}
id: Sidik jari dari kunci host server SSH ini adalah: ${fingerprint}
kk: Осы SSH-сервердің host-кілтінің қолы (fingerprint): ${fingerprint}
lt: Šio SSH serverio rakto (host key) atspaudas (fingerprint): ${fingerprint}
lv: SSH servera saimniekdatora atslēgas nospiedums ir: ${fingerprint}
ml: ഈ SSH സേവകന്റെ ഹോസ്റ്റ് കീയുടെ വിരളടയാളമാണ്: ${fingerprint}
nn: Fingermerket for denne SSH-tenaren er: ${fingerprint}
pa: ਇਸ SSH ਸਰਵਰ ਦੀ ਮੇਜ਼ਬਾਨ ਕੁੰਜੀ ਦਾ ਫਿੰਗਰਪ੍ਰਿੰਟ ਹੈ: ${fingerprint}
pl: Odcisk klucza tego serwera SSH to: ${fingerprint}
pt_br: A impressão digital da chave de host desse servidor SSH é : ${fingerprint}
ro: Amprenta cheii calculatorului gazdă a acestui server SSH este: ${fingerprint}
sl: Odtis gostiteljskega ključa za ta strežnik je: ${fingerprint}
zh_tw: 該 SSH 伺服器的主機密鑰之指紋碼為：${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
cy: Gwiriwch ywn yn ofalus yn erbyn yr ôl bys a adroddir gan eich cleient SSH.
de: Bitte überprüfen Sie den Fingerabdruck sorgfältig gegen den vom SSH-Client mitgeteilten.
el: Παρακαλώ ελέγξτε αυτό με την ταυτότητα που αναφέρει ο πελάτης SSH που χρησιμοποιείτε.
eo: Bonvolu zorge rekontroli la stampaĵon reportitan de SSH-kliento.
et: Palun kontrolli hoolikalt, kas su SSH kliendi poolt näidatav sõrmejälg on sama.
eu: Konparatu hau arretaz zure SSH bezeroak emandako hatz-markarekin.
fa: لطفا این را با دقت با اثر انگشتی که کارگذار SSH شما گزارش کرده است مطابقت دهید
fi: Tarkasta huolellisesti tämän olevan sama kuin SSH-asiakasohjelman näyttämä sormenjälki.
gl: Compárea coidadosamente coa pegada dactilar da que lle informa o cliente SSH.
he: בדוק בזהירות את החתימה הזאת מול החתימה שמוצג בלקוח ה-SSH שלך.
id: Silakan memeriksa ini dengan teliti terhadap sidik jari yang dilaporkan oleh klien SSH yang Anda pakai.
kk: Бұл қолды сіздің SSH-клиентіңіз көрсеткен қолымен мұқият тексеріңіз.
lt: Įdėmiai sulyginkite šį atspaudą su atspaudu, kurį parodo Jūsų SSH klientinė programa.
lv: Lūdzu rūpīgi salīdziniet to ar jūsu SSH klienta ziņoto atslēgas nospiedumu.
ml: നിങ്ങളുടെ SSH ക്ലയന്റ് തന്ന വിരളടയാളവുമായി ഇത് ശ്രദ്ധാപൂര്‍വം പരിശോദിക്കേണ്ടതായുണ്ട്.
nn: Sjekk dette nøye mot fingermerket som vert rapportert av SSH-klienten din.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੀ ਤੁਹਾਡੇ SSH ਕਲਾਂਈਟ ਰਾਹੀਂ ਦਿੱਤੇ ਫਿੰਗਰਪ੍ਰਿੰਟ ਪ੍ਰਤੀ ਜਾਂਚ ਕਰੋ।
pl: Proszê uwa¿nie porównaæ go z odciskiem wypisanym przez klienta SSH.
pt_br: Por favor, confira essa impressão digital cuidadosamente, comparando-a com a impressão digital relatada por seu cliente SSH.
ro: Vă rugăm să verificaţi acest lucru cu grijă cu cel raportat de clientul dvs. SSH.
sl: Primerjajte ali se ujema z odtisom v vašem odjamalcu SSH.
zh_tw: 請仔細得比對它和您的 SSH 用戶端所得到的指紋碼是否一致。

source: No PALO partition was found.
cy: Ni chanfuwyd rhaniad PALO.
de: Es wurde keine PALO-Boot-Partition gefunden.
el: Δε βρέθηκε τμήμα PALO.
eo: Neniu 'PALO' diskpartigo estas trovita.
et: Ei leitud ühtki PALO partitsiooni.
eu: Ez da PALO partiziorik aurkitu.
fa: هیچ پارتیشن PALOای پیدا نشد.
fi: Yhtään PALO-osiota ei löytynyt
gl: Non se atopou ningunha partición de PALO.
he: לא נמצאה מחיצת PALO
id: Partisi PALO tidak ditemukan.
kk: PALO бөлімдері табылған жоқ
lt: PALO disko skirsnis nerastas.
lv: Neviena PALO partīcija nav atrasta.
mg: Tsy nahita fizarana PALO.
ml: PALO ഭാഗമൊന്നും കണ്ടില്ല.
nn: Fann ingen PALO-partisjon.
pa: ਕੋਈ PALO ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono partycji PALO.
pt_br: Nenhuma partição PALO foi encontrada.
ro: Nu s-a găsit nici o partiţie PALO.
sl: Ni mogoče najti razdelka PALO.
zh_tw: 找不到 PALO 啟動分割區。

source: The PALO partition must be in the first 2GB.
cy: Rhaid i'r rhaniad PALO fod yn y 2GB cyntaf.
de: Die PALO-Partition muss innerhalb der ersten 2GB liegen.
el: Το τμήμα PALO πρέπει να βρίσκεται στα πρώτα 2GB.
eo: La 'PALO'-diskpartigo lokendas la unuajn du megabajtojn el diskparto.
et: PALO partitsioon peab asuma esimese 2GB piires.
eu: PALO partizioak lehen 2 GBtan egon behar du.
fa: پارتیشن PALO باید در 2GB ابتدایی دیسک قرار گیرند
fi: PALO-osion on oltava ensimmäisen 2 Gt:n alueella.
gl: A partición de PALO debe estar antes dos primeiros 2 GB.
he: מחיצת PALO חייבת להיות על ה-2GB הראשונים.
id: Partisi PALO harus berada pada 2GB ruang hard disk pertama.
kk: PALO бөлімі алғашқы екі гигабайт шамасында болу керек.
lt: PALO disko skirsnis turi būti pirmuose 2GB.
lv: PALO partīcijai ir jāatrodas pirmajos 2 GB.
mg: Ny fizarana PALO dia tokony hita ao amin'ny 2GB voalohan'ny kapila.
ml: PALO ഭാഗം ആദ്യത്തെ 2GB ക്കുള്ളിലായിരിക്കണമെന്നുണ്ട്.
nn: PALO-partisjonen må vera på dei første 2GB.
pa: PALO ਭਾਗ ਪਹਿਲੇ 2 ਗੀ:ਬਾ: ਵਿੱਚ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
pl: Partycja PALO musi znajdowaæ siê w pierwszych 2GB.
pt_br: A partição PALO deve estar nos primeiros 2GB.
ro: Partiţia PALO trebuie să fie în primii 2GO.
sl: Razdelek PALO mora biti v prvih 2GB.
zh_tw: PALO 分割區必須位於磁碟開頭的 2GB 之內。

source: PALO boot partition
cy: Rhaniad bŵt PALO
el: τμήμα εκκίνησης για το PALO
eo: 'PALO'-praŝarga diskpartigo
et: PALO alglaaduripartitsioon
eu: PALO abioko partizioa
fa: پارتیشن راه‌انداز PALO
fi: PALO käynnistysosio
gl: Partición de inicio de PALO
he: מחיצת אתחול של PALO
id: Partisi boot PALO
kk: PALO жүктейтін бөлімі
lt: PALO įkėlimo (boot) disko skirsnis
lv: PALO ielādes partīcija
mg: Fizarana boot PALO
ml: PALO ബൂട്ട് ഭാഗം
nn: PALO oppstartspartisjon
pa: PALO ਬੂਟ ਭਾਗ
pl: Partycja uruchomieniowa PALO
pt_br: Partição de inicialização PALO
ro: Partiţie de pornire PALO
sl: Zagonski razdelek PALO
zh_tw: PALO 的啟動分割區

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
de: Damit Ihr Computer Debian starten kann, lädt die Firmware Ihres Itanium-Systems den Bootloader aus seiner privaten EFI-Partition der Festplatte. Der Bootloader lädt dann das Betriebssystem von der selben Partition. Eine EFI-Partition ist ein FAT16 Dateisystem mit gesetztem »Boot-Flag«. Die meisten Installationen haben die EFI-Partition in der ersten primären Partition der selben Festplatte, auf der sich das Wurzeldateisystem befindet.
eo: Via 'Itanium' sistema firmvaro ŝargas praŝargilon el ĝia privata 'EFI' fiksa diskpartigo por praŝargi vian novan sistemon. La praŝargilo poste ŝargas la operaciumon el la sama diskpartigo. 'EFI'-a diskpartigo uzas la 'FAT16' dosieraranĝo kaj estendas deklarata kia praĝargebla. Plejmulto de instaladoj lokas la 'EFI'-diskpartigon sur la unua elementa diskpartigo el la sama fiksita disko kies la radika dosiersistemo.
et: Et su uut süsteemi käima lasta, laeb su Itanium süsteemi püsivara kõvakettal asuvast privaatsest EFI partitsioonist alglaaduri. Seejärel laeb alglaadur samalt partitsioonilt operatsioonisüsteemi. EFI partitsioon on formaaditud FAT16 failisüsteemiga ja selle alglaetavuse lipp on püsti. Enamik paigaldusi asetavad EFI partitsiooni juurfailisüsteemi sisaldava kõvaketta esimesele primaarsele partitsioonile.
eu: Debian sistema berria abiarazteko, Itanium sistemako firmwareak abioko kargatzailea kargatzen du disko gogorreko EFI partizio pribatutik. Orduan, abioko kargatzaileak sistema eragilea kargatzen du partizio horretatik bertatik. EFI partizioak FAT16 fitxategi-sistema formateatuta du eta abiagarriaren bandera ezarrita du. Instalazio gehienetan EFI partizioa erroko fitxategi-sistema eusten duen disko gogorraren lehen mailako partizioan jartzen da.
gl: Para iniciar o seu novo sistema, o firmware do seu sistema Itanium carga o cargador de inicio dende a súa partición privada EFI do disco duro. Despois, o cargador de inicio carga o sistema operativo dende a mesma partición. Unha partición EFI está formatada co sistema de ficheiros FAT16 e ten o indicador de inicio activado. A maioría das instalacións sitúan a partición EFI na primeira partición primaria do mesmo disco duro que contén a partición raíz.
he: כדי להתחיל את המערכת החדשה שלך, ה-firmware על מערכת ה-Itanium טוענת את מנהל האתחול ממחיצת EFI הפרטית על הדיסק הקשיח. מנהל האתחול טוען את מערכת ההפעלה מאותה מחיצה. מחיצת EFI היא בעלת מערכת קבצים מסוג FAT16 ובעלת דגל אתחול. רוב ההתקנות שמות את מחיצת ה-EFI על המחיצה הראשית הראשונה של הדיסק הקשיח שמכיל את שורש מערכת הקבצים.
lt: Tam kad startuotų nauja Debian sistema, Jūsų Itanium sistemos mikroprograma (firmware) įkelia pradinį įkėliklį iš savo savo nuosavo EFI disko skirsnio. Po to, pradinis įkėliklis įkelia operacinę sistema iš to paties skirsnio. EFI skirsnis formatuotas FAT16 failų sistemai ir turi nustatytą įkėlimo (bootable) vėlevėlę. Dažniausiai EFI skirsnis talpinamas pirmame pirminiame skirsnyje to pačio disko, kuriame yra ir ir šakninė failų sistema.
lv: Lai sāknētu Jūsu jauno sistēmu, jūsu Itanium sistēmas programmatūra ieādēs sāknētāju no savas EFI partīcijas. Sāknētājs pēc tam no tās pašas partīcijas ielādēs operētājsistēmu. EFI patrīcija ir formatēta ar FAT16 failu sistēmu un tai ir uzstādīts sāknēšanas parametrs. Lielākā daļa instalāciju novieto EFI partīciju uz tā diska pirmās primārās partīcijas uz kura atrodas arī saknes failu sistēma.
ml: നിങ്ങളുടെ സിസ്റ്റം തുടങ്ങുന്നതിനായി നിങ്ങളുടെ ഇറ്റാനിയം സിസ്റ്റത്തിലെ ഫേംവെയര്‍ ഹാര്ഡ് ഡിസ്കിലെ അതിന്റെ സ്വകാര്യ EFI ഭാഗത്ത് നിന്നും ബൂട്ട് ലോഡര്‍ ചേര്ക്കുന്നു. ബൂട്ട് ലോഡര്‍ അതിനു ശേഷം അതേ ഭാഗത്ത് നിന്നും ഓപറേറ്റിങ്ങ് സിസ്റ്റം ചേര്ക്കുന്നു. ഒരു EFI ഭാഗത്തിന് ബൂട്ട് ചെയ്യാവുന്നത് എന്ന കൊടി സെറ്റ് ചെയ്തിട്ടുള്ളതും FAT16 ഫയല്‍ സിസ്റ്റം ഫോര്മാറ്റ് ചെയ്തിട്ടുള്ളതും അതില്‍ ഉണ്ട്. കൂടുതല്‍ ഇന്സ്റ്റലേഷനുകളും EFI ഭാഗം റൂട്ട് ഫയല്‍ സിസ്റ്റം ഉള്ക്കൊള്ളുന്ന അതേ ഹാര്ഡ് ഡിസ്കിന്റെ ആദ്യ പ്രാഥമിക ഭാഗത്താണ് വയ്കാറുള്ളത്.
pa: ਨਵਾਂ ਸਿਸਟਮ ਚਲਾਉਣ ਲਈ, ਤੁਹਾਡੇ Itanium ਸਿਸਟਮ ਤੇ firmware ਹਾਰਡ ਡਿਸਕ ਤੋਂ ਆਪਣੇ ਨਿੱਜੀ EFI ਭਾਗ ਤੋਂ ਬੂਟ ਲੋਡਰ ਲੋਡ ਕਰਦਾ ਹੈ। ਬੂਟ ਲੋਡਰ ਫਿਰ ਉਸੇ ਭਾਗ ਤੋਂ ਓਪਰੇਟਿੰਗ ਲੋਡ ਕਰਦਾ ਹੈ। ਇੱਕ EFI ਭਾਗ ਕੋਲ FAT16 ਫਾਇਲ ਸਿਸਟਮ ਹੈ ਅਤੇ ਬੂਟ-ਹੋਣ-ਯੋਗ ਚਿੰਨ ਨਿਰਧਾਰਿਤ ਹੈ। ਬਹੁਤੀਆਂ ਇੰਸਟਾਲੇਸ਼ਨਾਂ EFI ਭਾਗ ਨੂੰ ਉਸੇ ਹਾਰਡ ਡਿਸਕ ਦੇ ਪਹਿਲੇ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਵਿੱਚ ਰੱਖਦਾ ਹੈ ਜੋ root ਫਾਇਲ ਸਿਸਟਮ ਸੰਭਾਲਦਾ ਹੈ।
ro: Pentru a porni noul dvs. sistem, firmware-ul de pe sistemul dvs. Itanium ia încărcătorul de sistem de pe partiţia sa privată EFI de pe discul fix. Încărcătorul de sistem porneşte apoi sistemul de operare de pe aceiaşi partiţie. O partiţie EFI este formatată cu sistemul de fişiere FAT16 şi are fanionul "bootable" activat. Majoritatea instalărilor plasează partiţia EFI pe prima partiţie primară a aceluiaşi disc fix care conţine sistemul de fişiere rădăcină.
zh_tw: 為了能啟動您的新系統，您的 Itanium 系統的韌體將會從硬碟上的專用 EFI 分割區中載入開機程式，這個開機程式再從同一分割區中載入作業系統。而在 EFI 分割區上會有一個格式化過，並設定為可開機的 FAT16 檔案系統。大部份的安裝程式會將 EFI 分割區置於和包含 root 檔案系統之同一顆硬碟的第一個主要分割區上。

source: No EFI partition was found.
cy: Ni chanfuwyd rhaniad EFI.
de: Es wurde keine EFI-Partition gefunden.
el: Δε βρέθηκε τμήμα EFI.
eo: Neniu 'EFI'-diskpartigo estas trovita.
et: Süsteemist ei leitud ühtki EFI partitsiooni.
eu: Ez da EFI partiziorik aurkitu.
fi: Yhtään EFI-osiota ei löytynyt
gl: Non se atopou ningunha partición EFI.
he: לא נמצאה מחיצת EFI
id: Partisi EFI tidak ditemukan.
kk: EFI бөлімдері табылмады.
lt: EFI disko skirsnis nerastas.
lv: EFI partīcija nav atrasta.
mg: Tsy nahita fizarana FEI.
ml: EFI ഭാഗമൊന്നും കണ്ടില്ല.
nn: Fann ingen EFI-partisjon.
pa: ਕੋਈ EFI ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ ਹੈ।
pl: Nie znaleziono partycji EFI.
pt_br: Nenhuma partição EFI foi encontrada.
ro: Nu s-a găsit nici o partiţie EFI.
sl: Ni mogoče najti razdelka EFI.
zh_tw: 找不到 EFI 分割區。

source: EFI boot partition
cy: Rhaniad bŵt EFI
el: τμήμα εκκίνησης για το EFI
eo: 'EFI'-praŝarga diskpartigo
et: EFI alglaaduripartitsioon
eu: EFI abioko partizioa
fi: EFI-käynnistysosio
gl: Partición de inicio EFI
he: מחיצת אתחול של EFI
id: Partisi boot EFI
kk: EFI жүктейтін бөлімі
lt: EFI pradinio įkėlimo (boot) disko skirsnis
lv: EFI sāknēsanas partīcija
mg: Fizarana boot EFI
ml: EFI ബൂട്ട് ഭാഗം
nn: EFI oppstartspartisjon
pa: EFI boot ਭਾਗ
pl: Partycja uruchomieniowa EFI
pt_br: Partição de inicialização EFI
ro: Partiţie de pornire EFI
sl: Zagonski razdelek EFI
zh_tw: EFI 的啟動分割區

source: EFIboot
eo: 'EFI'-praŝargo
eu: EFI abioa
gl: InicioEFI
he: אתחול של EFI
id: boot EFI
ml: EFIബൂട്ട്
nn: EFI-oppstart
pl: EFI uruch.
pt_br: inicializEFI
sl: EFIzagon
zh_tw: EFI/啟動

source: Partition for boot loader installation:
cy: Rhaniad ar gyfer sefydliad bŵtlwythydd:
de: Partition für die Installation des Bootloaders:
el: Τμήμα για εγκατάσταση του φορτωτή εκκίνησης:
eo: Diskpartigo kie instalota praŝargilo:
et: Partitsioon alglaaduri paigaldamiseks:
eu: Abioko kargatzailea instalatzeko partizioa:
fi: Levyosio johon alkulatausohjelma asennetaan:
gl: Partición na que se instalará o cargador de inicio:
he: התקן להתקנת מנהל אתחול:
id: Partisi untuk pemasangan boot loader:
kk: Жүйелік жүктеуішті орнатуға арналған бөлім:
lt: Disko skirsnis pradinio įkėliklio diegimui:
lv: Partīcija sāknētāja instalācijai:
mg: Fizarana hametrahana ny boot loader:
ml: ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റലേഷന് വേണ്ട ഭാഗം:
nn: Partisjon for installasjon av oppstartsprogrammet:
pa: ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਭਾਗ
pl: Partycja do instalacji programu uruchomieniowego:
pt_br: Partição a ser usada para a instalação do carregador de inicialização :
ro: Partiţia folosită pentru instalarea încărcătorului de sistem:
sl: Naprava za namestitev zagonskega nalaganika:
zh_tw: 用來安裝開機程式的磁碟分割區：

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
de: Die vorhandenen Partitionen Ihres Systems sind hier aufgelistet. Bitte wählen Sie die Partition, die elilo zum Booten Ihres neuen Systems benutzen soll.
eo: Nuntempe disponeblaj diskpartigoj en via sistemo estas menciitaj. Bonvule elektu tiun, kiu la 'elilo' programo uzos por praŝargi vian novan Debianan sitemon.
eu: Sisteman une honetan erabilgarri dauden partizioak zerrendan daude. Aukeratu elilo-k sistema berria abiarazteko erabiltzea nahi duzuna.
gl: Na lista amósanse as particións dispoñibles no seu sistema. Escolla a partición que quere que empregue elilo para iniciar o seu novo sistema.
lt: Sąraše pateikti Jūsų sistemoje esami disko skirsniai. Prašau pasirinkti vieną, kurį norite, kad elilo naudotų naujosios sistemos įkrovimui.
lv: Šeit ir visas jūsu sistēmā pieejamās partīcijas. Izvēlieties to, kuru elilo izmantot, lai sāknētu Jūsu jauno sistēmu.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ഇപ്പോള്‍ ലഭ്യമായിട്ടുള്ള ഭാഗങ്ങള്‍ പട്ടികയിലുണ്ട്. ദയവായി നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യുന്നതിനായി ഇലിലോ ഉപയോഗിക്കണമെന്ന് നിങ്ങളാഗ്രഹിക്കുന്ന ഒരെണ്ണം തിരഞ്ഞെടുക്കു.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਮੌਜੂਦਾ ਉਪਲੱਬਧ ਭਾਗ ਵਿਖਾਏ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਚੁਣੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ elilo ਦੁਆਰਾ ਨਵੇਂ ਸਿਸਟਮ ਤੇ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ।
ro: Partiţiile disponibile acum în sistemul dvs. sunt afişate. Vă rugăm să o alegeţi pe aceea pe care doriţi să fie folosită de elilo pentru a porni noul sistem.
zh_tw: 以下列出的是您的系統中可供使用的磁碟分割區。請選擇其中之一給 elilo 使用來讓您的新系統能夠開機。

source: No boot partitions detected
cy: Ni chanfuwyd rhaniad bŵt
de: Keine Bootpartitionen erkannt
el: Δεν ανιχνεύθηκαν εκκινήσιμα τμήματα
eo: Neniu praŝarga subdisdo estas detektita
et: Ei avastatud ühtki alglaaduripartitsiooni
eu: Ez da abioko partiziorik atzeman
fi: Käynnistysosioita ei löytynyt
gl: Non se detectou ningunha partición de inicio
he: לא נמצאו מחיצות אתחול
id: Tidak ditemukan adanya partisi boot
kk: Жүктелуге тиіс бөлімдер табылмады.
lt: Nėra aptikta įkrovimo (boot) skirsnių
lv: Sāknējamas partīcijas nav atrastas
ml: ബൂട്ട് ഭാഗങ്ങളൊന്നും കണ്ടുപിടിക്കപ്പെട്ടിട്ടില്ല
nn: Fann ingen oppstartspartisjonar
pa: ਕੋਈ ਬੂਟ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie wykryto partycji uruchomieniowych
pt_br: Nenhuma partição de inicialização detectada
ro: Nu s-au găsit partiţii de pornire
sl: Nisem zaznal nobenih zagonskih razdelkov
zh_tw: 沒有偵測到啟動分割區

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
cy: Ni chanfuwyd rhaniad sy'n addas i elilo ei ddefnyddio. Mae elilo angen rhaniad gyda system ffeiliau FAT, a'r banner bŵt wedi ei osod.
de: Es wurden keine passenden Partitionen für die Benutzung mit elilo gefunden. Elilo benötigt eine Partition mit dem FAT-Dateisystem und mit gesetztem Bootflag.
eo: Neniu diskpartigo taŭgas la 'elilo'-uzadon. 'elilo' bezonas diskpartigon kun 'FAT' dosiersistemo kaj praŝarga flago.
et: Ei leitud ühtki elilo jaoks sobivat partitsiooni. Elilo vajab püstise alglaadimislipuga FAT failisüsteemi.
eu: Ez da elilo-k erabiltzeko partizio egokirik aurkitu. Elilo-k behar duen partizioak FAT fitxategi-sistema eta abioko bandera ezarrira izan behar du.
gl: Non hai particións axeitadas para que empregue elilo. Elilo precisa dunha partición cun sistema de ficheiros FAT e o indicador de inicio activo.
he: לא נמצאו מחיצות מתאימות לשימוש של elilo. Elilo צריך מחיצה עם מערכת קבצים מסוג FAT ודגל מסוג boot.
kk: elilo қолдана алатын бір де бір бөлім табылмады. elilo-ға жүктелетін деп белгіленген FAT файлдық жүйелері бар бөлімдер қажет
lt: Nerasta disko skirsnio, tinkamo elilo naudojimui. Pradiniam įkėlikliui elilo reikia skirsnio su FAT failų sistema, ir su nustatyta įkrovos vėlevėle (boot flag).
lv: Nav atrasta neviena piemērota partīcija, kuru elilo varētu izmantot. Ir nepieciešama partīcija ar FAT failu sistēmu un uzstādītu sāknēšanas karodziņu.
ml: ഇലിലോയ്ക്ക് ഉപയോഗിക്കാനനുയോജ്യമായ ഭാഗങ്ങളൊന്നും അവിടെയുണ്ടായിരുന്നില്ല. ഇലിലോയ്ക്ക് ബൂട്ട് കൊടി സെറ്റ് ചെയ്ത ഒരു FAT ഫയല്‍ സിസ്റ്റമാവശ്യമുണ്ട്.
pa: ਇੱਥੇ elilo ਦੇ ਵਰਤਣ ਲਈ ਕੋਈ ਜਾਇਜ਼ ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ। Elilo ਨੂੰ FAT ਫਾਇਲ ਸਿਸਟਮ ਵਾਲਾ ਭਾਗ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਬੂਟ ਚਿੰਨ ਨਿਰਧਾਰਿਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Nu a fost găsită nici o partiţie potrivită pentru a fi folosită de elilo. Elilo are nevoie de o partiţie cu un sistem de fişiere FAT, şi cu fanionul de pornire activate.
zh_tw: 未能找到 elilo 能適用的分割區。Elilo 需要一個使用 FAT 檔案系統且設定為【啟動】的分割區。

source: Install the elilo boot loader on a hard disk
cy: Sefydlu'r bŵtlwythydd elilo ar ddisgen caled
de: Elilo-Bootloader auf einer Festplatte Installieren
el: Εγκατάσταση του φορτωτή εκκίνησης elilo σε σκληρό δίσκο
eo: Instalu la 'elilo'-praŝargilon sur fiksita disko
et: Paigalda alglaadur elilo kõvakettale
eu: Instalatu elilo abioko kargatzailea disko gogorrean
fi: Asenna elilo-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio elilo nun disco duro
he: התקנת מנהל האתחול elilo על הדיסק הקשיח
id: Install boot loader elilo pada sebuah hard disk
kk: elilo жүйелік жүктеуішін қатқыл дискіге орнату керек пе?
lt: Pradinio įkėliklio elilo diegimas į kietąjį diską
lv: Instalēt elilo sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader elilo
ml: ഇലിലോ ബൂട്ട് ലോഡര്‍ ഒരു ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer oppstartslastaren elilo på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ elilo ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj program uruchomieniowy elilo na dysku twardym
pt_br: Instalar o carregador de incialização elilo em um disco rígido
ro: Instalează încărcătorul de sistem elilo pe un disc fix
sl: Namesti zagonski nalagalnik elilo na disk
zh_tw: 將 elilo 開機程式安裝至硬碟上
