Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
cy: Mwy na thebyg, mae'n rhaid i chi lwytho gyrryddion o ddisgen hyblyg cyn mynd ymlaen gyda'r sefydliad. Os ydych chi'n gwybod bydd y sefydliad yn gweithio heb yrrwyr ychwanegol, gallwch hepgor y cam hwn.
de: Sie müssen vermutlich Treiber von Diskette laden, bevor Sie mit der Installation fortfahren können. Wenn Sie sicher sind, dass keine zusätzlichen Treiber benötigt werden, können Sie diesen Schritt überspringen.
el: Πιθανότατα να χρειαστεί να φορτώσεττε κάποιους οδηγούς από δισκέτα ώστε να είναι δυνατή η συνέχιση της εγκατάστασης. Αν γνωρίζετε ότι η εγκατάσταση θα προχωρήσει και χωρίς επιπλέον οδηγούς, μπορείτε να παραλείψετε αυτό το στάδιο.
eo: Vi verŝajne bezonas ŝargi aparatadaptilojn el disketo antaŭ ol pluigi la instaladon. Se vi scias ke la instalado certe daŭros sen pliaj aparatadaptiloj, vi povos preterpasi ĉi tiun paŝon.
et: Tõenäoliselt pead enne paigaldamisega edasi minemist flopi pealt draivereid laadima. Kui sa tead, et paigaldamine laabub ka ilma lisadraiveriteta, võid selle sammu vahele jätta.
eu: Ziurrenik disketetik kontrolatzaileak kargatu beharko dituzu instalazioarekin jarraitu baino lehen. Instalazioak kontrolatzaile osagarririk gabe funtzionatuko duela baldin badakizu, urrats hau salta dezakezu.
fa: احتمالا لازم است که درایورهایی از فلاپی بارگذاری کنید تا قادر به ادامه‌ی کار باشید. اگر شما مطمئن هستید که بدون این درایورها قادر به ادامه‌ی کار هستید میتوانید از این مرحله صرف نظر کنید.
fi: Todennäköisesti sinun on ladattava ajureita levykkeeltä ennen kuin jatkat asennusta. Jos tiedät asennuksen toimivan ilman ylimääräisiä ajureita, voit ohittaa tämän kohdan.
gl: É posible que teña que cargar controladores dun disquete antes de continuar coa instalación. Se xa sabe que a instalación ha funcionar sen controladores extra, pode omitir este paso.
he: כנראה צריך לטעון דריברים מהדיסקט לפני שממשיכים עם ההתקנה. אם אתה יודע שההתקנה תעבוד ללא דריברים נוספים אתה יכול לדלג על שלב זה.
id: Anda mungkin perlu memuat driver dari disket sebelum melanjutkan instalasi. Jika Anda yakin bahwa instalasi akan berjalan tanpa driver tambahan, Anda dapat melewatkan langkah ini.
kk: Сізге орнату қалыпты жүру үшін дискетадан драйверлерді жүктеу қажет болар. Мұнсыз да іске асатынына көз жеткізсеңіз, бұл жолды өткізіп жіберуге болады.
lt: Galbūt, prieš tęsiant įdiegimą, reikia įkelti valdykles iš diskelio. Jei Jūs žinote, kad diegimas dirbs ir be papildomų valdyklių, galite praleisti šį žingsnį.
lv: Jums visticamāk būs jaielāde draiveri no disketes pirms Jūs varēsiet turpināt instalaciju. Ja Jūs zināt, ka instalāciju var turpināt bez papildus draiveriem Jūs varat izlaist šo soli.
ml: ഇന്‍സ്റ്റല്ലേഷന്‍ തുടരാന്‍ ഫ്ലോപ്പിയില്‍ നിന്നു ഡ്രൈവേര്‍സ്‌ ലോഡ്‌ ചെയ്യേണ്ടി വരും.ഇവയൊന്നും കൂടാതെ ഇന്‍സ്റ്റാള്‍ ചെയ്യാമെന്നുണ്ടെങ്കില്‍ നിങ്ങള്‍ക്ക്‌ ഈ പ്രക്രിയ അവഗണിക്കാം.
nn: Du må truleg lasta inn drivarar frå ein diskett før du held fram med installasjonen. Viss du veit at installasjonen vil fungera utan drivarar kan du hoppa over dette steget.
pa: ਤੁਹਾਨੂੰ ਸੰਭਾਵੀ ਹੀ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਫਲਾਪੀ ਤੋਂ ਡਰਾਈਵਰ ਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਜੇ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਇੰਸਟਾਲ ਵਾਧੂ ਡਰਾਈਵਰ ਤੋਂ ਬਿਨਾਂ ਕੰਮ ਕਰੇਗਾ, ਤੁਸੀਂ ਇਹ ਪਗ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Prawdopodobnie, przed kontynuacj± instalacji, potrzebujesz za³adowaæ sterowniki z dyskietki. Je¶li jeste¶ pewien/pewna, ¿e instalacja zadzia³a bez dodatkowych sterowników, mo¿esz opu¶ciæ ten etap.
pt_br: Você provavelmente precisa carregar módulos a partir de um disquete antes de continuar com a instalação. Caso você saiba que a instalação funcionará sem módulos extras, você pode pular este passo.
ro: Probabil că va trebui să încărcaţi driver-e de pe o dischetă înainte de a continua instalarea. Dacă ştiţi că instalarea va funcţiona fără alte driver-e, puteţi să săriţi peste acest pas.
sl: Najverjetneje morate naložiti gonilnike iz diskete preden nadaljujete z namestitvijo. Če veste, da bo namestitev delovala brez dodatnih gonilnikov, lahko preskočite ta korak.
zh_tw: 在繼續安裝之前，您可能需要從軟碟片中載入一些驅動程式。如果您確知在安裝過程中不需要其他額外的驅動程式，可以跳過這個步驟。

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
cy: Os ydych angen llwytho gyrryddion, rhowch y disgen hyblyg gyrrydd priodol yn y gyrriant cyn mynd ymlaen
de: Falls Sie Treiber laden müssen, legen Sie bitte die entsprechende Diskette ein, bevor Sie fortfahren.
el: Αν χρειάζεται να φορτώσετε οδηγούς, τοποθετήστε την κατάλληλη δισκέτα στη μονάδα πριν συνεχίσετε.
eo: Se vi bezonas ŝargi aparatadaptilojn, enŝovu taŭgan disketon de aparatadaptiloj antaŭ ol daŭrigi.
et: Kui pead draivereid laadima, siis sisesta enne jätkamist sobiv draiveriflopi.
eu: Kontrolatzaileak kargatu beharrik ez baduzu, jarraitu baino lehen txertatu kontrolatzailearen diskete egokia.
fa: اگر شما به درایورهای خاصی نیاز دارید، فلاپی آنها را در درایو قرار دهید.
fi: Jos ajureita on ladattava, pistä sopiva levyke asemaan ennen kuin jatkat.
gl: Se ten que cargar controladores, introduza o disquete de controladores axeitado antes de continuar.
he: אם צריך לטעון דריברים, הכנס את הדיסקט הדריברים המתאים לכונן לפני שתמשיך.
id: Bila Anda perlu memuat driver, silakan sisipkan disket driver sebelum melanjutkan.
kk: Егер сізге драйверлерді толықтыра жүктеу қажет болса, керекті драйвері бар дискетаны енгізіңіз.
lt: Jei Jums reikia įkelti valdykles (drivers), įdėkite atitinkamą valdyklių diskelį prieš tęsiant.
lv: Ja Jums ir jāielādē draiveri, ievietojiet attiecīgo draiveru disketi pirms turpināt.
ml: ഫ്ലോപ്പിയില്‍ നിന്നു ഡ്രൈവേര്‍സ്‌ ലോഡ്‌ ചെയ്യണമെങ്കില്‍, ഇന്‍സ്റ്റല്ലേഷന്‍ തുടരുന്നതിനു മുംബ്‌, ശരിയായ ഡ്രൈവര്‍ ഫ്ലോപ്പി ഇടുക.
nn: Viss du treng å lasta drivarar, set inn den rette drivardisketten før du held fram.
pa: ਜੇ ਤੁਹਾਨੂੰ ਡਰਾਈਵਰ ਲੋਡ ਕਰਨ ਦੀ ਜਰੂਰਤ ਨਹੀਂ, ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਜਾਇਜ਼ ਡਰਾਈਵਰ ਫਲਾਪੀ ਪਾਓ।
pl: Je¶li musisz za³adowaæ sterowniki, powiniene¶ przed kontynuacj± w³o¿yæ do stacji dyskietkê z nimi.
pt_br: Caso você opte por carregar módulos, insira o disquete con os módulos aproriados antes de continuar.
ro: Dacă alegeţi să încărcaţi driver-ele, ar trebui să introduceţi discheta înainte de a continua.
sl: Če potrebujete gonilnike, pred nadaljevanjem vstavite pravo disketo z gonilniki.
zh_tw: 如果您真的必須載入一些驅動程式，在繼續之前請插入適當的驅動程式軟碟片。

source: Load drivers from a floppy
cy: Llwytho gyrryddion o ddisgen hyblyg
de: Treiber von einer Diskette laden
el: Φόρτωση των οδηγών από δισκέτα
eo: Ŝargi aparatadaptilojn el disketo
et: Lae draiverid flopilt
eu: Kargatu kontrolatzaileak disketetik
fa: بارگذاری درایورها از فلاپی
fi: Lataa ajurit levykkeeltä
gl: Cargar controladores dende un disquete
he: טעינת דריברים מהדיסקט
id: Memuat driver dari sebuah disket
kk: Драйверлерді дискетадан жүктеу
lt: Valdyklių (drivers) įkėlimas iš diskelio
lv: Ielādēt draiverus no disketes
ml: ഫ്ലോപ്പിയില്‍ നിന്നു ഡ്രൈവേര്‍സ്‌ ലോഡ്‌ ചെയ്യുക
nn: Hent drivarar frå ein diskett
pa: ਫਲਾਪੀ ਤੋਂ ਡਰਾਇਵਰ ਲੋਡ
pl: Za³aduj sterowniki z dyskietki
pt_br: Carregar módulos a partir de um disquete
ro: Încărcaţi driver-e de pe o dischetă
sl: Naloži gonilnike iz diskete
zh_tw: 從軟碟片中載入驅動程式

source: Unknown floppy. Try to load anyway?
gl: Disquete descoñecido. ¿Quere tentar cargalo igualmente?
ml: തിരിച്ചറിയപ്പെടാത്ത ഫ്ലോപ്പി. എന്നാലും ലോഡ്‌ ചെയ്യട്ടേ?
pa: ਅਣਜਾਣ ਫਲਾਪੀ ਹੈ। ਕੀ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਲੋਡ?

source: The floppy is not a known driver floppy. Please make sure that the correct floppy is in the drive. You can still continue if you have an unofficial floppy you want to use.
gl: O disquete non é un disquete de controladores coñecido. Asegúrese de que o disquete correcto estea introducido na unidade. Pode continuar se quere empregar un disquete non oficial.
ml: ഈ ഫ്ലോപ്പി ഒരു അഞ്ജ്നാത ഫ്ലോപ്പി ആണു. ഡ്രൈവില്‍ ഉള്ളതു ശരിയായ ഫ്ലോപ്പി ആണെന്നു ഉറപ്പു വരുത്തുക.അനൌദ്യോഗിക ഫ്ലോപ്പി ഉപയോഗിക്കണമെങ്കില്‍ നിങ്ങള്‍ക്കു തുടരാം.
pa: ਫਲਾਪੀ ਤੋਂ ਡਾਟਾ ਪੜਨ ਵਿੱਚ ਮੁਸ਼ਕਿਲ ਹੈ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਡਰਾਈਵ ਵਿੱਚ ਸਹੀ ਫਲਾਪੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਢੁੱਕਵੀਂ ਫਲਾਪੀ ਦੀ ਬਜਾਏ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਵੀ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ।

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
gl: Primeiro introduza ${DISK_LABEL} ('${DISK_NAME}').
ml: ദയവായി ആദ്യം ${DISK_LABEL} ('${DISK_NAME}') ഇടുക.
pa: ਪਹਿਲਾਂ ${DISK_LABEL} ('${DISK_NAME}') ਪਾਓ ਜੀ।

source: Due to dependencies between packages, driver floppies must be loaded in the correct order.
gl: Debido a dependencias entre paquetes, hai que cargar os disquetes cos controladores na orde correcta.
ml: പാക്കേജുകള്‍ തമ്മിലുള്ള ആശ്രയത്വം കാരണം ഡ്രൈവര്‍ ഫ്ലോപ്പികള്‍ ശരിയായ ക്രമത്തില്‍ ഇടുക.
pa: ਪੈਕੇਜਾਂ ਵਿੱਚ ਆਪਸੀ ਨਿਰਭਰਤਾ ਕਰਕੇ, ਡਰਾਇਵਰ ਫਲਾਪੀਆਂ ਨੂੰ ਠੀਕ ਕ੍ਰਮ 'ਚ ਲੋਡ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।

source: Load drivers from another floppy?
gl: ¿Cargar controladores de outro disquete
ml: വേറൊരു ഫ്ലോപ്പിയില്‍ നിന്നു ഡ്രൈവേര്‍സ്‌ ലോഡ്‌ ചെയ്യട്ടേ?
pa: ਕੀ ਹੋਰ ਫਲਾਪੀ ਤੋਂ ਡਰਾਇਵਰ ਲੋਡ?

source: To load additional drivers from another floppy, please insert the appropriate driver floppy before continuing.
gl: Para cargar controladores adicionais de outro disquete, introduza o disquete de controladores axeitado antes de continuar.
ml: കൂടുതലായി ഡ്രൈവര്‍സ്‌ വേറൊരു ഫ്ലോപ്പിയില്‍ നിന്നു ലോഡ്‌ ചെയ്യാന്‍ഇന്‍സ്റ്റല്ലേഷന്‍ തുടരുന്നതിനു മുംബ്‌, ശരിയായ ഡ്രൈവര്‍ ഫ്ലോപ്പി ഇടുക.
pa: ਜੇ ਤੁਹਾਨੂੰ ਡਰਾਈਵਰ ਲੋਡ ਕਰਨ ਦੀ ਜਰੂਰਤ ਨਹੀਂ, ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਜਾਇਜ਼ ਡਰਾਈਵਰ ਫਲਾਪੀ ਪਾਓ।

source: Select your floppy device:
cy: Dewiswch eich dyfais disg hyblyg:
de: Wählen Sie Ihr Diskettenlaufwerk:
el: Επιλέξτε τη μονάδα δισκέτας:
eo: Elektu vian diskilon:
et: Vali oma flopiseade:
eu: Hautatu diskete-gailua:
fa: دستگاه فلاپی خود را انتخاب کنید:
fi: Valitse levykeasema:
gl: Escolla a unidade de disquete
he: בחירת כונן דיסקטים:
id: Pilih piranti penggerak disket Anda:
kk: Дискжетегіңізді таңдаңыз:
lt: Pasirinkite lankstaus diskelio įrenginį:
lv: Izvēlieties Jūsu diskešu dziņa iekārtu:
mg: Mpamaky zana-kapila :
ml: ഫ്ലോപ്പി ഉപകരണം തിരഞ്ഞെടുക്കുക:
nn: Vel eininga for diskettstasjonen:
pa: ਆਪਣਾ ਫਲਾਪੀ ਜੰਤਰ ਚੁਣੋ:
pl: Wybierz stacjê dyskietek:
pt_br: Selecione seu leitor de disquetes :
ro: Selectaţi unitatea dvs. de dischetă:
sl: Izberite disketno napravo:
zh_tw: 選擇軟碟機：

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include devices that are not floppy drives.
de: Es wurde kein Standard-Diskettenlaufwerk gefunden. Falls Sie ein USB-Laufwerk oder ein anderes untypisches Diskettenlaufwerk haben, wählen Sie es bitte aus der Liste. Beachten Sie, dass auch Geräte aufgelistet sein können, die keine Diskettenlaufwerke sind.
eo: Neniu norma diskilo estis trovita. Se vi uzas 'USB'-an diskilon aŭ aliajn malkutimajn diskilojn, elektu ĝin el la listo. Notu ke la listo povas ankaŭ enhavi legilojn kiuj ne estas diskturniloj.
eu: Ez da diskete unitate estandarrik aurkitu. USB diskete unitatea edo ohizkoa ez den diskete unitatea baduzu aukeratu zerrendatik. Kontutan izan zerrendak diskete unitateak ez diren beste gailuak ere erakutsi ditzakeela.
gl: Non se atopou ningunha unidade de disquete estándar. Se ten unha unidade de disquete USB ou outro tipo non habitual de unidade de disquete, escóllaa na lista. Teña en conta que a lista tamén pode incluír dispositivos que non son unidades de disquete.
lt: Standartinio lankstaus diskelio įrenginio nerasta. Jei Jūs turite USB ar kitokį, ne tipinį lanksčių diskelių įrenginį, pasirinkite jį iš sąrašo. Pastebėkite, kad sąraše taip pat gali būti įrenginių, kurie nėra lanksčių diskelių įrenginiai.
lv: Neviena standart diskešu iekārta nav atrasta. Ja jūs izmantojat USB diskešu dzini vai kādu citu netradicionālu iekārtu, lūdzu izvēlieties tos no saraksta. Piezīme: šajā sarakstā var parādīties arī iekārtas, kas nav diskešu dziņi.
ml: സാധാരണ ഫ്ലോപ്പി ഡ്രൈവ്‌ ഒന്നും കണ്ടില്ല. നിങ്ങളുടെത്‌ യു.എസ്‌. ബി ഫ്ലോപ്പി ഡ്രൈവോ അസാധാരണ തരത്തിലുള്ള ഏതെങ്കിലും ആണെങ്കില്‍ പട്ടികയില്‍ നിന്നും തിരഞ്ഞെടുക്കുക.ഫ്ലോപ്പി ഡ്രൈവ്‌ അല്ലാത്ത ഉപകരണങ്ങളും ഇതില്‍ കാണുമെന്നു ശ്രദ്ധികുക.
pa: ਕੋਈ ਮਿਆਰੀ ਫਲਾਪੀ ਡਰਾਈਵ ਨਹੀਂ ਲੱਭੀ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ USB ਫਲਾਪੀ ਡਰਾਈਵ ਜਾਂ ਕੁਝ ਹੋਰ ਫਲਾਪੀ ਡਰਾਈਵ ਕਿਸਮਾਂ ਹਨ, ਇਸ ਨੂੰ ਸੂਚੀ ਵਿੱਚ ਚੁਣੋ। ਯਾਦ ਰੱਖੋ ਕਿ ਸੂਚੀ ਵਿੱਚ ਜੰਤਰ ਹੋ ਸਕਦੇ ਹਨ ਜੋ ਫਲਾਪੀ ਡਰਾਈਵਾਂ ਨਹੀਂ ਹਨ।ਂ ਤੋਂ ਪੜੇਗਾ।
ro: Nu a fost găsită nici o unitate de dischetă standard. Dacă aveţi o unitate de dischetă pe USB sau alt tip neobişnuit de unitate de dischetă, selectaţi-o din listă. Atenţie: lista poate include şi dispozitive care nu sunt unităţi de dischetă.
zh_tw: 找不到標準的軟碟機。如果您的軟碟機是 USB 介面或者其他罕見的類型，請於列表中選擇。注意，列表中可能還包括了一些非軟碟機的裝置。

source: Starting up the partitioner
cy: Yn cychwyn y rhaniadydd
de: Lade Programm für die Partitionierung
el: Εκκίνηση του προγράμματος κατάτμησης
eo: Ŝaltado de la diskpartigilo
et: Käivitub partitsioneerija
eu: Partiziogilea abiarazten
fa: در حال راه‌اندازی پارتیشن‌گر
fi: Käynnistetään osiointisovellus:
gl: A cargar o particionador
he: מפעיל את מנהל החלוקה למחיצות
id: Memulai program pemartisi hard disk
kk: Бөлшектеу программасын іске қосу
lt: Disko dalijimo skirsniais pradžia
lv: Sāknēju partīciju pārvaldības rīku
mg: Mandefa ny mpizara kapila
ml: വിഭജകന്‍ തുടങ്ങുന്നു
nn: Startar program for partisjonering
pa: ਵਿਭਾਜਕ ਚਲਾ ਰਿਹਾ ਹੈ
pl: Uruchamianie programu partycjonuj±cego
pt_br: Iniciando o particionador
ro: Se porneşte programul de partiţionare
sl: Zaganjanje razdeljevalca
zh_tw: 正在啟始磁碟分割程式

source: Scanning disks...
cy: Yn sganio disgiau...
de: Durchsuche Festplatten ...
el: Ανίχνευση δίσκων...
eo: Skanado de diskoj...
et: Ketaste skännimine...
eu: Diskoak eskaneatzen...
fa: پیمایش دیسک‌ها...
fi: Selataan levyjä...
gl: A examinar os discos...
he: סורק כוננים...
id: Memindai hard disk...
kk: Дискілерді қарау...
lt: Apžvelgiami diskai...
lv: Skanēju diskus...
mg: Misafo ny kapila ...
ml: ഡിസ്കുകള്‍ തിരയുന്നു...
nn: Søkjer gjennom harddiskar ...
pa: ਡਿਸਕਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ...
pl: Skanowanie dysków...
pt_br: Procurando discos...
ro: Se examinează discurile...
sl: Pregledovanje diskov...
zh_tw: 正在掃瞄硬碟...

source: Detecting file systems...
cy: Yn canfod systemau ffeiliau...
de: Ermittle Dateisysteme ...
el: Ανίχνευση συστημάτων αρχείων...
eo: Detektado de sistemaj dosieroj...
et: Failisüsteemide avastamine...
eu: Fitxategi-sistemak atzematen...
fa: پیمایش فایل سیستم‌ها
fi: Etsitään tiedostojärjestelmiä...
gl: A buscar os sistemas de ficheiros...
he: בודק מערכות קבצים...
id: Mendeteksi sistem berkas...
kk: Файлдық жүйелерді тану...
lt: Išaiškinamos failų sistemos...
lv: Detektēju failu sistēmas...
mg: Mitady ny file system...
ml: ഫയല്‍ സിസ്റ്റങ്ങള്‍ കണ്ടുപിടിക്കുന്നു...
nn: Oppdagar filsystem ...
pa: ਫਾਇਲ ਸਿਸਟਮਾਂ ਦੀ ਖੋਜ ਜਾਰੀ ਹੈ...
pl: Wykrywanie systemów plików...
pt_br: Detectando sistema de arquivos...
ro: Se detectează sistemele de fişiere...
sl: Zaznavanje datotečnih sistemov...
zh_tw: 正在辨別檔案系統...

source: Device in use
gl: Dispositivo empregado
ml: ഉപകരണം ഉപയോഗത്തില്‍
pa: ਵਰਤੋਂ ਅਧੀਨ ਜੰਤਰ

source: No modifications can be made to the device ${DEVICE} for the following reasons:
gl: Non se pode facer ningunha modificación ao dispositivo ${DEVICE} polos seguintes motivos:
ml: താഴെ പറയുന്ന കാരണങ്ങളാല്‍ ${DEVICE} എന്ന ഉപകരണത്തിന് മാറ്റമൊന്നും വരുത്താന്‍ പറ്റില്ല:
pa: ਹੇਠ ਦਿੱਤੇ ਕਾਰਨਾਂ ਕਰਕੇ ਜੰਤਰ ${DEVICE} ਕੋਈ ਸੋਧ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ:

source: Partition in use
gl: Partición empregada
ml: ഭാഗം ഉപയോഗത്തില്‍
pa: ਵਰਤੋਂ ਅਧੀਨ ਭਾਗ

source: No modifications can be made to the partition #${PARTITION} of device ${DEVICE} for the following reasons:
gl: Non se pode facer ningún cambio á partición núm. ${PARTITION} do dispositivo ${DEVICE} polos seguintes motivos:
ml: താഴെ പറയുന്ന കാരണങ്ങളാല്‍ ${DEVICE} എന്ന ഉപകരണത്തിലെ #${PARTITION} എന്ന ഭാഗത്ത് മാറ്റമൊന്നും വരുത്താന്‍ പറ്റില്ല:
pa: ${DEVICE} ਜੰਤਰ ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ਕੋਈ ਵੀ ਸੋਧ ਨਾ ਕਰਨ ਦੇ ਹੇਠ ਦਿੱਤੇ ਕਾਰਨ ਹਨ:

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
cy: Does gan y rhaniadydd hwn ddim gwybodaeth ynghylch math rhagosod y tablau rhaniad ar eich pensaerniaeth. Os gwelwch yn dda, danfonwch ebost at debian-boot@lists.debian.org gyda'r wybodaeth hon.
de: Das Partitionierungsprogramm hat nicht genug Informationen über den Standard-Typ der Partitionstabelle Ihrer Architektur. Bitte senden Sie eine E-Mail mit mehr Informationen an debian-boot@lists.debian.org.
el: Το πρόγραμμα κατάτμησης δεν έχει πληροφορίες για τον προκαθορισμένο τύπο του πίνακα τμημάτων για την αρχιτεκτονική του υπολογιστή σας. Παρακαλώ, στείλτε email στη διεύθυνση debian-boot@lists.debian.org με περισσότερες πληροφορίες.
eo: Ĉi tiu diskpartigilo ne posedas informojn pri la implicita tipo de via aparata diskpartigotablo. Bonvolu sendi tiujn informojn al 'debian-boot@lists.debian.org'.
et: Partitsioneerija ei tea millist tüüpi partitsioonitabelid sinu süsteemiarhitektuurile sobivad. Palun oma saada infoga e-mail aadressile debian-boot@lists.debian.org.
eu: Partiziogile honek ez du informaziorik zure arkitekturako partizio-taulen mota lehenetsiari buruz. Bidali mezu elektroniko bat informazioarekin debian-boot@lists.debian.org helbidera.
fa: این پارتیشن‌گر اطلاع دقیقی از نوع پیش‌فرض جدول پارتیشنی که بر روی دیسک شما نصب شده ندارد. لطفا یک میل به debian-boot@lists.debian.org ارسال کرده و اطلاعات را در اختیار ایشان قرار دهید
fi: Tällä osiointisovelluksella ei ole tietoa tämän koneen arkkitehtuurin mukaisesta oletustyypistä osiotauluille. Ole hyvä ja lähetä tiedot sähköpostitse osoitteella debian-boot@lists.debian.org.
gl: Este particionador non ten información sobre o tipo de táboa de particións por defecto da súa arquitectura. Por favor, envíe unha mensaxe a debian-boot@lists.debian.org coa información.
he: למחלק המחיצות אין מידע על סוג ברירת המחדל לטבלת מחיצות על הארכיטקטורה שלך. אנא שלח דואל לכתובת debian-boot@lists.debian.org עם המידע.
id: Program pemartisi ini tidak memiliki informasi tentang jenis bawaan dari tabel-tabel partisi pada arsitektur hard disk Anda. Silakan mengirimkan email beserta informasinya ke debian-boot@lists.debian.org
kk: Бөлшектеу программасында сіздің компьютеріңіздегі бөлімдер таблицалары түрі туралы информациясы жоқ.Бұл информацияны электрондық пошта арқылы debian-boot@lists.debian.org адресіне жіберіңіз (ағылшын тілінде)
lt: Ši dalijimo skirsniais programa neturi informacijos apie numatytąjį skirsnių lentelės tipą Jūsų kompiuterio architektūrai. Nusiųskite e-pašto žinutę adresu debian-boot@lists.debian.org su šia informacija.
lv: Šim partīciju pārvaldības rīkam nav informācijas par jūsu datora arhitektūras noklusētajiem partīciju tabulas tipiem. Lūdzu nosūtiet e-pastu ar šo informāciju uz debian-boot@lists.debian.org.
ml: നിങ്ങളുടെ വാസ്തുവിദ്യയിലെ വിഭജന പട്ടികകളുടെ ഡിഫാള്ട്ട് തരത്തെക്കുറിച്ചുള്ള വിവരം ഈ വിഭജകനില്ല. ദയവായി debian-boot@lists.debian.org ലേക്ക് വിവരവുമായി ഇ മെയില്‍ സന്ദേശം അയക്കൂ.
nn: Partisjoneringsverktøyet har ikkje informasjon om standard type for partisjonstabell på din arkitektur. Det er fint om du sender ein e-post til debian-boot@lists.debian.org med informasjon.
pa: ਵਿਭਾਜਕ ਕੋਲ ਤੁਹਾਡੇ ਨਿਰਮਾਣ ਉੱਪਰ ਭਾਗ ਸਾਰਣੀ ਦੀ ਕਿਸਮ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨਹੀਂ ਹੈ। debian-boot@lists.debian.org ਨੂੰ ਜਾਣਕਾਰੀ ਸਮੇਤ ਈ-ਮੇਲ ਭੇਜੋ ਜੀ।
pl: Program partycjonuj±cy nie zawiera informacji o podstawowym typie tablicy partycji na tej architekturze. Proszê wys³aæ wiadomo¶æ pod adres debian-boot@lists.debian.org
pt_br: Este particionadosnão possui informações sobre o tipo padrão de tabelas de partições usadas em sua arquitetura de hardware. Por favor, envie uma mensagem para debian-boot@lists.debian.org com essa informação.
ro: Acest program de partiţionare nu deţine informaţii despre tipul implicit al tabelelor de partiţii pe arhitectura dvs. Vă rugăm să trimiteţi un mesaj la debian-boot@lists.debian.org cu informaţii.
sl: Razdeljevalec nima podatkov o privzeti vrsti tabele razdelkov na vaši arhitekturi. Prosim, pošljite te podatke po e-pošti na naslov debian-boot@lists.debian.org.
zh_tw: 這個磁碟分割程式並沒有提供有關您的系統的磁碟分割表所使用的預設格式的相關資訊。請把相關資訊以電子郵件寄給 debian-boot@lists.debian.org。

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
cy: Sylwer os nad yw math y tabl rhaniad wedi ei gynnal gan libparted, yna ni fydd y rhaniadydd yma yn gweithio'n iawn.
de: Bitte beachten Sie, dass, wenn der Typ der Partitionstabelle von libparted nicht unterstützt wird, dieses Programm für die Partitionierung nicht wie gewünscht funktionieren wird.
el: Σημειώστε ότι αν ο τύπος του πίνακα τμημάτων δεν υποστηρίζεται από τη βιβλιοθήκη libparted, το πρόγραμμα κατάτμησης δε θα λειτουργήσει σωστά.
eo: Bonvolu noti ke la tipo de la diskpartigila tablo ne estas regata de 'libparted'-ilo, nu ĉi tiu diskpartigilo misfunkcios.
et: Võta teadmiseks, et kui libparted ei toeta sinu partitsioonitabeli tüüpi, siis partitsioneerija korralikult ei tööta.
eu: Kontuan izan libparted-ek partizio-taularen mota onartzen ez badu, partiziogile honek ez duela behar bezala funtzionatuko.
fa: لطفا توجه داشته باشید که اگر نوع جدول پارتیشن توسط libparted پشتیبانی نگردد، پارتیشن‌گر درست کار نخواهد کرد.
fi: Huomaa, ettei tämä levyosiota tekevä sovellus toimi kunnolla mikäli libparted ei tue osiotaulun tyyppiä.
gl: Teña en conta que se o tipo de táboa de particións non está soportado por libparted, este particionador non ha funcionar correctamente.
he: שים לב שאם סוג טבלת המחיצות לא נתמכת על ידי libparted, מחלק המחיצות לא יעבוד כנדרש.
id: Harap dicatat bahwa jika jenis tabel partisi tidak didukung oleh libparted, maka program ini tidak akan bisa bekerja dengan baik
kk: Бөлімдер кестесінің түрі қолдау таппаса, оған мән беріңіз libparted, онда бөлшектеу программасы дұрыс істемейді.
lt: Atkreipkite dėmesį, kad ši dalijimo skirsniais programa tinkamai neveiks su skirsnių lentelėmis, kurios nepalaikomos programos parted.
lv: Piezīme: Ja konkrētās partīcijas tipu neatbalsta libparted, šāda tipa partīcija jebkurā gadījumā nestrādās korekti.
mg: Tadidio fa raha tsy zakan'ny libparted ny takelajorom-pizarana dia tsy afaka mandeha araky ny tokony ho izy ny mpizara kapila.
ml: libparted സപ്പോര്ട്ട് ചെയ്യാത്ത വിഭജന പട്ടികാ തരമാണെങ്കില്‍ ഈ വിഭജകന്‍ ശരിക്കും പ്രവര്ത്തിക്കില്ല.
nn: Merk at om typen på partisjonstabellen ikkje er støtta av libparted, vil ikkje dette partisjonsverktøyet fungera bra.
pa: ਯਾਦ ਰੱਖੋ ਜੇ ਸਾਰਣੀ ਦੀ ਕਿਸਮ ਨੂੰ libparted ਰਾਹੀਂ ਸਹਿਯੋਗ ਨਹੀਂ, ਫਿਰ ਵਿਭਾਜਕ ਠੀਕ ਤਰਾਂ ਕੰਮ ਨਹੀਂ ਕਰਦਾ।
pl: Zauwa¿, ¿e je¶li rodzaj tablicy partycji nie jest wspierany przez libparted, Program partycjonuj±cy nie bêdzie dzia³a³ poprawnie.
pt_br: Por favor, note que, caso o tipo da tabela de partição não seja suportada pela libparted, o particionador não funcionará corretamente.
ro: Dacă tipul tabelei de partiţii este nesuportat de libparted, atunci acest program de partiţionare nu va funcţiona cum trebuie.
sl: Vedite, da razdeljevalec ne bo deloval pravilno, če libparted ne podpira vrste tabele razdelkov.
zh_tw: 請注意，如果這個磁碟分割表的格式並不被 libparted 所支援的話，這個磁碟分割程式將無法正常運作。

source: Continue with partitioning?
cy: Mynd ymlaen gyda'r rhaniadydd
de: Mit der Partitionierung fortfahren?
el: Συνέχιση του προγράμματος κατάτμησης;
eo: Daŭrigu diskpartigadon?
et: Jätkata partitsioneerimisega?
eu: Partizioak egiten jarraitu nahi duzu?
fa: آیا میخواهید عملیات پارتیشن کردن را ادامه دهید؟
fi: Jatketaanko osiointisovellusta?
gl: ¿Continuar o particionamento?
he: להמשיך עם חלוקת המחיצות?
id: Melanjutkan proses partisi?
kk: Бөлшектеуді жалғастыру керек пе?
lt: Ar tęsti disko dalijimo vykdymą?
lv: Turpināt partīciju izveidi?
mg: Tohizana amin'ny fizarana kapila ve?
ml: വിഭജനവുമായി തുടരണമോ?
nn: Halda fram med partisjoneringa?
pa: ਕੀ ਵਿਭਾਗੀਕਰਨ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: Kontynuowaæ partycjonowanie?
pt_br: Continuar com o particionador ?
ro: Se continuă partiţionarea?
sl: Nadaljujem z razdeljevanjem?
zh_tw: 是否繼續磁碟分割作業？
