Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: SiByl boot partition
cy: Rhaniad bŵt SiByl
el: Τμήμα εκκίνησης SiByl
eo: 'SiByl'-praŝarga diskpartigo
et: SiByl alglaaduripartitsioon
eu: SiByl abioko partizioa
fi: SiByl-käynnistysosio
gl: Partición de inicio de SiByl
he: מחיצת אתחול של SiByl
id: Partisi boot SiByl
kk: SiByl жүктейтін бөлімі
lt: SiByl įkėlimo (boot) skirsnis
lv: SiByl sāknēsanas partīcija:
mg: Fizarana boot SiByl
ml: സിബില്‍ ബൂട്ട് ഭാഗം
nn: SiByl-oppstartspartisjon
pa: SiByl ਬੂਟ ਭਾਗ
pl: Partycja uruchomieniowa SiByl
pt_br: Partição de inicialização SiByl
ro: Partiţie de pornire SiByl
sl: Zagonski razdelek SiByl
zh_tw: SiByl 啟動分割區

source: Cobalt boot loader installation failed. Continue anyway?
cy: Methodd sefydliad llwythydd bŵt Cobalt. Mynd ymlaen fodd bynnag?
de: Cobalt-Bootloader-Installation fehlgeschlagen. Dennoch fortfahren?
el: Η εγκατάσταση του φορτωτή εκκίνησης Cobalt απέτυχε. Θέλετε να συνεχίσετε;
eo: 'Cobalt'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: Alglaaduri Cobalt paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da Cobalt abioko kargatzailea instalatu. Jarraitu hala ere?
fi: Cobalt-alkulautausohjelman asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar o cargador de inicio Cobalt. ¿Continuar?
he: התקנת Cobalt נכשלה. להמשיך בכל זאת?
id: Instalasi boot loader Cobalt gagal. Tetap melanjutkan?
kk: Cobalt-ты орнату сәтсіз аяқталды, Осыған қарамамастан, жалғастыру керек пе?
lt: Nepavyko įdiegti pradinio įkėliklio Cobalt. Tęsti nepaisant to?
lv: Cobalt instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana ny boot loader Cobalt. Tohizana ve?
ml: കൊബാള്ട്ട് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installering av Cobalt oppstartslastar feila. Vil du likevel halda fram?
pa: Cobalt ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja programu uruchomieniowego Cobalt nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do gerenciador de inicialização do Cobalt falhou. Continuar mesmo assim ?
ro: Instalarea încărcătorului de sistem Cobalt a eşuat. Mai continuaţi?
sl: Namestitev zagonskega nalagalnika Cobalt ni uspela. Kljub temu nadaljujem?
zh_tw: Cobalt 開機程式的安裝作業失敗了。是否無論如何仍然繼續？

source: The CoLo package failed to install into /target/. Installing CoLo as a boot loader is a required step. The install problem might however be unrelated to CoLo, so continuing the installation may be possible.
cy: Methodd y pecyn CoLo sefydlu yn /target/. Mae sefydlu CoLo fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a CoLo, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das CoLo-Paket konnte nicht nach /target/ installiert werden. Die Installation von CoLo als Bootloader ist jedoch erforderlich. Das Problem muss allerdings CoLo nicht zwangsläufig betreffen, deshalb könnte es möglich sein, die Installation fortzusetzen.
el: Το πακέτο CoLo απέτυχε να εγκατασταθεί στο /target/. Η εγκατάσταση του CoLoως φορτωτή εκκίνσηης είναι αναγκαίο βήμα. Ωστόσο, το πρόβλημα της εγκατάστασης μπορεί να είναι ανεξάρτητο του CoLo και ίσως να είναι δυνατή η συνέχιση της εγκατάστασης.
eo: La 'colo'-pako neeblas instalita en '/target/'-o. Instalu 'Colo'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'Colo'-o, nu eble daŭrigus la instaladon.
et: Paketi CoLo /target/ peale paigaldamine nurjus. Alglaaduri CoLo paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse CoLo'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da CoLo paketea /target/en instalatu. CoLo abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke CoLo-rekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin CoLo asennus hakemistoon /target/ ei onnistunut. Colon asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity CoLoon, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete CoLo en /target/. A instalación de CoLo coma cargador de inicio é un paso necesario. O problema coa instalación pode, nembargantes, non estar relacionado con Colo, polo que sería posible continuar a instalación.
he: התקנת החבילה CoLo נכשלה בהתקנה לתוך /target/. התקנת CoLo כמנהל אתחול היא שלב חיוני. בעיית ההתקנה לא בהכרח קשורה להתקנת CoLo, כך שאולי ניתן להמשיך בהתקנה.
id: Paket CoLo gagal diinstal ke /target/. Memasang CoLo sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan CoLo, jadi Anda tetap dapat melanjutkan instalasi.
kk: CoLo дестесін /target/-ке орнату сәтсіз аяқталды. CoLo-ны жүктеуіш ретінде орнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер CoLo-мен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti CoLo paketo į /target/. Pradinio įkėliklio CoLo įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su CoLo, taigi įdiegimo tęsimas galbūt galimas.
lv: CoLo pakas instalācija beidzās neveiksmīgi. CoLo kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar CoLo un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: കോലോ പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. കോലോ ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം കോലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Installering av CoLo-pakka på /target/ feila. Å installera CoLo som oppstartslastar er eit påkrevd steg. Installasjonsproblemet treng ikkje vera knytt til CoLo, så det kan vera det er mogeleg å halda fram.
pa: /target/ ਉੱਪਰ CoLo ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। CoLo ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ CoLo ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu CoLo w /target/ nie powiod³a siê. Instalacja CoLo jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z CoLo i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote CoLo em /target/ falhou. A instalação do gerenciador de incialização CoLo é um passo requerido. O problema de instalação pode ser não relacionado ao CoLo, portanto continuar a instalação pode ser possível.
ro: Instalarea pachetului CoLo pe /target/ s-a soldat cu eşec. Instalarea CoLo ca încărcător de sistem este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu CoLo, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa CoLo v /target/ ni uspela. Namestitev zagonskega nalagalnika colo je obvezen korak. Kljub temu napaka pri namestitvi ni nujno povezana s CoLom, zato morda lahko nadaljujete z namestitvijo.
zh_tw: 無法將 CoLo 套件安裝至 /target/。安裝 CoLo 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 CoLo 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Installing the Cobalt boot loader
cy: Yn sefydlu'r llwythydd bŵt Cobalt
de: Installiere den Cobalt-Bootloader
el: Εγκατάσταση του φορτωτή εκκίνησης Cobalt
eo: Instalado de 'Cobalt'-a praŝargilo
et: Alglaaduri Cobalt paigaldamine
eu: Cobalt abioko kargatzailea instalatzea
fi: Asennetaan Cobalt-alkulatausohjelmaa
gl: A instalar o cargador de inicio Cobalt
he: מתקין את מנהל האתחול Cobalt
id: Memasang boot loader Cobalt
kk: Cobalt жүйелік жүктеуішін орнату
lt: Diegiamas pradinis įkėliklis Cobalt
lv: Cobalt sāknētāja instalēšana
mg: Mametraka ny boot loader Cobalt
ml: കൊബാള്ട്ട് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installera oppstartslastaren Cobalt
pa: Cobalt ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalacja programu uruchomieniowego Cobalt
pt_br: Instalando o carregador de inicialização Cobalt
ro: Se instalează încărcătorul de sistem Cobalt
sl: Nameščam zagonski nalagalnik Cobalt
zh_tw: 正在安裝 Cobalt 開機程式

source: Installing the CoLo package
cy: Yn sefydlu'r pecyn CoLo
de: Installiere das CoLo-Paket
el: Εγκατάσταση του πακέτου CoLo
eo: Instalado de 'CoLo'-a pako
et: Paketi CoLo paigaldamine
eu: CoLo paketea instalatzea
fi: Asennetaan CoLo-paketti
gl: A instalar o paquete CoLo
he: מתקין את החבילה CoLo
id: Memasang paket CoLo
kk: CoLo дестесін орнату
lt: Diegiamas paketas CoLo
lv: Instalēju 'CoLo' paku...
mg: Mametraka ny pakajy ny CoLo
ml: കോലോ പാക്കേജ് ഇന്സ്റ്റാള്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു
nn: Installerer CoLo-pakka
pa: CoLo ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie pakietu CoLo
pt_br: Instalando o pacote CoLo
ro: Se instalează pachetul CoLo
sl: Nameščam Colo paket
zh_tw: 正在安裝 Cobalt 套件

source: Creating CoLo configuration
cy: Yn creu cyfluniad CoLo
de: Erstelle CoLo-Konfiguration
el: Ρύθμιση του CoLo
eo: Krei 'CoLo'-an akomodadon
et: Colo seadistuse loomine
eu: CoLo-ren konfigurazioa sortzea
fi: Tehdään CoLo:n asetukset
gl: A crear a configuración de CoLo
he: יוצר את הגדרות CoLo
id: Membuat konfigurasi CoLo
kk: CoLo конфигурациясын жасау
lt: Kuriama CoLo konfigūracija
lv: Veidoju CoLo konfigurāciju
ml: കോലോ ക്രമീകരണം സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Lagar oppsettet for CoLo
pa: CoLo ਸੰਰਚਨਾ ਬਣਾ ਰਿਹਾ ਹੈ
pl: Tworzenie konfiguracji CoLo
pt_br: Criando a configuração do CoLo
ro: Se creează configuraţia CoLo
sl: Ustvarjam CoLo nastavitve
zh_tw: 正在建立 CoLo 設定

source: Install the Cobalt boot loader on a hard disk
cy: Yn sefydlu'r llwythydd bŵt Cobalt ar ddisgen galed
de: Cobalt-Bootloader auf einer Festplatte installieren
el: Εγκατάσταση του φορτωτή εκκίνησης Cobalt σε ένα σκληρό δίσκο
eo: Instalu la 'Cobalt'-praŝargilon sur fiksita disko
et: Paigalda alglaadur Cobalt kõvakettale
eu: Instalatu Cobalt abioko kargatzailea disko gogorrean
fi: Asenna Cobalt-alkulatausohjelma kiintolevylle
gl: Instalar o cargador de inicio Cobalt nun disco duro
he: התקנת מנהל האתחול Cobalt על הדיסק הקשיח
id: Pasang boot loader Cobalt pada hard disk
kk: CoLo жүйелік жүктеуішін қатқыл дестеге орнату.
lt: Pradinio įkėliklio Cobalt diegimas į kietąjį diską
lv: Instalēt Cobalt sāknētāju uz cietā diska
mg: Apetrao ao amina kapila mafy ny boot loader Cobalt
ml: കൊബാള്ട്ട് ബൂട്ട് ലോഡര്‍ ഒരു ഹാര്ഡ് ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installera oppstartslastaren Cobalt på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ Cobalt ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj program uruchomieniowy Cobalt na dysku twardym
pt_br: Instalar o carregador de inicialização Cobalt em um disco rígido
ro: Instalează încărcătorul de sistem Cobalt pe un disc fix
sl: Namesti zagonski nalagalnik Cobalt na trdi disk
zh_tw: 將 Cobalt 開機程式安裝至硬碟上

source: Delo must be installed into the boot sector of a disk with a DOS partition table. Usually the boot sector of /dev/sda is used. Please give the device name of the disk on which to put delo.
cy: Rhaid i Delo gael ei sefydlu i ardal bŵt disgen gyda tabl rhaniad DOS. Fel arfer, defnyddir ardal bŵt /dev/sda. Os gwelwch yn dda, rhowch enw dyfais y ddisg dylid rhoi delo arni.
de: Delo muss in den Bootsektor einer Festplatte mit einer DOS-Partitionstabelle installiert werden. Normalerweise wird dazu der Bootsektor von /dev/sda benutzt. Bitte geben Sie den Gerätenamen der Festplatte an, auf der Delo installiert werden soll.
el: Ο φορτωτής delo πρέπει να εγκατασταθεί στην κεφαλίδα ενός δίσκου με ετικέτα DOS (disklabel). Συνήθως, χρησιμοποιείται η κεφαλίδα του δίσκου /dev/sda. Παρακαλώ, δώστε το όνομα της μονάδας του δίσκου στον οποίο θα εγκατασταθεί το delo.
eo: 'Delo' endas instalita en praŝarga sektoro al 'DOS'-diskpartigotabla disko. Kutime, la praŝarga sektoro el '/dev/sda' estas uzata. Bonvolu tajpi la adaptilnomon de la disko sur kiu vi volas instali 'delo'.
et: Delo tuleb paigaldada DOS partitsioonitabeliga ketta alglaadimissektorisse. Tavaliselt kasutatakse /dev/sda alglaadimissektorit. Palun sisesta seadme nimi, millele delo panna.
eu: Delo DOS partizio-taula duen disko baten abioko sektorean instalatu behar da. Normalean /dev/sda-ren abioko sektorea erabiltzen da. Adierazi delo jarri behar den diskoko gailu-izena.
fi: Delo on asennettava levylle jossa on DOS:n osiotaulu, sen käynnistyssektoriin. Tavallisesti käytetään levyn /dev/sda käynnistyssektoria. Anna sen levyn laitenimi johon delo asennetaan.
gl: Delo debe estar instalado no sector de inicio dun disco que teña unha táboa de particións DOS. Normalmente emprégase o sector de inicio de /dev/sda. Proporcione o nome de dispositivo do disco no que poñer delo.
he: Delo חייב להיות מותקן על סקטור האתחול של הדיסק עם טבלת מחיצות של DOS. בדרך כלל משתמשים בסקטור האתחול של /dev/sda. אנא ספק את שם ההתקן של הדיסק שעליו יותקן delo.
id: Delo harus dipasang pada sektor boot dari sebuah disk dengan tabel partisi DOS. Biasanya digunakan sektor boot /dev/sda. Silakan masukkan nama piranti disk tempat delo akan dipasang.
kk: Delo бөлімдер кестесімен дисктің жүктейтін секторына орнатылуы тиіс. DOS. Әдетте құрылғының /dev/sda жүктейтін секторы пайдаланылады. Delo-ны орнатуға тиіс диск құрылғысының атын енгізіңіз.
lt: Delo turi būti įdiegtas į disko, turinčio DOS skirsnių lentelę, įkelties sektorių (boot sector). Paprastai naudojamas disko /dev/sda įkelties sektorius. Nurodykite disko, į kurį norite įdiegti delo, įrenginio vardą.
lv: Delo ir jāinstale diska sāknēšanas sektorā, uz šī diska ir jābūt arī DOS partīciju tabulai. Parasti tiek izmantots /dev/sda sāknēšanas sektors. Lūdzu norādiet ierīces diska nosaukumu uz kura tiks novietots delo.
ml: ഡിലോ DOS വിഭജന പട്ടികയുള്ള ഡിസ്കിലെ ബൂട്ട് സെക്റ്ററിലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ടതുണ്ട്. സാധാരണയായി /dev/sda യുടെ ബൂട്ട് സെക്റ്ററാണ് ഉപയോഗിക്കുന്നത്. ദയവായി ഡിലോ വക്കേണ്ട ഡിസ്കിന്റെ ഉപകരണ നാമം നല്കുക.
nn: Delo må installerast i oppstartsdelen av ein harddisk med ein DOS-partisjonstabell. Vanligvis vert oppstartssektoren på /dev/sda brukt. Skriv inn eningsnamnet på disken der delo skal plasserast.
pa: Delo, DOS ਭਾਗ ਸਾਰਣੀ ਵਾਲੀ ਡਿਸਕ ਦੇ ਬੂਟ ਸੈਕਟਰ ਵਿੱਚ ਇੰਸਟਾਲ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਆਮ ਤੌਰ ਤੇ /dev/sda ਦਾ ਬੂਟ ਸੈਕਟਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਡਿਸਕ ਜਿਸ ਤੇ delo ਰੱਖਣਾ ਹੈ, ਦਾ ਦਾ ਜੰਤਰ ਨਾਂ ਦਿਓ।
pl: Delo musi byæ zainstalowany w sektorze uruchomieniowym dysku posiadaj±cego tablicê partycji DOS. Zazwyczaj jest u¿ywany sektor uruchomieniowy /dev/sda. Proszê wprowadziæ nazwê dysku, na którym ma zostaæ zainstalowany delo.
pt_br: O delo deve ser instalado no setor de inicialização de um disco com uma tabela de partições DOS. Normalmente o setor de inicialização de /dev/sda é usado. Por favor, informe o nome de dispositivo do disco no qual o delo deve ser instalado.
ro: Delo trebuie să fie instalat în sectorul de pornire al unui disc cu tabelă de partiţii de tip DOS. De obicei se utilizează sectorul de pornire al lui /dev/sda. Vă rugăm să introduceţi numele de dispozitiv al discului pe care se pune delo.
sl: Delo mora biti nameščen v glavo nosilca diska z DOS tabelo razdelkov. Ponavadi je uporabljena glava nosilca /dev/sda. Prosim podajte ime naprave na katero naj postavim delo.
zh_tw: Delo 必須被安裝至一個具有 DOS 分割表的磁碟的開機磁區中。一般使用的就是 /dev/sda 的開機磁區。請輸入要安裝 delo 的磁碟裝置名稱。

source: Delo configured to use a serial console
cy: Cyfluniwyd Delo i ddefnyddio consol cyfresol
de: Delo wurde für die Benutzung einer seriellen Konsole konfiguriert
el: Το Delo ρυθμίστηκε να χρησιμοποιεί τη σειριακή κονσόλα
eo: Agordita 'Delo'-o por uzi serian konzolon
et: Delo seadistatud kasutama järjestikkonsooli
eu: Delo serieko kontsola erabiltzeko konfiguratuta
fi: Delo on asetettu käyttämään sarjaporttiin kiinnitettyä päätettä.
gl: Delo configurado para empregar unha consola serie
he: Delo מגודר להשתמש בקונסול בחיבור טורי
id: Delo dikonfigurasi untuk menggunakan konsol serial
kk: Delo тізбекті портта консолиды пайдалануға бапталған.
lt: Delo konfigūruotas naudoti konsolę per nuoseklią jungtį
lv: Delo ir nokonfigurēts izmantot secīgo konsoli
ml: ഡിലോ സീരിയല്‍ കണ്സോള്‍ ഉപയോഗിക്കാനായി ക്രമീകരിച്ചിരിക്കുന്നു
nn: Delo er sett opp til å bruka ein seriell konsoll
pa: Delo ਨੂੰ ਸੀਰੀਅਲ ਕੰਸੋਲ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਸੰਰਚਿਤ ਕੀਤਾ
pl: Delo skonfigurowany do u¿ycia konsoli szeregowej
pt_br: Delo configurado para usar um console serial
ro: Delo - configurat să folosească o consolă serială
sl: Delo je nastavljen za uporabo serijske konzole
zh_tw: Delo 被設定為使用串列主控台

source: Delo is configured to use the serial port ${PORT} as the console.
cy: Met Delo wedi ei gyflunio i ddefnyddio'r porth cyfresol ${PORT} fel y consol.
de: Delo wurde konfiguriert, den seriellen Port ${PORT} als Konsole zu benutzen.
el: Το Delo ρυθμίστηκε να να χρησιμοποιεί τη σειριακή θύρα ${PORT} ως κονσόλα.
eo: 'Delo'-o estas agordita por uzi serian pordon '${PORT}' tiel konzolo.
et: Delo on seadistatud kasutama konsoolina järjestikporti ${PORT}.
eu: Delo kontsola gisa ${PORT} serieko ataka erabiltzeko konfiguratu da.
fi: Delo on asetettu käyttämään sarjaporttia ${PORT} konsolina.
gl: Delo está configurado para empregar o porto serie ${PORT} coma consola.
he: Delo מוגדר להשתמש בפורט טורי ${PORT} כקונסול.
id: Delo dikonfigurasi untuk menggunakan port serial ${PORT} sebagai konsol.
kk: Delo консоли ретінде ${PORT} тізбекті портты пайдалануға бапталған.
lt: Delo yra konfigūruotas naudoti nuoseklią jungtį ${PORT} kaip konsolę.
lv: Delo ir nokonfigurēts izmantot secīgo pieslēgvietu ${PORT} kā konsoli.
ml: ഡിലോ സീരിയല്‍ പോര്ട്ട് ${PORT} കണ്സോളായി ഉപയോഗിക്കാനായി ക്രമീകരിച്ചിരിക്കുന്നു.
nn: Delo er sett opp til å bruka seriellporten ${PORT} som konsoll.
pa: Delo ਨੂੰ ਸੀਰੀਅਲ ਪੋਰਟ ${PORT} ਨੂੰ ਕੰਸੋਲ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਸੰਰਚਿਤ ਕੀਤਾ।
pl: Delo jest skonfigurowany do u¿ywania portu szeregowego ${PORT} jako konsoli.
pt_br: O delo está configurado para usar a porta serial ${PORT} como o console.
ro: Delo este configurat să folosească portul serial ${PORT} ca şi consolă.
sl: Delo je nastavljen za uporabo serijskih vrat ${PORT} kot konzole.
zh_tw: Delo 被設定為使用串列埠 ${PORT} 作為主控台。

source: Delo installation failed. Continue anyway?
cy: Methwyd sefydlu Delo. Mynd ymlaen fodd bynnag?
de: Delo-Installation fehlgeschlagen. Dennoch fortfahren?
el: Αδύνατη η εγκατάσταση του Delo. Θέλετε να συνεχίσετε ούτως ή άλλως;
eo: 'Delo'-a instalado malsukcesis. Ĉu tamene daŭrigu?
et: Delo paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da Delo instalatu. Jarraitu nahi duzu hala ere?
fi: Delo:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar delo. ¿Continuar igualmente?
he: התקנת delo נכשלה. להמשיך בכל מקרה?
id: Pemasangan Delo gagal. Tetap melanjutkan?
kk: Delo-ны орнату сәтсіз аяқталды. Бәрібір, жалғастыру керек пе?
lt: Nepavyko įdiegti Delo. Tęsti nepaisant to?
lv: Delo instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i Delo. Tohizana ve?
ml: ഡിലോ ഇന്സ്റ്റാളേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Delo-installasjonen feila. Halda fram likevel?
pa: Delo ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja delo nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do delo falhou. Continuar de qualquer forma ?
ro: Instalarea Delo a eşuat. Mai continuaţi?
sl: Delo namestitev ni uspela. Naj vseeno nadaljujem?
zh_tw: Delo 的安裝作業失敗了。是否無論如何仍然繼續？

source: The delo package failed to install into /target/. Installing delo as a boot loader is a required step. The install problem might however be unrelated to delo, so continuing the installation may be possible.
cy: Methodd y pecyn delo sefydlu i /target/. Mae sefydlu delo fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, efallai nid yw'r broblem sefydlu yn gysylltiedig a delo, felly fe all mynd ymlaen gyda'r sefydliad fod yn bosib.
de: Das Delo-Paket konnte nicht nach /target/ installiert werden. Die Installation von Delo als Bootloader ist ein notwendiger Installationsschritt. Das Installationsproblem muss nicht unbedingt mit Delo zusammenhängen, deshalb könnte eine Fortsetzung der Installation evtl. möglich sein.
el: Η εγκατάσταση του delo στο /target/ απέτυχε. Η εγκατάσταση του delo ως φορτωτή εκκίνησης είναι απαραίτητη. Ισως το πρόβλημα να μην έχει σχέση με το delo και να μπορείτε να συνεχίσετε με την εγκατάσταση.
eo: La 'delo'-pako neeblas instalita en '/target/'-o. Instalu 'Delo'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'Delo'-o, nu eble daŭrigus la instaladon.
et: Paketi delo /target/ peale paigaldamine nurjus. Alglaaduri delo paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse delo'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da delo paketea /target/en instalatu. delo abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke delo-rekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin delo asennus /target/:iin epäonnistui. Delo:n asentaminen alkulatausohjelmaksi on välttämätön kohta. Mahdollisesti asennuspulmat eivät ole delo:sta johtuvia, joten asennuksen jatkaminen on ehkä mahdollista.
gl: Non se puido instalar o paquete delo en /target/. A instalación de delo coma cargador de inicio é un paso necesario. O problema coa instalación pode, nembargantes, non estar relacionado con delo, polo que sería posible continuar a instalación.
he: כשלון בהתקנת החבילה delo לתוך /target/. התקנת delo כמנהל אתחול היא שלב חיוני. הבעיה לעומת זאת יכולה להיות ללא קשר ל-delo, כך שאפשרי להמשיך את ההתקנה.
id: Paket delo gagal dipasang pada /target/. Memasang delo sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan delo, jadi Anda tetap dapat melanjutkan instalasi.
kk: delo дестесін /target/-ке орнату сәтсіз аяқталды. delo -ды жүктеуіш ретінде орнатудың қажетті кезеңі болып табылады. Оған қарамастан, орнатуда жіберілген қателіктер delo -мен байланысты болмауы да мүмкін, сондықтан орнатуды жалғастыру мүмкін.
lt: Nepavyko įdiegti delo paketo į /target/. Pradinio įkėliklio įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su delo, taigi įdiegimo tęsimas galbūt galimas.
lv: Delo pakas instalācija beidzās neveiksmīgi. delo kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar delo un tāpēc ir iespējams, ka instalāciju var turpināt.
ml: ഡിലോ പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. ഡിലോ ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം ഡിലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nn: Delo-pakken lot seg ikkje installera under /target/. Installasjon av delo som oppstartslastar er eit påkrevd steg. Det kan vera at installasjonsproblemet ikkje er knytt til delo, og at det vil verka likevel om du held fram.
pa: /target/ ਉੱਪਰ delo ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। delo ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ delo ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu delo w /target/ nie powiod³a siê. Instalacja delo jako programu uruchomieniowego jest etapem wymaganym. Problem instalacji mo¿e byæ jednak¿e niezwi±zany z delo, i kontynuacja bêdzie mo¿liwa.
pt_br: O instalação do pacote delo em /target/ falhou. A instalação do delo como um carregador de inicialização é um passo requerido. O problema de instalação pode porém ser não relacionado ao delo, portanto continuar a instalação pode ser possível.
ro: Instalarea pachetului delo pe /target/ a eşuat. Instalarea delo ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de delo, deci continuarea instalării ar putea fi posibilă.
sl: Paketa delo ni bilo mogoče namestiti v /target/. Namestitev dela kot zagonski nalagalnik je nujni korak. Za težavo z namestitvijo morda ni kriv delo, poleg tega pa bo morda vse delovalo in boste lahko nadaljevali z namestitvijo.
zh_tw: 無法將 delo 套件安裝至 /target/。安裝 delo 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 delo 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。
