Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Really delete the volume group?
cy: Dileu'r Grŵp Cyfrol go iawn?
de: Wollen Sie die angegebene Volume-Gruppe wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την Ομάδα Τόμων;
eo: Ĉu vi vere viŝu tiun datumportilan grupon?
et: Kas volüümigrupp tõesti kustutada?
eu: Bolumen-taldea benetan ezabatu nahi duzu?
fa: واقعا قصد حذف گروه را دارید؟
fi: Haluatko varmasti poistaa levynideryhmän?
gl: ¿Está seguro de querer borrar o grupo de volumes?
he: האם אתה בטוח שברצונך למחוק את קבוצת הכרכים?
id: Yakin menghapus Grup Volum?
kk: Сіз анығында томдар тобын жойғыңыз келе ме?
lt: Tikrai išmesti tomų grupę (Volume Group)?
lv: Tiešām dzēs sējumu grupu?
ml: വാള്യം ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്യണമെന്നുറപ്പാണോ?
nn: Vil du verkeleg sletta det grupperte dataområdet?
pa: ਯਕੀਨਨ ਵਾਲੀਅਮ ਸਮੂਹ ਹਟਾਓ?
pl: Naprawdê usun±æ grupê woluminów?
pt_br: Realmente remover o Grupo de Volume ?
ro: Şterg într-adevăr Grupul de volume?
sl: Resnično izbrišem skupino nosilcev?
zh_tw: 是否真的要刪除此 Volume Group？

source: Please confirm the ${VG} volume group removal.
cy: Rhowch gadarnhad i ddileu'r grŵp cyfrol ${VG} os gwelwch yn dda.
de: Bitte bestätigen Sie, dass die Volume-Gruppe ${VG} entfernt werden soll.
el: Παρακαλώ, επιβεβαιώστε την διαγραφή της Ομάδας Τόμων ${VG}.
eo: Bonvole konfirmu la demetadon de '${VG}'-datumportila grupo.
et: Palun kinnita volüümigrupi ${VG} eemaldamine.
eu: Berretsi ${VG} bolumen-taldea kendu nahi duzula.
fa: لطفا حدف گروه ${VG} را تایید کنید.
fi: Vahvista levynideryhmän ${VG} poisto.
gl: Confirme o borrado do grupo de volumes ${VG}.
he: אשר בבקשה את הסרה קבוצת הכרכים ${VG}
id: Silakan konfirmasi penghapusan Grup Volum ${VG}.
kk: ${VG} томдар тобының жоюын расстаңыз.
lt: Patvirtinkite ${VG} tomų grupės (Volume Group) išmetimą.
lv: Lūdzu apstipriniet sējumu grupas ${VG} dzēšanu.
ml: ${VG} വാള്യം ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്യണമെന്ന് ഉറപ്പ് വരുത്തുക.
nn: Stadfest sletting av det grupperte dataområdet ${VG}.
pa: ਕਿਰਪਾ ਕਰਕੇ ${VG} ਵਾਲੀਅਮ ਸਮੂਹ ਨੂੰ ਹਟਾਉਣਾ ਯਕੀਨਨ ਬਣਾਓ।
pl: Proszê potwierdziæ usuniêcie grupy woluminów ${VG}.
pt_br: Por favor, confirme a remoção do grupo de volume ${VG}.
ro: Vă rugăm să confirmaţi eliminarea Grupului de volume ${VG}.
sl: Prosim potrdite odstranitev ${VG} skupine nosilcev.
zh_tw: 請確認是否要刪除 Volume Group ${VG}。

source: Error while deleting volume group
cy: Gwall wrth ddileu'r Grŵp Cyfrol
de: Beim Löschen der Volume-Gruppe ist ein Fehler aufgetreten
el: Σφάλμα κατά τη διαγραφή της Ομάδας Τόμων
eo: Viŝado de datumportila grupo eraras
et: Volüümigrupi kustutamisel ilmnes viga
eu: Errorea bolumen-taldea ezabatzean
fa: خطا در حدف گروه
fi: Tapahtui virhe poistettaessa levynideryhmää.
gl: Erro ao borrar o grupo de volumes
he: שגיאה במחיקת קבוצת הכרכים.
id: Terjadi kesalahan saat menghapus Grup Volum
kk: Томдар тобын жою кезінде қателік орын алды
lt: Klaida bandant išmesti tomų grupę (Volume Group)
lv: Kļūda dzēšot sējumu grupu
ml: വാള്യം ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്യുമ്പോള്‍ പിഴവ്
nn: Feil under sletting av gruppert dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਹਟਾਉਣ ਸਮੇਂ ਗਲਤੀ
pl: B³±d podczas usuwania grupy woluminów
pt_br: Erro na remoção do Grupo de Volume
ro: Eroare în timpul ştergerii Grupului de volume
sl: Napaka pri brisanju skupine nosilcev
zh_tw: 在刪除 Volume Group 時發生錯誤

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
cy: Methwyd dileu'r Grŵp Cyfrol a ddewiswyd. Efallai fod un neu fwy Cyfrol Rhesymegol yn cael ei ddefnyddio.
de: Die ausgewählte Volume-Gruppe konnte nicht gelöscht werden. Ein oder mehrere logische Volumes könnten noch in Gebrauch sein.
el: Δεν ήταν δυνατή η διαγραφή της επιλεγμένης Ομάδα Τόμων. Ίσως κάποιος Λογικός Τόμος είναι ακόμη σε χρήση.
eo: La elektita datumportila grupo neeblas viŝita. Iu aŭ pluraj logikaj datumportiloj eble estas nuntempe uzataj.
et: Valitud volüümigruppi ei saanud kustutada. Üks või enam loogilist volüümi võib hetkel kasutusel olla.
eu: Hautatutako bolumen-taldea ezin izan da ezabatu. Agian bolumen logikoetako bat edo gehiago unean erabiltzen ari dira.
fa: گروه فضای انتخاب شده حدف نشد! ممکن است بعضی از فضاهای منطقی استفاده شده باشد.
fi: Valittua levynideryhmää ei voitu poistaa. Yksi tai useampia loogisia levyniteitä voi olla parhaillaan käytössä.
gl: Non se puido borrar o grupo de volumes seleccionado. Podería estarse a usar un ou máis volumes lóxicos.
he: לא ניתן למחוק את קבוצת הכרכים הנבחרת. אחד או יותר כרכים לוגיים כנראה בשימוש כרגע.
id: Grup Volum yang dipilih tidak dapat dihapus. Satu atau lebih Volum Logikal mungkin sedang dipakai saat ini.
kk: Аталған томдар тобы жойыла алмайды. Бір немесе бірнеше логикалық томдар әлі де пайдалымда екені ықтимал.
lt: Pasirinkta tomų grupė (Volume Group) negalėjo būti išmesta. Tikriausiai vienas ar daugiau iš loginių tomų (Logical Volume) dabar yra naudojami.
lv: Izvēlētā sējumu grupa nevar tikt izdzēsta, iespējams viens vai varāki tās loģiskie sējumi pašlaik ir piemontēti.
ml: തിരഞ്ഞെടുത്ത വാള്യം ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്യാന്‍ സാധ്യമല്ല. ഒന്നോ അതിലധികമോ ലോജിക്കല്‍ വാള്യങ്ങള്‍ ഇപ്പോഴുപയോഗത്തിലായിരുന്നിരിക്കാം.
nn: Den valde grupperte dataområdet kunne ikkje slettast. Ein eller fleire logiske dataområde er framleis i bruk.
pa: ਚੁਣਿਆ ਵਾਲੀਅਮ ਸਮੂਹ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਵਰਤੋਂ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹਨ।
pl: Wybrana grupa woluminów nie mo¿e zostaæ usuniêta. Mo¿liwe, ¿e jeden lub wiêcej woluminów logicznych jest aktualnie u¿ywanych.
pt_br: Não foi possível remover o Grupo de Volume selecionado. Um ou mais Volumes Lógicos podem estar atualmente em uso.
ro: Grupul de volume nu a putut fi şters. Este posibil ca unul sau mai multe volume logice să fie utilizat(e) în prezent.
sl: Izbrane skupine nosilcev ni bilo mogoče zbrisati. Eden ali več logičnih nosilcev je morda še vedno v uporabi.
zh_tw: 無法刪除所指定的 Volume Group。一個或多個 Logical Volume 也許正在使用中。

source: No volume group can be deleted.
cy: Ni ellir dileu unrhyw Grŵp Cyfrol.
de: Es kann keine Volume-Gruppe gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή κάποιας Ομάδας Τόμων.
eo: Neniu datumportila grupo eblas viŝita.
et: Ühtki volüümigruppi ei saa kustutada.
eu: Ezin da bolumen-talderik ezabatu.
fa: هیچ فضای گروهی قابل حذف شدن نیست.
fi: Mitään levynideryhmää ei voi poistaa.
gl: non se pode borrar ningún grupo de volumes.
he: אין קבוצת כרכים שאפשר למחוק.
id: Tidak terdapat Grup Volum yang dapat dihapus.
kk: Томдар тобы жойыла алмайды.
lt: Nė viena iš tomų grupių (Volume Group) negali būti išmesta.
lv: Nav sējumu grupu ko varētu nodzest.
ml: വാള്യം ഗ്രൂപ്പൊന്നും ഡിലീറ്റ് ചെയ്യാന്‍ പറ്റില്ല.
nn: Ingen grupperte dataområde kan slettast.
pa: ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: ¯adna grupa woluminów nie mo¿e zostaæ usuniêta.
pt_br: Não foi possível remover nenhum Grupo de Volume.
ro: Nu se poate şterge nici un grup de volume (Volume Group).
sl: Izberite skupino nosilcev, ki jo želite zbrisati.
zh_tw: 無法刪除任何的 Volume Group。

source: Volume group to extend:
cy: Y Grŵp Cyfrol i'w ymestyn:
de: Zu erweiternde Volume-Gruppe:
el: Ομάδα Τόμων προς επέκταση:
eo: Plivastigota datumportila grupo:
et: Laiendatav volüümigrupp:
eu: Hedatu beharreko bolumen-taldea:
fa: گروه فضایی که میخواهید توسعه دهید:
fi: Kasvatettava levynideryhmä:
gl: Grupo de volumes a extender:
he: קבוצת כרכים להרחבה:
id: Grup Volum untuk diperbesar:
kk: Кеңету үшін томдар тобы:
lt: Tomų grupė (Volume Group), kurią norite išplėsti:
lv: Paplašināt sējumu grupu:
ml: വികസിപ്പിക്കേണ്ട വാള്യം ഗ്രൂപ്പ്:
nn: Gruppert dataområde som skal utvidast:
pa: ਵਧਾਉਣ ਲਈ ਵਾਲੀਅਮ ਸਮੂਹ:
pl: Grupa woluminów do powiêkszenia:
pt_br: Grupo de Volume a ser extendido :
ro: Grupul de volume de extins:
sl: Skupina nosilcev za razširitev:
zh_tw: 要擴充的 Volume Group：

source: Please select the volume group you wish to extend.
cy: Dewiswch y Grŵp Cyfrol hoffech ymestyn os gwelwch yn dda.
de: Bitte wählen Sie die Volume-Gruppe, die erweitert werden soll.
el: Επιλέξτε την Ομάδα Τόμων που θέλετε να επεκτείνετε.
eo: Bonvole elektu datumportilan grupon, kiun vi volas plivastigi.
et: Palun vali volüümigrupp, mida laiendada soovid.
eu: Hautatu hedatu nahi duzun bolumen-taldea.
fa: لطفا گروه فضایی که میخواهید توسعه دهید را انتخاب کنید.
fi: Valitse kasvatettava levynideryhmä.
gl: Escolla o grupo de volumes que quere extender.
he: בחר קבוצת כרכים שברצונך להרחיב.
id: Silakan pilih Grup Volum yang ingin diperbesar.
kk: Кеңейту үшін томдар тобын таңдаңыз.
lt: Prašau pasirinkti tomų grupę (Volume Group), kurią norite išplėsti.
lv: Lūdzu izvēlaties, kuru sējumu grupu Jūs vēlaties paplašināt.
ml: ദയവായി നിങ്ങള്‍ വികസിപ്പിക്കാനാഗ്രഹിക്കുന്ന വാള്യം ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കുക.
nn: Vel det grupperte dataområdet du vil utvida.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਧਾਉਣ ਲਈ ਵਾਲੀਅਮ ਸਮੂਹ ਚੁਣੋ।
pl: Proszê wybraæ grupê woluminów, któr± chcesz powiêkszyæ.
pt_br: Por favor, selecione o Grupo de Volume que você deseja extender.
ro: Vă rugăm să selectaţi Grupul de volume pe care doriţi să-l extindeţi.
sl: Prosim izberite skupino nosilcev za razširitev.
zh_tw: 請選擇您想要擴充的 Volume Group。

source: Devices to add to the volume group:
cy: Dyfeisiau i'w hychwanegu i'r Grŵp Cyfrol:
de: Der Volume-Gruppe hinzuzufügende Geräte:
el: Μονάδες για πρόσθεση στην Ομάδα Τόμων:
eo: Aldonotaj adaptiloj al datumportila grupo:
et: Volüümigruppi lisatavad seadmed:
eu: Bolumen-taldeari gehitu beharreko gailuak:
fa: دستگاههای که به گروه فضا اضافه میشوند:
fi: Levynideryhmään lisättävät laitteet:
gl: Dispositivos a engador ao grupo de volumes:
he: התקנים להוספה לקבוצת הכרכים:
id: Piranti untuk ditambahkan ke Grup Volum:
kk: Томдар тобына қосу үшін құрылғылар:
lt: Įrenginiai, kuriuos norite pridėti prie tomų grupės (Volume Group):
lv: Iekārtas, ko pievienot sējumu grupai:
ml: വാള്യം ഗ്രൂപ്പിലേക്ക് കൂട്ടിച്ചേര്ക്കേണ്ട ഉപകരണങ്ങള്‍:
nn: Einingar som skal leggjast til det grupperte dataområdet:
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਜੰਤਰ:
pl: Urz±dzenia o które grupa woluminów ma zostaæ powiêkszona:
pt_br: Dispositivos a adicionar ao Grupo de Volume :
ro: Dispozitivele de adăugat la Grupul de volume:
sl: Naprave, ki jih želite dodati skupini nosilcev:
zh_tw: 要加入 Volume Group 的裝置：

source: Please select the devices you wish to add to the volume group.
cy: Dewiswch y dyfeisiau hoffech ychwanegu i'r Grŵp Cyfrol os gwelwch yn dda.
de: Bitte wählen Sie die Geräte, die der Volume-Gruppe hinzugefügt werden sollen.
el: Παρακαλώ, επιλέξτε τις μονάδες που θέλετε να προσθέσετε στην Ομάδα Τόμων.
eo: Bonvole elektu la adaptilon, kiun vi volas aldoni al datumportila grupo.
et: Palun vali seadmed, mida volüümigruppi lisada soovid.
eu: Hautatu bolumen-taldeari gehitzea nahi duzun gailuak.
fa: لطفا دستگاههایی که میخواهید به گروه فضا اضافه کنید را انتخاب کنید.
fi: Valitse levynideryhmään lisättävät laitteet.
gl: Escolla os dispositivos que quere engadir ao grupo de volumes.
he: בחר כרכים שברצונך להוסיף לקבוצת הכרכים.
id: Silakan pilih piranti yang ingin ditambahkan ke Grup Volum.
kk: Томдар тобына қосу үшін құрылғыны таңдаңыз.
lt: Prašau pasirinkti įrenginius, kuriuos norite pridėti prie tomų grupės (Volume Group).
lv: Lūdzu izvēlaties iekārtas, ko Jūs gribat pievienot sējumu grupai.
ml: ദയവായി നിങ്ങള്‍ വാള്യം ഗ്രൂപ്പിലേക്ക് കൂട്ടിച്ചേര്ക്കാന്ഗ്രഹിക്കുന്ന ഉപകരണങ്ങള്‍ തിരഞ്ഞെടുക്കുക.
nn: Vel dei einingane du vil leggja til det grupperte dataområdet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਾਲੀਅਮ ਸਮੂਹ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਜੰਤਰ ਚੁਣੋ।
pl: Proszê wybraæ urz±dzenia o które grupa woluminów ma zostaæ powiêkszona.
pt_br: Por favor, selecione os dispositivos que você deseja adicionar ao Grupo de Volume.
ro: Vă rugăm să selectaţi dispozitivele pe care doriţi să le adăugaţi la Grupul de volume.
sl: Izberite naprave, ki jih želite dodati skupini nosilcev.
zh_tw: 請選擇您想將其加入至 Volume Group 的裝置。

source: You can select one or more devices.
cy: Gallwch ddewis un neu fwy dyfais.
de: Sie können eines oder mehrere Geräte auswählen.
el: Μπορείτε να επιλέξετε μία ή περισσότερες μονάδες.
eo: Vi elekteblus unu aŭ pluraj adaptilojn.
et: Võid valida ühe või enam seadet.
eu: Gailu bat edo gehiago hauta ditzakezu.
fa: شما میتوانید یک یا چند دستگاه را انتخاب کنید.
fi: Voit valita yhden tai useamman laitteen.
gl: Pode escoller un ou máis dispositivos.
he: אתה יכול לבחור התקן אחד או יותר
id: Anda dapat memilih satu piranti atau lebih.
kk: Сіз бір немесе бірнеше құрылғыны таңдай аласыз.
lt: Galite pasirinkti vieną ar daugiau įrenginių.
lv: Jūs varat izvēlēties vienu vai vairākas iekārtas.
ml: നിങ്ങള്‍ക്ക് ഒന്നോ അതിലധികമോ ഉപകരണങ്ങള്‍ തിരഞ്ഞെടുക്കാന്‍ പറ്റും.
nn: Du kan velja ei eller fleire einingar.
pa: ਤੁਸੀਂ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਜੰਤਰ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Mo¿esz wybraæ jedno lub wiêcej urz±dzeñ.
pt_br: Você pode selecionar um ou mais dispositivos.
ro: Puteţi selecta unul sau mai multe dispozitive.
sl: Izberete lahko eno ali več naprav.
zh_tw: 您可以選取一個或多個裝置。

source: No physical volumes selected
cy: Dewiswyd dim cyfrol corfforol
de: Keine physikalischen Volumes ausgewählt.
el: Δεν επιλέχθηκαν φυσικές μονάδες
eo: Neniu datumpartilo estas elektita
et: Ei valitud ühtki füüsilist volüümi
eu: Ez da bolumen fisikorik hautatu
fa: هیچ دستگاه فیزیکی انتخاب نشد.
fi: Yhtään levynidettä ei ole valittuna
gl: Non se seleccionaron volumes físicos
he: לא נבחרו כרכים פיסיים
id: Belum ada Volum Fisik yang dipilih
kk: Физикалық томдар таңдалған жоқ
lt: Nepasirinkote nė vieno iš fizinių tomų (physical volume)
lv: Neviens fiziskais sējums netika izvēlēts
ml: ഭൌതിക വാള്യങ്ങളൊന്നും തിരഞ്ഞെടുത്തില്ല
nn: Ingen fysiske dataområde valt
pa: ਕੋਈ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨਹੀਂ ਚੁਣਿਆ
pl: Nie wybrano fizycznych woluminów
pt_br: Nenhum volume físico selecionado
ro: Nu s-a selectat un volum fizic
sl: Izbrali niste nobenega fizičnega nosilca
zh_tw: 沒有選取任何的 Physical Volume

source: No physical volumes were selected. Extension of the volume group was aborted.
cy: Ni chafodd unrhyw gyfrol corfforol eu dewis. Erthyliwyd estyniad y Grŵp Cyfrol.
de: Es wurden keine physikalischen Volumes ausgewählt. Die Erweiterung der Volume-Gruppe wurde abgebrochen.
el: Δεν επιλέχθηκαν φυσικές μονάδες. Η διαδικασία επέκτασης της Ομάδας Τόμων ακυρώνεται.
eo: Neniu datumpartilo estas elektita. Plivastigado de la datumportila grupo fiaskis.
et: Ühti füüsilist volüümi ei valitud. Volüümigrupi laiendamine peatati.
eu: Ez da bolumen fisikorik hautatu. Bolumen-taldea hedatzea bertan behera utzi da.
fa: هیچ دستگاه فیزیکی انتخاب نشد. ازتوسعه‌ی گروه فضا صرف نظر شد.
fi: Yhtään levynidettä ei ollut valittuna. Levynideryhmän kasvattaminen keskeytetään.
gl: Non se seleccionou ningún volume físico. Abortouse a extensión do grupo de volumes.
he: לא נבחרו כרכים פיזיים. הרחבת קבוצת הכרכים בוטלה.
id: Belum ada Volum Fisik yang dipilih. Perbesaran Grup Volum dibatalkan.
kk: Физикалық томдар таңдалған жоқ. Томдарды кеңейтуі үзілді.
lt: Nepasirinkote nė vieno iš fizinių tomų (physical volume). Tomų grupės (Volume Group) išplėtimas buvo atšauktas.
lv: Neviens fiziskais sējums netika izvelēts. Paplašināšana atcelta.
ml: ഭൌതിക വാള്യങ്ങളൊന്നും തിരഞ്ഞെടുത്തിരുന്നില്ല. വാള്യം ഗ്രൂപ്പിന്റെ വികസനത്തില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Ingen fysiske dataområde var valt. Utvidinga av det grupperte dataområdet blei avbrote.
pa: ਕੋਈ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨਹੀਂ ਚੁਣਿਆ ਸੀ। ਵਾਲੀਅਮ ਸਮੂਹ ਦਾ ਵਾਧਾ ਅਧੂਰਾ ਖਤਮ ਕੀਤਾ।
pl: Nie wybrano fizycznych woluminów. Powiêkszanie grupy woluminów zosta³o przerwane.
pt_br: Nenhum volume físico foi selecionado. A extensão do Grupo de Volume foi abortada.
ro: Nu s-a selectat nici un volum fizic. Extinderea grupului de volume a fost abandonată.
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam razširjanje skupine nosilcev.
zh_tw: 沒有選取任何的 Physical Volume。Volume Group 的擴充作業已經中止。

source: Error while extending volume group
cy: Gwall wrth ymestyn y Grŵp Cyfrol
de: Beim Erweitern der Volume-Gruppe ist ein Fehler aufgetreten
el: Σφάλμα κατά την επέκταση της Ομάδας Τόμων
eo: Plivastigado de datumportila grupo eraras
et: Volüümigrupi laiendamisel ilmnes viga
eu: Errorea bolumen-taldea hedatzean
fa: خطا در گسترش گروه فضا
fi: Tapahtui virhe kasvatettaessa levynideryhmää
gl: Erro ao extender o grupo de volumes
he: שגיאה בזמן הרחבה קבוצת כרכים
id: Terjadi kesalahan saat memperbesar Grup Volum
kk: Томдарды кеңейту кезінде қателік орын алды
lt: Klaida bandant išplėsti tomų grupę (Volume Group)
lv: Kļūda paplašinot sējumu grupu
ml: വാള്യം ഗ്രൂപ്പിന്റെ വികസനത്തില്‍ പിഴവ്
nn: Feil under utviding av grupperte dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਵਧਾਉਣ ਸਮੇਂ ਗਲਤੀ
pl: B³±d podczas powiêkszania grupy woluminów
pt_br: Erro extendendo o Grupo de Volume
ro: Eroare în timpul extinderii grupului de volume
sl: Napaka pri razširjanju skupine nosilcev
zh_tw: 在擴充 Volume Group 時發生錯誤

source: The physical volume ${PARTITION} could not be added to the selected volume group.
cy: Methwyd ychwanegu'r cyfrol corfforol ${PARTITION} i'r Grŵp Cyfrol a ddewiswyd.
de: Das physikalische Volume ${PARTITION} konnte der ausgewählten Volume-Gruppe nicht hinzugefügt werden.
el: Δεν ήταν δυνατή η προσθήκη της φυσικής μονάδας ${PARTITION} στην επιλεγμένη Ομάδα Τόμων.
eo: La '${PARTITION}'-datumportilo neeblas aldonita al elektita datumportila grupo.
et: Füüsilist volüümi ${PARTITION} ei saanud valitud volüümigruppi lisada.
eu: Ezin izan zaio ${PARTITION} bolumen fisikoa gehitu hautatutako bolumen-taldeari.
fa: این فضای فیزیکی${PARTITION} قابل افزوده شدن به گروه مورد نظر نیست.
fi: Levynidettä ${PARTITION} ei voitu lisätä valittuun levynideryhmään.
gl: Non se puido engadir o volume físico ${PARTITION} ao grupo de volumes seleccionado.
he: הכרך הפיזי ${PARTITION} לא ניתן להוספה לקבוצת הכרכים הנבחרת.
id: Volum Fisik ${PARTITION} tidak dapat ditambahkan pada Grup Volum yang dipilih.
kk: ${PARTITION} физикалық томын таңдалған томдар тобына қосу сәтсіз аяқталды.
lt: Nepavyko pridėti fizinio tomo (physical volume) ${PARTITION} prie pasirinktos tomų grupės (Volume Group).
lv: Fiziskais sējums ${PARTITION} nevar tikt pievienots izvēlētajai sējumu grupai.
ml: ${PARTITION} ഭൌതിക വാള്യം തിരഞ്ഞെടുത്ത വാള്യം ഗ്രൂപ്പിലേക്ക് കൂട്ടിച്ചേര്ക്കാന്‍ കഴിഞ്ഞില്ല.
nn: Det fysiske dataområdet ${PARTITION} kunne ikkje leggjast til den valde grupperte dataområdet.
pa: ਚੁਣੇ ਵਾਲੀਅਮ ਵਿੱਚ ਭੌਤਿਕ ਵਾਲੀਅਮ ${PARTITION} ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Fizyczny wolumin ${PARTITION} nie móg³ zostaæ dodany do wybranej grupy woluminów.
pt_br: Não foi possível adicionar o volume físico ${PARTITION} ao Grupo de Volume selecionado.
ro: Volumul fizic ${PARTITION} nu a putut fi adăugat la Grupul de volume selectat.
sl: Fizičnega nosilca ${PARTITION} nisem mogel dodati k izbrani skupini nosilcev.
zh_tw: 無法將 Physical Volume ${PARTITION} 加入至指定的 Volume Group 中。

source: No volume group has been found.
cy: Ni chanfuwyd unrhyw Grŵp Cyfrol.
de: Es wurde keine Volume-Gruppe gefunden.
el: Δε βρέθηκε Ομάδα Τόμων.
eo: Neniu datumportila grupo estas trovita.
et: Ei leitud ühtki volüümigruppi.
eu: Ez da bolumen-talderik aurkitu.
fa: هیچ گروه فضایی پیدا نشد.
fi: Yhtään levynideryhmää ei löytynyt.
gl: Non se atopou ningún grupo de volumes.
he: לא נמצאה קבוצת כרכים
id: Grup Volum tidak ditemukan.
kk: Тодар тобы табылған жоқ.
lt: Neradau nė vienos tomų grupės (Volume Group).
lv: Neviena sējumu grupa nav atrasta.
ml: വാള്യം ഗ്രൂപ്പുകളൊന്നും കണ്ടില്ല.
nn: Ingen grupperte dataområde funne.
pa: ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono ¿adnej grupy woluminów.
pt_br: Nenhum Grupo de Volume foi encontrado.
ro: Nu a fost găsit nici un grup de volume (Volume Group).
sl: Našel nisem nobene skupine nosilcev.
zh_tw: 未能找到任何的 Volume Group。

source: No volume group can be reduced.
cy: Ni ellir lleihau unrhyw Grŵp Cyfrol.
de: Keine Volume-Gruppe kann verkleinert werden.
el: Δεν είναι δυνατή η σμύκρινση των Ομάδων Τόμων.
eo: Neniu datumportila grupo eblas malplivastigita.
et: Ühtki volüümigruppi ei saa vähendada.
eu: Ezin da bolumen-talderik murriztu.
fa: هیچ گروه فضایی قابل کاهش نیست.
fi: Minkään levynideryhmän kokoa ei voi pienentää.
gl: Non se pode reducir ningún grupo de volumes.
he: לא ניתן לצמצם אף קבוצת כרכים
id: Tidak terdapat Grup Volum yang dapat diperkecil.
kk: Томдар тобы қыскара алмайды.
lt: Nė viena iš tomų grupių (Volume Group) negali būti sumažinta.
lv: Neviena sējumu grupa nevar tikt sašaurināta.
ml: വാള്യം ഗ്രൂപ്പുകളൊന്നും ചുരുക്കാന്‍ പറ്റിയില്ല.
nn: Ingen grupperte dataområde kan reduserast.
pa: ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਘਟ ਨਹੀਂ ਸਕਿਆ।
pl: ¯adna grupa woluminów nie mo¿e zostaæ pomniejszona.
pt_br: Não foi possível reduzir nenhum Grupo de Volume.
ro: Nu se poate reduce nici un grup de volume (Volume Group).
sl: Ne morem zmanjšati nobene skupine nosilcev.
zh_tw: 無法縮減任何的 Volume Group。

source: Volume group to reduce:
cy: Y Grŵp Cyfrol i leihau:
de: Zu verkleinernde Volume-Gruppe:
el: Ομάδα Τόμων προς σμύκρινση:
eo: Malplivastigota datumportila grupo:
et: Vähendatav volüümigrupp:
eu: Murriztu beharreko bolumen-taldea:
fa: گروه فضا برای کاهش:
fi: Pienennettävä levynideryhmä:
gl: Grupo de volumes a reducir:
he: קבוצת כרכים לצמצום:
id: Grup Volum untuk diperkecil:
kk: Қысқарту үшін томдар тобы:
lt: Tomų grupė (Volume Group), kurią norite sumažinti:
lv: Sašaurināt sējumu grupu:
ml: ചുരുക്കേണ്ട വാള്യം ഗ്രൂപ്പ്:
nn: Gruppert dataområde som skal reduserast:
pa: ਘਟਾਉਣ ਲਈ ਵਾਲੀਅਮ ਸਮੂਹ:
pl: Grupa woluminów do pomniejszenia:
pt_br: Grupo de volume a ser reduzido :
ro: Grupul de volume de redus:
sl: Skupina nosilcev, ki jo želite zmanjšati:
zh_tw: 要縮減的 Volume Group：

source: Please select the volume group you wish to reduce.
cy: Dewiswch y Grŵp Cyfrol hoffech leihau os gwelwch yn dda.
de: Bitte wählen Sie die Volume-Gruppe, die Sie verkleinern möchten.
el: Επιλέξτε την Ομάδα Τόμων που θέλετε να σμικρύνετε.
eo: Bonvole elektu datumportilan grupon, kiun vi volas malplivastigi.
et: Palun vali volüümigrupp, mida vähendada soovid.
eu: Hautatu murriztu nahi duzun bolumen-taldea.
fa: لطفا گروه فضایی که میخواهید کاهش دهید را انتخاب کنید.
fi: Valitse pienennettävä levynideryhmä.
gl: Escolla o grupo de volumes que quere reducir.
he: בחר את קבוצת הכרכים שברצונך לצמצם.
id: Silakan memilih Grup Volum untuk diperkecil.
kk: Қысқарту үшін томдар тобын таңдаңыз.
lt: Prašau pasirinkti tomų grupę (Volume Group), kurią norite sumažinti.
lv: Lūdzu izvēlaties, kuru sējumu grupu Jūs vēlaties sašaurināt.
ml: ദയവായി നിങ്ങള്‍ ചുരുക്കാനാഗ്രഹിക്കുന്ന വാള്യം ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കൂ.
nn: Vel det grupperte dataområdet du vil redusera.
pa: ਕਿਰਪਾ ਕਰਕੇ ਘਟਾਉਣ ਲਈ ਵਾਲੀਅਮ ਸਮੂਹ ਚੁਣੋ।
pl: Proszê wybraæ grupê woluminów, któr± chcesz pomniejszyæ.
pt_br: Por favor, selecione o Grupo de Volume que você deseja reduzir.
ro: Vă rugăm să selectaţi Grupul de volume pe care doriţi să-l reduceţi.
sl: Prosim izberite skupino nosilcev, ki jo želite zmanjšati.
zh_tw: 請選擇您想要縮減的 Volume Group。

source: Device to remove from volume group:
cy: Y dyfais i'w dynnu o'r Grŵp Cyfrol:
de: Dieses Gerät aus der Volume-Gruppe entfernen:
el: Επιλέξτε τις μονάδες προς αφαίρεση από την Ομάδα Τόμων:
eo: Elprenataj adaptiloj el datumportila grupo:
et: Volüümigrupist eemaldatav seade:
eu: Bolumen-taldetik kendu beharreko gailua:
fa: دستگاهی که میخواهید از گروه فضا حذف شود:
fi: Levynideryhmästä poistettava laite:
gl: Dispositivo a eliminar do grupo de volumes:
he: התקנים להסרה מקבוצת הכרכים:
id: Piranti yang ingin dilepas dari Grup Volum:
kk: Томдар тобынан жою үшін арналған құрылғылар:
lt: Įrenginys, kurį norite išmesti iš tomų grupės (Volume Group):
lv: Iekārta, ko izņemt no sejumu grupas:
ml: വാള്യം ഗ്രൂപ്പില്നിന്നും എടുത്ത കളയേണ്ട ഉപകരണം:
nn: Eining som skal fjernast frå det grupperte dataområdet:
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਵਿੱਚੋਂ ਹਟਾਉਣ ਲਈ ਜੰਤਰ:
pl: Urz±dzenie o które grupa woluminów ma zostaæ pomniejszona:
pt_br: Dispositivo a ser removido do Grupo de Volume :
ro: Dispozitivele de înlăturat din Grupul de volume:
sl: Naprave, ki jih želite odstraniti iz skupine nosilcev:
zh_tw: 要從 Volume Group 中移除的裝置：
