Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
cy: Ni wnaeth y chwiliad cyflym am ddelweddau sefydlydd ISO, sydd ond yn edrych mewn llefydd cyffredin, ganfod delwedd ISO sefydlydd. Mae'n bosib y bydd chwiliad mwy trwyadl yn canfod y delwedd ISO, ond gall gymryd amser hir.
de: Die Schnellsuche nach einem Installations-ISO-Image, welche nur in gängigen Verzeichnissen sucht, konnte kein Installations-ISO-Image finden. Es ist möglich, dass eine gründlichere Suche ein ISO-Image findet. Beachten Sie aber, dass dies lange dauern kann.
el: Η γρήγορη αναζήτηση για είδωλα ISO, που πραγματοποιείται μόνο σε ορισμένα πιθανά σημεία, δεν ανίχνευσε κάποιο είδωλο ISO. Πιθανόν μια πιο λεπτομερής αναζήτηση να βρει κάποιο είδωλο ISO, αλλά η διαδικασία θα είναι χρονοβόρα.
eo: La rapida serĉado de instalontaj 'ISO'-bildoj, kiu kontrolas nur komunajn lokojn, ne trovis instalonta 'ISO'-bildo. Pli funda serĉado malrapide trovus ĝin.
et: Kiire ISO kujutiste otsimine, mis kontrollib vaid tavapäraseid kohti, ei leidnud paigaldaja ISO kujutist. Põhjalikum otsing võib ISO kujutise leida (kui see olemas on), aga võib ka kaua aega võtta.
eu: Instalatzailearen ISO irudietarako eskaneatze bizkorrak (ohiko lekuetan bakarrik begiratzen duenak) ez du instalatzailearen ISO irudirik aurkitu. Baliteke bilaketa sakonago batean aurkitzea ISO irudia, baina luze jo dezake.
fa: جستجوی سریع برای یافتن تصویر قابل نصب که تنها در محلهای معمول جستجو میکند هیچ تصویر مناسبی پیدا نکرد. ممکن است یک جستجوی دقیقتر بتواند تصویر مناسب را پیدا کند اما همچون جستجویی زمان زیادی نیاز دارد.
fi: Asentimen ISO-levyostosta ei löytynyt tavallisimmista kansioista. On mahdollista, että kattavampi etsintä löytää ISO-levyotoksen, mutta haku voi kestää pitkään.
gl: A busca rápida de imaxes ISO do instalador, que só busca en lugares habituais, non atopou unha imaxe ISO do instalador. É posible que unha busca máis meticulosa atope a imaxe ISO, pero pode levar moito tempo.
he: סריקה מהירה לתמונת ISO של המתקין, שמחפשת רק במקומות נפוצים, לא מצאה תמונת ISO של המתקין. יכול להיות שבדיקה יסודית יותר תמצא תמונת ISO, אך היא תקח יותר זמן.
id: Pemindaian cepat untuk citra ISO penginstal, yang hanya mencari di tempat-tempat umum, tidak berhasil menemukan citra ISO penginstal. Pencarian menyeluruh mungkin akan menemukan citra ISO tersebut, tetapi ini akan memerlukan waktu lama.
kk: Стандартты жерлерде орнатылатын ISO іздеу ешқандай нәтиже бермеді. Мұқият іздестіруге болады, бірақ ол көбірек уақыт алады.
lt: Greita įdiegiklio ISO atvaizdų paieška, kuri ieškojo tik įprastose vietose, įdiegiklio ISO atvaizdo nerado. Galima ir gilesnė paieška, bet tai gali užtrukti daug laiko.
lv: Ātrā diska pārmeklēšana, kas meklē instalatora ISO attēlu parastajās vietās,neko neatrada. Ir iespējams, ka dziļāka meklēšana atradīs šo ISO attēlu, taču tas var aizņemt daudz laika.
ml: സാധാരണ സ്ഥലങ്ങളില്‍ മാത്രം തിരയുന്ന പെട്ടെന്നുള്ള തിരച്ചിലില്‍ ഇന്സ്റ്റാളര്‍ ISO ഇമേജ് കണ്ടില്ല.
nn: Det raske søket etter ISO-installasjonsbiletet, som berre ser etter på dei mest vanlege plassane fann ingen ISO-installasjonsbilete. Det er mogeleg at eit meir grundig søk vil finna ISO-biletet, men det kan ta lang tid.
pa: ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਕੁਇੱਕ ਖੋਜ ਕਰੋ, ਜੋ ਸਿਰਫ ਆਮ ਥਾਵਾਂ ਤੇ ਵੇਖਦਾ ਹੈ, ਨੂੰ ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਨਹੀਂ ਲੱਭਿਆ। ਇਹ ਸੰਭਵ ਹੈ ਕਿ ਜਿਆਦਾ ਡੂੰਘੀ ਖੋਜ ISO ਪ੍ਰਤੀਬਿੰਬ ਲੱਭ ਸਕੇਗੀ, ਪਰ ਇਹ ਲੰਬਾ ਸਮਾਂ ਲਵੇਗੀ।
pl: Szybkie wyszukiwanie instalacyjnego obrazu ISO sprawdzaj±ce tylko najpopularniejsze miejsca, nie odnalaz³o ISO instalacyjnego. Mo¿liwe, ¿e dok³adniejsze wyszukiwanie da pozytywne rezultaty. ale mo¿e potrwaæ d³u¿szy czas.
pt_br: A busca rápida por imagens ISO do instalador, a qual procura somente em locais comuns, não encontrou uma imagem ISO de instalador. É possível que uma busca mais completa encontre a imagem ISO, mas a mesma irá demorar um tempo consideravelmente maior.
ro: Examinarea rapidă, în căutarea unei imagini ISO cu programul de instalare, care caută doar în locurile cele mai comune, nu a găsit o imagine ISO cu programul de instalare. Este posibil ca o căutare mai temeinică să găsească imaginea, dar ar putea dura mult.
sl: Pri hitrem iskanju ISO slike namestilnika, ki išče samo na pogostih mestih, ni bila najdena ISO slika namestilnika. Obstaja možnost, da bo najdena pri bolj podrobnem iskanju, ki pa lahko traja dlje časa.
zh_tw: 僅在常見的位置進行搜索的快速掃描並沒有找到任何安裝程式的 ISO 影像檔。也許經由更徹底的搜索就能找到，但是這也許會花費很長的時間。

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
cy: Ni chanfuwyd unrhyw ddelweddau ISO sefydlydd. Os lawrlwythoch y delwedd ISO, efallai bod ganddo enw ffeil gwael (nad yw'n gorffen yn ".iso"), neu gall fod ar system ffeiliau ni allwyd clymu. Bydd rhaid i chi wneud sefydliad rhwydwaith yn lle, neu ailfŵtio a thrwsio'r delwedd ISO.
de: Es wurden keine Installations-ISO-Images gefunden. Falls Sie ein ISO-Image heruntergeladen haben, könnte die Datei falsch benannt sein (Endung nicht ».iso«) oder es liegt auf einem Dateisystem, das nicht eingehängt werden konnte. Sie müssen eine Installation über Netzwerk durchführen oder das System neu booten und das Problem mit dem ISO beheben.
eo: Neniu instalonta 'ISO'-bildo estas trovita. Se vi elŝutis 'ISO'-bildon, ĝi eble misnomas (sensufikso ".iso"), aŭ ĝi lokas nesurmetitan dosiersistemon. Vi nepre perrete instalos aŭ korektos kaj reŝargos la 'ISO'-bildon.
et: Ühtki paigaldaja ISO kujutist ei leitud. Kui sa laadisid ISO kujutise alla, võib tal olla kehv failinimi (ei lõpe ".iso") või asuda failisüsteemil, mida ei õnnestu haakida. Pead kas jätkama võrgust paigaldamisega või sooritama alglaadimise ja ISO kujutise ära parandama.
eu: Instalatzailearen ISO irudirik ez da aurkitu. ISO irudia deskargatu bazenuen, baliteke fitxategi-izen okerra edukitzea (".iso"rekin amaitzen ez dena), edo baliteke muntatu ezin izan den fitxategi-sistema batean egotea. Horren ordez sareko instalazioa egin beharko duzu, edo berrabiarazi eta ISO irudia doitu.
gl: Non se atopou ningunha imaxe ISO do instalador. Se descargou a imaxe ISO pode ter un nome incorrecto (que non remate en ".iso"), ou pode estar nun sistema de ficheiros que non se puido montar. Ha ter que facer unha instalación de rede ou reiniciar e arranxar a imaxe ISO.
he: לא נמצאו תמונות ISO של המתקין. אם הורדת תמונת ISO, יכול להיות שם הקובץ לא תקין (כלומר לא מסתיים ב-".iso"), או שהוא נמצא על מערכת קבצים שלא ניתן לעגון. תצטרך לבצע התקנת רשת, או לאתחל את המחשב ולתקן את תמונת ה-ISO.
kk: Орнатылатын ISO бейнелер табылмады. Егер сіз ISO бейнелерді алсаңыз, онда олар мүмкін дұрыс аталмаған (".iso" кеңейтілуісіз), немесе олар жөнделмеген файлдық жүйеде болған. Сіз желілерді орната аласыз немесе қайта жүктеліп ISO бейнелерді жөндей аласыз.
lt: Įdiegiklio ISO atvaizdas nerastas. Jei Jūs atsisiuntėte ISO atvaizdą, galbūt jis turi blogą failo vardą (be išplėtimo ".iso"), arba jis yra failų sistemoje, kuri negali būti prijungta. Jums teks atlikti diegimą iš tinklo, arba atlikti pakartotiną sistemos įkrovimą ir pataisyti ISO atvaizdą.
lv: instalatora ISO attēls nav atrasts. Ja Jūs lejuplādējāt instalatora ISO attēlu, tam varētu būt nepareizs faila vārds (tāds kas nebeidzas ar ".iso") vai arī tas varētu būt uz nepiemontētas failu sistēmas. Jums būs jāveic tīkla instalācija vai arī jāpārsāknējas un jāatrisina ISO attēla problēma.
ml: ഇന്സ്റ്റാളര്‍ ISO ഇമേജുകളൊന്നും കണ്ടില്ല. നിങ്ങള്‍ ISO ഇമേജ് ഡൌണ്‍ലോഡ് ചെയ്തിട്ടുണ്ടെങ്കില്‍ അതിനൊരു ചീത്ത ഫയല്നെയിം (".iso" യില്‍ അവസാനിക്കാത്ത) ഉണ്ടാകാം അല്ലെങ്കില്‍ അതൊരു മൌണ്ട് ചെയ്യാന്‍ പറ്റാത്ത ഫയല്‍ സിസ്റ്റത്തിലായിരിക്കാം. നിങ്ങള്ക്ക് നെറ്റ്‌വര്ക്ക് ഉപയോഗിച്ച് ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ടതായോ അല്ലെങ്കില്‍ റീബൂട്ട് ചെയ്ത് ISO ഇമേജ് ശരിയാക്കേണ്ടതോ വരാം.
pa: ਕੋਈ ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਨਹੀਂ ਲੱਭਿਆ। ਜੇ ਤੁਸੀਂ ISO ਪ੍ਰਤੀਬਿੰਬ ਡਾਊਨਲੋਡ ਕੀਤਾ, ਇਹ ਗਲਤ ਫਾਇਲ ਨਾਂ ਹੋ ਸਕਦਾ ਹੈ (".iso" ਵਿੱਚ ਸੋਧ ਨਹੀਂ ਸਕਦੇ), ਜਾਂ ਇਹ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਹੋ ਸਕਦਾ ਹੈ ਜੋ ਮਾਊਂਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਤੁਹਾਨੂੰ ਨੈੱਟਵਰਕ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰਨੀ ਪਵੇਗੀ, ਜਾਂ ਮੁੜ ਚਲਾਉਣਾ ਅਤੇ ISO ਪ੍ਰਤੀਬਿੰਬ ਸਥਿਰ ਕਰਨਾ ਪਵੇਗਾ।
ro: Nu s-a găsit nici o imagine ISO cu programul de instalare. Dacă aţi descărcat imaginea ISO, s-ar putea să nu aibă un nume bun (nu se termină în ".iso"). sau ar putea fi pe un sistem de fişiere care nu a putut fi montat. Va trebui să faceţi o instalare prin reţea, sau să reporniţi şi să reparaţi imaginea ISO.
zh_tw: 無法找到安裝程式的 ISO 影像檔。如果您下載了 ISO 影像檔，也許它的檔案名稱有問題 (不是以 .iso 結尾)，或者它是被存放在一個無法掛載的檔案系統之上。您將必須替而使用網路安裝，或者重新開機並修正該 ISO 影像檔。

source: Failed to find an installer ISO image
cy: Methwyd canfod delwedd ISO sefydlydd
de: Konnte kein Installations-ISO-Image finden
el: Η αναζήτηση ενός ειδώλου εγκατάστασης ISO απέτυχε
eo: Serĉado de instalonta 'ISO' bildo malsukcesas
et: ISO kujutist ei õnnestunud leida
eu: Ezin izan da instalatzailearen ISO irudia aurkitu
fa: تلاش برای پیدا کردن تصویر قابل نصب به نتیجه نرسید.
fi: Asentimen ISO-levyotoksia ei löytynyt
gl: Non se puido atopar unha imaxe ISO do instalador
he: כשלון במציאת תמונת ISO של המתקין
id: Tidak berhasil menemukan citra penginstal ISO
kk: Орнатылатын ISO бейнесін табу мүмкін болмады
lt: Nepavyko rasti įdiegiklio ISO atvaizdo
lv: Kļūda meklējot instalatora ISO attēlu
mg: Tsy nahomby ny fitadiavana sary ISO an'ny mpametraka
ml: ഇന്സ്റ്റാളര്‍ ISO ഇമേജ് കണ്ടുപിടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje finna noko ISO-installasjonsbilete
pa: ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê odnale¼æ instalacyjnego obrazu ISO
pt_br: Falha ao procurar por uma imagem ISO do instalador
ro: Nu s-a găsit o imagine ISO cu programul de instalare
sl: Nisem uspel najti ISO slike namestilnika
zh_tw: 無法找到安裝程式的 ISO 影像檔

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
cy: Er canfuwyd un neu fwy delwedd ISO posib, methwyd eu clymu. Efallai bo'r delwedd ISO lawrlwythoch yn llygredig.
de: Es wurde ein oder mehrere mögliche ISO-Images gefunden. Sie konnten allerdings nicht eingebunden werden. Das von Ihnen heruntergeladene ISO-Image könnte beschädigt sein.
el: Αν και βρέθηκαν ένα ή περισσότερα πιθανά είδωλα ISO, ήταν αδύνατη η προσάρτηση. Πιθανόν τα αρχεία ISO που μεταφορτώθηκαν ήταν κατεστραμμένα.
eo: Almenaŭ unu 'ISO'-bildo estas trovita. Tamen nenio estas surmetebla. La elŝutita 'ISO' bildo estas eble difektita.
et: Ehkki leiti üks (või enam) ISO kujutis, ei õnnestunud teda haakida. Alla laetud ISO kujutis võib olla vigane.
eu: ISO irudi bat edo gehiago aurkitu dira, baina ezin izan dira muntatu. Deskargatutako ISO irudia hondatuta egon daiteke.
fa: چند تصویر پیداش ده است اما قابلیت بارگذاری شدن ندارند. این تصویرها ممکن است با اشکال بارگیری شده باشند.
fi: Yksi tai useampia mahdollisia ISO-levyotoksia löytyi, mutta niitä ei voitu liittää. Noutamasi ISO-levyotos voi olla viallinen.
gl: Malia que se atopou unha imaxe ISO ou máis, non se puido montar. A imaxe ISO que descargou pode estar corrompida.
he: בזמן שאחת או יותר תמונות ISO של המתקין נמצאו, לא ניתן לעגן אותם. תמונת ה-ISO שהורדת יכולה להיות הרוסה.
id: Meskipun satu atau beberapa citra ISO ditemukan, berkas-berkas tersebut tidak bisa dikaitkan. Citra ISO yang telah Anda unduh (download) mungkin rusak.
kk: Бірнеше ISO бейнелер табылса да, оларды жөндеу мүмкін болмады. Сіз алған ISO бейне бұзылған болуы мүмкін
lt: Nors ir rastas vienas ar daugiau ISO atvaizdų, jie negali būti prijungti. Galbūt Jūsų parsisiųstas ISO atvaizdas yra sugadintas.
lv: Kaut gan viens vai vairāki ISO attēli tika atrasti - piemontēt viņus neizdevās. Iespējams, ka šie attēli ir bojāti.
ml: ഒന്നോ അതിലതികമോ സാധ്യതയുള്ള ISO ഇമേജുകള്‍ കണ്ടെങ്കിലും അവ മൌണ്ട് ചെയ്യാന്‍ സാധ്യമല്ല. നിങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്ത ISO ഇമേജ് കറപ്റ്റായതാകാം.
nn: Ei eller fleire mogelege ISO-bilete blei funne, men ingen av dei kunne monterast. ISO-biletet du lasta ned kan vera øydelagt.
pa: ਜਦੋਂ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ISO ਪ੍ਰਤੀਬਿੰਬ ਲੱਭ ਜਾਣ, ਉਹ ਮਾਊਂਟ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ। ISO ਪ੍ਰਤੀਬਿੰਬ ਜੋ ਤੁਸੀਂ ਡਾਊਨਲੋਡ ਕੀਤਾ ਖਰਾਬ ਹੋਵੇਗਾ।
pl: Mimo, i¿ odnaleziono jeden lub wiêcej plików bêd±cymi najprawdopodobniej obrazami ISO, nie uda³o siê zamontowaæ ¿adnego. Prawdopodobnie pobrany plik ISO jest uszkodzony.
pt_br: Apesar de uma ou mais imagens ISO terem sido encontradas, as mesmas não puderam ser montadas. A imagem ISO que você obteve pode estar corrompida.
ro: Deşi una sau mai multe imagini ISO posibile au fost găsite, ele nu au putut fi montate. Imaginea ISO descărcată ar putea fi coruptă.
sl: Čeprav sem našel eno ali več ISO slik le teh nisem mogel priklopiti. ISO slika, ki ste jo prenesli je morda pokvarjena.
zh_tw: 找到了一個或多個可能的 ISO 影像檔，但都無法進行掛載。您所下載的 ISO 影像檔也許已經損壞了。

source: No installer ISO image found
cy: Ni chanfuwyd delwedd ISO sefydlydd
de: Kein Installations-ISO-Image gefunden
el: Δε βρέθηκε είδωλο ISO
eo: Nenio trovita instalonta 'ISO'-bildo
et: Paigaldaja ISO kujutist ei leitud
eu: Instalatzailearen ISO irudirik ez da aurkitu
fa: هیچ تصویر ایزوی قابل نصبی پیدا نشد.
fi: Asentimen ISO-levyotosta ei löytynyt
gl: Non se atopou ningunha imaxe ISO do instalador
he: לא נמצאה תמונת ISO של המתקין.
id: Tidak ditemukan citra ISO penginstal.
kk: Оннатылатын ISO бейне табылмады
lt: Įdiegiklio ISO atvaizdas nerastas
lv: Nav atrasts instalatora ISO attēls
mg: Tsy nahita sary ISO an'ny mpametraka
ml: ഇന്സ്റ്റാളര്‍ ISO ഇമേജുകളൊന്നും കണ്ടില്ല
nn: Fann ingen ISO-installasjonsbilete
pa: ਕੋਈ ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono obrazów instalacyjnych ISO
pt_br: Nenhuma imagem do isntalador encontrada
ro: Nu s-a găsit nici o imagine ISO cu programul de instalare
sl: Nisem našel nobene ISO slike namestilnika
zh_tw: 未能找到安裝程式的 ISO 影像檔

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
cy: Er canfuwyd un neu fwy delwedd ISO posib, nid oeddent yn edrydd fel delweddau ISO sefydlydd dilys.
de: Es wurde ein oder mehrere mögliche ISO-Images gefunden. Keines davon scheint ein gültiges Installations-ISO-Image zu sein.
el: Αν και βρέθηκαν ένα ή περισσότερα πιθανά είδωλα ISO, δεν ήταν έγκυρα είδωλα εγκατάστασης ISO .
eo: Almenaŭ unu 'ISO' bildo estas trovita, tamen nenio valida instalonta 'ISO'-bildo ekzistas.
et: Leiti küll üks (või enam) ISO kujutis, kuid ta ei tundunud olevat sobiv paigaldaja ISO kujutis.
eu: ISO irudi bat edo gehiago aurkitu dira, baina ez zuten instalatzailearen baliozko ISO irudien itxurarik.
fa: چند تصویر ایزو پیدا شده است اما هیچکدام از آنها شبیه تصویر نصاب مورد نظر نیستند!
fi: Yksi tai useampia mahdollisia ISO-levyotoksia löytyi, ne eivät vaikuttaneet kelvollisilta asentimen-ISO-levyotoksilta.
gl: Malia que se atopou unha imaxe ISO ou máis, non semellaba unha imaxe ISO do instalador válida.
he: בזמן שאחת או יותר תמונות ISO של המתקין נמצאו, הן לא נראות כתמונות ISO חוקיות של המתקין.
id: Meskipun satu atau beberapa citra ISO ditemukan, berkas-berkas tersebut tampaknya bukan citra ISO yang sah.
kk: Бірнеше ISO бейнелер табылса да, олардың біреуі де орнатылатын ISO бейне емес.
lt: Nors ir rastas vienas ar daugiau ISO atvaizdų, bet nei vienas iš jų nėra tinkamas įdiegimo ISO atvaizdas.
lv: Lai gan viens vai vairāki iespējamie ISO attēli bija atrasti, tie neizskatījās pēc korektiem ISO attēliem.
ml: ഒന്നോ അതിലതികമോ സാധ്യതയുള്ള ISO ഇമേജുകള്‍ കണ്ടെങ്കിലും അവ വാലിഡായ ISO ഇമേജുകളാണെന്ന് തോന്നുന്നില്ല.
nn: Ei eller fleire mogelege ISO-bilete blei funne, men ingen av dei ser ut til å vera gyldige ISO-installasjonsbilete.
pa: ਜਦੋਂ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਸੰਭਵ ISO ਪ੍ਰਤੀਬਿੰਬ ਲੱਭ ਜਾਣ, ਉਹ ਯੋਗ ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਨਹੀਂ ਦਿਸਣਗੇ।
pl: Z jednego lub wiêcej odnalezionych prawdopodobnych obrazów ISO, ¿aden z nich nie by³ prawid³owym obrazem instalacyjnym.
pt_br: Apesar de uma ou mais imagens ISO terem sido encontradas, as mesmas não parecem ser imagens ISO válidas do instalador.
ro: Deşi una sau mai multe imagini ISO posibile au fost găsite, ele nu par a fi imagini ISO valide, cu programul de instalare.
sl: Čeprav sem našel eno ali več ISO slik le te niso bile pravilne ISO slike namestilnika.
zh_tw: 找到了一個或多個可能的 ISO 影像檔，但看起來都不是正確的安裝程式 ISO 影像檔。

source: Please do a network install instead, or reboot and fix the ISO image.
cy: Os gwelwch yn dda, gwnewch sefydliad rhwyswaith yn lle, neu ailfŵtiwch a thrwsio'r delwedd ISO.
de: Bitte führen Sie stattdessen eine Installation über Netzwerk durch oder starten Sie Ihr System erneut und beheben Sie das Problem mit dem ISO-Image.
el: Θα πρέπει να πραγματοποιήσετε την εγκατάσταση μέσω δικτύου ή να επανεκκινήσετε το σύστημα και να επιδιορθώσετε το είδωλο ISO.
eo: Anstataŭe, bonvolu perrete instali, aŭ korekti kaj reŝargi la 'ISO' bildon.
et: Palun paigalda Debian üle võrgu või soorita alglaadimine ja paranda ISO kujutis ära.
eu: Horren ordez, egin sareko instalazioa, edo berrabiarazi eta doitu ISO irudia.
fa: لطفا از حالت نصب از طریق شبکه کمک بگیرید و یا سیستم را بازراه‌اندازی کرده و تصویر ها را تصحیح کنید.
fi: Tee sen sijaan verkkoasennus tai käynnistä uudelleen ja korjaa ISO-levyotos.
gl: Faga unha instalación por rede, ou reinicie e arranxe a imaxe ISO.
he: בבקשה בצע התקנת רשת במקום, או אתחל את המחשב ותקן את תמונת ה-ISO.
id: Silakan lakukan instalasi lewat jaringan atau reboot dan perbaiki citra ISO.
kk: Сіз желілерді орната аласыз немесе қайта жүктеліп ISO бейнені жөндей аласыз.
lt: Prašau atlikti įdiegimą iš tinklo, arba atlikti pakartotiną sistemos įkrovimą ir pataisyti ISO atvaizdą.
lv: Lūdzu veiciet instalāciju pa tīklu vai arī pārsāknējieties un salabojiet ISO attēlu.
mg: Azadfy ataovy amin'ny alalan'ny rezo ny fametrahana, na velomy indray dia amboary ny sary ISO.
ml: ദയവായി നിങ്ങള്ക്ക് നെറ്റ്‌വര്ക്ക് ഉപയോഗിച്ച് ഇന്സ്റ്റാള്‍ ചെയ്യൂ അല്ലെങ്കില്‍ റീബൂട്ട് ചെയ്ത് ISO ഇമേജ് ശരിയാക്കൂ.
nn: Gjer ein nettverksinstallasjon i staden, eller start om igjen og ordna ISO-biletet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨੈੱਟਵਰਕ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰੋ, ਜਾਂ ਮੁੜ ਚਲਾਓ ਅਤੇ ISO ਪ੍ਰਤੀਬਿੰਬ ਸਥਿਰ ਕਰੋ।
pl: Proszê skorzystaæ z instalacji sieciowej lub uruchomiæ komputer ponownie i naprawiæ obraz ISO.
pt_br: Por favor, faça uma instalação via rede ou reinicie e corrija a imagem ISO.
ro: Vă rugăm să faceţi o instalare prin reţea, sau să restartaţi şi să reparaţi imaginea ISO.
sl: Uporabite mrežno namestitev ali pa ponovno zaženite računalnik in popravite ISO sliko.
zh_tw: 請替而使用網路安裝，或者重新開機並修正該 ISO 影像檔。

source: Successfully mounted ${SUITE} installer ISO image
cy: Clymwyd delwedd ISO sefydlydd ${SUITE}
de: ${SUITE} Installations-ISO-Image erfolgreich eingebunden
el: Η προσάρτηση του ειδώλου εγκατάστασης ISO ${SUITE} ήταν επιτυχής
eo: Sukcese surmetita ${SUITE} instalontan 'ISO' bildon
et: Paigaldaja ISO kujutis ${SUITE} edukalt haagitud
eu: Ondo muntatu da ${SUITE} instalatzailearen ISO irudia
fa: تصویر قابل نصب ${SUITE} با موفقیت بارگیری شد.
fi: Jakelun ${SUITE} asentimen-ISO-levyotos liitetty onnistuneesti
gl: Montouse con éxito a imaxe ISO ${SUITE} do instalador
he: ${SUITE}, תמונת ISO של המתקין, עוגנה בהצלחה.
id: Berhasil mengaitkan citra ISO penginstal ${SUITE}.
kk: Орындалатын ISO бейнесі сәтті жөнделді ${SUITE}
lt: Sėkmingai prijungtas ${SUITE} įdiegiklio ISO atvaizdas
lv: Veiksmīgi piemontēju ${SUITE} instalatora ISO attēlu
ml: ${SUITE} എന്ന ഇന്സ്റ്റാളര്‍ ISO ഇമേജ് വിജയകരമായി മൌണ്ട് ചെയ്തു
nn: Vellukka montering av ISO-installasjonsbiletet ${SUITE}.
pa: ${SUITE} ਇੰਸਟਾਲਰ ISO ਪ੍ਰਤੀਬਿੰਬ ਸਫਲਤਾ ਨਾਲ ਮਾਊਂਟ ਹੋਇਆ
pl: Poprawnie zamontowano obraz ISO instalacyjnego ${SUITE}
pt_br: Imagem ISO do instalador ${SUITE} montada com sucesso
ro: S-a montat cu succes imaginea ISO cu programul de instalare ${SUITE}
sl: Uspešno sem priklopil ISO sliko ${SUITE} namestilnika
zh_tw: 成功地掛載了 ${SUITE} 安裝程式的 ISO 影像檔

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
cy: Caiff y ffeil ISO ${FILENAME} ar ${DEVICE} (${SUITE}) ei ddefnyddio fel y y ddelwedd ISO sefydlu.
de: Die ISO-Datei ${FILENAME} auf ${DEVICE} (${SUITE}) wird als Installations-ISO-Image benutzt.
el: Το είδωλο ISO ${FILENAME} στο ${DEVICE} (${SUITE}) θα χρησιμοποιηθεί για την εγκατάσταση.
eo: La 'ISO'-a dosiero ${FILENAME} el ${DEVICE} (${SUITE}) estos uzata tiel instalonta 'ISO' bildo.
et: Paigaldaja ISO kujutisena läheb kasutusele ISO fail ${FILENAME} seadmel ${DEVICE} (${SUITE})
eu: ${DEVICE} (${SUITE})(e)ko ISO fitxategia ${FILENAME} instalazioko ISO irudi gisa erabiliko da.
fa: فایل ایزوی ${FILENAME} که بر روی {DEVICE} (${SUITE}) بارگذاری شده است به عنوان نصب کننده به کار خواهد رفت.
fi: ISO-tiedosto ${FILENAME} laitteella ${DEVICE} (${SUITE}) otetaan käyttöön asennus-ISO-levyotoksena.
gl: Hase empregar o ficheiro ${FILENAME} de ${DEVICE} (${SUITE}) coma imaxe ISO de instalador.
he: קובץ ה-ISO ${FILENAME} בתוך ${DEVICE} (${SUITE}) ישמש כתמונת ISO של המתקין.
id: Berkas ISO ${FILENAME} pada ${DEVICE} (${SUITE}) akan digunakan sebagai citra ISO untuk instalasi.
kk: ${DEVICE} (${SUITE}- тегі ISO-файл ${FILENAME} орындалатын ISO бейнесі ретінде қолданылады).
lt: ISO failas ${FILENAME} esantis ${DEVICE} (${SUITE}) bus naudojamas kaip įdiegiklio ISO atvaizdas.
lv: ISO fails ${FILENAME} no ${DEVICE} diska (${SUITE}) tiks lietots kā instalācijas ISO attēls.
mg: Ny rakitra ISO ${FILENAME} ao amin'ny ${DEVICE} (${SUITE}) no ho ampiasaina ho sary ISO an'ny fametrahana.
ml: ${DEVICE} ലുള്ള ${FILENAME} എന്ന ISO ഫയല്‍ (${SUITE}) ഇന്സ്റ്റാളേഷനുള്ള ISO ഇമേജായി ഉപയോഗിക്കുന്നതായിരിക്കും.
nn: ISO-biletet ${FILENAME} på ${DEVICE} (${SUITE}) vil bli brukt som ISO-installasjonsbilete.
pa: ${DEVICE} (${SUITE}) ਤੇ ISO ਫਾਇਲ ${FILENAME} ਇੰਸਟਾਲੇਸ਼ਨ ISO ਪ੍ਰਤੀਬਿੰਬ ਤੌਰ ਤੇ ਵਰਤੀ ਜਾਵੇਗੀ।
pl: Plik ISO ${FILENAME} na ${DEVICE} (${SUITE}) bêdzie u¿yty jako obraz instalacyjny ISO.
pt_br: O arquivo ISO ${FILENAME} em ${DEVICE} (${SUITE}) será usado como a imagem ISO de instalação.
ro: Fişierul ISO ${FILENAME} de pe ${DEVICE} (${SUITE}) va fi folosită ca imagine ISO de instalare.
sl: ISO datoteka ${FILENAME} na ${DEVICE} (${SUITE) bo uporabljena kot ISO slika namestilnika.
zh_tw: 將使用 ${DEVICE} (${SUITE}) 上的 ISO 檔案 ${FILENAME} 作為安裝用的 ISO 影像檔。

source: Load installer components from an installer ISO
cy: Llwytho cydrannau sefydlydd o ISO sefydlydd
de: Installer-Komponenten aus einem ISO laden
el: Φόρτωση του λογισμικού εγκατάστασης από ένα είδωλο εγκατάστασης ISO
eo: Ŝargu elementojn el instalonta 'ISO' bildo
et: Lae paigaldaja komponendid paigaldaja ISO'lt
eu: Kargatu instalatzailearen osagaiak instalatzailearen ISOtik
fa: بارگیری مولفه‌های نصب از روی یک نصاب ایزو
fi: Lataa asentimen osat ISO-levyotokselta
gl: Cargar os compoñentes do instalador dende unha imaxe ISO de instalación
he: טען רכיבי מתקין מתוך קובץ ה-ISO של המתקין.
id: Muat komponen penginstal dari citra ISO penginstal.
kk: Орнатылатын ISO бейнеден орнату программасының компоненттірен жүктеу
lt: Įdiegiklio komponentų įkėlimas iš įdiegiklio ISO atvaizdo
lv: Ielādēt instalatora komponentes no instalatora ISO
mg: Mamahana ny singan'ny rindran'asa mpametraka avy amin'ny sary ISO an'ny mpametraka
ml: ഇന്സ്റ്റാളര്‍ ISO യില്‍ നിന്നും ഇന്സ്റ്റാളര്‍ ഘടകങ്ങള്‍ ചേര്ക്കുക
nn: Last installasjonskomponentar frå eit ISO-installasjonsbilete
pa: ਇੰਸਟਾਲਰ ISO ਤੋਂ ਇੰਸਟਾਲਰ ਸੰਖੇਪ ਲੋਡ ਕਰੋ
pl: Za³aduj komponenty instalatora z obrazu ISO
pt_br: Carregar componentes do instalador de um ISO do instalador
ro: Încarcă componentele programului de instalare de pe o imagine ISO
sl: Namesti komponente namestilnika iz namestitvene ISO slike
zh_tw: 從安裝程式 ISO 中載入安裝程式的元件
