Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The user name you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
cy: Mae'r enw defnyddiwr a rhoddoch yn annilys. Sylwer fod rhaid i enwau cyfrif gychwyn gyda llythyren fechan, a all fod wedi ei ddilyn gan unrhyw gyfuniad o rhifau a mwy o lythrennau bychan.
de: Der Benutzername, den Sie eingegeben haben, ist ungültig. Hinweis: Der Benutzername sollte mit einem kleinen Buchstaben beginnen, welcher von einer Kombination aus Zahlen oder weiteren klein geschriebenen Buchstaben ergänzt werden kann.
eo: La tajpita salutnomo de vi estas malvalida. Notu kiu salutnomo ende komenciĝos per literitoj, ĝi eble laŭiros per iom ajnaj ciferoj kaj literitoj.
et: Sinu sisestatud kasutajanimi on sobimatu. Pane tähele, et kasutajanimed peavad algama väiketähega millele võib järgneda vabalt valitud kombinatsioon numbreid või väiketähti.
eu: Sartu duzun erabiltzaile-izena baliogabea da. Jakin ezazu erabiltzaile-izena letra minuskularekin hasi behar du eta zenbakin eta letra maiuskulen/minuzkulen konbinazioarekin jarraituz.
he: שם המשתמש שהוכנס אינו חוקי. שים לב ששמות משתמש חייבים להתחיל באות קטנה, ואחריה כל צירוף של מספרים ואותיות קטנות.
lt: Jūsų įvestas naudotojo vardas netaisyklingas. Atkreipkite dėmesį, kad naudotojo vardas turi prasidėti mažąja raide, po kurios gali būti mažųjų raidžių ir skaitmenų kombinacija.
lv: Ievadītais lietotāja vārds nav pieļaujams. Lietotāja vārds var sākties ar mazo latīņu alfabēta burtu aiz kura var sekot jebkāda mazo latīņu alfabēta burtu un ciparu kombinācija. Punkti, pasvītrojuma simboli, tukšuma simboli un cita veida simboli kā arī latviešu vai krievu alfabēta burti lietotāja vārdā nav pieļaujami.
ro: Numele de utilizator introdus de dvs. este invalid. A se observa că numele de utilizatori trebuie să inceapă cu literă mică urmată de orice combinaţie de cifre şi alte litere mici.
zh_tw: 您所輸入的使用者名稱並不正確。請注意，使用者名稱必須以小寫字母開頭，接著的則可以是任意數字或其它的小寫字母之組合。

source: critical, high, medium, low
cy: hanfodol,uchel,canolig,isel
de: kritisch, hoch, mittel, niedrig
el: κρίσιμη, υψηλή, μεσαία, χαμηλή
eo: kriza, alta, meza, malalta
et: kriitiline, kõrge, keskmine, madal
eu: kritikoa, handia, ertaina, txikia
fa: بحرانی، زیاد، متوسط، کم
fi: kriittinen, korkea, keskitaso, matala
he: קריטית, גבוהה, בינונית, נמוכה
id: kritis, tinggi, sedang, rendah
kk: Сын айту, жоғары, орташа, төмен
lt: kritiškas, aukštas, vidutinis, žemas
lv: kritiska, augsta, vidēja, zema
mg: mahana, avo, afovoany, iva
nn: kritisk, høg, middels, låg
pl: krytyczny, wysoki, ¶redni, niski
pt_br: crítica, alta, média, baixa
ro: critic, ridicat, mediu, scăzut
sl: krtična, visoka, srednja, nizka
zh_tw: 關鍵, 高, 中, 低

source: Ignore questions with a priority less than...
cy: Anwybyddu cwestiynnau gyda blaenoriaeth yn llai na...
de: Ignoriere Fragen mit einer Priorität niedriger als ...
el: Να αγνοηθούν οι ερωτήσεις με προτεραιότητα μικρότερη από...
eo: Malatenti demandojn kun prioritato pli malgranda kiu...
et: Ignoreeri küsimusi, mille prioriteet on madalam, kui...
eu: Ez ikusi egin hau baino lehentasun txikiagoa duten galderei...
fa: از سوالات با اولویت کمتر از مقدار انتخاب شده صرفنظر کن
fi: Ohita kysymykset, joiden prioriteetti on pienempi kuin...
he: התעלם משאלות בעדיפות נמוכה מאשר....
id: Abaikan pertanyaan dengan prioritas kurang dari...
kk: Маңызды сұрақ түсіру, төмен ...
lt: Ignoruoti klausimus, kurių prioritetas žemesnis negu...
lv: Ignorēt jautājumus ar prioritāti zemāku par ...
mg: Adinoy ny fanontaniana manana fialohana ambanin'ny :
nn: Hopp over spørsmål med lågare prioritet enn ...
pl: Ignoruj pytania z priorytetem ni¿szym ni¿...
pt_br: Ignorar perguntas com uma prioridade menor que ...
ro: Ignoră întrebările cu prioritatea mai mică decât...
sl: Spreglej vprašanja s prioriteto nižjo od...
zh_tw: 忽略問題，如果它的優先等級低於...

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot linux automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
de: Einige Variablen müssen in der Pegasos OpenFirmware eingestellt sein, damit Ihr System Linux automatisch startet. Am Ende der Installation wird das System neu starten. Stellen Sie die folgenden Pegasos-OpenFirmware-Variablen am Boot-Prompt ein, damit der Computer automatisch startet:
eo: Kelkaj variabloj en la firmvaro 'Pegasos OpenFirmware' bezonas agordaĵon por aŭtomate praŝargi Linukson. La sistemo reŝargiĝos post la instalado. Akomodu la sekvantaj variabloj dum la 'Pegasos OpenFirmware' invito por aktivigi la aŭtomatan praŝargon.
eu: Aldagai batzuk Pegasos OpenFirmware-n ezarri behar dira sistemak automatikoki abiaraz dezan. Instalazioaren amaieran, sistema berrabiarazi egingo da. Pegasos OpenFirmware prompt gonbitean, ezarri OpenFirmware-ren aldagai hauek automatikoki abiaraztea gaitzeko:
lt: Kai kurie Pegasos OpenFirmware kintamieji turi būti nustatyti, tam kad Jūsų sistema galėtų būti automatiškai įkelta. Įdiegimo pabaigoje, sistema bus perkraunama. Esant Pegasos OpenFirmware kvietimui, nustatykite sekančius OpenFirmware kintamuosius, kad būtų galimas automatinis įkėlimas:
lv: Pegasos OpenFirmware ir jāuzstāda daži mainīgie, lai jūsu linux sistēma varētu automātiski ielādēties. Instalācijas beigās sistēma pārsāknēsies. Pegasos OpenFirmware uzstādījumu izvēles logā uzstādiet sekojošus OpenFirmware mainīgos, lai aktivizētu sistēmas automātisko ielādi.
ro: Unele variabile trebuie să fie iniţializate în Pegasos OpenFirmware pentru ca sistemul dvs. să poată porni linux automat. La sfârşitul instalării, sistemul va reporni. La promptul Pegasos OpenFirmware iniţializaţi următoarele variabile OpenFirmware pentru activarea pornirii automate:
zh_tw: 為了讓系統能以 Linux 自動開機，您必須在 Pegasos OpenFirmware 中設定一些參數。在安裝結束之時，系統將會重新開機。在 Pegasos OpenFirmware 的提示文字上，設定以下的 OpenFirmware 參數來啟用自動開機：

source: Alternatively, you will be able to boot the kernel manually by entering :
cy: Neu fe allwch fŵtio'r cnewyllyn â llaw gan roi :
de: Alternativ können Sie den Kernel von Hand booten, indem Sie Folgendes eingeben:
el: Εναλλακτικά, μπορείτε να εκκινήσετε τον πυρήνα χειροκίνητα πληκτρολογώντας :
eo: Alimaniere, vi povos mane praŝargi la kernon per enskribu:
et: Teise variandina võid tuuma ka käsitsi alglaadida, sisestades:
eu: Bestela, nukleoa eskuz abiaraz dezakezu hau sartuz:
fi: Tai voit käynnistää ytimen itse komennolla:
he: לחלופין, תוכל לאתחל את הקרנל ידנית ע"י הכנסה של:
id: Alternatif lain, Anda dapat melakukan boot secara manual dengan argumen:
kk: Немесе сіз ядроны өзіңіз келесі командалармен жүктей аласыз:
lt: Arba, Jūs galėsite įkelti branduolį rankiniu būdu, įvesdami :
lv: Pretējā gadījumā sistēmas kodolu jūs varēsies sāknēt manuāli ievadot sekojošu komandu:
nn: Alternativt, vil du vera i stand til å starta opp kjerna manuelt ved å skriva inn:
pl: Alternatywnie mo¿esz uruchomiæ j±dro rêcznie wprowadzaj±c :
pt_br: Alternativamente, você poderá iniciar o kernel manualmente com a opção :
ro: Sau veţi putea să porniţi nucleul manual introducând:
sl: Vedite, da boste lahko pozneje zagnali jedro ročno z ukazom :
zh_tw: 而或者，您也可以在 在 OpenFirmware 的提示文字上，輸入：

source: at the OpenFirmware prompt.
cy: ger y hybydd OpenFirmware.
de: an der Eingabeaufforderung von OpenFirmware eingeben.
el: στην προτροπή του OpenFirmware.
eo: dum la firmvara 'OpenFirmware' invito
et: OpenFirmware käsureal.
eu: OpenFirmware-ren gonbitean.
fi: OpenFirmwaren kehoitteessa.
he: בשורת הקלט של OpenFirmware.
id: pada prompt OpenFirmware.
kk: OpenFirmware шақыруынан.
lt: esant OpenFirmware kvietimui (prompt).
lv: OpenFirmware iestatījumu logā.
nn: på kommandolinja til OpenFirmware.
pl: przy znaku zachêty OpenFirmware.
pt_br: no prompt do OpenFirmware.
ro: la promptul OpenFirmware.
sl: na OpenFirware pozivniku.
zh_tw: 來手動啟動您的系統。

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next installation stage.
de: Dies muss nur einmal ausgeführt werden. Geben Sie danach den »boot«-Befehl ein oder starten Sie das System neu, um mit dem nächsten Installationsschritt fortzufahren.
eo: Tiu ordono nur plenumendos unue. Poste tajpu la "boot" ordonon aŭ reŝargu la sistemon por procedi la venontan instaladan fazon.
eu: Hori behin egitea nahikoa da. Ondoren, sartu "boot" komandoa edo berrabiarazi sistema instalazioko hurrengo fasera joateko.
lt: Jūs turite padaryti tai tik vieną kartą. Po to įveskite komandą "boot" arba perkraukite sistemą, tam kad pereiti į sekantį diegimo etapą.
lv: To jums vajadzēs izdarīt tikai vienu reizi, vēlāk varēsiet vienkārši ievadīt "boot" komandu vai pārsāknēt datoru, lai pārietu uz nākamo instalācijas soli.
ro: Va trebui să faceţi acest lucru doar o dată. După aceea, introduceţi comanda "boot" sau reporniţi sistemul pentru a continua la următoarea etapă a a procesului de instalare.
zh_tw: 這些動作只需進行一次。之後，輸入 "boot" 指令或重新啟動系統來繼續進行 下一個安裝階段。

source: /boot cannot be a separate partition
cy: Ni all /boot fod yn rhaniad ar wahan
de: /boot darf sich nicht auf einer separaten Partition befinden
el: ο κατάλογος /boot δεν πρέπει να είναι σε ξεχωριστό τμήμα
eo: /boot neeblas apartan diskpartigon
et: /boot ei tohi olla eraldi partitsioon
eu: /boot-ek ezin du partizio bereizia izan
fi: /boot ei voi olla erillinen levyosio
he: /boot לא יכול להיות מחיצה נפרדת
id: /boot tidak dapat berada pada partisi berbeda
kk: /boot жеке бөлім бола алмайды
lt: /boot negali būti atskiras skirsnis
lv: /boot nevar būt atsevišķa partīcija
mg: /boot dia tsy azo atao fizarana mitokana
nn: /boot kan ikkje vera ein eigen partisjon
pl: /boot nie mo¿e byæ osobn± partycj±
pt_br: /boot não pode ser uma partição separada
ro: /boot nu poate fi o partiţie separată
sl: /boot ne more biti na ločenem razdelku
zh_tw: /boot 不能為個別的分割區

source: The quik boot loader requires /boot to be on the same partition as /. Please return to the partitioning step.
cy: Mae'r bŵtlwythydd quik yn mynnu fod /boot ar yr un rhaniad a /. Dychwelwch i'r cam rhaniadu os gwelwch yn dda.
de: Der Quik-Bootloader benötigt /boot auf der selben Partition wie /. Bitte kehren Sie zur Partitionierung zurück.
el: Ο φορτωτής εκκίνησης quik απαιτεί ενα βασικό τμήμα root, το οποίο να βρίσκεται στον πρώτο σκληρό δίσκο. Επιστρέψτε στο στάδιο κατάτμησης.
eo: 'quik'-praŝargilo bezonas '/boot'-n sur la saman diskpartigon kiun '/'. Bonvolu reigi diskpartigadan paŝon.
et: Alglaadur quik vajab, et /boot oleks sama partitsiooni peal, nagu ka /. Palun naase partitsioneerimise sammu juurde.
eu: quik abioko kargatzaileak /boot /(r)en partizio berean egotea eskatzen du. Itzuli partizioak egiteko urratsera.
fi: Quik-alkulatausohjelma vaatii hakemiston /boot samalle levyosiolle kuin /. Palaa levyosioiden tekoon.
he: מנהל האתחול quik דורש ש-/boot תהיה על אותה מחיצה כמו /. חזור בבקשה לשלב החלוקה למחיצות.
id: Boot loader quik membutuhkan /boot berada pada partisi yang sama dengan /. Silakan kembali ke langkah pemartisian.
kk: quik жүйелік жүктеуішіне, /boot бір с/ бөлімінде болғандығы керек. Бөлшектеу менюіне оралыңыз.
lt: Pradinis įkėliklis quik reikalauja, kad /boot būtų tame pačiame skirsnyje kaip ir /. Grįškite į disko dalijimo skirsniais etapą.
lv: Quik sāknētājam nepieciešams, lai /boot direktorija atrastos uz saknes vienas partīcijas ar /. Lūdzu atgriezieties uz partīciju veidošanas soli.
mg: Ny boot loader quik dia mila ny /boot sy ny / ao amin'ny fizarana iray. Azafady miverena any amin'ny dingana fizarana kapila.
nn: Oppstartslastaren quik krev at /boot er på same partisjon som /. Gå tilbake til partisjoneringa.
pl: Program uruchomieniowy quik wymaga by /boot znajdowa³o siê na tej samej partycji co /. Proszê wróciæ do etapu partycjonowania.
pt_br: O carregador de inicialização quik precisa que o /boot esteja na mesma partição que o / . Por favor, retorne a etapa de particionamento.
ro: Încărcătorul de sistem quik impune ca /boot să fie pe aceiaşi partiţie ca şi /. Vă rugăm să vă întoarceţi la pasul de partiţionare.
sl: Zagonski namestilnik quik potrebuje /boot na istem razdelku kot /. Prosim vrnite se na korak razdeljevanja diska.
zh_tw: quit 開機程式限定 /boot 分割區必須和 / 位於同一個分割區上。請返回分割磁碟步驟。

source: Root partition must be ext2
cy: Rhaid i'r rhaniad fŵt fod yn ext2
de: Root-Partition muss vom Typ ext2 sein
el: Το βασικό τμήμα πρέπει να είναι τύπου ext2
eo: Radika diskpartigo estendas 'ext2'-a
et: Juurpartitsioon peab olema ext2
eu: Erroko partizioak ext2 izan behar du
fi: Juuriosion tiedostojärjestelmän on oltava ext2
he: מחיצת השורש חייבת להיות מסוג ext2
id: Partisi root harus ext2
kk: Түбірлік бөлімде ext2 файлдық жүйе болуы тиіс
lt: Šakninis skirsnis turi būti ext2
lv: Saknes partīcijai jābūt ext2.
mg: Ny fizarana fototra dia tsy maintsy ext2
nn: Rotpartisjonen må vera ext2
pl: G³ówn± partycja musi byæ ext2
pt_br: PArtição raíz precisa ser ext2
ro: Partiţia rădăcina trebuie să fie ext2
sl: Korenski razdelek mora biti ext2
zh_tw: Root 分割區必須為 ext2

source: The quik boot loader requires the root partition to be formatted using the ext2 file system. Please return to the partitioning step.
cy: Mae'r bŵtlwythydd quik yn mynnu fod y rhaniad gwraidd wedi ei fformadu gan ddefnyddio'r system ffeiliau ext2. Dychwelwch i'r cam rhaniadu os gwelwch yn dda.
de: Der Quik-Bootloader benötigt das ext2-Dateisystem auf der Root-Partition. Bitte kehren Sie zur Partitionierung zurück.
el: Ο φορτωτής εκκίνησης quik απαιτεί το βασικό τμήμα να είναι διαμορφωμένο με το συστημα αρχείων ext2. Επιστρέψτε στο στάδιο κατάτμησης.
eo: 'quik'-praŝargilo bezonas 'ext2'-formatan radikan diskpartigon. Bonvolu reigi diskpartigadan paŝon.
et: Alglaadur quik'i jaoks on oluline, et juurpartitsioon oleks formaaditud ext2 failisüsteemiga. Palun naase partitsioneerimise sammu juurde.
eu: quik abioko kargatzaileak erroko partizioa ext2 fitxategi-sistema erabiliz formateatzea eskatzen du. Itzuli partizioak egiteko urratsera.
fi: quik-alkulatausohjelma vaatii juuriosion tiedostojärjestelmän olevan ext2. Palaa levyosioiden tekoon.
he: מנהל האתחול quik דורש שמחיצת השורש תהיה בעלת מערכת קבצים ext2. חזור בבקשה לשלב החלוקה למחיצות.
id: Boot loader quik membutuhkan partisi root diformat dengan sistem berkas ext2. Silakan kembali ke langkah pemartisian.
kk: quik жүйелік жүктеуішіне түбірлік бөлімнің ext2 файлдық жүйесіне сай жөнделуі тиіс болғандығы керек. Бөлшектеу менюіне оралыңыз.
lt: Pradinis įkėliklis quik reikalauja, kad šakninis skirsnis butų formatuotas naudojant ext2 failų sistemą. Grįškite į disko dalijimo skirsniais etapą.
lv: Quik sāknētājam nepieciešams, lai saknes partīcija būtu formatēta ar ext2 failu sistēmu. Lūdzu atkārtojiet dalīšanas soli.
nn: Oppstartslastaren quik krev at rotpartisjonen er formatert med filsystemet ext2. Gå tilbake til partisjoneringa.
pl: Program uruchomieniowy quik wymaga by g³ówna partycja by³a sformatowana z u¿yciem systemu plików ext2. Proszê wróciæ do etapu partycjonowania.
pt_br: O carregador de inicialização quik precisa que sua partição raíz seja formatada usando o sistema de arquivos ext2. Por favor, retorne a etapa de particionamento.
ro: Încărcătorul de sistem quik impune ca partiţia rădăcină să fie formatată folosind sistemul de fişiere ext2. Vă rugăm să vă întoarceţi la pasul de partiţionare.
sl: Zagonski namestilnik quik potrebuje korenski razdelek formatiran v ext2 datotečnem sistemu. Prosim vrnite se na korak razdeljevanja diska.
zh_tw: quit 開機程式限定 root 分割區必須格式化為 ext2 檔案系統。請返回分割磁碟步驟。

source: Please check the system log or the output on the third console (tty3).
cy: Gwiriwch cofnod y system neu'r allbwn ar y trydydd consol (tty3).
de: Bitte prüfen Sie die Logdateien oder die Ausgabe auf der dritten Konsole (tty3).
el: Παρακαλώ ελέγξτε τα μηνύματα λάθους στο αρχείο καταγραφής ή στην τρίτη κονσόλα tty3.
eo: Bonvolu kontroli la 'syslog'-dosieron aŭ la trian konzolan eligon ('tty3').
et: Palun vaata süsteemi logisse või väljundit kolmandal konsoolil (tty3).
eu: Egiaztatu sistemaren egunkaria edo irteera hirugarren kontsolan (tty3).
fi: Tarkista järjestelmän loki tai mitä kolmannella päätteellä lukee (tty3).
he: #-#-#-#-# he.po (quik-installer) #-#-#-#-# בדוק בבקשה את קובץ הלוג של המערכת או את הפלט של הקונסול השלישי (tty3).#-#-#-#-# he.po (yaboot-installer) #-#-#-#-# בדוק בבקשה את קובץ הלוג של המערכת או את הפלט של הקונסול השלישי (tty3).#-#-#-#-# he.po (vmelilo-installer) #-#-#-#-# בדוק בבקשה את קובץ הלוג של המערכת או את הפלט של הקונסול השלישי (tty3).
id: Silakan memeriksa log sistem atau output pada konsol ketiga (tty3).
kk: Жүйелік журналды немесе үшінші (tty3) консоліндегі хабарды тексеріңіз.
lt: Patikrinkite /var/log/messages ar tekstą trečiojoje konsolėje (tty3).
lv: Lūdzu apskatiet sistēmas protokolu uz trešās konsoles (tty3).
mg: Azadafy jereo ny tatitry ny system na izay asehon'ny konsoly faha-telo (tty3).
nn: Sjekk systemloggen og/eller utskrifta på det tredje konsollet (tty3).
pl: Proszê sprawdziæ dziennik systemowy lub wyj¶cie na trzeciej konsoli (tty3).
pt_br: Por favor, confira o log do sistema ou a saída no terceiro console (tty3).
ro: Vă rugăm sa verificaţi jurnalul de sistem sau informaţiile de pe a treia consolă (tty3).
sl: Prosim preverite sistemski dnevnik ali izpis na tretji konzoli (tty3).
zh_tw: 請查看系統 Log 或第三個主控台 (tty3) 上的螢幕輸出。

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
de: Einige Variablen müssen in der Pegasos OpenFirmware eingestellt sein, damit der Computer automatisch startet. Am Ende der Installation wird der Computer neu starten. Stellen Sie die folgenden Pegasos-OpenFirmware-Variablen am Boot-Prompt ein, damit der Computer automatisch startet.
eo: Kelkaj variabloj en la firmvaro 'Pegasos OpenFirmware' bezonas agordaĵon por aŭtomate praŝargi Linukson. La sistemo reŝargiĝos post la instalado. Akomodu la sekvantaj variabloj dum la 'Pegasos OpenFirmware' invito por aktivigi la aŭtomatan praŝargon.
et: Et su süsteem võiks automaatselt Debiani alglaadida, tuleb seada mõned Pegasos OpenFirmware muutujad. Paigaldamise lõpus sooritab süsteem alglaadimise. Automaatse alglaadimise saavutamiseks sisesta Pegasos OpenFirmware käsureal järgnevad muutujad:
eu: Aldagai batzuk Pegasos OpenFirmware-n ezarri behar dira zure sistemak Debian automatikoki abiaraz dezan. Instalazioaren amaieran, sistema berrabiarazi egingo da. Pegasos OpenFirmware prompt gonbitean, ezarri OpenFirmware-ren aldagai hauek automatikoki abiaraztea gaitzeko:
he: כמה משתנים צריכים להקבע ב-Pegasos·OpenFirmware כדי שהמערכת שלך תאתחל את דביאן אוטומטית. בסוף ההתקנה, המערכת שלך תאותחל מחדש. בבקשת הקלט של Pegasos·OpenFirmware, תוכל לקבוע את משתני OpenFirmware הבאים כדי לאפשר אתחול אוטומטי:
lt: Kai kurie Pegasos OpenFirmware kintamieji turi būti nustatyti, tam kad Jūsų sistema galėtų būti automatiškai įkelta. Įdiegimo pabaigoje, sistema bus perkraunama. Esant Pegasos OpenFirmware kvietimui, nustatykite sekančius OpenFirmware kintamuosius, kad būtų galimas automatinis įkėlimas:
lv: Lai jūsu sistēma varētu sāknēties automātiski Pegasos OpenFirmware ir jānorāda daži mainīgie. Šīs instalācijas beigās sistēma pārsāknēsies. Lai aktivizetu automātisko sāknēšanos Pegasos OpenFirmware iestatījumu izvēlnē izstādiet sekojošus OpenFirmware mainīgos:
ro: Unele variabile trebuie să fie iniţializate în Pegasos OpenFirmware pentru ca sistemul dvs. să poată porni automat. La sfârşitul instalării, sistemul va reporni. La promptul Pegasos OpenFirmware iniţializaţi următoarele variabile OpenFirmware pentru activarea pornirii automate:
zh_tw: 為了讓系統能自動開機，您必須在 Pegasos OpenFirmware 中設定一些參數。在安裝結束之時，系統將會重新開機。在 Pegasos OpenFirmware 的提示文字上，設定以下的 OpenFirmware 參數來啟用自動開機：

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next stage of the installation.
de: Dies muss nur einmal ausgeführt werden. Geben Sie danach den »boot«-Befehl ein oder starten Sie den Computer neu, um mit der nächsten Stufe der Installation fortzufahren.
eo: Tiu ordono nur plenumendos unue. Poste tajpu la "boot" ordonon aŭ reŝargu la sistemon por procedi la venontan instaladan fazon.
et: Pead nõnda tegema ainult ühe korra. Edaspidi sisesta käsk "boot" või soorita alglaadimine, et jätkata Debiani paigaldamise järgmise astmega.
eu: Hau behin egitea nahikoa da. Ondoren, sartu "boot" komandoa edo berrabiarazi sistema Debian instalatzeko hurrengo atalera joateko.
he: את הפעולה הזאת תצטרך לעשות רק פעם אחת. לאחר מכן, הכנס את הפקודה boot או אתחל את המערכת כדי להמשיך לשלב ההתקנה הבא.
lt: Jūs turite padaryti tai tik vieną kartą. Po to įveskite komandą "boot" arba perkraukite sistemą, tam kad pereiti į sekantį diegimo etapą.
lv: Tas jums jāizdara tikai vienreiz. Pēc tam ievadiet "boot" komandu vai pārsāknējiet sistēmu, lai nonāktu uz instalācijas nākamo solli.Pegasos OpenFirmware
ro: Va trebui să faceţi acest lucru doar o dată. După aceea, introduceţi comanda "boot" sau reporniţi sistemul pentru a continua la următoarea etapă a a procesului de instalare.
zh_tw: 這些動作只需進行一次。之後，輸入 "boot" 指令或重新啟動系統來繼續進行安裝作業的下一個階段。

source: Alternatively, you will be able to boot the system manually by entering:
de: Alternativ können Sie auch von Hand booten, indem Sie Folgendes eingeben:
eo: Alimaniere, vi povos mane praŝargi la sistemon per enskribu:
et: Teise variandina võid tuuma ka käsitsi alglaadida, sisestades:
eu: Bestela, sistema eskuz berrabiarazteko gaitasuna izango duzuhonako hau sartuaz:
he: לחלופין, תוכל לאתחל את המערכת ידנית ע"י הכנסה של:
lt: Arba, Jūs galėsite įkelti branduolį rankiniu būdu, įvesdami :
lv: Pretējā gadījumā, jūs varat sāknēt sistēmu manuāli ievadot sekojošu komandu:
ro: Sau veţi putea să porniţi sistemul manual introducând:
zh_tw: 而或者，您也可以在 在 OpenFirmware 的提示文字上，輸入：

source: Failed to load the preconfiguration file
cy: Methwyd llwytho'r ffeil cyngyfluniad
de: Konnte Vorkonfigurationsdatei nicht laden
el: Αδύνατη η φόρτωση του αρχείου προ-ρύθμισης
eo: Elŝutado de antaŭagorda dosiero malsukcesas
et: Eelseadistuse faili laadimine nurjus
eu: Ezin izan da aurrekonfigurazioaren fitxategia kargatu
fi: Esiasetustiedoston lataaminen ei onnistunut
he: כשלון בטעינת קובץ הגדרות מוקדמות
id: Gagal memuat berkas prakonfigurasi
kk: Алдын ала конфигурациялы файлды баптау мүмкін болмады
lt: Nepavyko įkelti išankstinės konfigūracijos failo
lv: Kļūda ielādējot prekonfigurācijas failu
nn: Klarte ikkje lasta førehandsoppsettsfila
pl: Za³adowanie wstêpnego pliku konfiguracji nie powiod³o siê
pt_br: Falha ao carregar o arquivo de pré-configuração
ro: Încărcarea fişierului de anteconfigurare a eşuat
sl: Ni mogoče naložiti prednastavitvene datoteke
zh_tw: 無法載入事先準備好的設定檔
