Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
cy: Er mwyn bod yn fŵtiadwy o gonsol SRM, rhaid i aboot a'r cnewyllyn mae'n llwytho gael eu sefydlu ar ddisg sy'n defnyddio labeli disg BSD ar gyfer ei dabl rhaniad. Nid yw eich cyfeiriad /boot wedi ei leoli ar y fath ddisg. Os ydych chi'n mynd ymlaen, ni fyddwch yn gallu bŵtio eich system gan ddefnyddio aboot, a byddwch angen ei fŵtio rhyw ffordd arall.
de: Um von der SRM-Konsole starten zu können, muss aboot und der Kernel auf eine Festplatte, die BSD-Disklabels in der Partitionstabelle benutzt, installiert werden. Ihr /boot-Verzeichnis befindet sich nicht auf einer solchen Festplatte. Wenn Sie fortfahren, wird es nicht möglich sein, den Computer mit aboot zu starten. Sie müssen Ihren Computer dann auf eine andere Art und Weise booten.
el: Για να γίνει εκκίνηση από την κονσόλα SRM, το aboot και ο πυρήνας που φορτώνεται πρέπει να είναι εγκατεστημένα σε δίσκο που χρησιμοποιεί ετικέτες BSD για τον πίνακα τμημάτων του. Ο κατάλογος /boot του συστήματός σας δεν βρίσκεται σε τέτοιο δίσκο. Αν συνεχίσετε, δε θα είναι δυνατή η εκκίνηση του συστήματός σας με το aboot και θα πρέπει να βρείτε κάποιο άλλο τρόπο.
eo: Por esti praŝargeblaj per 'SRM'-konzolo, 'aboot'-o kaj ĝia ŝargota kerno estendas instalitaj en disko, kiu uzas 'BSD'-etikedon por ĝia diskpartigotablo. Via '/boot'-dosierujo ne situas en tia disko. Se vi plenumos, vi ne eble praŝargos per 'aboot'-o kaj vi uzendos alian praŝargan metodon.
et: Et aboot ja tuum SRM konsoolist laetavad oleks tuleb nad paigaldada kettale, mis kasutab partitsioonitabelina BSD kettasilte. Sinu /boot ei asu säärasel kettal. Jätkamise korral ei saa sa oma süsteemi aboot abil alglaadida ning pead selleks leidma mõne teise mooduse.
eu: SRM kontsolatik abiagarria izateko, aboot eta hark kargatzen duen nukleoa partizio-taularako BSD disko-etiketak erabiltzen dituen disketean instalatu behar dira. Zure /boot direktorioa ez dago disko horretan. Jarraitzen baduzu, ezingo duzu sistema aboot erabiliz abiarazi, eta beste modu batera abiarazi beharko duzu.
fi: Käynnistys SRM-konsolilta vaatii, että aboot ja ydin jonka se lataa ovat asennettuina levylle, joka käyttää BSD-levynimiöitä osiotaulussaan. Hakemisto /boot-ei ole tälläisella levyllä. Jos jatkat, aboot ei pysty käynnistämään konetta, ja käynnistys on tehtävä jollain muulla tavalla.
gl: Para poder iniciar dende a consola SRM, aboot e o núcleo que carga deben estar instalados nun disco que empregue etiquetas de disco BSD na súa táboa de particións. O seu directorio /boot non está situado nun deses discos. Se continúa, non ha poder iniciar o seu sistema empregando aboot, e ha ter que o iniciar doutro xeito.
he: כדי להיות בר אתחול מקונסול ה-SRM, aboot והקרנל שהוא טוען, חייבים להיות מותקים על דיסק שמשתמש בתוויות של BSD לטבלת המחיצות. ספריית ה-/boot שלך לא ממוקמת על דיסק כזה. אם תמשיך, לא תוכל להאתחל את המערכת שלך ע"י aboot, ותצטרך לאתחל אותו בדרך אחרת.
id: Agar dapat diboot dari konsol SRM, aboot dan kernel yang dimuatnya harus dipasang pada disk yang menggunakan tabel partisi dengan label BSD. Direktori /boot Anda tidak berada pada disk yang dimaksud. Jika Anda meneruskan, Anda tidak akan dapat melakukan boot menggunakan aboot, dan perlu melakukan boot dengan cara lain.
lt: Tam, kad būtų įkėlimo galimybė iš SRM konsolės, pradinis įkėliklis aboot ir branduolys, kurį jis įkelia, turi būti įdiegti į diską, savo skirsnių lentelėje naudojantį BSD žymes (disklabels). Jūsų /boot katalogas nėra patalpintas tokiame diske. Jei tęsite, Jūs negalėsite įkelti savo sistemos naudodami aboot, ir Jums teks įkelti ją kažkokiu kitu būdu.
lv: Lai varētu Sāknēties no SRM konsoles, aboot un kodolam jāatrodas uz diska ar BSD disklabels tipa partīciju tabulu. Jūsu /boot direktorija neatrodas uz šāda diska. Ja Jūs turpināsiet instalāciju, tad Jūs nevarēsiet izmantot aboot, lai ielādētos un Jums būs jāizmanto kāda cita metode.
ml: SRM കണ്സോളില്‍ നിന്നും ബൂട്ട് ചെയ്യണമെങ്കില്‍ അബൂട്ടും അത് ചേര്ക്കുന്ന കെര്ണലും അതിന്റെ വിഭജന പട്ടികയ്കായി BSD ഡിസ്ക് ലേബലുകള്‍ ഉപയോഗിക്കുന്ന ഒരു ഡിസ്കില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യപ്പെടേണ്ടതായിട്ടുണ്ട്. അത്തരത്തിലുള്ള ഒരു ഡിസ്കിലല്ല നിങ്ങളുടെ /boot ഡയറക്റ്ററി സ്ഥിതി ചെയ്യുന്നത്. നിങ്ങള്‍ മുന്നോട്ട് പോകുകയാണെങ്കില്‍ അബൂട്ടുപയോഗിച്ച് നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്ക്ക് സാധിക്കുകയില്ല, മറ്റേതെങ്കിലും വിധത്തില്‍ നിങ്ങള്ക്കിത് ബൂട്ട് ചെയ്യേണ്ടി വരും.
nn: For å kunne starta opp frå SRM-konsollet, må Aboot og kjerna som vert lasta installerast på ein harddisk som brukar BSD-diskmerker i partisjonstabellen. /boot-katalogen din er ikkje plassert på ein slik disk. Viss du held fram vil du ikkje vera i stand til å starta opp systemet ved hjelp av Aboot, og du må starta det opp på ein anna måte.
pa: SRM ਕੰਸੋਲ ਤੋਂ ਬੂਟ ਹੋਣ ਲਈ, aboot ਅਤੇ ਕਰਨਲ ਜੋ ਇਸ ਨੇ ਲੋਡ ਕੀਤਾ ਹੈ, ਡਿਸਕ ਜੋ ਆਪਣੀ ਭਾਗ ਸਾਰਣੀ ਲਈ BSD ਡਿਸਕ-ਲੇਬਲ ਵਰਤਦੀ ਹੈ, ਉੱਪਰ ਇੰਸਟਾਲ ਹੋਣੇ ਜਰੂਰੀ ਹਨ। ਤੁਹਾਡੀ /boot ਡਾਇਰੈਕਟਰੀ ਅਜਿਹੀ ਡਿਸਕ ਤੇ ਸਥਿਤ ਨਹੀਂ ਹੈ। ਜੇ ਤੁਸੀਂ ਜਾਰੀ ਰਹੇ, ਤੁਸੀਂ ਆਪਣਾ ਸਿਸਟਮ aboot ਵਰਤ ਕੇ ਬੂਟ ਨਹੀਂ ਕਰ ਸਕੋਗੇ, ਅਤੇ ਇਸ ਨੂੰ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਬੂਟ ਕਰਨਾ ਪਵੇਗਾ।
pl: By uruchamiaæ siê z konsoli SRM, aboot i j±dro przez niego ³adowane, musz± byæ zainstalowane na dysku, który u¿ywa etykiet dysków BSD w swojej tablicy partycji. Twój katalog /boot nie jest umieszczony na takim dysku. Je¶li zachowasz to ustawienie, nie bêdzie mo¿liwe uruchomienie systemu korzystaj±c z aboot i konieczne bêdzie uruchamianie w inny sposób.
pt_br: Para que possa ser inicializável a partir do console SRM, o aboot e o kernel que ele carrega devem estar instalados em um disco que utilize disklabels BSD para sua tabela de partições. Seu diretório /boot não está localizado em um disco desses. Caso você continue, você conseguirá iniciar seu sistema usando o aboot e precisará inicializá-lo de uma outra forma.
ro: Pentru a fi utilizabil din consola SRM, aboot şi nucleul pe care-l încarcă trebuie să fie instalat pe un disc care utilizează etichete de disc BSD pentru tabela sa de partiţii. Directorul dvs. /boot nu se află pe un asemenea disc. Dacă continuaţi, nu veţi putea porni sistemul folosind aboot, şi va trebui să porniţi în alt mod.
sl: Če želite, da se aboot zažene iz konzole SRM, mora biti nameščen na disk, ki uporablja oznake diskov BSD za svojo tabelo razdelkov. Vaša imenik /boot se ne nahaja na takšnem disku. Če boste nadaljevali, ne boste mogli zagnati vašega sistema z uporabo aboota, ampak boste morali to storiti nekako drugače.
zh_tw: 為了能夠由 SRM 主控台開機，aboot 和它所載入的 Kernel 必須安裝於一個以 BSD disklabels 做為磁碟分割表的磁碟裡﹔但您並沒有將 /boot 目錄放置在符合於此條件的磁碟裡。如果您繼續的話，您將無法使用 aboot 來讓您的系統開機，因而您將必須另尋其它的開機方式。

source: Use unsupported file system type for /boot?
cy: Defnyddio system ffeiliau ni gynhelir ar gyfer /boot?
de: Nicht unterstützten Dateisystemtyp für /boot benutzen?
eo: Uzu ne administran dosiersisteman tipon por '/boot'-o?
et: Kasutada /boot jaoks toetamata failisüsteemi?
eu: /boot-erako onartzen ez den fitxategi sistema bat erabili?
gl: ¿Empregar un tipo de sistemas de ficheiros sen soporte para /boot?
he: #-#-#-#-# he.po (aboot-installer) #-#-#-#-# להשתמש בסוג מערכת קבצים שאינו נתמך בשביל /boot?#-#-#-#-# he.po (silo-installer) #-#-#-#-# להשתמש בסוג מערכת קבצים שאינו נתמך בשביל /boot?
kk: boot үшін қолдауы жоқ файлдық жүйені қолдану керек пе?
lt: Ar naudoti /boot katalogui nepalaikomą failų sistemą?
lv: Lietot neatbalstītu failu sistēmas tipu priekš /boot?
ml: /boot ന് സപ്പോര്ട്ട് ചെയ്യാത്ത ഫയല്‍ സിസ്റ്റം തരം ഉപയോഗിക്കണോ?
pa: /boot ਲਈ ਨਾ-ਸਹਿਯੋਗ ਵਾਲਾ ਫਾਇਲ ਸਿਸਟਮ ਵਰਤੋ?
ro: Utilizaţi un sistem de fişiere nesuportat pentru /boot?
zh_tw: 在 /boot 上使用不被支援的檔案系統？

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
cy: Mae Aboot yn gofyn fod /boot wedi ei leoli ar rhaniad ext2 ar ddyfais bŵtiadwy. Mae hyn yn golygu un ai fod y rhaniad gwraidd yn system ffeiliau ext2, neu mae gennych rhaniad ext2 ar wahan wedi ei glymu at /boot.
de: Aboot benötigt /boot auf einer ext2-Partition auf einem bootfähigen Medium. Das bedeutet, dass entweder die Root-Partition oder eine in /boot eingebundene Partition als ext2 formatiert sein muss.
eo: 'Aboot'-o bezonas '/boot'-dosieron lokita en praŝargebla 'ext2'-a diskpartigo. Do, aŭ la radika diskpartigo estas 'ext2'-dosiersistemo, aŭ vi aparte uzas 'ext2'-diskpartigon surmetatan en '/boot'.
et: Aboot vajab, et /boot asuks alglaetava seadme ext2 partitsioonil. See tähendab, et kas peab juurpartitsioon olema ext2 failisüsteem või pead /boot jaoks eraldi ext2 partitsiooni looma.
eu: Aboot-ek abio kargatzailea abiarazgarri den ext2 aprtizio batetan instalatu behar du. Honek edo zure erro partizioa ext2 izan edo /boot-en muntaturiko ext2 partizio bat izan behar duzula esan nahi du.
gl: Aboot necesita que /boot resida nunha partición ext2 situada nun dispositivo de inicio. Isto significa que a partición raíz debe ter un sistema de ficheiros ext2, ou que debe ter unha partición ext2 separada montada en /boot.
he: Aboot דורש ש-/boot תמוקם על מערכת קבצים מסוג ext2 בהתקן בר אתחול. המשמעות היא שאו מחיצת השורש תהיה על מערכת קבצים מסוג ext2 או שתיעד מחיצה ext2 נפרדת ל-/boot.
kk: Aboot-қа /boot жүктеуіш қондырғының ext2 бөлімінде болғандығы қажет. Бұл түбірлік бөлім ext2 файлдық жүйелі болуы тиіс немесе сізде boot қолыптасқан нүктесі бар жеке ext2 болуы тиіс.
lt: Aboot reikalauja, kad /boot katalogas būtų patalpintas pradinei įkelčiai tinkamo įrenginio ext2 skirsnyje. Tai reiškia, kad arba šakniniame skirsnyje turi būti ext2 tipo failų sistema, arba turi būti atskiras ext2 skirsnis, turintis prijungimo tašką /boot.
lv: Aboot pieprasa lai /boot atrastos uz ext2 tipa partīcijas uz sāknējama diska. Tas nozīmē, ka vai nu Jūsu saknes partīcijai ir jābūt ext2, vai arī Jums ir jābūt atsevišķai ext2 partīcijai piemontētai uz /boot.
ml: അബൂട്ടിന് /boot ഒരു ഒരു ബൂട്ട് ചെയ്യാവുന്ന ഉപകരത്തില്‍ ഒരു ext2 ഭാഗത്ത് സ്ഥിതിചെയ്യണമെന്നാവശ്യമുണ്ട്. ഇതിനര്ത്ഥം ഒന്നുകില്‍ റൂട്ട് ഭാഗം ഒരു ext2 ഫയല്‍ സിസ്റ്റം ആയിരിക്കണം അല്ലെങ്കില്‍ /boot ല്‍ മൌണ്ട് ചെയ്തിട്ടുള്ള ഒരു വ്യത്യസ്ത ext2 ഭാഗം ഉണ്ടായിക്കണം എന്നതാണ്.
pa: Aboot ਲਈ /boot ਬੂਟ-ਹੋਣ-ਯੋਗ ਜੰਤਰ ਤੇ ext2 ਭਾਗ ਤੇ ਸਥਿਤ ਹੋਣੀ ਜਰੂਰੀ ਹੈ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਜਾਂ ਤਾਂ root ਭਾਗ ext2 ਫਾਇਲ ਸਿਸਟਮ ਹੋਣਾ ਜਰੂਰੀ ਹੈ, ਜਾਂ ਤੁਹਾਡੇ ਕੋਲ /boot ਤੇ ਮਾਊਂਟ ਕੀਤਾ ਵੱਖਰਾ ext2 ਭਾਗ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
ro: Aboot necesită ca /boot să fie localizat pe o partiţie ext2 de pe un dispozitiv capabil să pornească sistemul. Acesta înseamnă fie că partiţia rădăcină trebuie să fie un sistem de fişiere ext2, fie că trebuie să aveţi o partiţie ext2 separată montată la /boot.
zh_tw: Aboot 要求將 /boot 放置到一個包含了 ext2 分割區的可開機裝置上。這表示 root 分割區的檔案系統必須為 ext2，或您必須把 /boot 載掛至一個獨立的 ext2 分割區。

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
cy: Yn gyfredol, mae /boot wedi ei leoli ar rhaniad o'r math ${PARTTYPE}. Os ydych chi'n cadw'r gosodiad hwn, ni fyddwch yn gallu bŵtio eich system Debian gan ddefnydio aboot.
de: Momentan befindet sich /boot auf einer Partition vom Typ ${PARTTYPE}. Wenn Sie diese Einstellung beibehalten, wird Ihr Computer Debian nicht mit dem aboot-Bootmanager starten können.
el: Η τρέχουσα ρύθμιση για το /boot το ορίζει σε ένα τμήμα τύπου ${PARTTYPE}. Αν κρατήσετε αυτή τη ρύθμιση, δεν είναι δυνατή η εκκίνηση του συστήματός σας με το aboot.
eo: Nuntempe, '/boot'-o situas en '${PARTTYPE}'-a diskpartigo. Se vi konservas tion akomodon, vi ne praŝargeblos Debianon per 'aboot'-o.
et: Hetkel asub /boot partitsioonil tüübiga ${PARTTYPE}. Kui jätad /boot sinna, ei saa sa oma Debiani süsteem aboot abil alglaadida.
eu: Une honetan, /boot ${PARTTYPE} motako partizioan dago. Ezarpen hori bere horretan uzten baduzu, ezingo duzu Debian sistema aboot erabiliz abiarazi.
fi: Nyt /boot sijaitsee levyosiolla jonka tyyppi on ${PARTTYPE}. Jos tämä asetus säilytetään, ei Debian-järjestelmää pysty käynnistämään käyttäen aboot:tia.
gl: Actualmente, /boot reside nunha partición de tipo ${PARTTYPE}. Se conserva esta configuración, non ha poder iniciar o seu sistema Debian empregando aboot.
he: כרגע, /boot ממוקמת על מחיצה מסוג ${PARTTYPE}. אם תשמור את קביעה זאת, לא תוכל לאתחל את דביאן בעזרת aboot.
id: Saat ini /boot terletak pada partisi jenis ${PARTTYPE}. Jika Anda mempertahankan pengaturan ini, Anda tidak akan dapat memboot sistem Debian Anda menggunakan aboot.
kk: Қазір /boot ${PARTTYPE}түріндегі бөлімде. Егер сіз бәрін сол күйінде қалдырсаңыз, сіз aboot-ты пайдаланып, Debian жүйеңізді жүктей алмайсыз.
lt: Šiuo metu /boot yra patalpintas ${PARTTYPE} tipo skirsnyje. Jei Jūs paliksite šiuos nustatymus, Jūs negalėsite įkelti Debian'o sistemos naudodami aboot.
lv: Pašlaik /boot atrodas uz ${PARTTYPE} tipa partīcijas. Ja Jūs to neizmainīsiet, Jūs nevarēsiet ielādēt savu Debian sistēmu ar aboot.
ml: ഇപ്പോള്‍ /boot സ്ഥിതി ചെയ്യുന്നത് ${PARTTYPE} എന്ന തരത്തിലുള്ള ഒരു ഭാഗത്താണ്. ഈ സെറ്റിങ്ങ് തുടരുകയാണെങ്കില്‍ നിങ്ങള്ക്ക് അബൂട്ടുപയോഗിച്ച് നിങ്ങളുടെ ഡെബിയന്‍ സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ സാധിക്കുകയില്ല.
nn: No vil /boot bli plassert på ein partisjon med type ${PARTTYPE}. Viss du held på denne instillinga, vil du ikkje vera i stand til å starta opp Debian-systemet ved hjelp av Aboot.
pa: ਮੌਜੂਦਾ, /boot, ${PARTTYPE} ਕਿਸਮ ਦੇ ਭਾਗ ਤੇ ਸਥਿਤ ਹੈ। ਜੇ ਤੁਸੀਂ ਇਹ ਵਿਵਸਥਾ ਰੱਖਣੀ ਹੈ, ਤੁਸੀਂ ਆਪਣਾ ਡੇਬੀਅਨ ਸਿਸਟਮ aboot ਵਰਤ ਕੇ ਬੂਟ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ।
pl: Aktualnie /boot znajduje siê na partycji typu ${PARTTYPE}. Je¶li zachowasz takie ustawienie, nie bêdzie mo¿liwo¶ci uruchomienia Debiana z wykorzystaniem aboot.
pt_br: Atualmente, o /boot está localizado em uma partição do tipo ${PARTTYPE}. Caso você mantenha esta configuração, você não conseguirá iniciar seu novo sistema Debian usando o aboot.
ro: Acum, /boot se află pe o partiţie de tipul ${PARTTYPE}. Dacă păstraţi acestă ajustare, nu veţi putea să porniţi sistemul dvs. Debian folosind aboot.
sl: Trenutno se /boot nahaja na razdelku vrste ${PARTTYPE}. Če boste obdržali to nastavitev, vašega sistema Debian ne boste mogli zagnati z uporabo aboota.
zh_tw: 目前 /boot 所位於的分割區其格式為 ${PARTTYPE} 。如果您不加以改變，您將無法使用 aboot 來讓您的 Debian 系統開機。

source: Install without aboot?
cy: Sefydlu heb aboot?
de: Installation ohne Aboot fortsetzen?
el: Εγκατάσταση χωρίς το aboot;
eo: Instalu sen 'aboot'-o?
et: Paigaldada ilma aboot'ta?
eu: aboot gabe instalatu nahi duzu?
fi: Asennetaanko ilman aboot-alkulataushjelmaa?
gl: ¿Instalar sen aboot?
he: התקן ללא מנהל האתחול aboot
id: Instal tanpa aboot?
kk: aboot-сыз орнату керек пе?
lt: Ar diegti be pradinio įkėliklio aboot?
lv: Instalēt bez aboot?
mg: Hapetraka tsy misy an'i aboot ve?
ml: അബൂട്ടില്ലാതെ ഇന്സ്റ്റാള്‍ ചെയ്യണോ?
nn: Installere systemet utan aboot?
pa: aboot ਤੋਂ ਬਿਨਾਂ ਇੰਸਟਾਲ ਕਰੋ?
pl: Instalacja bez aboot?
pt_br: Instalar sem o aboot ?
ro: Se instalează fără aboot?
sl: Namestitev brez aboota?
zh_tw: 不安裝 aboot 並繼續進行？

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
cy: Mae eich cyfeiriadur /boot wedi ei leoli ar ddisg sydd a dim lle ar gyfer y bŵtlwythydd aboot. Er mwyn sefydlu aboot, rhaid i chi gael rhaniad aboot arbennig ar ddechrau eich disg.
de: Ihr /boot-Verzeichnis befindet sich auf einer Festplatte, auf der Aboot nicht installiert werden kann. Sie benötigen eine spezielle Aboot-Partition am Anfang des Laufwerks.
eo: Via '/boot'-a dosierujo situas en sen disponebla diskspaco por la 'aboot'-praŝargilo. Por instali 'aboot'-o, vi disponendas specialan 'aboot'-a diskpartigon en ekdisko.
et: Su /boot kataloog asub kettal, kus pole alglaaduri aboot jaoks ruumi. Et aboot paigaldada, peab su ketta alguses olema spetsiaalne aboot partitsioon.
eu: Zure /boot direktorioa aboot abioko kargatzailerako lekurik ez duen diskoan dago. aboot instalatzeko, aboot partizio berezia izan behar duzu diskoaren hasieran.
gl: O seu directorio /boot reside nun disco que non ten espazo para o cargador de inicio aboot. Para instalar aboot, debe ter unha partición especial para aboot no comezo do disco.
he: הספריה /boot שלך ממוקמת על דיסק שאין בו מספיק מקום פנוי בשביל מנהל האתחול aboot. כדי להתקין את aboot, אתה חייב מחיצת aboot מיוחדת בתחילת הדיסק.
lt: Jūsų /boot katalogas patalpintas diske, neturinčiame vietos aboot pradiniam įkėlikliui. Tam, kad įdiegti aboot, reikia turėti specialų aboot skirsnį disko pradžioje.
lv: Jūsu /boot direktorija atrodas uz diska, kur nav vietas aboot sāknētājam. Lai instalētu aboot, Jums ir jāizveido speciāla aboot partīcija diska sākumā.
ml: നിങ്ങളുടെ /boot ഡയറക്റ്ററി സ്ഥിതി ചെയ്യുന്നത് അബൂട്ട് ബൂട്ട് ലോഡറിന് സ്ഥലമില്ലാത്ത ഒരു ഡിസ്കിലാണ്. അബൂട്ട് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതിന് നിങ്ങളുടെ ഡിസ്കിന്റെ തുടക്കത്തില്‍ നിങ്ങള്ക്ക് ഒരു പ്രത്യേക അബൂട്ട് ഭാഗം ഉണ്ടായിരിക്കണം.
pa: ਤੁਹਾਡੀ /boot ਡਾਇਰੈਕਟਰੀ ਡਿਸਕ ਤੇ ਸਥਿਤ ਹੈ ਜਿਸ ਉੱਪਰ aboot ਬੂਟ ਲੋਡਰ ਲਈ ਕੋਈ ਥਾਂ ਨਹੀਂ। aboot ਇੰਸਟਾਲ ਕਰਨ ਲਈ, ਤੁਹਾਡੇ ਕੋਲ ਡਿਸਕ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਖਾਸ aboot ਭਾਗ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
ro: Directorul dvs. /boot se află pe un disc pe care nu este loc pentru încărcătorul de sistem aboot. Pentru a instala aboot, trebuie să aveţi o partiţie specială pentru aboot la începutul discului.
zh_tw: 您的 /boot 目錄所在的磁碟並未替 aboot 開機程式留下任何可用的空間。為了能安裝 aboot，您必須在磁碟的啟始位置設置一個特定的 aboot 分割區。

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
cy: Os ydych chi'n mynd ymlaen heb gywiro'r broblem hwn, ni chaiff aboot ei sefydlu a ni fyddwch yn gallu bŵtio eich system newydd o'r consol SRM.
de: Sollten Sie mit der Installation fortfahren, ohne das Problem behoben zu haben, wird Aboot nicht installiert. Sie können Ihr neues Betriebssystem dann nicht von der SRM-Konsole starten.
el: Αν συνεχίσετε χωρίς να διορθώσετε το πρόβλημα αυτό, το aboot δεν θα εγκατασταθεί και δεν μπορείτε να εκκινήσετε το σύστημα σας από την κονσόλα SRM.
eo: Se vi daŭras sen koreki tiun problemon, 'aboot'-o ne estos instalita. Vi ne praŝargeblos vian novan sistemon per la 'SRM'-konzolo.
et: Kui jätkad seda probleemi lahendamata jääb aboot installeerimata ja sa ei saa oma uut süsteemi SRM konsoolist alglaadida.
eu: Arazo hau konpondu gabe jarraitzen baduzu, aboot ez da instalatuko eta sistema berria ezingo duzu SRM kontsolatik abiarazi.
fi: Jos jatkat korjaamatta tätä vikaa, alkulatauselmaa aboot ei asenneta ja uutta järjestelmää ei voi käynnistää SRM-konsolilta.
gl: Se continúa sen corrixir este problema, non se ha instalar aboot e non ha poder iniciar o seu novo sistema dende a consola de SRM.
he: אם תמשיך בלי לתקן את הבעיה, aboot לא יותקן ולא תוכל לאתחל את המערכת החדשה מתוך קונסול ה-SRM.
id: Jika Anda meneruskan tanpa memperbaiki masalah ini, aboot tidak akan dipasang dan Anda tidak dapat melakukan boot sistem baru Anda dari konsol SRM.
kk: Егер сіз бұл проблеманы түзетпей орнатуды жалғастырсаңыз, aboot орнатылмайды және сіз SRM консолынан жаңа жүйені жүктей алмайсыз.
lt: Jei Jūs tęsite neištaisę šios problemos, pradinis įkėliklis aboot nebus įdiegtas, ir Jūs negalėsite įkelti naujai įdiegtos sistemos iš SRM konsolės.
lv: Ja Jūs turpināsiet, neizlabojot šo problēmu, tad aboot netiks uzinstalēts un Jūs, visticamāk, nevarēsiet sāknēt savu jauno sistēmu no SRM konsoles.
ml: ഈ പ്രശ്നം പരിഹരിക്കാതെ തുടരുകയാനെങ്കില്‍ അബൂട്ട് ഇന്സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നതല്ല എന്ന് മാത്രമല്ല SRM കണ്സോളില്‍ നിന്നും സിസ്റ്റം ബൂട്ട് ചെയ്യാന്‍ നിങ്ങള്ക്ക് സാധിക്കുകയില്ല.
nn: Viss du held fram utan å retta på dette problemet, vil aboot ikkje bli installert og du vil ikkje vera i stand til å starta opp det nye systemet frå SRM-konsollet.
pa: ਜੇ ਤੁਸੀਂ ਇਸ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਤੋਂ ਬਿਨਾਂ ਜਾਰੀ ਰੱਖਦੇ ਹੋ, aboot ਇੰਸਟਾਲ ਨਹੀਂ ਹੋਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਆਪਣਾ ਨਵਾਂ ਸਿਸਟਮ SRM ਕੰਸੋਲ ਤੋਂ ਬੂਟ ਨਹੀਂ ਕਰਾ ਸਕੋਗੇ।
pl: Je¶li kontynuujesz bez naprawiania tego problemu, aboot nie zostanie zainstalowany i nie bêdziesz w stanie uruchomiæ nowego systemu z konsoli SRM.
pt_br: Caso você continue sem corrigir esse problema, o aboot não será instalado e não será possível iniciar seu novo sistema a partir do console SRM.
ro: Dacă veţi continua fără a corecta această problemă, aboot nu va fi instalat şi nu veţi putea să porniţi noul dvs. sistem din consola SRM.
sl: Če boste nadaljevali, ne da bi odpravili napako, se aboot ne bo namestil in vašega novega sistema ne boste mogli zagnati s konzole SRM.
zh_tw: 如果您不修正此問題並繼續進行，aboot 的安裝作業將不會進行，且您將可能無法藉由 SRM 主控台來啟動您的新系統。

source: Install aboot on a hard disk
cy: Sefydlu aboot ar ddisgen caled
de: Aboot auf einer Festplatte installieren
el: Εγκατάσταση του aboot σε σκληρό δίσκο
eo: Instalu 'aboot'-on en fiksita disko
et: Paigalda aboot kõvakettale
eu: Instalatu aboot disko gogorrean
fi: Asenna aboot kiintolevylle
gl: Instalar aboot nun disco duro
he: התקן את aboot על הדיסק הקשיח
id: Memasang aboot pada hard disk
kk: aboot-ты қатқыл дискке орнату.
lt: Pradinio įkėliklio aboot diegimas į kietąjį diską
lv: Instalēt aboot sāknētāju uz cietā diska
mg: Apetrao ao ami'ny kapila mafy i aboot
ml: ഹാര്ഡ് ഡിസ്കില്‍ അബൂട്ട് ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer Aboot på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ aboot ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj aboot na dysku twardym
pt_br: Instalar o aboot em um disco rígido
ro: Instalează aboot pe un disc fix
sl: Namesti aboot na trdi disk
zh_tw: 將 aboot 安裝至硬碟上

source: No ext2 partitions found
cy: Ni chanfuwyd unrhyw rhaniad ext2
de: Keine ext2-Partition gefunden
el: Δε βρέθηκαν τμήματα ext2
eo: Neniu trovita 'ext2'-diskpartigo
et: Ei leitud ühtki ext2 partitsiooni
eu: Ez da ext2 partiziorik aurkitu
fi: ext2-osioita ei löytynyt
gl: Non se atopou ningunha partición ext2
he: לא נמצאה מחיצת ext2
id: Partisi ext2 tidak ditemukan
kk: ext2 бөлімдері табылған жоқ
lt: Nerastas ext2 tipo disko skirsnis
lv: Ext2 tipa partīcijas nav atrastas
mg: Tsy nahita fizarana ext2
ml: ext2 ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടില്ല
nn: Fann ingen ext2-partisjonar
pa: ਕੋਈ ext2 ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono partycji ext2
pt_br: Nenhuma partição ext2 encontrada
ro: Nu s-a găsit nici o partiţie ext2
sl: Nisem našel ext2 razdelkov
zh_tw: 未能找到 ext2 分割區
