Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Unable to find any floppy device
el: Αδύνατη η ανίχνευση μονάδας δισκέτας
fa: هیچ درایور فلاپی پیدا نشد!
fi: Yhtään levykeasemaa ei löytynyt
id: Tidak dapat menemukan piranti penggerak disket.
mg: Tsy mahita mpamaky zana-kapila
nn: Klarer ikkje å finna nokon diskettstasjon
pl: Znalezienie stacji dyskietek nie powiod³o siê
pt_br: Não foi possível encontrr um leitor de disquetes
sl: Nisem našel disketnika

source: No floppy device was found. If this computer has a floppy drive, it is probably a bug in the bugreporter-udeb package that got you here.
el: Δεν ανιχνεύτηκε μονάδα δισκέτας. Αν ο υπολογιστής έχει όντως τέτοια μονάδα, τότε κάποιο συνέβη πιθανό σφάλμα στο πακέτο bugreporter-udeb.
fa: درایو فلاپی بر روی این سیستم پیدا نشدو اگر این رایانه درایو فلاپی دارد. احتمالا یک باگ در سیستم گزارشخطایت که شما را به اینجا کشانده است.
fi: Levykeasemaa ei löytynyt. Jos tässä koneessa on levykeasema, lienee kyseessä ohjelmapaketissa bugreporter-udeb oleva vika.
id: Piranti penggerak disket tidak ditemukan. Jika komputer ini memiliki penggerak disket, ini mungkin bug dari paket bugreporter-udeb yang Anda pakai.
nn: Fann ingen diskettstasjon. Dersom denne maskina har ein diskettstasjon, er det truleg ein feil i bugreporter-udeb-pakka som har ført deg hit.
pl: Nie znaleziono stacji dyskietek. Je¶li komputer zawiera tak± stacjê, to prawdopodobnie masz do czynienia z b³êdem w pakiecie bugreporter-udeb.
pt_br: Nenhum leitor de disquetes foi encontrado. Caso esta máquina realmente possua um leitor de disquetes, você provavelmente encontrou um erro no pacote bugreporter-udeb.
sl: Nisem našel disketnika. Če ima ta sistem disketnik je verjetno prilšlo do napake v bugreporter-udeb paketu.

source: Note: USB floppies are not supported at the moment.
el: Σημείωση: Προς το παρόν δεν υπάρχει υποστήριξη για μονάδες δισκέτας USB.
fa: توجه: فلاپی‌های یو.اس‌.بی پشتیبانی نمیگردند.
fi: Huomautus: USB-levykeasemat eivät ole tuettuja tällä hetkellä.
id: Catatan: disket USB tidak didukung saat ini.
mg: Tadidio: ny zana-kapila USB dia tsy mbola zaka amin'izao fotoana izao.
nn: Merk: USB-diskettar er ikkje støtta enno.
pl: Wskazówka: dyskietki USB nie s± w tej chwili obs³ugiwane.
pt_br: Nota : Disquetes USB não são suportados no momento.
sl: Opomba: USB disketniki trenutno niso podprti

source: The system is now ready to boot the new Debian GNU/Linux system.
el: Το σύστημα είναι τώρα έτοιμο για εκκίνηση στο Debian GNU/Linux.
fi: Järjestelmä on nyt valmis käynnistämään uuden Debian GNU/Linux-järjestelmän.
id: Sistem sekarang siap melakukan boot sistem Debian GNU/Linux baru.
mg: Ny izao system dia vonona hamelona ny mpandrindra milina vaovao Debian GNU/Linux.
nn: Systemet er no klar til å starta opp det nyinstallerte Debian GNU/Linux-systemet.
pl: System jest gotowy do uruchomienia nowego systemu Debian GNU/Linux.
pt_br: O sistema está agora pronto para iniciar o novo sistema Debian GNU/Linux.
sl: Sistem je sedaj pripravljen za zagon novega Debian GNU/Linuxa.

source: Mounting the proc filesystem on /target/proc failed.
el: Η προσάρτηση του εικονικού συστήματος αρχείων procfs στο /target/proc απέτυχε.
fi: proc-tiedostojärjestelmän liittäminen liitoskohtaan /target/proc ei onnistunut.
id: Pengaitan sistem berkas proc pada /target/proc gagal.
mg: Tsy nahomby ny fampakarana ny file system proc ao amin'ny /target/proc.
nn: Montering av proc-filsystemet på /target/proc feila.
pl: Zamontowanie systemu plików proc na /target/proc nie powiod³o siê.
pt_br: A montagem do sistema de arquivos proc em /target/proc falhou.
sl: Priklapljanje proc datotečnega sistema na /target/proc ni uspelo.

source: Failed to install bootloader
el: Αποτυχία εγκατάστασης του φορτωτή εκκίνησης
fi: Alkulatausohjelman asennus ei onnistunut
id: Gagal memasang boot loader
mg: Tsy nahomby ny fametrahana ny bootloader
nn: Klarte ikkje å installere oppstartslastaren
pl: Instalacja programu uruchomieniowego nie powiod³a siê
pt_br: Falha ao instalar carregador de inicialização
sl: Nisem uspel namestiti zagonskega nalagalnika

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot Debian.
el: Στη λίστα αναγράφονται τα διαθέσιμα τμήματα στο σύστημά σας. Επιλέξτε αυτό το οποίο θέλετε να χρησιμοποιηθεί από το elilo για την εκκίνηση του Debian.
fi: Järjestelmäsi käytettävissä olevat levyosiot ovat luettelossa. Valitse mitä elilo käyttää Debianin käynnistämiseen.
id: Partisi yang saat ini tersedia pada sistem Anda ada dalam daftar. Silakan memilih satu yang Anda ingin elilo menggunakannya untuk boot Debian.
nn: Her er ei liste over tilgjengelege partisjonar på systemet. Vel partisjonen du vil at Elilo skal bruka for å starta Debian.
pl: Partycje aktualnie dostêpne w Twoim systemie s± wy¶wietlone na ekranie. Wybierz tê której elilo ma u¿ywaæ do uruchamiania Debiana.
pt_br: As partições disponíveis em seu sistema no momento estão listadas. Por favor, selecione qual delas você deseja que o elilo use para iniciar o Debian.
sl: Razdelki, ki so trenutno na voljo na vašem sistemu so izpisani. Prosim izberite tistega za katerega želite, da ga elilo uporabi za zagon Debiana.

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT filesystem, and the boot flag set.
el: Δεν ανιχνεύθηκαν τμήματα κατάλληλα για χρήση από το elilo. Το elilo χρειάζεται ένα τμήμα με σύστημα αρχείων FAT και ενεργοποιημένη τη δυνατότητα εκκίνησης.
fi: elilo:lle käyttökelpoisia levyosioita ei löytynyt. Elilo tarvitsee osion jossa on FAT-tiedostojärjestelmä ja joka on merkitty käynnistysosioksi.
id: Partisi yang cocok untuk digunakan elilo belum ada. Elilo memerlukan sebuah partisi dengan sistem berkas FAT yang tanda bootnya dihidupkan.
nn: Det er ingen eigna partisjonar for Elilo. Elilo treng ein partisjon med eit FAT-filsystem og oppstartsflagget sett.
pl: Nie znaleziono odpowiednich dla elilo partycji. Elilo potrzebuje partycji z systemem plików FAT oraz ustawion± flag± uruchomieniow±.
pt_br: Nenhuma partição adequada para ser usada pelo elilo foi encontrada. O elilo precisa de uma partição com o sistema de arquivos FAT e com a flag de inicialização ativada.
sl: Nisem našel nobenih primernih razdelkov, ki bi jih lahko elilo uporabil. Elilo potrebuje razdelek z FAT datotečnim sistemom in nastavljeno zagonsko zastavico.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root filesystem, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
el: Το aboot πρέπει να εγκαταστήσει το φορτωτή εκκίνησης σε μία εκκινήσιμη μονάδα που να περιέχει ένα τμήμα ext2. Παρακαλώ επιλέξτε το τμήμα ext2 που επιθυμείτε να χρησιμοποιείται από το aboot. Αν αυτό δεν είναι το βασικό σύστημα αρχείων (root), τότε το αρχείο πυρήνα και το αρχείο ρυθμίσεων /etc/aboot.conf θα αντιγραφεί στο τμήμα αυτό.
fi: Aboot:n on asennettava alkulatausohjelma käynnistyskelpoiselle laitteelle jossa on ext2-osio. Valitse ext2-osio jota aboot käyttää. Jos se ei ole juuritiedostojärjestelmä, ytimen otos ja asetukset sisältävä tiedosto /etc/aboot.conf kopioidaan tuohon osioon.
id: Aboot perlu memasang boot loader pada piranti bootable yang berisi partisi ext2. Silakan memilih partisi ext2 yang ingin Anda gunakan. Bila ini bukan sistem berkas root, kernel image dan berkas konfigurasi /etc/aboot.conf akan disalin ke partisi tersebut.
nn: Aboot må installera oppstartslastaren på ei eining som kan startast opp og som inneheld ein ext2-partisjon. Vel den ext2-partisjonen du vil at Aboot skal bruka. Viss dette ikkje er rot-filsystemet, vil kjernebiletet og oppsettsfila /etc/Aboot.conf bli kopiert til den partisjonen.
pl: Aboot musi zainstalowaæ program uruchomieniowy na uruchomieniowym urz±dzeniu zawieraj±cym partycjê ext2. Proszê wybraæ partycjê ext2, której chcesz u¿yæ. Je¶li nie jest to g³ówny system plików, obraz j±dra i plik konfiguracyjny /etc/aboot.conf zostanie przekopiowany na tê partycjê.
pt_br: O aboot precisa instalar o carregador de inicialização em um dispositivo inicializável contendo uma partição ext2. Por favor, selecione a partição ext2 que você deseja que o aboot use. Caso esta partição não seja o sistema de arquivos raíz, sua imagem de kernel e o arquivo de configuração /etc/aboot.conf será copiado para esta partição.
sl: Aboot potrebuje za namestitev zagonskega nalagalnika napravo s katere je mogoče zagnati sistem in vsebuje ext2 razdelek. Prosim izberite ext2 razdelek, ki naj ga aboot uporabi. Če to ni korenski datotečni sistem bo vaša slika jedra in nastavitvena datoteka /etc/aboot.conf prepisana nanjo.

source: Use unsupported filesystem type for /boot?
el: Να γίνει χρήση του μή-υποστηριζόμενου συστήματος αρχείων για το /boot;
fi: Käytetäänkö hakemistolle /boot tiedostojärjestelmää, joka ei ole tuettu?
id: Gunakan jenis sistem berkas yang tak didukung untuk /boot?
nn: Bruka eit filsystem som ikkje er støtta på /boot?
pl: U¿yæ niewspieranego systemu plików dla /boot?
pt_br: Usar tipo de sistema de arquivos não suportado para /boot ?
sl: Uporabim nepodprto vrsto datotečnega sistema za /boot?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 filesystem, or you must have a separate ext2 partition mounted at /boot.
el: Το aboot απαιτεί ο κατάλογος /boot να βρίσκεται σε ένα τμήμα με σύστημα αρχείων ext2 σε εκκινήσιμη μονάδα. Αυτό σημαίνει είτε ότι το βασικό τμήμα πρέπει να είναι διαμορφωμένο σε ext2, ή ότι πρέπει να έχετε ένα ξεχωριστό τμήμα ext2 για το /boot.
fi: Aboot vaatii, että hakemisto /boot on ext2-osiolla käynnistyslaitteella. Joko juuriosion on oltava ext2-tiedostojärjestelmä tai on oltava erillinen ext2-osio jonka liitoskohta on /boot.
id: Aboot memerlukan /boot terletak pada partisi ext2 pada perangkat bootable. Ini artinya partisi root mesti merupakan sistem berkas ext2, atau Anda harus memiliki partisi ext2 tersendiri yang dikaitkan pada /boot.
nn: Aboot krev at /boot er plassert på ein ext2-partisjon på ei eining som kan startast opp. Dette betyr anten at root-partisjonen må vera eit ext2-filsystem, eller du må ha ein eigen ext2-partisjon som er montert på /boot.
pl: Aboot wymaga by /boot by³o umieszczone na partycji ext2 urz±dzenia uruchomieniowego. To oznacza, ¿e albo g³ówna partycja musi mieæ system plików ext2, albo musisz mieæ osobn± partycjê ext2 zamontowan± jako /boot.
pt_br: O aboot requer que o /boot esteja localizado em uma partição ext2 em um dispositivo inicializável. Isto significa que a partição raíz deve estar em um sistema de arquivos ext2 ou você deve possuir uma partição ext2 separada montada como /boot.
sl: Aboot zahteva, da se /boot nahaja na razdelku ext2 na zagonski napravi. To pomeni, da mora biti korenski razdelek vrste ext2 ali pa potrebujete ločen razdelek ext2, priklopljen kot /boot.

source: Your /boot directory is located on a disk that has no space for the aboot bootloader. To install aboot, you must have a special aboot partition at the beginning of your disk.
el: Ο κατάλογος /boot βρίσκεται σε ένα δίσκο που δεν διαθέτει τον απαραίτητο χώρο για τον εκκινητή aboot. Για να εγκαταστήσετε το aboot θα πρέπει να υπάρχει ένα τμήμα ειδικό για το aboot στην αρχή του δίσκου σας.
fi: Hakemisto /boot sijaitsee levyllä, jolla ei ole tilaa aboot alkulatausojelmalle. Levyn alussa on oltava erityinen aboot-levyosio, jotta aboot voidaan asentaa.
id: Direktori /boot Anda terletak pada disk yang tidak memiliki ruangan untuk boot loade aboot. Untuk memasang aboot, Anda harus memiliki partisi aboot khusus pada awal disk Anda.
nn: Området /boot er plassert på ein disk som ikkje har rom for oppstartslastaren aboot. For å installera aboot, må du ha ein særskilt aboot-partisjon på starten av disken.
pl: Twój katalog /boot jest zlokalizowany na dysku, który nie ma wolnej przestrzeni dla programu uruchomieniowego aboot. By zainstalowaæ aboot musisz posiadaæ specjaln± partycjê na pocz±tku dysku.
pt_br: Seu diretório /boot está localizado em um disco que não possui espaço para o carregador de inicialização aboot. Para instalar o aboot você precisa de uma partição especial para o aboot no início de seu disco.
sl: Vaša mapa /boot se nahaja na polnem disku, na katerem ni prostora za zagonski nalagalnik aboot. Če ga želite namestiti, potrebujete poseben razdelek na začetku diska.

source: The SILO bootloader has been successfully installed on your new Debian boot partition, and your system should now be able to boot itself.
el: Ο φορτωτής εκκινησης SILO έχει εγκατασταθεί επιτυχώς στο τμήμα εκκίνησης του συστήματός σας και είστε πλέον έτοιμοι να επανεκκινήσετε στο Debian.
fi: Alkulatausohjelma SILO on onnistuneesti asennettu uuteen Debian-käynnistysosioon. Järjestelmän pitäisi nyt pystyä käynnistymään.
id: Bootloader SILO telah berhasil dipasang partisi boot Debian baru Anda, dan sistem Anda sekarang dapat melakukan boot sendiri.
nn: Oppstartslastaren SILO er installert på den nye Debian oppstartspartisjonen din. Systemet ditt skal no vera i stand til å starta opp sjølv.
pl: Program uruchomieniowy SILO zosta³ pomy¶lnie zainstalowany na partycji uruchomieniowej Debiana, i Twój system mo¿e siê teraz sam uruchamiaæ.
pt_br: O carregador de inicialização SILO foi instalado com sucesso em sua nova partição de inicialização Debian e seu sistema deve agora ser capaz de ser iniciado.
sl: Zagonski nalagalnik SILO je bil uspešno nameščen na vaš novi Debian zagonski razdelek. Vaš sistem naj bi se bil sedaj sposoben zagnati.

source: To be bootable from the PROM, silo and the kernel it loads must be installed on a disk which uses Sun disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using SILO, and will need to boot it some other way.
el: Για να γίνεται εκκίνηση από το PROM, το silo και ο πυρήνας που φορτώνει, πρέπει να είναι εγκατεστημένα σε δίσκο που χρησιμοποιεί ετικέτες δίσκου Sun για τον πίνακα τμημάτων. Ο κατάλογος /boot που διαθέτετε δεν περιέχει τέτοιες ετικέτες. Αν συνεχίσετε δεν θα είστε σε θέση να εκκινήσετε το σύστημά σας χρησιμοποιώντας το SILO και θα πρέπει να εκκινείτε με κάποιον άλλο τρόπο.
fi: Jotta käynnistäminen PROM:sta onnistuisi, on silo ja sen lataama ydin asennettava levylle joka käyttää Sun-levynimiöitä osiotauluna. Nyt ei hakemisto /boot ole sellaisella levyllä. Jos jatkat ei SILO voi käynnistää järjestelmää vaan on käynnistettävä jollain muulla tavalla.
id: Agar dapat bootable dari PROM, silo dan kernel yang dimuatnya harus dipasang pada disk yang menggunakan partisi table Sun disklabel. Direktori /boot Anda tidak terletak pada disk yang sesuai. Jika Anda melanjutkan, Anda tidak dapat melakukan boot sistem Anda dengan SILO, dan perlu diboot dengan cara lain.
nn: For å kunne starta opp frå PROM, silo og kjerna som silo lastar må vera installert på ein disk som brukar Sun sine disketikettar i partisjonstabellen. /boot-partisjonen din er ikkje plassert på ein slik disk. Viss du held fram, vil du ikkje vera i stand til å starta opp systemet ditt ved bruk av SILO. Du må då starta opp systemet på ein anna måte.
pl: By móc uruchamiaæ system z PROM, silo i ³adowane przez nie j±dro musz± byæ zainstalowane na dysku, który u¿ywa etykiet dysków Sun dla swojej tablicy partycji. Twój katalog /boot nie znajduje siê na takim dysku. Je¶li kontynuujesz, nie bêdzie mo¿liwo¶ci uruchomienia systemu u¿ywaj±c SILO i konieczne bêdzie uruchamianie go w inny sposób.
pt_br: Para que possa ser inicializável a partir da PROM, o silo e o kernel que ele carregar devem ser instalados em um disco que utilize rótulos de disco Sun para sua tabela de partições. Seu diretório /boot não está localizado em um disco com essas características. Caso você conitnue, não será possível iniciar seu sistema utilizando o SILO e será preciso iniciá-lo de alguma outra forma.
sl: Za zagon iz PROM morata biti Silo in jedro, ki ga naloži, nameščena na disk, ki uporablja Sunove oznake diskov za tabelo particij. Vaša mapa /boot se ne nahaja na takšnem disku. Če boste nadaljevali, vašega sistema ne boste mogli zagnati z nalagalnikom SILO.

source: SILO requires /boot to be located on an ext2 or ext3 partition on a bootable device. This means that either the root partition must be an ext2 filesystem, or you must have a separate ext2 partition mounted at /boot.
el: Το SILO απαιτεί ο κατάλογος /boot να βρίσκεται σε δίσκος εκκίνησης σε τμήμα τύπου ext2 ή ext3. Αυτό σημαίνει ότι το σύστημα αρχείων του κεντρικού τμήματος θα πρέπει να είναι τύπου ext2 ή, θα πρέπει να διαθέτετε ένα ξεχωριστό τμήμα με ext2 προσαρτημένο στον κατάλογο /boot.
fi: SILO vaatii hakemiston /boot olevan ext2- tai ext3-osiolla käynnistyslaitteella. Joko juuriosion on oltava ext2 tiedostojärjestelmä tai erillinen ext2-osioon on liitettävä kohtaan /boot.
id: SILO memerlukan /boot yang terletak pada partisi ext2 atau ext3 pada piranti bootable. Ini artinya partisi root harus berupa sistem berkas ext2 / ext3, atau Anda perlu mempunyai partisi ext2 terpisah yang dikaitkan pada /boot.
mg: SILO dia mila ny /boot ao amin'na fizarana ext2 na ext3 ao amin'na periferika azo volomina. Noho izany dia tokony ho file system ext2 ny fizarana fototra na tokony hanana fizarana ext2 manokana izay hampakarina ao amin'ny /boot ianao.
nn: SILO krev at /boot er plassert på ein ext2 eller ext3-partisjon på ei eining som kan startast opp. Dette tyder at anten så må rotpartisjonen vera eit ext2/3-filsystem, eller du må ha ein eigen ext2/3-partisjon montert på /boot.
pl: SILO wymaga by /boot zlokalizowany by³ na partycji z systemem plików ext2 lub ext3 znajduj±cej siê na uruchomieniowym urz±dzeniu. To oznacza, ¿e albo g³ówna partycja musi u¿ywaæ systemu plików ext2 albo musisz mieæ osobn± partycjê z systemem plików ext2 zamontowan± w /boot.
pt_br: O SILO reuqer que o /boot esteja localizado em uma partição ext2 ou ext3 em um dispositivo inicializável. Isto significa que a partição raíz deve conter um sistema de arquivos ext2 ou ext3 ou você deve possuir uma partição ext2 separada montada como /boot.
sl: SILO zahteva, da se /boot nahaja na razdelku ext2 ali ext3 na zagonski napravi. To pomeni, da mora imeti korenski razdelek datotečni sistem ext2 ali pa morate imeti ločen razdelek ext2, priklopljen na /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using SILO.
el: Αυτή τη στιγμή ο κατάλογος /boot βρίσκεται σε ένα τμήμα τύπου $(PARTTYPE). Αν κρατήσετε αυτή τη ρύθμιση, δεν θα μπορείτε να εκκινήσετε το Debian χρησιμοποιώντας το SILO.
fi: Tällä hetkellä hakemiston /boot levyosion tyyppi on ${PARTTYPE}. Jos tämä asetus säilytetään, SILO ei voi käynnistää Debian-järjestelmää.
id: Saat ini, /boot terletak pada partisi jenis ${PARTYPE}. Jika Anda tetap menggunakan setelan ini, Anda tidak dapat melakukan boot sistem Debian ini dengan SILO.
nn: Slik det no er sett opp er /boot plassert på ein partisjon av type ${PARTTYPE}. Viss du beheld denne innstillinga vil du ikkje vera i stand til å starta opp debiansystemet ditt ved bruk av SILO.
pl: Aktualnie /boot znajduje siê na partycji typu ${PARTTYPE}. Je¶li pozostawisz to ustawienie, nie bêdzie mo¿liwo¶ci uruchomienia Debiana u¿ywaj±c SILO.
pt_br: Atualmente, o /boot está localizado em uma partição do ${PARTTYPE}. Caso você matenha essa configuração, você não será capaz de iniciar seu sistema Debian utilizando o SILO.
sl: Trenutno se /boot nahaja na razdelku vrste ${PARTTYPE}. Če boste obdržali to nastavitev, vašega sistema Debian ne boste mogli zagnati z uporabo SILA.

source: You are using a 32-bit SPARC machine. On many of these, it is unlikely that Debian will boot if /boot resides in a partition that extends past the first 1024 cylinders of the hard disk. /boot currently resides in a partition that extends to cylinder ${CYL}. You should change this by reducing the size of the partition or creating a separate, smaller partition just for /boot.
el: Χρησιμοποιείτε 32 bit μηχανή SPARC. Σε αρκετές από αυτές, είναι πιθανό να μην ξεκινά το Debian αν ο κατάλογος /boot βρίσκεται πέραν του ορίου των πρώτων 1024 κυλίνδρων του δίσκου. Αυτή τη στιγμή ο κατάλογος /boot βρίσκεται σε τμήμα που εκτείνεται μέχρι τον κύλινδρο $(CYL). Θα πρέπει να τροποποιήσετε το τμήμα αυτό μειώνοντας το μέγεθος του, ή δημιουργώντας ένα μικρότερο τμήμα μόνο για τον κατάλογο /boot.
fi: Käytössä on 32-bittinen SPARC-kone. Monissa näistä Debian todennäköisesti ei käynnisty, jos /boot sijaitsee osiossa joka ei ole levyn 1024 ensimmäisen sylinterin alueella. Nyt /boot on osiossa jonka viimeinen sylinteri on ${CYL}. Korjaa tilanne pienentämällä levyosiota tai luomalla erillinen pienempi osio hakemistolle /boot.
id: Anda menggunakan sebuah mesin SPARC 32-bit. Pada kebanyakan mesin ini, ada kemungkinan Debian tidak akan booting jika /boot berada pada suatu partisi yang melampaui 1024 silinder pertama dari hard disk Anda. /boot saat ini berada pada partisi yang mencapai silinder $[CYL]. Anda harus mengubahnya dengan mengurangi ukuran partisi atau membuat suatu partisi terpisah, yang lebih kecil , hanya untuk /boot.
nn: Du brukar ei 32-bit SPARC maskin. På mange av desse er det lite truleg at Debian vil starta opp viss /boot er på ein partisjon som strekk seg ut over dei første 1024 sylinderane på harddisken. /boot er no på ein partisjon som strekk seg ut til sylinder ${CYL}. Du kan endra dette ved å redusera storleiken på partisjonen eller laga ein eigen mindre partisjon berre for /boot.
pl: U¿ywasz 32 bitowej maszyny SPARC. Na wielu takich maszynach Debian nie bêdzie w stanie siê uruchomiæ je¶li /boot bêdzie znajdowaæ siê na partycji, która wykracza poza pierwsze 1024 cylindry dysku. /boot aktualnie zlokalizowany jest na partycji, która przekracza cylinder ${CYL}. Powinienie¶ zmieniæ to zmniejszaj±c rozmiar partycji lub tworz±c osobn±, mniejsz± partycjê tylko dla /boot.
pt_br: Você está usando uma máquina SPARC de 32 bits. Em muitas dessas máquinas, é improvável que o Debian consiga ser iniciado caso a partição que contém o /boot se extenda além dos primeiros 1024 cilindros do disco rígido. O /boot atualmente se encontra em uma partição que se extende até o cilindro ${CYL}. Você deverá mudar isto reduzindo o tamanho da partição ou criando uma partição separada e menor somente para o /boot.
sl: Uporabljate 32-biten sistem SPARC. Na večini slednjih se Debian ne bo zagnal, če se /boot nahaja v razdelku, ki se razširja po prvih 1024 cilindrih trdega diska. Trenutno se /boot nahaja v razdelku, ki se razširja do cilindra ${CYL}. To lahko spremenite z zmanjšanjem velikosti razdelka ali pa tako, da ustvarite manjši razdelek, namenjen samo za /boot.
