Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: IL
el: Ισραήλ
fi: Israel
id: Israel
mg: Israely
nn: Israel
pl: Izrael
pt_br: Israel
sl: Izrael

source: MA
el: Μαρόκο
fi: Marokko
id: Maroko
mg: Maroka
nn: Marokko
pl: Maroko
pt_br: Marrocos
sl: Maroko

source: NI
el: Νικαράγουα
fi: Nicaragua
id: Nikaragua
mg: Nicaragua
nn: Nicaragua
pl: Nikaragua
pt_br: Nicarágua
sl: Nikaragva

source: AT
el: Αυστρία
fi: Itävalta
id: Austria
mg: Ôtrisy
nn: Austerrike
pl: Austria
pt_br: Áustria
sl: Avstrija

source: AU
el: Αυστραλία
fi: Australia
id: Australia
nn: Australia
pl: Australia
pt_br: Austrália
sl: Avstralija

source: BE
el: Βέλγιο
fi: Belgia
id: Belgia
mg: Belgika
nn: Belgia
pl: Belgia
pt_br: Bélgica
sl: Belgija

source: BG
el: Βουλγαρία
fi: Bulgaria
id: Bulgaria
mg: Bolgaria
nn: Bulgaria
pl: Bu³garia
pt_br: Bulgária
sl: Bolgarija

source: BR
el: Βραζιλία
fi: Brasilia
id: Brasil
mg: Brezil
nn: Brasil
pl: Brazylia
pt_br: Brasil
sl: Brazilija

source: BY
el: Λευκορωσσία
fi: Valko-Venäjä
id: Belarusia
mg: Belarosia
nn: Kviterussland
pl: Bia³oru¶
pt_br: Belorússia
sl: Belorusija

source: CA
el: Καναδάς
fi: Kanada
id: Kanada
mg: Kanada
nn: Canada
pl: Kanada
pt_br: Canadá
sl: Kanada

source: CH
el: Ελβετία
fi: Sveitsi
id: Swiss
nn: Sveits
pl: Szwajcaria
pt_br: Suiça
sl: Švica

source: CL
el: Χιλή
fi: Chile
id: Chili
mg: Sily
nn: Chile
pl: Chile
pt_br: Chile
sl: Čile

source: CN
el: Κίνα
fi: Kiina
id: Cina
mg: Sina
nn: Kina
pl: Chiny
pt_br: China
sl: Kitajska

source: CR
el: Κόστα Ρίκα
fi: Costa Rica
id: Kepulauan Cook
mg: Kosta-Rika
nn: Costa Rica
pl: Kostaryka
pt_br: Costa Rica
sl: Kostarika

source: CZ
el: Τσεχία
fi: Tshekki
id: Chechnya
nn: Tsjekkia
pl: Czechy
pt_br: Repúlbica Tcheca
sl: Češka

source: DE
el: Γερμανία
fi: Saksa
id: Jerman
nn: Tyskland
pl: Niemcy
pt_br: Alemanha
sl: Nemčija

source: DK
el: Δανία
fi: Tanska
id: Denmark
mg: Danemark
nn: Danmark
pl: Dania
pt_br: Dinamarca
sl: Danska

source: EE
el: Εσθονία
fi: Viro
id: Estonia
mg: Estonia
nn: Estland
pl: Estonia
pt_br: Estônia
sl: Estonija

source: ES
el: Ισπανία
fi: Espanja
id: Spanyol
mg: Espagne
nn: Spania
pl: Hiszpania
pt_br: Espanha
sl: Španija

source: FI
el: Φινλανδία
fi: Suomi
id: Finlandia
mg: Finlande
nn: Finland
pl: Finlandia
pt_br: Finlândia
sl: Finska

source: FR
el: Γαλλία
fi: Ranska
id: Perancis
mg: Frantsa
nn: Frankrike
pl: Francja
pt_br: França
sl: Francija

source: GB
el: Μεγάλη Βρεττανία
fi: Iso-Britannia
id: Inggris
nn: Storbritannia
pl: Wielka Brytania
pt_br: Grã Bretanha
sl: Velika Britanija

source: GR
el: Ελλάς
fi: Kreikka
id: Yunani
nn: Hellas
pl: Grecja
pt_br: Grécia
sl: Grčija

source: HK
el: Χονγκ Κονγκ
fi: Hong Kong
id: Hongkong
mg: Hong-Kong
nn: Hong Kong
pl: Hong Kong
pt_br: Hong Kong
sl: Hong Kong

source: HR
el: Κροατία
fi: Kroatia
id: Kroasia
mg: Kroasia
nn: Kroatia
pl: Chorwacja
pt_br: Croácia
sl: Hrvaška

source: HU
el: Ουγγαρία
fi: Unkari
id: Hungaria
mg: Hongry
nn: Ungarn
pl: Wêgry
pt_br: Hungria
sl: Madžarska

source: ID
el: Ινδονησία
fi: Indonesia
id: Indonesia
mg: Indonezia
nn: Indonesia
pl: Indonezja
pt_br: Indonésia
sl: Indonezija

source: IE
el: Ιρλανδία
fi: Irlanti
id: Irlandia
nn: Irland
pl: Irlandia
pt_br: Irlanda
sl: Irska

source: IN
el: Ινδία
fi: Intia
id: India
nn: India
pl: Indie
pt_br: Índia
sl: Indija

source: IS
el: Ισλανδία
fi: Islanti
id: Islandia
mg: Islande
nn: Island
pl: Islandia
pt_br: Islândia
sl: Islandija

source: IT
el: Ιταλία
fi: Italia
id: Italia
mg: Italy
nn: Italia
pl: W³ochy
pt_br: Itália
sl: Italija

source: JP
el: Ιαπωνία
fi: Japani
id: Jepang
mg: Japan
nn: Japan
pl: Japonia
pt_br: Japão
sl: Japonska

source: KR
el: Κορέα (Νότια)
fi: Etelä-Korea
id: Korea Selatan
mg: Kôre atsimo
nn: Sør-Korea
pl: Korea
pt_br: Coréia
sl: Koreja

source: LT
el: Λιθουανία
fi: Liettua
id: Lituania
mg: Litoania
nn: Litauen
pl: Litwa
pt_br: Lituânia
sl: Litvanija

source: LU
el: Λουξεμβούργο
fi: Luxemburg
id: Luksemburg
nn: Luxembourg
pl: Luksemburg
pt_br: Luxemburgo
sl: Luksemburg

source: LV
el: Λετονία
fi: Latvia
id: Latvia
mg: Letônia
nn: Latvia
pl: £otwa
pt_br: Letônia
sl: Latvija

source: MX
el: Μεξικό
fi: Meksiko
id: Meksiko
nn: Mexico
pl: Meksyk
pt_br: México
sl: Mehika

source: NL
el: Ολλανδία
fi: Alankomaat
id: Belanda
nn: Nederland
pl: Holandia
pt_br: Holanda
sl: Nizozemska

source: NO
el: Νορβηγία
fi: Norja
id: Norwegia
mg: Nôrvezy
nn: Noreg
pl: Norwegia
pt_br: Noruega
sl: Norveška

source: NZ
el: Νέα Ζηλανδία
fi: Uusi-Seelanti
id: Selandia Baru
nn: New Zealand
pl: Nowa Zelandia
pt_br: Nova Zelândia
sl: Nova Zelandija

source: PL
el: Πολωνία
fi: Puola
id: Polandia
nn: Polen
pl: Polska
pt_br: Polônia
sl: Poljska

source: PT
el: Πορτογαλλία
fi: Portugali
id: Portugis
mg: Portugal
nn: Portugal
pl: Portugalia
pt_br: Portugal
sl: Portugalska

source: RO
el: Ρουμανία
fi: Romania
id: Romania
mg: Roumanie
nn: Romania
pl: Rumunia
pt_br: Romênia
sl: Romunija

source: RU
el: Ρωσσία
fi: Venäjä
id: Rusia
mg: Rosia
nn: Russland
pl: Rosja
pt_br: Rússia
sl: Ruska federacija

source: SE
el: Σουηδία
fi: Ruotsi
id: Swedia
nn: Sverige
pl: Szwecja
pt_br: Suécia
sl: Švedska

source: SG
el: Σιγκαπούρη
fi: Singapore
id: Singapura
mg: Singapor
nn: Singapore
pl: Singapur
pt_br: Singapura
sl: Singapur

source: SI
el: Σλοβενία
fi: Slovenia
id: Slovenia
mg: Slôvenia
nn: Slovenia
pl: S³owenia
pt_br: Eslovênia
sl: Slovenija

source: SK
el: Σλοβακία
fi: Slovakia
id: Slovakia
mg: Slovakia
nn: Slovakia
pl: S³owacja
pt_br: Eslováquia
sl: Slovaška

source: TH
el: Ταϊλάνδη
fi: Thaimaa
id: Thailand
mg: Thaïlande
nn: Thailand
pl: Tajlandia
pt_br: Tailândia
sl: Tajska

source: TR
el: Τουρκία
fi: Turkki
id: Turki
mg: Torky
nn: Aust-Timor
pl: Turcja
pt_br: Turquia
sl: Turčija

source: TW
el: Ταϊβάν
fi: Taiwan
id: Taiwan
nn: Taiwan
pl: Tajwan
pt_br: Taiwan
sl: Tajvan

source: UA
el: Ουκρανία
fi: Ukraina
id: Ukraina
mg: Ukraine
nn: Ukraina
pl: Ukraina
pt_br: Ucrânia
sl: Ukrajina

source: ZA
el: Νότια Αφρική
fi: Etelä-Afrikka
id: Afrika Selatan
mg: Afrika atsimo
nn: Sør-Afrika
pl: Republika Po³udniowej Afryki
pt_br: África do Sul
sl: Južno afriška republika

source: Retry, Change mirror, Cancel
el: Νέα προσπάθεια, Αλλαγή ειδώλου, Ακύρωση
fa: تلاش مجدد, تعویض سایت بازتاب, لغو
fi: Yritä uudelleen, vaihda asennuspalvelinta, peru
id: Ulangi, Ubah mirror, Batal
mg: Averina, Ovaina ny fitaratra, Ajanona
nn: Prøv igjen, Endra nettarkiv, Avbryt
pl: Powtórz, Zmieñ serwer lustrzany, Anuluj
pt_br: Tentar novamente, Mudar o espelho, Cancelar
sl: Poskusi ponovno, Zamenjaj zrcalni strežnik, Prekini

source: Failed to copy file from CDROM. Retry?
el: Απέτυχε η αντιγραφή από το CDROM. Να ξαναπροσπαθήσω;
fa: کپی پرونده از لوح فشرده شکست خورد. مجددا تلاش کنم؟
fi: Tiedoston kopiointi rompulta ei onnistunut. Yritetäänkö uudestaan?
id: Gagal menyalin berkas dari CDROM. Ulangi?
mg: Tsy navita nandika ny rakitra avy amin'ny CDROM. Averina?
nn: Klarte ikkje kopiera fil frå CDROM. Prøva igjen?
pl: Kopiowanie pliku z CD-ROMu nie powiod³o siê. Powtórzyæ?
pt_br: Falha ao copiar arquivo do CD-ROM. Tentar novamente ?
sl: Ni mi uspelo prenesti datoteke iz CDROM-a. Poskusim ponovno?

source: There was a problem reading data from the CDROM. Please make sure it is in the drive. If retrying does not work, you should check the integrity of your CDROM.
el: Παρουσιάστηκε πρόβλημα κατά την αντιγραφή δεδομένων από το CDROM. Παρακαλώ βεβαιωθείτε ότι βρίσκεται στη μονάδα. Αν η ανάγνωση αποτύχει ξανά, θα πρέπει να ελέγξετε την ακεραιότητα του CDROM.
fa: مشکلی در خواندن اطلاعات از لوح بوجود آمده است. آیا لوح در CDROM قرار دارد؟! اگر تلاش برای خواندن مجدد شکست خورد باید لوح خود را آزمایش کرده از صحت آن اطمینان حاصل کنید.
fi: Rompulta tietoja luettaessa tuli pulmia. Varmistu rompun olevan asemassa. Jos uudelleen yrittäminen ei auta, tarkista onko romppu kunnollinen.
id: Ada masalah saat membaca data dari CDROM. Pastikan terdapat CD di dalam pengerak. Jika pengulangan tidak berhasil juga, periksa keutuhan CD Anda.
mg: Nisy olana teo amin'ny famakiana ny data ao amin'ny CDROM. Azafady jereo fa sao tsy ao anaty ny mpamaky ilay izy.
nn: Det var eit problem ved lesing frå CDROMen. Sjå etter at CDen er i spelaren. Viss det ikkje går når du prøver igjen, bør du sjekka integriteten til CDen.
pl: Wyst±pi³ problem podczas odczytu danych z CD-ROMu. Upewnij siê, ¿e p³yta znajduje siê w napêdzie. Je¶li powtórzenie nie pomo¿e, powiniene¶ sprawdziæ poprawno¶æ swojej p³yty.
pt_br: Ocorreu um problema na leitura dos dados do CD-ROM. Por favor, certifique-se que o CD-ROM esteja no leitor. Caso tentar novamente não resolva, você deverá checar a integridade de seu CD-ROM.
sl: Prišlo je do težave pri branju podatkov iz CDROM-a. Prepričajte se, če je v pogonu. V primeru, da po ponovem poskusu še vedno ne deluje, preverite integriteto vašega CDROM-a.

source: No partition table changes and no creation of filesystems have been planned.
el: Δεν υπάρχουν αλλαγές στον πίνακα τμημάτων και δεν έχει προγραμματιστεί η δημιουργία συστημάτων αρχείων.
fa: هیچ تغییری در جدول پارتیشن‌ها ایجاد نگردیده است.
fi: Osiotaulun muutoksia tai tiedostojärjestelmän luonteja ei ole määritetty tehtäviksi.
id: Perubahan tabel partisi dan pembuatan sistem berkas tidak direncanakan.
nn: Ingen endringar i partisjonstabellen og ingen filsystem er planlagt oppretta.
pl: Brak zmian w tablicy partycji i brak systemów plików do utworzenia.
pt_br: Nenhuma mudança na tabela de partições e a criação de nenhum sistema de arquivos foram planejados.
sl: Načrtovane niso ne spremembe tabele razdelkov in ne ustvarjanje datotečnih sistemov.

source: If you plan on using already created filesystems, be aware that existing files may prevent the successful installation of the base system.
el: Αν πρόκειται να χρησιμοποιήσετε προυπάρχοντα συστήματα αρχείων τότε σιγουρευτείτε ότι δεν υπάρχουν σε αυτά αρχεία που μπορεί να παρεμποδίσουν την επιτυχή εγκατάσταση του βασικού συστήματος.
fa: اگر شما میخواهید از فایل سیستمهای موجود استفاده کنید باید توجه داشته باشید که فایلهای موجود ممکن است باعث اختلالاتی در سیستم نصب شوند .
fi: Jos aiot käyttää jo luotuja tiedostojärjestelmiä, huomaa levyllä olevien tiedostojen voivan estää peruskokoonpanon asennuksen onnistumisen.
id: Jika Anda merencanakan untuk menggunakan sistem berkas yang telah dibuat, mohon perhatikan bahwa berkas-berkas yang ada dapat menyebabkan kegagalan instalasi sistem dasar Debian.
mg: Raha toa ka tia hampiasa ireo file system teo aloha ianao dia tandremo fa mety hanembatsembana ny fametrahana ny fototry ny system ny rekitra izay efa ao anaty ny kapila.
nn: Viss du skal bruka filsystem som allereie er oppretta, ver klar over at eksisterande filer kan øydeleggja installasjonen av grunnpakkane.
pl: Je¶li zamierzasz u¿yæ aktualnie stworzonych systemów plików, miej na wzglêdzie, ¿e istniej±ce pliki mog± sprawiæ, ¿e instalacja systemu bazowego siê nie powiedzie.
pt_br: Caso você planeje utilizar sistemas de arquivos já criados, tenha em mente que a existência de arquivos nos mesmos podem impedir uma instalação com sucesso do sistema básico.
sl: Če želite uporabiti že ustvarjene datotečne sisteme, vedite, da lahko obstoječe datoteke preprečijo uspešno namestitev osnovnega sistema.

source: If you continue, the changes listed below will be written to the disks.
el: Αν συνεχίσετε, οι ακόλουθες αλλαγές θα αποθηκευθούν στους δίσκους.
fi: Jos jatkat, alla luetellut muutokset kirjoitetaan levyille.
id: Jika Anda melanjutkan, perubahan yang tertulis di bawah ini akan ditulis ke hard disk.
mg: Raha manohy ianao dia ho voasoratra ao amin'ny kapila ireto fanovana ireto.
nn: Viss du held fram, vil alle endringane som er lista opp nedanfor bli skrive til diskane.
pl: Je¶li kontynuujesz, zmiany wy¶wietlone poni¿ej zostan± zapisane na dyskach.
pt_br: Caso você continue, as mudanças listadas abaixo serão gravadas nos discos.
sl: Če boste nadaljevali, bodo spodaj naveden spremembe zapisane na diske.

source: Desktop machine
el: Σταθμός εργασίας (Desktop)
fi: Pöytäkone
id: Mesin desktop
mg: Milina desktop
nn: Skrivebordsmaskin
pl: Komputer biurkowy
pt_br: Máquina Desktop
sl: Namizni stroj

source: Multi-user workstation
el: Πολυχρηστικός σταθμός εργασίας
fi: Monen käyttäjän työasema
id: Stasiun kerja banyak pengguna
mg: Milina fiasana ho an'olona maro
nn: Fleirbrukar arbeidsstasjon
pl: Wielou¿ytkownikowa stacja robocza
pt_br: Estação de trabalho multi-usuário
sl: Več-uporabniški sistem

source: Mount options can tune the behaviour of the file system.
el: Οι επιλογές προσάρτησης μπορούν να προσαρμόσουν την απόδοση και τηλειτουργία του συστήματος αρχειών.
fi: Liitosvalitsimilla voidaan säätää tiedostojärjestelmän ominaisuuksia.
id: Pilihan-pilihan pengaitan dapat mengubah cara kerja sistem berkas.
nn: Monteringval kan stilla inn oppførselen til filsystemet.
pl: Opcje montowania pozwalaj± dostroiæ zachowanie systemu plików.
pt_br: Opções de montagem podem melhorar o comportamente do sistema de arquivos.
sl: Priklopne možnosti lahko izboljšajo odzivnost datotečnega sistema.

source: No mount point is assigned for the ext3 filesystem in partition #${PARTITION} of ${DEVICE}.
el: Δεν έχει οριστεί σημείο προσάρτησης για το σύστημα αρχείων ext3 στο τμήμα #${PARTITION} του ${DEVICE}.
fa: هیچ نقطه‌ی بارگذاری برای فایل سیستم ext3 پارتیشن #${PARTITION} of ${DEVICE}. منسوب نگشته است.
fi: ext3-tiedostojärjestelmälle laitteella ${DEVICE} osiossa n:ro ${PARTITION} ei ole määrätty liitoskohtaa.
id: Beluma ada titik kait yang ditentukan untuk sistem berkas ext3 pada partisi #${PARTITION} dari ${DEVICE}.
nn: Ingen monteringspunkt er tilknytta ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pl: Nie przydzielono ¿adnego punktu montowania dla systemu plików ext3 na partycji ${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum ponto de montagem foi atribuído para o sistema de arquivos ext3 na partição #${PARTITION} de ${DEVICE}.
sl: Nobena priklopna točka ni dodeljena datotečnemu sistemu ext3 na razdelku #${PARTITION} v ${DEVICE}.

source: Ext3 journalling file system
el: σύστημα αρχείων ext3 με journal
fi: ext3 tiedosto-operaatioiden kirjanpidon sisältävä tiedostojärjestelmä
id: sistem berkas berjurnal ext3
nn: Ext3 journalførande filsystem
pl: System plików ext3 z ksiêgowaniem
pt_br: sistema de arquivos com journalling ext3
sl: Dnevniški datotečni sistem Ext3

source: Retriever to use:
el: Επιλεγόμενος μεταφορτωτής
fa: بازیابی که باید مورد استفاده قرار گیرد:
fi: Käytettävä nouto-ohjelma:
id: Retriever yang akan dipakai:
mg: Fitaovana fanangonana ampiasaina:
nn: Vel hentingsmåten:
pl: Program pobieraj±cy:
pt_br: Mecanismo a ser usado :
sl: Prenašalec, ki naj ga uporabim:

source: The retriever is responsible for fetching installer components to be loaded.
el: Ο μεταφορτωτής είναι υπεύθυνος για την ανάκτηση των αναγκαίων πακέτων λογισμικού του εγκαταστάτη.
fa: بازیاب برای گرفتن اجزا نصاب مورد استفاده قرار میگیرد.
fi: Nouto-ohjelma noutaa ladattavat asentimen osat.
id: Retriever bertugas mengambil komponen instalasi untuk dimuat.
mg: Ny fitaovana fanangonana dia ilaina mba hanangona ny singan'ny rindran'asa mpametraka izay tokony ho fahanana.
nn: Hentingsmåten avgjer korleis modulane som skal installerast vert henta.
pl: Program pobieraj±cy jest odpowiedzialny za pobranie modu³ów do za³adowania.
pt_br: O mecanismo é responsável por fazer o download dos componentes do instalador a serem instalados.
sl: Prenašalec je odgovoren za prenos komponent namestilnika, ki se naj naložijo.

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
el: Ό,τι πρόκειται να χρειαστείτε θα φορτωθεί αυτόματα. Τα αναγραφόμενα πακέτα λογισμικού είναι χαμηλής προτεραιότητας και πιθανότατα όχι αναγκαία, αλλά μπορεί να ενδιαφέρουν κάποιους χρήστες.
fa: اکثر چیزهایی که لازم دارید به طور اتوماتیک بارگیری میگردند. لیستی از اجرا که آورده شده است از اولوبت کمی برخوردار است و احتمالا ضروری نیست، اما ممکن است برای بعضی از کاربران جالب باشد.
fi: Useimmat tarvittavat osat asennetaan automaattisesti. Luetellut asentimen osat ovat vähemmän tärkeitä eivätkä kenties ole tarpeellisia, mutta voivat kiinnostaa joitakin käyttäjiä.
id: Sebagian besar komponen yang diperlukan akan dimuat secara otomatis. Seluruh komponen instalasi yang ditampilkan di sini memiliki prioritas rendah dan mungkin tidak diperlukan, tetapi bisa jadi diperlukan pengguna tertentu.
mg: Ny ankabehazan'ny singa izay ilainao dia ho voafahana ho azy. Ireo singa izay voatanisa dia manana fialohana ambany ary mety tsy hilaina akory, nefy misy mpampisa sasan-tsasany mety mila azy ihany.
nn: Dei fleste modulane du treng vert automatisk installerte. Modulane i lista er lågt prioriterte, og er truleg ikkje nødvendige. Enkelte brukarar kan synast modulane er av interesse.
pl: Wiêkszo¶æ potrzebnych modu³ów zostanie zainstalowana automatycznie. Podane modu³y maj± ustawiony niski priorytet i prawdopodobnie nie s± niezbêdne, jednak mog± one zainteresowaæ niektórych u¿ytkowników.
pt_br: A maioria dos componentes do instalador que você precisará serão carregados automaticamente. Os componentes do instalador listados possuem todos baixa prioridade e provavelmente não são necessários, mas podem ser interessantes para alguns usuários.
sl: Večina stvari, ki jih boste potrebovali, se bodo same namestile. Vse navedene komponente namestilnika imajo nizko priroriteto in najbrž niso potrebne, vendar so morda zanimive za nekatere uporabnike.

source: To save memory, not all of the installer modules will be loaded by default. The listed installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
el: Για οικονομία στη χρήση μνήμης, δεν φορτώνονται όλα τα πακέτα λογισμικού του εγκαταστάτη. Δεν είναι απαραίτητα όλα τα αναγραφόμενα πακέτα για μια βασική εγκατάσταση, αλλά πάντα υπάρχει η περίπτωση να χρειαστείτε ένα από αυτά, και ειδικότερα οδηγούς για τον πυρήνα, γι'αυτό εξετάστε τη λίστα προσεκτικά και επιλέξτε τα πακέτα που επιθυμείτε.
fi: Muistin säästämiseksi ei kaikkia asentimen moduuleita ladata oletusarvoisesti. Kaikki luetellut asentimen osat eivät ole välttämättömiä perusasennuksessa, mutta joitain niistä saatetaan tarvita, erityisesti tiettyjä ytimen moduuleita. Tutki luettelo huolellisesti ja valitse tarvittavat osat.
id: Untuk menghemat memori, tidak semua module instalasi dimuat. Komponen instalasi yang terlihat tidak semuanya dibutuhkan untuk instalasi awal, namun Anda mungkin memerlukan beberapa modul tersebut, seperti modul kernel tertentu, jadi teliti dan pilih komponen yang Anda butuhkan.
nn: For å spara minne, vil ikkje alle installasjonsmodulane bli lasta som standard. Dei opplista installasjonskomponentane er ikkje alle nødvendige for ein enkel installasjon. Men det kan vera du treng nokre av dei, særleg kjernemodular, så sjå gjennom lista og vel dei komponentane du treng.
pl: By zmniejszyæ ilo¶æ u¿ywanej pamiêci, domy¶lnie nie wszystkie modu³y instalatora s± ³adowane. Wymienione komponenty nie s± potrzebne w wiêkszo¶ci instalacji, mo¿liwe jednak¿e, ¿e bêdziesz potrzebowaæ niektórych z nich, a szczególnie modu³ów j±dra. Przejrzyj listê dok³adnie i wybierz potrzebne Ci komponenty.
pt_br: Para economizar memória, nem todos os módulos do instalador serão carregados por padrão. Os componentes do instalador listados não são todos necessários para uma instalação básica, mas você pode precisar de alguns deles, especialmente de certos módulos de kernel, portanto, analise a listagem cuidadosamente e selecione os ocmponentes que você precisa.
sl: Da bi prihranili pomnilnik, ne bodo naloženi vsi moduli. Naštete komponente namestilnega programa niso vse potrebne za osnovno namestitev, vendar jih boste morda potrebovali, še posebej določene module jedra. Temeljito preglejte seznam in izberite potrebne komponente.

source: Loading components of the Debian installer
el: Φόρτωση των πακέτων λογισμικού του εγκαταστάτη του Debian.
fa: در حال بارگزاری اجزای نصاب دبیان
fi: Ladataan Debian-asentimen osia
id: Sedang memuat komponen-komponen Debian Installer
mg: Mamahana ny singan'ny rindran'asa mpametraka an'i Debian
nn: Lastar komponentar til Debian-installasjonen
pl: £adowanie modu³ów instalatora Debiana
pt_br: Carregando componentes do instalador Debian
sl: Nalagam komponente Debian namestilnika

source: Unpacking ${PACKAGE}
el: Αποσυμπίεση του ${PACKAGE}
fa: بازکردن ${PACKAGE}
fi: Puretaan ${PACKAGE}
id: Sedang membuka paket ${PACKAGE}
mg: Mamaha ani' ${PACKAGE}
nn: Pakkar ut ${PACKAGE}
pl: Dekompresowanie ${PACKAGE}
pt_br: Desempacotando ${PACKAGE}
sl: Razširjam ${PACKAGE}

source: Load installer components
el: Φόρτωση των πακέτων λογισμικού τού εγκαταστάτη
fa: بارگزاری اجزای نصاب
fi: Lataa asentimen osat
id: Memuat komponen instalasi
mg: Mamahana ny singan'ny mpametraka
nn: Last installasjonskomponentar
pl: Za³aduj modu³y instalatora
pt_br: Carregar componentes do instalador
sl: Naloži komponente namestilnika

source: The target filesystem contains files from a past installation. These files could break the installation process or cause a broken system to be installed.
el: Το σύστημα αρχείων προορισμού ήδη περιέχει αρχεία από προηγούμενη εγκατάσταση. Αυτά τα αρχεία πιθανόν να προκαλέσουν προβλήματα στη διαδικασία της εγκατάστασης ή να αφήσουν το σύστημα σε μια ημιτελή κατάσταση μετά την εγκατάσταση.
fa: فایل سیستم مقصد حاوی فایلهایی از سیستم عامل نصب شده‌ی قدیمی است. این پر.ونده‌ها ممکن است در مرحله‌ی نصب خلل ایجاد کنند و یا باعث شوند سیستم نصب شده کار نکند.
fi: Kohdetiedostojärjestelmä sisältää aikaisemman asennuksen tiedostoja. Nämä tiedostot saattavat rikkoa asennuksen tai aiheuttaa rikkinäisen järjestelmän asennuksen.
id: Sistem berkas target berisi berkas-berkas dari instalasi yang lalu. Berkas-berkas ini dapat menggagalkan proses instalasi atau menyebabkan sistem yang terpasang rusak.
mg: Misy rakitra avy amina fametrahana teo aloha ao amin'ny file system tanjona. Ireo rakitra ireo dia mety hampikatso ny rindran'asam-pametrahana na koa hanimba ny mpandridra mililna tafapetraka.
nn: Filsystemet du vil installera på inneheld filer frå ein tidlegare installasjon. Desse filene kan øydeleggja installasjonsprosessen eller føra til at systemet som blir installert inneheld feil.
pl: Docelowy system plików zawiera pliki z poprzedniej instalacji. Te pliki mog± przerwaæ proces instalacyjny lub spowodowaæ, ¿e zainstalowany system bêdzie uszkodzony.
pt_br: O sistema de arquivos alvo contém arquivos de uma instalação passada. Esses arquivos podem quebrar o processo de instalação ou fazer com que um sistema quebrado fosse instalado.
sl: Ciljni datotečni sistem vsebuje datoteke iz prejšnje namestitve. Te datoteke lahko pokvarijo namestitveni proces ali povzročijo, da je nameščen pokvarjen sistem.

source: Cannot install Debian
el: Αδύνατη η εγκατάσταση του Debian
fi: Debiania ei voi asentaa
id: Tidak dapat memasang Debian
mg: Tsy afaka mametraka an'i Debian
nn: Klarer ikkje installera Debian
pl: Nie mo¿na zainstalowaæ Debiana
pt_br: Não é possível instalar o Debian
sl: Ni mogoče nemestiti Debiana
