Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
cy: Mae'r rhaniadydd hwn wedi ei seilio ar y llyfrgell libparted sydd heb gynhaliaeth ar gyfer y tablau rhaniad a ddefnyddir ar eich pensaerniaeth. Argymhellir yn gryf eich bod chi'n gadael y rhaniadydd hwn.
de: Dieses Programm für die Partitionierung basiert auf der libparted Bibliothek. Allerdings wird die Partitionstabelle Ihrer Architektur nicht unterstützt. Ihnen wird ausdrücklich dazu geraten, diesen Schritt abzubrechen.
el: Το πρόγραμμα κατάτμησης είναι βασισμένο στη βιβλιοθήκη libparted, η οποία δεν παρέχει υποστήριξη για τους πίνακες τμημάτων της αρχιτεκτονικής του υπολογιστή σας. Συνιστάται να ακυρώσετε την διαδικασία κατάτμησης.
eo: Ĉi tiu diskpartigilo baziĝas sur la 'libparted'-biblioteko, kiu ne administras vian aparatilan diskpartigotablojn. Estas forte malkonsilinde daŭrigi ĝian uzadon.
et: See partitsioneerija põhineb libparted'i teegil, mis ei toeta sinu süsteemiarhitektuuris kasutatavat partitsioonitabeli tüüpi. On tungivalt soovitatav partitsioneerija sulgeda.
eu: Partiziogile hau libparted liburutegian oinarrituta dago eta horrek ez du zure arkitekturan erabilitako partitizio-tauletarako euskarririk. Biziki gomendatzen dizugu partiziogile hau ixtea.
fa: این پارتیشن‌گر بر پایه‌ی کتابخانه‌ی libparted نوشته‌شده است که پشتیبانی مناسبی برای معماری کامپیوتر شما ندارد. قویا توصیه میشود که عمل پارتیشن‌بندی را متوقف کنید.
fi: Tämä osiointisovellus perustuu ajoaikaiseen kirjastoon libparted, jossa ei ole tukea koneesi arkkitehtuurin mukaisille osiotauluille. On erittäin suositeltavaa, että suljet tämän osiointisovelluksen.
gl: Este particionador está baseado na biblioteca libparted, que non ten soporte para as táboas de particións empregadas na súa arquitectura. Recoméndase que saia deste particionador.
he: מחלק המחיצות מבוסס על הספריה libparted, שלא מכילה תמיכה בסוג טבלת המחיצות שבשימוש בארכיטקטורה שלך. מומלץ שתצא ממחלק המחיצות.
id: Program pemartisi ini didasarkan pada pustaka libparted yang tidak mendukung tabel-tabel partisi yang terdapat pada arsitektur hard disk Anda. Sangat disarankan agar Anda keluar dari program ini.
kk: Бөлшектеу прораммасы libparted кітапханасына негізделген, ол сіздің компьютеріңіз қолданатын бөлім кестелерін қолдамайды. Программадан шығу ұсынылады.
lt: Ši dalijimo skirsniais programa remiasi libparted biblioteka, kuri nepalaiko skirsnių lentelės tipo, naudojamo Jūsų kompiuterio architektūroje. Griežtai rekomenduojama baigti darbą šiuo dalijimo įrankiu.
lv: Dalīšanas rīks izmanto libparted bibliorēku, kurā šobrīd nav iekļauts jūsu datora arhitektūras partīciju tabulas atbalsts. Jums noteikti nevajadzētu turpināt partīciju veidošanu, izejiet no dalīšanas rīka.
mg: Ity mpizara kapila ity dia miankina amin'ny angon'asa libparted izay tsy mahazaka ny takelajorom-pizaran'ny milina 'nao. Tsara raha ajanonao ny fampiasana io mpizara kapila io.
ml: ഈ വിഭജകന്‍ നിങ്ങളുടെ വാസ്തുവിദ്യയില്‍ ഉപയോഗിക്കുന്ന വിഭജന പട്ടികകള്ക്കുള്ള സപ്പോര്ട്ട് ഇല്ലാത്ത libparted ലൈബ്രറിയെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്. ഈ വിഭജകനില്‍ നിന്നും പുറത്ത് കടക്കാന്‍ ശക്തമായി ശുപാര്ശ ചെയ്യുന്നു.
nn: Partisjoneringsverktøyet er basert på biblioteket libparted som ikkje har støtte for partisjonstabellar som er brukt på din arkitektur. Det er sterkt tilrådd at du avsluttar dette partisjonsverktøyet.
pa: ਇਹ ਵਿਭਾਜਕ libparted ਲਾਇਬ੍ਰੇਰੀ ਤੇ ਅਧਾਰਿਤ ਹੈ ਜਿਸ ਨੂੰ ਤੁਹਾਡੇ ਨਿਰਮਾਣ ਉੱਪਰਲੀ ਭਾਗ ਸਾਰਣੀ ਦਾ ਸਹਿਯੋਗ ਨਹੀਂ। ਇਹ ਉਦੇਸ਼ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਵਿਭਾਜਕ ਤੋਂ ਬਾਹਰ ਜਾਓ।
pl: Program partycjonuj±cy bazuje na bibliotece libparted, która nie zawiera wsparcia dla tablicy partycji u¿ywanej na Twojej architekturze. Jest bardzo zalecane by zamkn±æ program partycjonuj±cy.
pt_br: Este particionador é baseado na biblioteca libparted, a qual não possui suporte para a tabela de partições usada em sua arquitetura de hardware. É altamente recomendado que você não use este particionador.
ro: Acest program de partiţionare este bazat pe biblioteca libparted care nu are suport pentru tabelele de partiţii utilizate pe arhitectura calculatorului dvs. Vă recomandăm să ieşiţi din acest program de partiţionare.
sl: Ta razdeljevalec temelji na knjižnici libparted, ki nepopolno podpira tabele razdelkov, uporabljene na vaši ahitekturi. Toplo priporočam, da končate razdeljevalca.
zh_tw: 這個基於 libparted 函式庫的磁碟分割程式並不支援您的系統所使用的磁碟分割表。在此強烈建議您退出這個磁碟分割程式。

source: If you can, please help to add support for your partition table type to libparted.
cy: Os y gallwch, cynorthwywch gyda ychwanegu cynhaliaeth ar gyfer eich math tabl rhaniad i libparted os gwelwch yn dda.
de: Sofern Sie können, helfen Sie uns bitte, Ihren Typ der Partitionstabelle zu unterstützen.
el: Αν έχετε τη δυνατότητα και μπορείτε να βοηθήσετε στην υποστήριξη αυτού του τύπου πίνακα τμημάτων, η βοήθεια σας θα εκτιμηθεί ιδιαιτέρως.
eo: Bonvolu, se vi povas, plibonigi 'libparted'-ilon por adicii ĝin al la administrado de via diskpartigotabla tipo.
et: Kui sa suudad, palun lisa libparted'i oma partitsioonitablei tüübi toetus.
eu: Ahal baduzu, lagundu zure partizio-taularen motarako euskarria gehitzen libparted-i.
fa: اگر میتوانید خواهش میکنیم کمک کنید تا جدول پارتیشن شما به libparted اضافه گردد.
fi: Jos mahdollista, auta tämän osiotaulun tyypin tuen lisäämisessälibparted-kirjastoon.
gl: Por favor, axude, se pode, a lle engador a libparted o soporte para o seu tipo de táboa de particións.
he: אם אתה יכול, עזור להוסיף תמיכה לסוג טבלת המחיצות ל-libparted.
id: Jika Anda mampu, silakan memberikan bantuan ke libparted untuk menambah dukungan terhadap jenis tabel partisi Anda.
kk: Егер қолыңыздан келсе, бөлімдер кестесінің қолдауын libparted-ке қосуға көмектесіңіз.
lt: Jei galite, prašome padėti įdiegti bibliotekoje libparted Jūsų skirsnių lentelės tipo palaikymą.
lv: Ja varat lūdzu palīdziet pievienot jūsu arhitektūras atbalstu libparted bibliotēkai.
ml: നിങ്ങള്ക്ക് കഴിയുമെങ്കില്‍, നിങ്ങളുടെ വിഭജന പട്ടിക തരത്തിനുള്ള സപ്പോര്ട്ട് libparted ലേക്ക് കൂട്ടിച്ചേര്ക്കാന്‍ സഹായിക്കുക.
nn: Viss du kan, så er det fint om du hjelper til med å få støtte for partisjonstabelltypen din i libparted.
pa: ਜੇ ਤੁਸੀ ਕਰ ਸਕਦੇ ਹੋ, ਆਪਣੀ ਭਾਗ ਸਾਰਣੀ ਕਿਸਮ ਦਾ libparted ਨੂੰ ਸਹਿਯੋਗ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਮਦਦ ਕਰੋ।
pl: Je¶li mo¿esz, pomó¿ nam dodaæ obs³ugê Twojej tablicy partycji do libparted.
pt_br: Caso possível, por favor ajude a adicionar o suporte para o tipo de sua tabela de partições à libparted.
ro: Dacă puteţi, vă rugăm să ajutaţi la adăugarea de suport pentru tipul dvs. de tabelă de partiţii la biblioteca libparted.
sl: Če lahko, pomagajte dodati podporo vaši tabeli razdelkov v libparted.
zh_tw: 如果可以，請您加以協助來讓 libparted 也能夠支援您的磁碟分割表。

source: This is an overview of your currently configured partitions and mount points. Select a partition to modify its settings (file system, mount point, etc.), a free space to create partitions, or a device to initialise its partition table.
cy: Dyma grynodeb o'ch rhaniadau cyfredol a phwyntiau clymu. Dewiswch rhaniad er mwyn newid ei osodiadau (system ffeiliau, pwynt clymu, a.y.y.b.), ofod rhydd er mwyn creu rhaniadau, neu ddyfais er mwyn ymgychwyn ei dabl rhaniadau.
de: Dies ist eine Übersicht über Ihre konfigurierten Partitionen und Einhängepunkte. Wählen Sie eine Partition, um Änderungen vorzunehmen (Dateisystem, Einhängepunkt, usw.), freien Speicher um Partitionen anzulegen oder ein Gerät um eine Partitionstabelle zu erstellen.
el: Αυτή είναι η επισκόπηση των ρυθμισθέντων τμημάτων και των σημείων προσάρτησής τους αυτή τη στιγμή στο σύστημά σας. Επιλέξτε ένα τμήμα για να τροποποιήσετε τις ρυθμίσεις του ή τον ελεύθερο χώρο για να δημιουργήσετε ένα νέο τμήμα, ή μια μονάδα για να αρχικοποιήσετε τον πίνακα τμημάτων της.
eo: Jen viaj nuntempaj agordantaj diskpartigotabloj kaj surmetingoj. Elektu diskpartigon por ŝanĝi ĉi tiuj parametrojn (dosiersistemo, surmetingo, ktp.). Elektu interdiskon por krei novan diskpartigon, aŭ periferiaĵon por krei sian diskpartigotablon.
et: See on ülevaade hekel seadistatud partitsioonidest ja haakepunktidest. Vali partitsioon, et tema sätteid muuta (failisüsteemi, haakepunkti, jne); vaba ruum, et luua partitsioone; või seade, et luua partitsioonitabel.
eu: Unean konfiguratutako partizioei eta muntatze-puntuei buruzko informazio orokorra da hau. Hautatu ezarpenak aldatzeko partizio bat (fitxategi-sistema, muntatze-puntua, etab.), partizioak egiteko leku libre bat edo partizio-taula abiarazteko gailu bat.
fa: این شمایی از پارتیشن‌های موجود شما و محلهای بارگزاری آنهاست. برای تغییر دادن مشخصات یک پارتیشن آن را انتخاب کنید، برای ایجاد پارتیشن جدید فضای خالی را انتخاب کنید. برای تغییر جدول پارتیشن یک دیسک آن را انتخاب کنید.
fi: Tämä on yleiskuva nykyisistä levyosioista ja liitoskohdista. Valitse osio muokataksesi sen asetuksia (tiedostojärjestelmä, liitoskohta, jne), valitse vapaa tila lisätäksesi uuden osion tai valitse laite tehdäksesi sille uuden osiotaulun.
gl: Esta é unha vista xeral das súas particións actuais cos seus puntos de montaxe. Escolla unha partición para lle modificar os parámetros (sistema de ficheiros, punto de montaxe, etc.), un espazo baleiro para crear particións nel ou un dispositivo para inicializar a súa táboa de particións.
he: זהו המבנה הנוכחי של המחיצות ונקודות העגינה שמוגדרות. בחר במחיצה על-מנת להתאים את הגדרותיה או בחר במרחב הפנוי כדי להוסיף מחיצה חדשה, או בהתקן כדי לאתחל את טבלה המחיצות שלו.
id: Berikut ini merupakan ikhtisar atas partisi dan titik kait yang telah Anda konfigurasi saat ini. Pilih sebuah partisi bila ingin mengubah susunannya (sistem berkas, titik kait, dll), ruang kosong untuk membuat sebuah partisi baru, atau sebuah piranti untuk dibuatkan tabel partisinya.
kk: Сіздің алдыңызда бапталған бөлімдер және олардың жөнделу нүктелерінің тізімі бар. Баптауды өзгерту үшін бөлім таңдаңыз(файлдық жүйе типі, жөндеу нүктесі және т.б.), бос орын бөлігі, жаңа бөлім немесе қондырғы жасау үшін, онда жаңа бөлім кестесін жасау үшін.
lt: Čia šiuo metu konfigūruotų skirsnių ir prijungimo taškų peržiūra. Pasirinkite arba skirsnį, kurio nustatymus norite keisti (failų sistemą, prijungimo tašką, ir pan.), arba laisvą vietą naujam skirsniui sukurti, arba įrenginį jo skirsnių lentelei sukurti.
lv: Šis ir jūsu pašreizējā partīciju un montēšanas punktu uzstādījumu pārskats. Izvēlieties partīciju, kuras iestadījumus gribat izmainīt (failu sistemu, pieslēgšanas punktu, utt), izvēlieties brīvo vietu, lai izveidotu jaunu partīciju vai ierīci, lai inicializētu tās partīciju tabulu.
mg: Toy izao ny endrikin'ny fizarana sy ny teboka fampakarana izay notefenao. Afaka mifidy fizarana ianao raha misy fanovana tianao atao (file system, teboka fampakarana, ets.), toerana malalaka amoronana fizarana vaovao, na periferika hamoronana ny takela-jorom-pizarany.
ml: ഇത് നിങ്ങള്‍ ഇപ്പോള്‍ ക്രമീകരിച്ചിരിക്കുന്ന ഭാഗങ്ങളുടേയും മൌണ്ട് പോയിന്റ്കളുടേയും ഒരു ഓവര്‍വ്യൂ ആണ്. സെറ്റിങ്ങുകളില്‍ (ഫയല്‍ സിസ്റ്റം, മൌണ്ട് പോയിന്റ് മുതലായ) മാറ്റം വരുത്താന്‍ ഒരു ഭാഗം, ഭാഗങ്ങള്‍ സൃഷ്ടിക്കാന്‍ ഒരു ഫ്രീ സ്പേയ്സ്, അല്ലെങ്കില്‍ വിഭജന പട്ടിക തുടങ്ങാന്‍ ഒരു ഉപകരണം തിരഞ്ഞെടുക്കുക.
nn: Dette er ei oversikt over partisjonar og monteringspunkt som er sett opp. Vel ein partisjon for å endra innstillingane (filsystem, monteringspunkt, osv.), eit ledig område for å leggja til ein partisjon eller ei eining for å setja opp ein partisjonstabell.
pa: ਇਹ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਸੰਰਚਿਤ ਭਾਗ ਅਤੇ ਮਾਊਂਟ ਪੁਆਂਇਟ ਦੀ ਜਾਣਕਾਰੀ ਹੈ। ਵਿਵਸਥਾ (ਫਾਇਲ ਸਿਸਟਮ, ਮਾਊਂਟ ਪੁਆਂਇਟ, ਆਦਿ) ਤਬਦੀਲ ਕਰਨ ਲਈ ਭਾਗ, ਭਾਗ ਬਣਾਉਣ ਲਈ ਖਾਲੀ ਥਾਂ, ਜਾਂ ਭਾਗ ਸਾਰਣੀ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਜੰਤਰ ਚੁਣੋ।
pl: To jest podgl±d aktualnie skonfigurowanych partycji i punktów montowania. Wybierz partycjê by zmodyfikowaæ jej ustawienia (system plików, punkt montowania itd.), woln± przestrzeñ by dodaæ now± partycjê lub urz±dzenie by zainicjalizowaæ jego tablicê partycji.
pt_br: Esta é uma visão geral de suas partições e pontos de montagem atualmente configurados. Selecione uma partição para modificar suas configurações (sistema de arquivos, ponto de montagem, etc), um espaço livre onde criar partições ou um dispositivo no qual inicializar uma tabela de partições.
ro: Acesta este o imagine de ansamblu a partiţiilor dvs. configurate şi punctele de montare. Selectaţi o partiţie pentru a-i modifica ajustările (sistem de fişiere, punct de montare, etc. ) , un spaţiu liber pentru a crea partiţii, sau un dispozitiv pentru a-i iniţializa tabela de partiţii.
sl: To je pregled razdelkov in priklopnih točk, ki so trenutno nastavljene. Izberite razdelek, če želite spremeniti nastavitve, nezaseden prostor, če želite ustvariti razdelke, ali napravo, če želite inicializirati njeno tabelo razdlekov.
zh_tw: 這是您目前所設定的分割區及掛載點的大略資訊。請選擇一個分割區來變更其 檔案系統、掛載點 等設定，或選擇未使用空間來新增分割區，或選擇一個裝置來建立一個全新的磁碟分割表。

source: Create new empty partition table on this device?
cy: Creu tabl rhaniad newydd gwag ar y dyfais hwn?
de: Neue, leere Partitionstabelle auf diesem Gerät erstellen?
el: Θέλετε να δημιουργηθεί ένας νέος πίνακας τμημάτων στη μονάδα;
eo: Kreu novan malplenan diskpartigotablon sur ĉi periferiaĵo?
et: Luua seadmele uus tühi partitsioonitabel?
eu: Partizio-taula berri hutsa sortu nahi duzu gailu honetan?
fa: آیا میخواهید یک جدول پارتیشن خالی بر روی این دستگاه ایجاد کنید؟
fi: Luodaanko tälle laitteelle uusi tyhjä osiotaulu?
gl: ¿Crear unha nova táboa de particións (baleira) neste dispositivo?
he: ליצור טבלת מחיצות ריקה על התקן זה?
id: Buat tabel partisi baru yang kosong pada hard disk ini?
kk: Бұл қондырғыда бос бөлімдер кестесін құру керек пе?
lt: Ar sukurti naują tuščią disko skirsnių lentelę šiame įrenginyje?
lv: Izveidot jaunu tukšu partīciju tabulu šai ierīcei?
mg: Hamorona takelajorom-pizarana vaovao ao amin'io periferika io ve?
ml: ഈ ഉപകരണത്തില്‍ ഒരു ശൂന്യ വിഭജന പട്ടിക സൃഷ്ടിക്കണോ?
nn: Laga ny tom partisjonstabell på denne eininga?
pa: ਇਹ ਜੰਤਰ ਤੇ ਨਵੀਂ ਖਾਲੀ ਭਾਗ ਸਾਰਣੀ ਬਣਾਓ?
pl: Utworzyæ now±, pust± tablicê partycji na tym urz±dzeniu?
pt_br: Criar nova tabela de partições vazia nesse dispositivo ?
ro: Creaţi o nouă partiţie goală pe acest dispozitiv?
sl: Ustvarim novo prazno tabelo razdelkov na tej napravi?
zh_tw: 是否在該裝置上建立全新的空白磁碟分割表？

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
cy: Rydych wedi dewis dyfais cyfan i'w rhaniadu. Os ydych chi'n mynd ymlaen gyda creu tabl rhaniad newydd ar y ddyfais hwn, yna caiff pob rhaniad cyfredol ei ddinistrio.
de: Sie haben ein komplettes Laufwerk zur Partitionierung angegeben. Wenn Sie fortfahren und eine neue Partitionstabelle anlegen, werden alle darauf vorhandenen Partitionen gelöscht.
el: Έχετε επιλέξει ολόκληρη τη μονάδα για κατάτμηση. Αν προχωρήσετε με τη δημιουργία του πίνακα τμημάτων σε αυτή τη μονάδα, όλα τα υπάρχοντα τμήματα θα διαγραφούν.
eo: Vi elektis tutan periferiaĵon por diskpartigi ĝin. Se vi kreos novan diskpartigotablon sur la periferiaĵo, nu ĉiom nunaj diskpartigoj forigos.
et: Valisid partitsioneerimiseks terve seadme. Jätkamise korral luuakse seadmele uus tühi partitsioonitabel ja kõik praegused partitsioonid lähevad kaotsi.
eu: Partizioak egiteko gailu oso bat hautatu duzu. Gailuan partizio-taula berria sortzen hasten bazara, uneko partizio guztiak kenduko dira.
fa: شما یک دیسک کامل را برای پارتیشن‌بندی انتخاب کرده‌اید. با انجام این کار کلیه پارتیشن‌های موجود این دیسک پاک خواهد شد.
fi: On valittu osioitavaksi koko laite. Mikäli uuden osiotaulun tekemistä laitteelle jatketaan, poistetaan kaikki nykyiset levyosiot.
gl: Escolleu particionar un dispositivo completo. Se continúa e crea unha nova táboa de particións no dispositivo, hanse eliminar tódalas particións existentes.
he: שים לב שבחרת לחלק את כל ההתקן. אם תמשיך עם יצירת טבלת המחיצות על התקן זה, כל המחיצות הקיימות יוסרו!
id: Anda telah memilih seluruh hard disk untuk dipartisi. Jika Anda melanjutkannya dengan membuat sebuah tabel partisi baru pada hard disk ini, maka semua partisi yang ada pada saat ini akan dihapus.
kk: Сіз бүкіл дискіні бөлу шешімін қабылдадыңыз. Егер әрекетті жалғастырсаңыз, онда жаңа бөлімдер кестесі жасалып, барлық басқа бөлімдер жойылады.
lt: Jūs pasirinkote dalinti visą įrenginį. Jei pratęsite naujos skirsnių lentelės kurimą šiame įrenginyje, visi jame dabar esantys skirsniai bus pašalinti.
lv: Jūs esat izvēlējies partīciju veidošanu veselai ierīcei. Ja jūs turpināsiet ar jaunas partīciju tabulas veidošanu, visas esošās partīcijas uz šīs ierīces tiks pazaudētas.
mg: Nifidy ny hizarana ny kapila iray manontolo ianao. Raha mamorona takelajorom-pizarana vaovao ianao dia ho voafafa daholo ny fizarana izay efa ao anaty ny kapila.
ml: നിങ്ങള്‍ ഒരു ഉപകരണം മുഴുവനായും വിഭജിക്കാനായി തിരഞ്ഞെടുത്തിരിക്കുന്നു. നിങ്ങള്‍ പുതിയ വിഭജന പട്ടികയുടെ സൃഷ്ടിയുമായി മുന്നോട്ട് പോകുകയാണെങ്കില്‍ ഇപ്പോഴുള്ള എല്ലാ ഭാഗങ്ങളും എടുത്ത് കളയുന്നതായിരിക്കും.
nn: Du har valt å partisjonera ei heil lagringseining. Viss du held fram med å laga ein ny partisjon på lagringseininga, vil alle noverande partisjonar bli fjerna.
pa: ਤੁਸੀਂ ਭਾਗ ਲਈ ਇੱਕ ਪੂਰਾ ਜੰਤਰ ਚੁਣਿਆ ਹੈ। ਜੇ ਤੁਸੀਂ ਜੰਤਰ ਤੇ ਨਵੀਂ ਭਾਗ ਸਾਰਣੀ ਬਣਾਉਣ ਲਈ ਜਾਰੀ ਕੀਤਾ, ਫਿਰ ਸਾਰੇ ਮੌਜੂਦਾ ਭਾਗ ਹਟਾਏ ਜਾਣਗੇ।
pl: Wybrano partycjonowanie ca³ego urz±dzenia. Je¶li bêdziesz kontynuowaæ tworz±c now± tablicê partycji, wszystkie aktualne partycje zostan± usuniête.
pt_br: Você selecionou um disco inteiro para ser particionado. Caso você continue com a criação da nova tabela de partição no dispositivo, todas as partições atuais serão removidas.
ro: Aţi selectat un întreg dispozitiv pentru partiţionare. Dacă continuaţi crearea unei noi tabele de partiţii pe dispozitiv, atunci toate partiţiile curente vor fi şterse.
sl: Razdelku ste priredili celotno napravo. Če boste nadaljevali z ustvarjanjem nove tabele razdelkov na tej napravi, bodo odstranjeni vsi trenutni razdelki.
zh_tw: 您已選取了整個裝置來進行磁碟分割。如果您接下來又在該裝置上建立了一個新的磁碟分割表，裡面原有的分割區將會全部被清空掉。

source: Note that you will be able to undo this operation later if you wish.
cy: Sylwer y cewch datwneud y weithred hon yn hwyrach os hoffech.
de: Beachten Sie, dass Sie diese Änderung später rückgängig machen können.
el: Σημειώστε ότι είναι δυνατή η επαναφορά στην προηγούμενη κατάσταση αν το επιθυμείτε.
eo: Notu ke vi baldaŭ reakireblos antaŭan diskpartigotablon.
et: Võta teadmiseks, et seda operatsiooni ei saa hiljem soovi korral tagasi võtta.
eu: Kontuan izan nahi izanez gero eragiketa hau geroago desegin dezakezula.
fa: شما قادر خواهید بود در آینده این عملیات را لغو کنید.
fi: Huomaa, että voit myöhemmin perua tämän toimenpiteen jos haluat.
gl: Teña en conta que ha poder desfacer esta operación despois se o quere.
he: שים לב שאם תרצה, תוכל לבטל (undo) את הפעולה מאוחר יותר.
id: Harap dicatat bahwa Anda bisa membatalkan operasi ini di lain waktu jika diharapkan.
kk: Ескертпе: қалауыңыз бойынша бұл өзгерістерді орындатпауға болады sgstr
lt: Pastaba: vėliau galėsite atšaukti šį veiksmą.
lv: Piezīme: Vēlāk, ja vēlēsieties, jūs varēsiet atcelt šo darbību.
mg: Tadidio fa afaka miverina amin'ny takelajorom-pizarana taloha ianao raha tianao.
ml: ഈ നടപടി പിന്നീട് തിരിച്ചെടുക്കാന്‍ പറ്റാത്തതാണെന്ന് പ്രത്യേകം ഓര്മിക്കുക.
nn: Merk at du vil vera i stand til å angra denne handlinga seinare viss du vil.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਜੇ ਚਾਹੋ ਤਾਂ ਇਸ ਭਾਗ ਨੂੰ ਰੱਦ ਕਰ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।
pl: Zauwa¿, ¿e bêdzie mo¿liwo¶æ cofniêcia tej operacji pó¼niej.
pt_br: Note que será possível desfazer esta operação posteriormente caso você deseje.
ro: Veţi putea sa anula acestă operaţie mai târziu, dacă doriţi.
sl: Vedite, da boste lahko pozneje razveljavili to opravilo, če boste želeli.
zh_tw: 請注意，如果您希望的話，您還是可以在稍後取消這些操作。

source: Write a new empty partition table?
cy: Ysgrifennu tabl rhaniad newydd gwag?
de: Neue, leere Partitionstabelle erstellen?
el: Θέλετε να δημιουργηθεί ένας νέος κενός πίνακας τμημάτων;
eo: Skribu novan malplenan diskpartigotablon?
et: Kirjutada uus tühi partitsioonitabel?
eu: Partizio-taula berri hutsa idatzi nahi duzu?
fa: یک جدول پارتیشن خالی نوشته شود؟
fi: Kirjoitetaanko uusi tyhjä osiotaulu?
gl: ¿Crear unha nova táboa de particións (baleira)?
he: ליצור טבלת מחיצות ריקה חדשה?
id: Tulis sebuah tabel partisi baru yang kosong?
kk: Жаңа бос бөлімдер кестесін құру керек пе?
lt: Ar įrašyti naują tuščią disko skirsnių lentelę?
lv: Saglabāt jaunu, tukšu partīciju tabulu?
mg: Hamorona takelajorm-pizarana vaovao ve?
ml: ഒരു ശൂന്യ വിഭജന പട്ടിക എഴുതട്ടേ?
nn: Skriva ei ny tom partisjonstabell?
pa: ਨਵੀਂ ਖਾਲੀ ਭਾਗ ਸਾਰਣੀ ਲਿਖੋ?
pl: Utworzyæ now±, pust± tablicê partycji?
pt_br: Gravar uma nova tabela de partições vazia ?
ro: Se scrie o nouă tabelă de partiţii goală?
sl: Ustvarim novo prazno tabelo razdelkov?
zh_tw: 是否要寫入一個全新的空白磁碟分割表？
