Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
cy: Os nad ydych chi'n mynd yn ôl i'r ddewislen rhaniadu a chywiro'r gwall hwn, caiff y rhaniad ei ddefnyddio fel y mae. Fe all hyn olygu nad ydych chi'n gallu bŵtio o'ch disgen galed.
de: Wenn Sie nicht zum Partitionierungs-Menü zurückkehren und diesen Fehler beheben, wird die Partition genutzt, wie sie ist. Das bedeutet, dass Sie evtl. nicht von Ihrer Festplatte starten können.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δε διορθώσετε τα σφάλματα αυτά, το τμήμα αυτό θα χρησιμοποιηθεί ως έχει. Αυτό σημαίνει οτι δεν θα μπορείτε να εκκινήσετε απο τον σκληρό σας δίσκο.
eo: Se vi ne retroiru al diskpartiga menuo kaj korektu eraron, la diskpartigo estos uzata tia. Verŝajne, vi ne povos praŝargi el via fiksita disko.
et: Kui sa ei naase partitsioneerimismenüüsse ega paranda seda viga, kasutatakse partitsiooni nii nagu ta on. Selle tulemusena võib juhtuda, et sa ei saa oma kõvakettalt alglaadimist sooritada.
eu: Partizioak egiteko menura itzuli eta errore hau zuzentzen ez baduzu, partizioa dagoen bezala erabiliko da. Horrek esan nahi du agian ezingo duzula disko gogorretik abiarazi.
fa: اگر به منوی پارتیشن بندی باز نگشته و این خطا را درست نکنید, پارتیشن همانگونه که هست مورداستفاده قرار خواهد گرفت. این بدان معناست که ممکن است قادر به راه‌اندازی سیستم از دیسک سخت نباشید.
fi: Mikäli et palaa osiointivalikkoon ja korjaa tätä virhettä, käytetään osiota sellaisena kuin se on. Tämä tarkoittaa ettet ehkä pysty käynnistämään järjestelmää kiintolevyltä.
gl: Se non volta ao menú de particionamento e corrixe este erro, a partición hase empregar tal como está. Isto significa que podería non arrincar dende o seu disco duro.
he: אם לא תחזור לתפריט הגדרת המחיצות ותתקן את שגיאה זאת, המחיצה תהיה בשימוש כמות שהיא. כלומר לא תוכל לאתחל מהדיסק הקשיח שלך.
id: Jika Anda tidak kembali ke menu partisi dan memperbaiki kesalahan-kesalahan ini, partisi ini akan digunakan menurut kondisi sebelumnya. Hal ini berarti Anda mungkin tidak dapat menyalakan komputer lewat hard disk.
kk: Егер сіз бөлу менюіне қайтпай, бұл қатені түзетпесеңіз, бұл бөлім қалай берілген болса, сол күйінде пайдалынады. Қатқыл дисктен жүктеле алмауыңыз мүмкін.
lt: Jei Jūs negrįšite į disko dalijimo meniu ir neištaisysite šių klaidų, šis skirsnis bus naudojamas kaip yra. Tai reiškia, kad negalėsite įkelti operacinės sistemos iš savo kieto disko.
lv: Ja neatgriezīsieties uz partīciju veidošanas izvēlni un neizlabosiet radušās kļūdas partīcijas tiks izmanotas esošajā konfigurācijā. Tas nozīme, ka iespējams jūs vēlāk nevarēsiet iesāknēt savu mašīnu.
mg: Raha tsy miverina any amin'ny safidy mikasika ny fizarana, hanintsy izay diso ianao, dia ampiasaina arak'izay hita ny fizarana. Noho izay dia mety tsy afaka mamelona ny milina avy amin'ny kapila mafy akory ianao.
ml: നിങ്ങള്‍ വിഭജന മെനുവിലേക്ക് തിരിച്ച് പോയി ഈ പ്രശ്നം ശരിയാക്കിയില്ലെങകില്‍ ഭാഗം അങ്ങനെ തന്നെ ഉപയോഗിക്കുന്നതായിരിക്കും. ഇതിനര്ത്ഥം നിങ്ങള്ക്ക് ഹാര്ഡ് ഡിസ്കില്‍ നിന്നും ബൂട്ട് ചെയ്യാന്‍ കഴിഞ്ഞെന്ന് വരില്ല.
nn: Viss du ikkje går tilbake til partisjoneringsmenyen og rettar opp desse feila, vil partisjonen bli brukt som han er. Dette betyr at det kan vera du ikkje kan starta opp maskina frå harddisken.
pa: ਜੇ ਤੁਸੀਂ ਪਿੱਛੇ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਨਾ ਗਏ ਅਤੇ ਇਹ ਗਲਤੀ ਠੀਕ ਨਾ ਕੀਤੀ, ਭਾਗ ਉਸੇ ਤਰਾਂ ਹੀ ਵਰਤਿਆ ਜਾਵੇਗਾ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਹਾਰਡ ਡਿਸਕ ਤੋਂ ਬੂਟ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Je¶li nie wrócisz do menu partycjonowania i nie poprawisz tego b³êdu, partycja zostanie u¿yta w takim stanie w jakim siê obecnie znajduje. To oznacza, ¿e prawdopodobnie nie bêdzie mo¿liwo¶ci uruchamiania systemu z dysku twardego.
pt_br: Caso você não queira voltar ao menu de particionamento e corrigir esse erros, a partição não será usada da maneira como se encontra. Isso significa que você pode não conseguir iniciar seu computador a partir do disco rígido.
ro: Dacă nu vă întoarceţi la meniul de partiţionare să corectaţi aceste erori, partiţia nu va fi folosită aşa cum este. Acest lucru înseamnă că poate nu o să puteţi porni de pe discul dvs. fix.
sl: Če se ne boste vrnili na meni za razdeljevanje in popravili teh napak, ta razdelek sploh ne bo uporabljen. To pomeni, da ne boste mogli zagnati računalnika iz vašega trdega diska.
zh_tw: 如果您不返回磁碟分割選單並修正此錯誤，將不能使用此磁碟分割區。這意味著，您可能無法藉由您的硬碟來進行開機。

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
de: Eine Festplatte zu partitionieren bedeutet, den verfügbaren Speicherplatz aufzuteilen, damit Ihr neues System installiert werden kann. Sie müssen wählen, welche Partition(en) für die Installation genutzt werden soll(en).
eo: La diskpartigado de fiksita disko konsistas dividagon ĝin por krei bezonan spacon por instali vian novan sistemon. Vi bezonas elekti kiujn diskpartigojn estos uzataj por la instalado.
eu: Disko gogorrean partizioak egitean unitatea zatitu egiten da sistema berria instalatzeko behar den lekua sortzeko. Instalazioak erabiliko dituen partizioak aukeratu behar dituzu.
gl: O particionamento dun disco duro consiste na súa división para crear o espazo necesario para instalar o seu novo sistema. Ha ter que indicar que partición(s) se ha(n) empregar para a instalación.
lt: Kietojo disko dalijimą sudaro loginis dalijimas, sukuriant vietą, reikiamą naujos sistemos įdiegimui. Jūs turite pasirinkti, kurie disko skirsniai bus naudojami sistemai įdiegti.
lv: Diska sadalīšana partīcijās rada nepieciešamo vietu jūsu jaunās sistēmas instalācijai. Jums jāizvelas kura(s) partīcija(s) tiks lietota(s) instalācijai.
ml: ഒരു ഹാര്ഡ് ഡിസ്കിന്റെ വിഭജനം നിങ്ങളുടെ പുതിയ സിസ്റ്റം ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതിനാവശ്യമായ സ്പേയ്സ് സൃഷ്ടിക്കാനായി അതിനെ മുറിക്കുന്നതുള്ക്കൊള്ളുന്നു. നിങ്ങള്‍ ഇന്സ്റ്റലേഷനുപയോഗിക്കുന്ന ഭാഗങ്ങളേതെല്ലാം എന്ന് തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pa: ਹਾਰਡ ਡਰਾਈਵ ਦੇ ਵਿਭਾਗੀਕਰਨ ਵਿੱਚ ਤੁਹਾਡਾ ਨਵਾਂ ਨ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਥਾਂ ਬਣਾਉਣ ਲਈ ਇਸ ਨੂੰ ਵੰਡਿਆ ਜਾਂਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਚੁਣਨਾ ਪਵੇਗਾ ਕਿ ਕਿਹੜੇ ਭਾਗ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਵਰਤਣਾ ਹੈ।
ro: Partiţionarea unui disc fix constă în împărţirea acestuia pentru a crea spaţiul necesar pentru a instala noul sistem. Trebuie să alegeţi care partiţie(partiţii) va fi folosită pentru instalare.
zh_tw: 硬碟分割作業包含了在硬碟上進行劃分，以建立在安裝新的系統時所需的空間。您必須選擇一個或多個分割區來做為安裝之用。

source: Select a free space to create partitions in it.
cy: Dewiswch ofod rhydd er mwyn creu rhaniadau ynddo.
de: Wählen Sie freien Speicher, um Partitionen darauf zu erstellen.
el: Επιλέξτε ελεύθερο χώρο για την δημιουργία νέων τμημάτων.
eo: Elektu disponeblan spacon por supre krei diskpartigon
et: Vali mõni vaba ala, et sinna partitsioone luua.
eu: Hautatu leku libre bat haren partizioak egiteko.
fa: برای ایجاد پارتیشن فضای خالی را انتخاب کنید.
fi: Valitse vapaa tila, johon tehdään levyosioita.
gl: Escolla un espazo libre para crear particións nel.
he: בחר מקום פנוי ליצירת מחיצות בו.
id: Pilih sebuah ruang kosong tempat partisi akan dibuat.
kk: Бос орындарда бөлімдер жасау үшін бос орын үшін кескінін таңдаңыз.
lt: Pasirinkite laisvą vietą disko skirsnių kūrimui joje.
lv: Izvēlieties brīvo vietu, lai tajā veidotu partīcijas.
mg: Misafidiana teorana malalaka amoronana fizirana.
ml: ഭാഗങ്ങള്‍ സൃഷ്ടിക്കാനായി ഒരു ഫ്രീ സ്പേയ്സ് തിരഞ്ഞെടുക്കൂ.
nn: Vel eit ledig område for å laga partisjona på det.
pa: ਭਾਗ ਬਣਾਉਣ ਲਈ ਖਾਲੀ ਥਾਂ ਚੁਣੋ।
pl: Wybierz woln± przestrzeñ by utworzyæ na niej partycje.
pt_br: Selecione um espaço livre onde criar partições.
ro: Selectaţi un spaţiu liber pentru a crea partiţii în el.
sl: Izberite prazen prostor, v katerem želite ustvariti razdelke.
zh_tw: 請選擇一個未使用空間以在其上建立分割區。

source: Select a device to remove all partitions in it and create a new empty partition table.
cy: Dewiswch ddyfais er mwyn dileu pob rhaniad ynddo a creu tabl rhaniad newydd gwag.
de: Wählen Sie ein Gerät, um alle sich darauf befindenden Partitionen zu löschen und um eine neue, leere Partitionstabelle darauf zu erstellen.
el: Επιλέξτε μια μονάδα για διαγραφή όλων των τμημάτων σε αυτή και δημιουργία ενός νέου πίνακα τμημάτων.
eo: Elektu disponaĵon por viŝi ĉiujn, ĝiaj diskpartigoj kaj krei novan malplenan diskpartigtablon.
et: Vali seade, kust soovid eemaldada kõik partitsioonid, et luua uus tühi partitsioonitabel.
eu: Hautatu gailu bat hango partizio guztiak kentzeko eta partizio-taula berri huts bat sortzeko.
fa: دستگاهی را انتخاب کنید تا تمام پارتیشن‌های آن حذف و یک جدول پارتیشن خالی ایجاد گردد.
fi: Valitse laite, josta poistetaan kaikki levyosiot ja johon luodaan uusi tyhjä levyosiotaulu.
gl: Escolla un dispositivo no que eliminar tódalas particións e crear unha nova táboa de particións baleira.
he: בחר התקן להסרת כל המחיצות בו ויצירת טבלה מחיצות ריקה.
id: Pilih piranti yang akan dihapus partisinya dan kemudian dibuatkan tabel partisi yang kosong.
kk: Сіз барлық бөлімдер жойылып және жаңа бос бөлімдер кестесі орналасатын құрылғыны таңдаңыз.
lt: Pasirinkite įrenginį, kuriame norima pašalinti visus disko skirsnius ir sukurti naują tuščią skirsnių lentelę.
lv: Izvēlieti ierīci, kurai gribat izdzēst visas esošās partīcijas un izveidot jaunu tukšu partīciju tabulu.
mg: Misafidiana periferika izay ho fafana tanteraka ny fizarana rehatra ao anatin'ny ka ho soloina takelajorom-pizarana vaovao.
ml: ഒരു ഉപകരണം തിരഞ്ഞെടുത്ത് അതിലെ എല്ലാ ഭാഗങ്ങളും ഒഴിവാക്കി ഒരു പുതിയ ശൂന്യ വിഭജനപട്ടിക സൃഷ്ടിക്കൂ.
nn: Vel ei eining for å fjerna alle partisjonar på ho og oppretta ein ny tom partisjonstabell.
pa: ਸਾਰੇ ਭਾਗ ਹਟਾਉਣ ਲਈ ਜੰਤਰ ਚੁਣੋ ਅਤੇ ਨਵੀਂ ਖਾਲੀ ਭਾਗ ਸਾਰਣੀ ਬਣਾਓ।
pl: Wybierz urz±dzenie z którego zostan± usuniête wszystkie partycje i powstanie nowa, pusta tablica partycji.
pt_br: Selecione um dispositivo de onde remover todas as partições e onde criar uma nova tabela de partições vazia.
ro: Selectaţi un dispozitiv pentru a îndepărta toate partiţiile de pe el şi pentru a crea o tabelă de partiţii nouă şi goală.
sl: Izberite napravo, iz katere želite odstraniti vse razdelke in ustvariti novo tabelo razdelkov.
zh_tw: 請選擇一個裝置，移除其全部的分割區並建立一個全新的空白磁碟分割表。

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
de: Wählen Sie eine Partition, um sie zu entfernen oder um festzulegen, wie damit verfahren werden soll. Als absolutes Minimum benötigen Sie eine Partition, die das Root-Dateisystem (Einhängepunkt /) beinhaltet. Die meisten Benutzer wünschen ebenfalls eine separate Swap-Partition, die es dem Betriebssystem möglich macht, Festplattenplatz als virtuellen Arbeitsspeicher zu benutzen.
eo: Elecktu diskpartigon por viŝi ĝin aŭ indiki kiel uzi ĝin. Minimume, vi bezonas diskpartigon por enhavi la dosiersisteman radikon (kies surmetingo estas /). Plejmultaj administristoj preferos ankaŭ uzi interŝanĝan distingan spacon. La interŝanĝa 'swap'-spaco permesas sistemon uzi diskparton tiel virtuala memoro.
eu: Hautatu partizio bat kentzeko edo nola erabiliko den zehazteko. Gutxienez partizio bat behar da fitxategi-sistemaren erroa edukitzeko (/ da muntatze-puntua). Horrez gain, erabiltzaile gehienen iritziz swap partizioa bereiztu behar da. "Swap" sistema eragile baten trukatze-partizioa da, eta haren bidez sistemak disko-biltegia "memoria birtual" gisa erabil dezake.
gl: Escolla unha partición para borrar ou para especificar como se vai empregar. Coma mínimo, precisa dunha partición que conteña a raíz do sistema de ficheiros (que ten de punto de montaxe /). Moita xente tamén cre que é necesaria unha partición de intercambio separada. O "espazo de intercambio" é un espazo de disco dispoñible para que un sistema operativo o empregue coma "memoria virtual".
lt: Pasirinkite disko skirsnį jo pašalinimui arba nurodykite, kaip jis turėtų būti naudojamas. Mažų mažiausiai, reikia vieno disko skirsnio, talpinančio šakninę failų sistemą (kurios prijungimo taškas yra /). Daugelis žmonių taip pat mano, kad atskiras mainų vietos (swap) skirsnis yra būtinas. "Swap" - tai tokia disko atminties vieta, kurią operacinė sistema panaudoja kaip "virtualią atmintį".
lv: Izvēlieties partīciju, kuru gribat dzēst vai kurai gribat norādīt konkrētu izmantošanas veidu. Jums ir vajadzīga vismaz viena partīcija, kur izvietot failu sistēmas sakni (kuras montēšanas punkts ir /). Lielākā daļa cilvēku uzskata, ka ir nepieciešama arī atsevišķa apmaiņas partīcija. "Swap" ir sistēmai atvēlēta diska vieta, ko tā var izmantot kā "virtuālo atmiņu".
ml: ഒഴിവാക്കാനോ അല്ലെങ്കില്‍ എങ്ങനെ ഉപയോഗിക്കണം എന്ന് വ്യക്തമാക്കാനോ ഒരു ഭാഗം തിരഞ്ഞെടുക്കുക. ഏറ്റവും ചുരുങ്ങിയത് റൂട്ട് ഫയല്‍ സിസ്റ്റം (അതിന്റെ മൌണ്ട് പോയിന്റ് / ആണ്) ഉള്ക്കൊള്ളുന്നതിന് ഒരു ഭാഗം നിങ്ങള്ക്ക് വേണ്ടി വരും. കൂടുതല്‍ ആളുകളും വേറൊരു സ്വാപ് ഭാഗം അത്യാവശ്യമാണെന്ന് കരുതുന്നു. "സ്വാപ്" എന്നത് ഡിസ്ക് സ്റ്റോറേജ് "വിര്ച്വല്‍ മെമറി" ആയി ഉപയോഗിക്കാന്‍ സിസ്റ്റത്തിനെ അനുവദിക്കുന്ന ഒരു ഓപറേറ്റിങ്ങ് സിസ്റ്റത്തിനു വേണ്ട സ്ക്രാച് സ്പേയ്സ് ആണ്.
pa: ਹਟਾਉਣ ਲਈ ਭਾਗ ਚੁਣੋ ਜਾਂ ਦਰਸਾਓ ਕਿ ਨ ਇਸ ਨੂੰ ਕਿ ਤਰਾਂ ਵਣਾ ਹੈਤੇ। ਘੱਟੋ-ਘੱਟਤੁਹਾਨੂੰ ਨੂੰ ਇੱਕ ਭਾਗ ਦੀ ਲੋੜ ਹੈ ਜਿਸ ਤੇ ਫਾਇਲ ਸਿਸਟਮ ਦਾ root (ਜਿਸ ਦਾ ਮਾਊਂਟ ਪੁਆਂਇਟ / ਹੈ) ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ। ਜਿਆਦਾ ਲੋਕ ਅਜਿਹਾ ਮਹਿਸੂਸ ਕਰਦੇ ਹ ਵੱਖਰਾਨ ਕਿ ਸਵੈਪ ਭਾਗ ਜਰੂਰੀ ਹੈ। "Swap" ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਲਈ ਇੱਕ ਆਰੰਭ ਥਾਂ ਹੈ, ਜੋ ਸਿਸਟਮ ਨੂੰ ਡਿਸਕ ਭੰਡਾਰ ਨੂੰ "virtual memory" ਤੌਰ ਤੇ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।
ro: Selectaţi o partiţie pentru a o şterge sau pentru a specifica modul în care va fi folosită. Minimal, aveţi nevoie de o partiţie pentru rădăcina sistemului de fişiere (al cărei punct de montare este / ). Cei mai mulţi oameni consideră că o partiţie separată de swap este, de asemenea, necesară. "Swap" este o zonă de scriere pentru un sistem de operare, care permite sistemului să folosească spaţiu de stocare pe disc ca şi "memorie virtuală".
zh_tw: 請選擇一個分割區並進行移除，或指定它要作何用途。在最低限度上，您至少需要一個分割區來包含 root 檔案系統 (它的掛載點即為 /)。同時，人們大多認為還需要另外的一個置換空間。【置換 (Swap)】是一個作業系統所使用的塗銷空間 (Scratch Space)，系統可以利用這些磁碟儲存空間來做為「虛擬記憶體」之用。

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
de: Ist die Partition bereits formatiert, möchten Sie vielleicht die vorhandenen Daten auf der Partition behalten und nutzen. Partitionen, die so genutzt werden, sind mit »${KEEP}« im Hauptpartitionsmenü gekennzeichnet.
eo: Kiam la diskpartigo estas jam formatita vi eble elektas konservi kaj uzi ĝiajn enhavajn datumojn. Tielmaniera uzota diskpartigo estos indikata kun "${KEEP}" en ĉefdiskpartiga menuo.
eu: Partizioa formateatuta dagoenean, partizioan lehendik dauden datuak edukitzea eta erabiltzea aukera dezakezu. Modu horretan erabiliko diren partizioek "${KEEP}" marka izaten dute partizioak egiteko menu nagusian.
gl: Cando a partición xa está formatada pode decidir gardar e empregar os datos xa existentes desta partición. As particións que se han empregar deste xeito están marcadas con "${KEEP}" no menú principal de particionamento.
lt: Tuo atveju, kai disko skirsnis jau yra formatuotas, Jūs galite pasirinkti išsaugoti ir naudoti skirsnyje egzistuojančius duomenis. Skirsnis, kuris bus tokiu būdu naudojamas, pagrindiniame disko dalijimo meniu yra pažymėtas žyme "${KEEP}".
lv: Ja partīcija jau ir izveidota, jūs varat izvēlēties vai saglabāt esošos failus tajā vai nē. Partīcijas, kas tiks izmantotas šādā veidā partīciju veidošanas izvēlnē būs atzīmētas ar "${KEEP}".
ml: ഒരു ഭാഗം നേരത്തെ തന്നെ ഫോര്മാറ്റ് ചെയ്തതാണെങ്കില്‍ നിങ്ങള്ക്ക് അത് മാറ്റാതെ ആ ഭാഗത്ത് നേരത്തെയുള്ള ഡാറ്റ ഉപയോഗിക്കാന്‍ തിരഞ്ഞെടുക്കാം. ഇങ്ങനെ ഉപയോഗിക്കുന്ന ഭാഗങ്ങള്‍ പ്രധാന വിഭജന മെനുവില്‍ "${KEEP}" എന്ന് അടയാളപ്പെടുത്തിയിട്ടുണ്ടാകും.
pa: ਜਦੋਂ ਭਾਗ ਪਹਿਲਾਂ ਹੀ ਫਾਰਮਿਟ ਕੀਤਾ ਹੁੰਦਾ ਹੈ ਤੁਸੀਂ ਭਾਗ ਵਿਚਲਾ ਮੌਜੂਦ ਡਾਟਾ ਰੱਖਣ ਅਤੇ ਵਰਤਣ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ। ਭਾਗ ਜੋ ਇਸ ਤਰੀਕੇ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਨੂੰ ਮੁੱਖ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਵਿੱਚ "${KEEP}" ਨਾਲ ਦਰਸਾਇਆ ਜਾਂਦਾ ਹੈ।
ro: Când partiţia este deja formatată puteţi alege să păstraţi şi să folosiţi datele existente în partiţie. Partiţiile care vor fi astfel utilizate, sunt marcate cu "${KEEP}" în meniul principal de partiţionare.
zh_tw: 如果該分割區已經過格式化，您可以選擇保留並繼續使用在分割區裡既有的資料。在主要磁碟分割選單中將會把這些分割區標示為【${KEEP}】。

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
cy: Yn gyffredinol byddwch eisiau fformadu'r rhaniad gyda system ffeiliau newydd. SYLWER: caiff yr holl ddata yn y rhaniad ei ddileu yn anadferadwy. Os ydych chi'n penderfynu fformadu rhaniad sydd wedi ei fformadu eisioes, caiff ei farcio gyda "${DESTROY}" yn y prif ddewislen rhaniadu. Fel arall caiff ei farcio gyda "${FORMAT}".
de: Wahrscheinlich möchten Sie die Partition mit einem neu erstellten Dateisystem formatieren. ACHTUNG: Alle Daten auf dieser Partition werden unwiderruflich gelöscht. Möchten Sie eine bereits formatierte Partition formatieren, wird sie mit »${DESTROY}«, andernfalls mit »${FORMAT}« gekennzeichnet.
el: Γενικά, συνιστάται η διαμόρφωση ενός νέο-δημιουργηθέντος συστήματος αρχείων. ΣΗΜΕΙΩΣΗ: όλα τα δεδομένα στο τμήμα θα διαγραφούν ανεπιστρεπτί. Αν αποφασίσετε να διαμορφώσετε ένα τμήμα που είναι ήδη διαμορφωμένο, αυτό θα σημειωθεί με "${DESTROY}" στο κυρίως μενού κατάτμησης. Διαφορετικά, θα σημειωθεί με "${FORMAT}".
eo: Kutime, vi formatos diskpartigon kun nova dosiersistemo. Tiuokaze ĉiuj diskpartigaj datumoj estos definitive forviŝata. Ĉeestanta diskpartigo, kiu vi volus reformati estos indikata en la ĉefdiskpartiga menuo per "${DESTROY}". Kontraŭe ĝi estos indikata per "${FORMAT}".
et: Üldjuhul soovitakse partitsiooni formaatida uue failisüsteemiga. MÄRGE: kõik partitsioonil olevad andmed lähevad jäädavalt kaduma. Kui otsustad formaatida juba formaaditud partitsiooni, märgitakse seda partitsioneermismenüüs "${DESTROY}". Enne formaatimata partitsioonid märgitakse "${FORMAT}".
eu: Orokorrean, partizioa fitxategi-sistema sortu berri batekin formateatu nahiko duzu. OHARRA: partizioko datu guztiak berreskuratzeko aukerarik gabe ezabatuko dira. Lehendik formateatuta dagoen partizio bat formateatzea erabakitzen baduzu, "${DESTROY}" marka izango du partizioak egiteko menu nagusian. Bestela "${FORMAT}" marka izango du.
fa: در حالت کلی شما یک پارتیشن را با یک فایل سیستم جدید فرمت میکنید. توجه: تمام اطلاعات بر روی این پارتیشن از بین خواهد رفت. اگر این پارتیشن قبلا فرمت شده باشد با علامت "${DESTROY}" در منوی اصلی پارتیشن‌بندی دیده میشود؛ در غیر این صورت با علامت "${FORMAT}" مشخص خواهد شد.
fi: Useimmiten osio alustetaan uudella tiedostojärjestelmällä. HUOMAA: levyosion kaikki tieto katoaa peruuttamattomasti. Jos alustat osion joka on jo alustettu, sen kohdalle merkitään "${DESTROY}" osiointisovelluksen päävalikossa. Muussa tapauksessa merkitään "${FORMAT}".
gl: Normalmente ha querer formatar a partición cun sistema de ficheiros novo. NOTA: hanse borrar de xeito irreversible tódolos datos da partición. Se decide formatar unha partición que xa estea formatada, hase marcar con "${DESTROY}" no menú principal de particionamento; noutro caso hase marcar con "${FORMAT}".
he: באופן כללי, תרצה לאתחל את המחיצות עם מערכות קבצים. הערה: כל המידע על המחיצות ימחק באופן בלתי הפיך. אם תחליט לאתחל מחיצה שכבר אותחלה, היא תסומן כ-"${DESTROY}" בתפריט המחיצות הראשי. אחרת היא תסומן כ-"${FORMAT}".
id: Secara umum, Anda ingin memformat partisi dengan sistem berkas baru. CATATAN: semua data pada partisi akan dihapus tanpa dapat kembali lagi. Jika Anda memutuskan untuk memformat partisi yang telah diformat sebelumnya, partisi tersebut akan ditandai dengan dengan "${DESTROY}" pada menu utama proses partisi. Jika tidak akan ditandai dengan "${FORMAT}".
kk: Жалпы алғанда, бөлімді қайта пішімдеуге бет бұрыуыңыз мүмкін. ЕСКЕРТУ: бұл бөлімдегі барлық деректер бір жола жойылады. Егер сіз файлдық жүйесі бар бөлімді қайта пішімдеуге тәуекел етсеңіз, ол басты менюда "${DESTROY}" ретінде белгіленеді, орындалмаған белгі "${FORMAT}" түрінде болады.
lt: Pagrinde Jūs norėsite formatuoti disko skirsnius naujai sukurdami failų sistemą. PASTABA: visi duomenys esantys skirsnyje bus negrįžtamai pašalinti. Jei Jūs nuspręsite formatuoti jau formatuotą disko skirsnį, jis pagrindiniame disko dalijimo meniu bus pažymėtas žyme "${DESTROY}". Kitu atveju bus pažymėtas žyme "${FORMAT}".
lv: Vispārīgā gadījumā jums vajadzētu formatēt partīciju ar jaunizveidoto failu sistēmu. Piezīme: visi dati šādās partīcijās tiks neatgriezeniski zaudēti. Ja izvēlēsieties pārformatēt jau izveidotu partīiju, tā partīciju izvēlnē tiks atzīmēta ar "${DESTROY}". Citos gadījumos tā būs atzīmēta ar "${FORMAT}".
ml: പൊതുവേ നിങ്ങള്ക്ക് പുതുതായി സൃഷ്ടിച്ച ഫയല്‍ സിസ്റ്റം കൊണ്ട് ഫോര്മാറ്റ് ചെയ്യേണ്ടതായി വരാം. കുറിപ്പ്: ആ ഭാഗത്തിലെ ഡാറ്റ മുഴുവന്‍ തിരിച്ചെടുക്കാന്‍ പറ്റാത്തവിധം ഡിലീറ്റ് ചെയ്യുന്നതായിരിക്കും. നിങ്ങള്‍ നേരത്തേ ഫോര്മാറ്റ് ചെയ്ത ഭാഗം ഫാര്മാറ്റ് ചെയ്യാന്‍ തീരുമാനിച്ചാല്‍ പ്രധാന മെനുവില്‍ അത് "${DESTROY}" എന്ന് അടയാളപ്പെടുത്തിയിരിക്കും. അല്ലെങ്കില്‍ അത് "${FORMAT}" എന്ന് അടയാളപ്പെടുത്തിയിരിക്കും.
nn: Generelt så vil du formatera partisjonen med eit nyoppretta filsystem. MERK: Alle data på partisjonen vil bli sletta for alltid. Viss du vel å formatera ein partisjon som allereie er formatert, vil han bli markert med «${DESTROY}» i hovudmenyen for partisjonering. Elles vil han bli markert med «${FORMAT}».
pa: ਆਮ ਤੌਰ ਤੇ ਤੁਸੀਂ ਨਵੇਂ ਬਣੇ ਫਾਇਲ ਸਿਸਟਮ ਨਾਲ ਭਾਗ ਨੂੰ ਫਾਰਮਿਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ। ਟਿੱਪਣੀ: ਭਾਗ ਵਿੱਚਲਾ ਸਾਰਾ ਡਾਟਾ ਹਟਾਇਆ ਜਾਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਫਾਰਮਿਟ ਕੀਤੇ ਭਾਗ ਨੂੰ ਫਾਰਮਿਟ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ, ਇਹ ਮੁੱਖ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਵਿਚ "${DESTROY}" ਨਾਲ ਦਰਸਾਈ ਜਾਵੇਗੀ। ਨਹੀਂ ਤਾਂ ਇਹ "${FORMAT}" ਨਾਲ ਦਰਸਾਈ ਜਾਵੇਗੀ।
pl: Zazwyczaj bêdziesz chcia³ sformatowaæ partycjê u¿ywaj±c nowego systemu plików. ZAUWA¯: wszystkie dane zostan± nieodwracalnie usuniête. Je¶li zdecydujesz siê na sformatowanie partycji aktualnie zamontowanej, zostanie ona oznaczona jako "${DESTROY}" w g³ównym menu partycjonowania. W przeciwnym razie bêdzie to oznaczenie "${FORMAT}".
pt_br: Geralmente você irá desejar formatar a partição com um novo sistema de arquivos criado. NOTA: todos os dados na partição serão irreversivelmente removidos. Caso você decida formatar uma partição que já esteja formatada, a mesma será marcada como "${DESTROY}" no menu principal de particionamento. Caso contrário, a mesma será marcado como "${FORMAT}".
ro: În general se doreşte formatarea partiţiei cu un nou sistem de fişiere creat. NOTĂ: toate datele de pe partiţie vor fi şterse în mod ireversibil. Dacă vă decideţi să formataţi o partiţie care este deja formatată, ea va fi marcată cu "${DESTROY}" în meniul principal de partiţionare. Altfel, va fi marcat cu "${FORMAT}".
sl: V splošnem boste želeli formatirati razdelek z vašim novim sistemom. OPOMBA: vsi podatki na razdelku bodo nepovratno izbrisani. Če se boste odločili, da boste formatirali razdelek, ki je že bil formatiran, bo označen z "${DESTROY}" v glavnem meniju razdeljevanja. V nasprotnem primeru bo označen s "${FORMAT}".
zh_tw: 一般而言，您也許想要在分割區上以建立新的檔案系統的方式來進行格式化。[注意]：在該分割區裡的資料將會被完完全全得清除掉。如果您決定要在一個已格式化的分割區上再次進行格式化，在主要磁碟分割選單中將會將其標示為【${DESTROY}】。否則，它則是會被標示為【${FORMAT}】。
