Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Install quik on a hard disk
cy: Sefydlu quik ar ddisgen galed
de: Quik auf einer Festplatte installieren
el: Εγκατάσταση του quik στο δίσκο
eo: Instalu 'quik'-on en fiksita disko
et: Paigalda quik kõvakettale
eu: Instalatu quik disko gogorrean
fi: Asennetaan quik kiintolevylle
gl: Instalar quik nun disco duro
he: מתקין את quik על-גבי הכונן הקשיח
id: Memasang quik pada hard disk
kk: Қатқыл дискіге quik-ті орнату
lt: Pradinio įkėliklio quik diegimas į kietąjį diską
lv: Instalēt quik sāknētāju uz cietā diska
mg: Apetrao ao amin'ny kapila mafy i quik
ml: ഹാര്ഡ് ഡിസ്കില്‍ ക്വിക് ഇന്സ്റ്റാള്‍ ചെയ്യുക
nn: Installer quik på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ ਕੁਇੱਕ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj quik na dysku twardym
pt_br: Instalar o quik em um disco rígido
ro: Instalează quik pe un disc fix
sl: Namesti quik na trdi disk
zh_tw: 將 quik 安裝至硬碟上

source: Installing Yaboot
cy: Yn sefydlu Yaboot
de: Installiere Yaboot
el: Εγκατάσταση του Yaboot
eo: Instalado de 'Yaboot'
et: Yaboot paigaldamine
eu: Yaboot instalatzen
fi: Asennetaan Yaboot
gl: A instalar Yaboot
he: מתקין את Yaboot
id: Memasang Yaboot
kk: Yaboot-ты орнату
lt: Diegiamas pradinis įkėliklis Yaboot
lv: Yaboot sāknētāja instalēšana
mg: Mametraka an'i Yaboot
ml: യാബൂട്ട് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു
nn: Installerer Yaboot
pa: Yaboot ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie Yaboot
pt_br: Instalando Yaboot
ro: Se instalează Yaboot
sl: Nameščam Yaboot
zh_tw: 正在安裝 Yaboot

source: Installing Yaboot boot loader
cy: Yn sefydlu'r llwythydd bŵt Yaboot
de: Installiere Yaboot-Bootloader
el: Εγκατάσταση του φορτωτή εκκίνησης Yaboot
eo: Instalado de 'yaboot'-praŝargilo
et: Alglaaduri Yaboot paigaldamine
eu: Yaboot abioko kargatzailea instalatzen
fi: Asennetaan yaboot-alkulatausohjelma
gl: A instalar o cargador de inicio Yaboot
he: מתקין את מנהל האתחול yaboot.
id: Memasang bootloader yaboot
kk: Yaboot жүйелік жүктеуішін орнату
lt: Diegiamas pradinis įkėliklis Yaboot
lv: Yaboot sāknētāja instalēšana
mg: Mametraka ny boot loader Yaboot
ml: യാബൂട്ട് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നു
nn: Installerer Yaboot-oppstartslastar
pa: Yaboot ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ
pl: Instalowanie programu uruchomieniowego Yaboot
pt_br: Instalando o carregador de inicialização Yaboot
ro: Se instalează încărcătorul de sistem Yaboot
sl: Nameščam zagonski nalagalnik Yaboot
zh_tw: 正在安裝 Yaboot 開機程式

source: Yaboot installation failed. Continue anyway?
cy: Methodd sefydliad Yaboot. Mynd ymlaen fodd bynnag?
de: Yaboot-Installation fehlgeschlagen. Dennoch fortfahren?
el: Η εγκατάσταση του Yaboot απέτυχε. Θέλετε να συνεχίσετε;
eo: 'Yaboot' instalado malsukcesis. Ĉu tamene daŭrigu?
et: Yaboot paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da Yaboot instalatu. Jarraitu nahi duzu hala ere?
fi: Yaboot-alkulatausohjelman asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar Yaboot. ¿Continuar igualmente?
he: התקנת yaboot נכשלה. להמשיך בכל מקרה?
id: Instalasi Yaboot gagal. Tetap melanjutkan?
kk: Yaboot-ты орнату сәтсіз аяқталды. Сонда да жалғастыру керек пе?
lt: Yaboot įdiegimas nepavyko. Tęsti nepaisant to?
lv: Yaboot instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i Yaboot. Tohizana ve?
ml: യാബൂട്ട് ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installasjon av Yaboot feila. Vil du halda fram likevel?
pa: Yaboot ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਤਰਾਂ ਜਾਰੀ ਕਰੋ?
pl: Instalacja Yaboot nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do yaboot falhou Continuar mesmo assim ?
ro: Instalarea Yaboot a eşuat. Mai continuaţi?
sl: Namestitev Yaboota ni uspela. Kljub temu nadaljujem?
zh_tw: Yaboot 的安裝作業失敗了。是否無論如何仍然繼續？

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
cy: Methodd y pecyn yaboot sefydlu yn /target/. Mae sefydlu Yaboot fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a Yaboot, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das yaboot-Paket konnte nicht nach /target/ installiert werden. Die Installation von Yaboot als Bootloader ist unbedingt erforderlich. Es könnte allerdings sein, dass Yaboot von diesem Problem nicht betroffen ist, deshalb ist das Fortsetzen der Installation vielleicht möglich.
el: Απέτυχε η εγκατάσταση του πακέτου yaboot στο /target. Η εγκατάσταση του Yaboot ως φορτωτή εκκίνησης είναι απαιτούμενο στάδιο. Ωστόσο, το πρόβλημα της εγκατάστασης του πακέτου μπορεί να είναι άσχετο με το Yaboot, και μπορεί να είναι δυνατή η συνέχιση της διαδικασίας της εγκατάστασης.
eo: La 'yaboot'-pako neeblas instalita en '/target/'-o. Instalu 'yaboot'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'yaboot'-o, nu eble daŭrigus la instaladon.
et: Paketi yaboot /target/ peale paigaldamine nurjus. Alglaaduri Yaboot paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse Yaboot'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da yaboot paketea /target/en instalatu. Yaboot abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke Yaboot-ekin lotuta ez egotea; beraz, agian instalatzen jarrai daiteke.
fi: Ohjelmapaketin yaboot asennus hakemistoo /target/ epäonnistui. Yabootin asentaminen alkulatausohjelmaksi on välttämätöntä. Asennusvika ei ehkä kuitenkaan liity yabootiin, joten asennuksen jatkaminen saattaa olla mahdollista.
gl: Non se puido instalar o paquete yaboot en /target/. Instalar Yaboot coma cargador de inicio é un paso necesario. O problema coa instalación, nembargantes, pode non estar relacionado con Yaboot, así que pode ser posible continuar a instalación.
he: התקנת החבילה yaboot נכשלה בהתקנה לתוך /target/. התקנת מנהל האתחול Yaboot היא שלב חיוני. למרות זאת, בעיית ההתקנה לא בהכרח קשורה ל-Yaboot כך שאפשרי להמשיך בהתקנה.
id: Paket yaboot gagal dipasang ke /target/. Memasang Yaboot sebagai boot loader merupakan langkah yang diperlukan. Namun, masalah instalasi bisa saja tidak berhubungan dengan Yaboot, jadi Anda dapat melanjutkan instalasi.
kk: /target/-ке yaboot дестесін орнату мүмкін болмады. Yaboot-ты жүйелік жүктеуіш есебінде орнату қажет. Бірақ бұл проблема Yaboot-ке байланысты болмауы мүмкін, сондықтан орнатуды жалғастыруға болады.
lt: Nepavyko įdiegti yaboot paketo į /target/. Pradinio įkėliklio Yaboot įdiegimas yra būtinas žingsnis. Tačiau diegimo problema galbūt nesusijusi su Yaboot, taigi įdiegimo tęsimas galbūt galimas.
lv: Yaboot pakas instalācija beidzās neveiksmīgi. Yaboot kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar Yaboot un tāpēc ir iespējams, ka instalāciju var turpināt.
mg: Tsy nahomby ny fametrahana ny pakajy ny yaboot ao amin'ny /target/. Mametraka an'i Yaboot ho boot loader dia dingana tsy azo avela. Mety tsy miankina amin'i Yaboot anefa ny olana, noho zany dia mety afaka tohizana ny fametrahana.
ml: യാബൂട്ട് പാക്കേജ് /target/ ലേക്ക് ഇന്സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം യാബൂട്ടുമായി ബന്ധമൊന്നുമില്ലാത്തതാകാം, അത് കൊണ്ടു തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരുന്നതിന് സാധിച്ചേക്കാം.
nn: Yaboot-pakka blei ikkje installert på /target/. Å installera Yaboot som oppstartslastar er eit påkrevd steg. Problemet med installering treng derimot ikkje ha noko med Yaboot å gjera, så det kan vera mogeleg å halda fram.
pa: /target/ ਉੱਪਰ Yaboot ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋਣ ਵਿੱਸ ਅਸਫਲ। Yaboot ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ Yaboot ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu yaboot w /target/ nie powiod³a siê. Instalacja Yaboot jako programu uruchomieniowego jest etapem wymaganym. Problem instalacji mo¿e byæ jednak¿e nie zwi±zany z Yaboot, i kontynuacja bêdzie mo¿liwa.
pt_br: A instalação do pacote yaboot em /target/ falhou. A instalação do Yaboot como um carregador de inicialização é um passo necessário. Porém, o problema com a instalação do mesmo pode não ser relacionado ao Yaboot e, portanto, continuar a instalação pode ser possível.
ro: Instalarea pachetului yaboot în /target/ a eşuat. Instalarea Yaboot ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de Yaboot, deci continuarea instalării ar putea fi posibilă.
sl: Namestitev paketa yaboot v /tarčo/ ni uspela. Namestitev Yaboota kot zagonski nalagalnik je zahtevan korak. Namestitveni problem pa ja lahko kljub temu nepovezan z Yabootom, zato je nadaljevanje namestitve omogočeno.
zh_tw: 無法將 yaboot 套件安裝至 /target/。安裝 Yaboot 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 Yaboot 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Looking for bootstrap partitions
cy: Yn chwilio am rhaniad ymgychwyn
de: Suche nach Bootstrap-Partitionen
el: Αναζήτηση εκκινήσιμου τμήματος
eo: Serĉi praŝargajn diskpartigojn
et: Alglaaduri partitsioonide otsimine
eu: bootstrap partizioak bilatzea
fi: Etsitään käynnistysosioita
gl: A buscar particións de inicio
he: מחפש מחיצות בעלות רצועת איתחול
id: Mencari partisi bootstrap
kk: Жүктеуіш бөлімін іздей
lt: Ieškau įkelties skirsnių
lv: Meklēju ielādes partīcijas
mg: Mitady fizarana bootstrap
ml: ബൂട്ട് സ്ട്രാപ് ഭാഗങ്ങള്ക്ക് വേണ്ടി നോക്കുന്നു
nn: Ser etter bootstrap-partisjonar
pa: bootstrap ਭਾਗਾਂ ਲਈ ਵੇਖ ਰਿਹਾ ਹੈ
pl: Poszukiwanie partycji bootstrap
pt_br: Procurando por partições boostrap
ro: Se caută partiţii bootstrap
sl: Nobenega zagonskega razdelka nisem našel
zh_tw: 正在尋找 bootstrap 分割區

source: No bootstrap partition found
cy: Ni chanfuwyd rhaniad ymgychwyn
de: Keine Bootstrap-Partition gefunden
el: Δε βρέθηκε τμήμα εκκίνησης
eo: Neniu trovita praŝarga diskpartigo
et: Ühtki alglaaduri partitsiooni ei leitud
eu: Ez da bootstrap partiziorik aurkitu
fi: Yhtään käynnistysosiota ei löytynyt
gl: Non se atopou ningunha partición de inicio
he: לא נמצאו מחיצות בעלות רצועת איתחול
id: Partisi bootstrap tidak ditemukan
kk: Жүктеуіш бөлім табылмады
lt: Nerasta įkelties skirsnių
lv: Sāknēšanas programmas partīcija nav atrasta
ml: ബൂട്ട് സ്ട്രാപ് ഭാഗങ്ങളൊന്നും കണ്ടില്ല
nn: Fann ingen bootstrap-partisjon
pa: ਕੋਈ bootstrap ਭਾਗ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono partycji bootstrap
pt_br: Nenhuma partição boostrap encontrada
ro: Nu s-a găsit nici o partiţie bootstrap
sl: Nobenega zagonskega razdelka nisem našel
zh_tw: 未能找到 bootstrap 分割區

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
cy: Ni chanfuwyd unrhyw ddisgiau caled sy efo rhaniad "Apple_Bootstrap". Mae'n rhaid i chi greu rhaniad 8192 beit gyda'r math "Apple_Bootstrap".
de: Es wurden keine Festplatten mit einer »Apple_Bootstrap«-Partition gefunden. Sie müssen eine 819200 Byte große Partition vom Typ »Apple_Bootstrap« erstellen.
el: Δε βρέθηκε δίσκος που να περιέχει τμήμα με φορτωτή εκκίνησης της Apple ("Apple_Bootstrap"). Θα πρέπει να δημιουργήσετε ένα τμήμα μεγέθους 819200 bytes με όνομα "bootstrap"και τύπο "Apple_Bootstrap".
eo: Neniu fiksita disko kun "Apple_Bootstrap" diskpartigo estas trovita. Vi nepre kreas 819200-bajtan diskpartigon kun "Apple_Bootstrap" tipo.
et: Ei leitud ühtki kõvaketast, kus oleks partitsioon "Apple_Bootstrap". Sa pead tegema 819200-baidise "Apple_Bootstrap"-tüüpi partitsiooni.
eu: "Apple_Bootstrap" partizioa duen disko gogorrik ez da aurkitu. 819200 byteko partizioa sortu behar duzu "Apple_Bootstrap" motarekin.
fi: Yhtään kiintolevyä jossa on "Apple Bootstrap"-osio ei löytynyt. On luotava 819200 tavun levyosio tyypiltään "Apple_Bootstrap".
gl: Non se atopou ningún disco duro cunha partición "Apple_Bootstrap". Debe crear unha partición de 819200 bytes de tipo "Apple_Bootstrap".
he: לא נמצאו כוננים קשיחים בעלי מחיצת מסוג "Apple_Bootstrap". עליך ליצור מחיצה שנפחה 819200 בית מסוג "Apple_Bootstrap".
id: Hard disk yang memiliki partisi "Apple_Bootstrap" tidak ditemukan. Anda harus membuat partisi sebesar 819200 byte bernama "bootstrap", dengan jenis partisi "Apple_Bootstrap".
lt: Neradau kietų diskų, kurie turėtų "Apple_Bootstrap" skirsnį. Jūs turite sukurti 819200 baitų dydžio skirsnį, kurio tipas būtų "Apple_Bootstrap".
lv: Neviens disks ar "Apple_Bootstrap" partīciju nav atrasts. Jums jāizveido 819200 bitus liela "Apple_Bootstrap" partīcija.
ml: ഒരു "Apple_Bootstrap" ഭാഗമുള്ള ഹാര്ഡ് ഡിസ്കുകളൊന്നും കണ്ടില്ല. "Apple_Bootstrap" തരത്തിലുള്ള ഒരു 819200-ബൈറ്റ് ഭാഗം സൃഷ്ടിച്ചേ മതിയാകൂ.
nn: Fann ingen diskar som har ein «Apple_Bootstrap»-partisjon. Du må laga ein partisjon på 819200 byte med type «Apple_Boostrap».
pa: ਕੋਈ ਕਾਰਡ ਡਿਸਕ ਨਹੀਂ ਲੱਭੀ ਜਿਸ ਵਿੱਚ "Apple_Bootstrap" ਭਾਗ ਹੈ। ਤੁਹਾਨੂੰ "Apple_Bootstrap" ਕਿਸਮ ਦਾ 819200-ਬਾਈਟ ਭਾਗ ਬਣਾਉਣਾ ਜਰੂਰੀ ਹੈ।
pl: Nie znaleziono dysków twardych zawieraj±cych partycjê "Apple_Bootstrap". Musisz utworzyæ partycjê typu "Apple_Bootstrap" o rozmiarze 819200 bajtów.
pt_br: Nenhum disco rígido que possua uma partição "Apple_Bootstrap" foi encontrado. Você deve criar uma partição de 812900 bytes do tipo "Apple_Boostrap".
ro: Nu s-a găsit nici un disc fix care să conţină o partiţie "Apple_Bootstrap". Trebuie să creaţi o partiţie de 819200 de octeţi cu tipul "Apple_Bootstrap".
sl: Nobenega trdega diska z razdelkom "Apple_Bootstrap" nisem našel. Ustvariti morate 819200-bajtni razdelek vrste "Apple_Bootstrap".
zh_tw: 無法找到含有 Apple_Bootstrap 分割區的硬碟。您必須建立一個大小為 819200 byte 且類型為 Apple_Bootstrap 的分割區。

source: Looking for root partition
cy: Chwilio am rhaniad gwraidd
de: Suche nach Root-Partition
el: Αναζήτηση βασικού τμήματος root
eo: Serĉi radikan diskpartigon
et: Juurpartitsiooni otsimine
eu: Erroko partizioa bilatzen
fi: Etsitään juuriosiota
gl: A buscar a partición raíz
he: מחפש מחיצת שורש
id: Mencari partisi root
kk: Түбірлік бөлімді іздеу
lt: Ieškau šakninio (root) skirsnio
lv: Meklēju saknes partīciju
mg: Mitady fizarana fototra
ml: റൂട്ട് ഭാഗത്തിനായി നോക്കി കൊണ്ടിരിക്കുന്നു
nn: Ser etter rotpartisjon
pa: root ਭਾਗ ਲਈ ਵੇਖ ਰਿਹਾ ਹੈ
pl: Poszukiwanie partycji g³ównej
pt_br: Procurando por uma partição raíz
ro: Se caută o partiţie rădăcină
sl: Iščem korenski razdelek
zh_tw: 正在尋找 root 分割區

source: Looking for other operating systems
cy: Yn chwilio am systemau gweithredu eraill
de: Suche nach anderen Betriebssystemen
el: Ανίχνευση άλλων λειτουργικών συστημάτων
eo: Serĉi alian operaciumojn...
et: Teiste operatsioonisüsteemide otsimine
eu: Beste sistema eragileak bilatzen
fi: Etsitään muita käyttöjärjestelmiä
gl: A buscar outros sistemas operativos
he: מחפש מערכת הפעלה אחרות
id: Mencari sistem-sistem operasi lain
kk: Басқа операциялық жүйелерді іздеу
lt: Ieškoma kitų operacinių sistemų
lv: Meklēju citas operētājsistēmas...
mg: Mitady ireo mpandrindra milina hafa
ml: മറ്റ് ഓപറേറ്റിങ്ങ് സിസ്റ്റങ്ങള്ക്കായി നോക്കി കൊണ്ടിരിക്കുന്നു
nn: Ser etter andre operativsystem
pa: ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਲਈ ਵੇਖ ਰਿਹਾ ਹੈ
pl: Poszukiwanie innych systemów operacyjnych
pt_br: Procurando por outros sistemas operacionais
ro: Se caută alte sisteme de operare
sl: Iskanje drugih operacijskih sistemov
zh_tw: 正在尋找是否有其它的作業系統

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
cy: Mae'n rhaid i Yaboot (llwythydd bŵt Linux) gael ei sefydlu ar rhaniad disgen galed er mwyn i'ch system allu bŵtio. Os gwelwch yn dda, dewiswch y rhaniad targed o ymysg y rhaniadau yma sydd a'r banner bŵtiadwy wedi ei osod.
de: Yaboot (der Linux-Bootloader) muss auf einer Partition installiert sein, um Ihr System bootfähig zu machen. Bitte wählen Sie unter den Partitionen mit dem »Bootable-Flag« die Zielpartition aus.
el: O φορτωτής εκκίνησης yaboot πρέπει να εγκατασταθεί σε ένα τμήμα του δίσκου για να είναι δυνατή η εκκίνηση του συστήματος. Παρακαλώ επιλέξτε ένα από τα διαθέσιμα τμήματα που έχουν ενεργοποιημένη τη σημανση εκκίνησης.
eo: Yaboot (la Linuksa praŝargilo) bezonas instalitan por praŝargebli vian novan sistemon. Bonvolu elekti la celan diskpartigon inter tiuj noĉitaj diskpartigoj per praŝargebla flago.
et: Yaboot (Linux'i alglaadur) vajab paigaldamiseks omaette kõvaketta partitsiooni. Palun vali sihtpartitsiooni partitsioonide hulgast, kus on alglaetavuse lipp püsti.
eu: Yaboot (Linux-en abioko kargatzailea) disko gogorreko partizioan instalatu behar da zure sistema abiagarria izan dadin. Aukeratu helburuko partizioa abiagarriak direla adierazteko bandera ezarrita duten partizio hauen artean.
fi: Yaboot (Linuxin alkulatausohjelma) on asennettava kiintolevyn osioon jotta järjestelmä voisi käynnistyä. Valitse osio näiden käynnistyskelpoisuuden ilmaisimella merkittyjen osioiden joukosta.
gl: Yaboot (o cargador de inicio de Linux) ten que se instalar nunha partición do disco duro para que se poida iniciar o seu sistema. Escolla unha partición de destino de entre estas particións que teñen activado o indicador de inicio.
he: יש להתקין את Yaboot (מנהל האתחול) על-גבי הכונן הקשיח על-מנת לאפשר את אתחול המערכת. נא לבחור את המחיצה הרצויה מהמחיצות בעלות דגל האתחול.
id: Yaboot (boot loader Linux) perlu dipasang pada hard disk agar sistem Anda dapat diboot. Silakan memilih partisi tujuan di antara partisi-partisi yang tanda bootable-nya (dapat diboot) menyala.
kk: Сіздің жүйеңіз жүктелуі үшін Yaboot-ты (Linux жүйелік жүктеуіші) қатқыл дискіге орнату керек. Мақсаттық бөлімді bootable жалаушасы бар бөлімдерден таңдаңыз.
lt: Yaboot (Linux pradinis įkėliklis) turi būti įdiegtas kietojo disko skirsnyje, tam kad galėtumėte įkrauti sistemą. Pasirinkite tam vieną iš disko skirsnių, turinčių įjungtą įkrovos vėlevėlę (boot flag).
lv: Lai jūsu sistēma varētu sāknēties Yaboot (Linux sāknētājs) ir jāinstalē uz kadas jūsu cietā diska partīcijas. Lūdzu izvēlieties uz kuras no šīm partīcijām ar uzstādītu sāknējamības atzīmi jūs gribat to instalēt.
mg: Yaboot (ilay boot loader Linux) dia mila mipetraka amin'ny fizarana anaty kapila mafy mba ahafahana mamelona ny milinanao. Azadafy fidio ao anatin'ireo fizarana izay manana ny saina boot ny fizarana tanjona.
ml: നിങ്ങളുടെ സിസ്റ്റം ബൂട്ട് ചെയ്യാവുന്നതാകാന്‍ യാബൂട്ട് (ദി ലിനക്സ് ബൂട്ട് ലോഡര്‍) ഹാര്ഡ് ഡിസ്ക് ഭാഗത്ത് ഇന്സ്റ്റാള്‍ ചെയ്യേണ്ടതുണ്ട്. ദയവായി ബൂട്ട് ചെയ്യാവുന്ന കൊടി വച്ചിട്ടുള്ള ഈ ഭാഗങ്ങളില്‍ നിന്നും ലക്ഷ്യ ഭാഗം തിരഞ്ഞെടുക്കുക.
nn: Yaboot (Linux-oppstartslastar) må installerast på ein harddiskpartisjon for at systemet skal kunna startast opp. Vel ein partisjon blant partisjonane som har oppstartsflagget sett på for installering av oppstartsystemet.
pa: ਤੁਹਾਡਾ ਸਿਸਟਮ ਬੂਟ ਹੋਣ ਯੋਗ ਬਣਾਉਣ ਲਈ Yaboot (ਲੀਨਕਸ ਬੂਟ ਲੋਡਰ) ਹਾਰਡ ਡਿਸਕ ਭਾਗ ਤੇ ਇੰਸਟਾਲ ਹੋਣ ਦੀ ਜਰੂਰਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਭਾਗਾਂ ਵਿੱਚੋਂ ਨਿਸ਼ਾਨਾ ਭਾਗ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਬੂਟ ਹੋਣ ਯੋਗ ਚਿੰਨ ਨਿਰਧਾਰਿਤ ਹੈ।
pl: Yaboot (program uruchomieniowy Linuksa) musi byæ zainstalowany na partycji dysku twardego by móg³ uruchamiaæ Twój system. Proszê wybraæ partycjê przeznaczenia spo¶ród dostêpnych partycji oznaczonych jako uruchomieniowe.
pt_br: O Yaboot (o carregador de inicialização Linux) precisa ser instalado em uma partição do disco rígido para que seu sistema possa ser inicializado. Por favor, escolha a partição de destino que possui a flag de inicializável definida, dentre as partições exibidas.
ro: Yaboot (încărcătorul de sistem pentru Linux) trebuie să fie instalat pe o partiţie a unui disc fix pentru ca sistemul dvs. să poată porni. Vă rugăm să alegeţi partiţia destinaţie dintre aceste partiţii care au indicatorul de pornire activat.
sl: Yaboot (zagonski nalagalnik za Linux) je treba namestiti na razdelek na trdem disku, da bi sistem lahko zagnali. Izberite ciljni razdelek med naslednjimi razdelki, ki imajo nastavljeno zagonsko zastavico.
zh_tw: 為了讓您的系統能夠開機，yaboot (Linux 的開機程式) 必須要安裝至硬碟的分割區上。請在這些已設定為可開機的分割區中選擇一個分割區來進行安裝。

source: Warning: this will erase all data on the selected partition!
cy: Rhybudd: fe fydd hyn yn dileu'r holl ddata ar y rhaniad dewisiedig!
de: WARNUNG: Dies wird alle Daten auf den gewählten Partitionen zerstören!
el: Προειδοποίηση: αυτή η ενέργεια θα διαγράψει όλα τα δεδομένα του τμήματος!
eo: Atentu: tio viŝos ĉiujn datumojn en elekta diskpartigo !
et: Hoiatus: see kustutab valitud partitsioonilt kõik andmed!
eu: Abisua: honek hautatutako partizioko datu guztiak ezabatuko ditu!
fi: Varoitus: tämä poistaa kaiken tiedon valitulta levyosiolta!
gl: Aviso: isto ha borrar tódolos datos da partición seleccionada
he: אזהרה: פעולה זאת תמחק את כל המידע על המחיצה הנבחרת!
id: Perhatian: ini akan menghapus semua data pada partisi yang dipilih!
kk: Ескерту: бұл операция таңдалған бөлімдегі барлың деректерді жояды!
lt: Įspėjimas: tai ištrins visus duomenis pasirinktame disko skirsnyje!
lv: Uzmanību: šī darbība izdzēsīs visus datus uz izvēlētās partīcijas!
mg: Fampitandremana: Hamafa ny data rehetra ao amin'ny fizarana izay voafidy io!
ml: മുന്നറിയിപ്പ്: ഇത് തിരഞ്ഞെടുത്ത ഭാഗത്തെ എല്ലാ ഡാറ്റയും മായ്ച് കളയും!
nn: Åtvaring: dette vil sletta alle data på den valde partisjonen!
pa: ਚੇਤਾਵਨੀ: ਇਹ ਚੁਣੇ ਭਾਗ ਤੇ ਸਾਰਾ ਡਾਟਾ ਹਟਾ ਦੇਵੇਗੀ!
pl: Ostrze¿enie: to usunie wszelkie dane na wybranej partycji!
pt_br: Aviso : isso apagará todos os dados na partição selecionada !
ro: ATENŢIE: acestă operaţie va şterge toate datele de pe partiţia selectată!
sl: Pozor: to bo izbrisalo vse podatke na izbranem razdelku!
zh_tw: 警告：這樣會刪除所選定的分割區裡的所有資料！

source: Creating yaboot configuration
cy: Yn creu cyfluniad yaboot
de: Erzeuge Yaboot-Konfiguration
el: Ρύθμιση του yaboot
eo: Krei 'yaboot'-an akomodadon
et: Yaboot seadistuse loomine
eu: yaboot-en konfigurazioa sortzen
fi: Tehdään yabootin asetukset
gl: A crear a configuración de yaboot
he: יוצר הגדרות yaboot
id: Membuat konfigurasi yaboot
kk: yaboot конфигурациясын құру
lt: Kuriama yaboot konfigūracija
lv: Veidoju yaboot konfigurāciju
ml: യാബൂട്ട് ക്രമീകരണം സൃഷ്ടിക്കുന്നു
nn: Opprettar Yaboot-oppsett
pa: yaboot ਸੰਰਚਨਾ ਬਣਾ ਰਿਹਾ ਹੈ
pl: Tworzenie konfiguracji yaboot
pt_br: Criando configuração do yaboot
ro: Se creează configuraţia yaboot
sl: Ustvarjam yaboot nastavitev
zh_tw: 正在建立 yaboot 設定

source: Failed to create yaboot configuration
cy: Methwyd creu cyfluniad yaboot
de: Erzeugen der Yaboot-Konfiguration schlug fehl
el: Σφάλμα κατά τη ρύθμιση του yaboot
eo: kreado de 'yaboot'-a akomodo malsukcesas
et: Yaboot seadistuse loomine nurjus
eu: Ezin izan da yaboot-en konfigurazioa sortu
fi: Yabootin asetusten teko ei onnistunut
gl: Non se puido crear a configuración de yaboot
he: נכשלה יצירת הגדרות yaboot
id: Gagal membuat konfigurasi yaboot
kk: yaboot конфигурациясын құру мүмкін болмады
lt: Nepavyko sukurti yaboot konfigūracijos
lv: Yaboot konfigurāciju neizdevās izveidot
ml: യാബൂട്ട് ക്രമീകരണം സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å oppretta Yaboot-oppsett
pa: yaboot ਸੰਰਚਨਾ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê utworzyæ pliku konfiguracyjnego yaboot
pt_br: Falha ao criar configuração do yaboot
ro: Eşec la crearea configuraţiei yaboot
sl: Ustvarjanje yaboot nastavitev ni uspelo
zh_tw: 無法建立 yaboot 設定
