Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Multidisk device type:
cy: Math dyfais amlddisg:
de: Multidisk-Gerätetyp:
el: Τύπος μονάδα πολλαπλών δίσκων:
eo: Multdiska adaptila tipo:
et: Multidisk seadme tüüp:
eu: Multidisk gailu-mota:
fa: نوع دستگاه چند دیسکی:
fi: Multidisk-laitteen tyyppi:
gl: Tipo de dispositivo multidisco:
he: סוג התקן Multidisk:
id: Tipe piranti multidisk:
kk: Multidisk қондырғысының типі:
lt: Multidiskinio įrenginio tipas:
lv: Daudzdisku iekārtas tips:
mg: Karazanan'ny periferika multidisk :
ml: മല്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തരം:
nn: Einingstype for multidisk:
pa: ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਕਿਸਮ:
pl: Rodzaj urz±dzenia wielodyskowego:
pt_br: Tipo de dispositivo multidisco :
ro: Tipul dispozitivului multidisc:
sl: Multidisk naprava tipa:
zh_tw: Multidisk 裝置類型：

source: Please choose the type of the multidisk device to be created.
cy: Os gwelwch yn dda, dewiswch y math o ddyfais amlddisg i'w greu.
de: Bitte wählen Sie den Typ des neuen Multidisk-Gerätes.
el: Παρακαλώ επιλέξτε τον τύπο της μονάδας πολλαπλών δίσκων που θα δημιουργηθεί.
eo: Bonvolu elekti tipon de la kreonta multdiska adaptilo.
et: Palun vali loodava multidisk seadme tüüp.
eu: Aukeratu sortu beharreko multidisk gailu-mota.
fa: لطفا نوع دستگاه چنددیسک را انتخاب کنید.
fi: Valitse luotavan multidisk-laitteen tyyppi.
gl: Escolla o tipo de dispositivo multidisco a crear.
he: בחר בבקשה את הסוג של התקן multidisk שיווצר.
id: Silakan pilih jenis piranti multidisk yang akan dibuat.
kk: Құрылатын multidisk қондырғысының типін таңдаңыз.
lt: Pasirinkite kuriamo multidiskinio įrenginio tipą.
lv: Lūdzu izvēlieties, kāda tipa multidiska iekārtu izveidot.
mg: Azafady fidio ny karazanan'ny periferika multidisk izay ho foronina.
ml: ഉണ്ടാക്കേണ്ട മല്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തിന്റെ ടൈപ്പ്‌ തിരഞ്ഞെടുക്കുക.
nn: Vel kva for type multidiskeining som skal opprettast.
pa: ਕਿਰਪਾ ਕਰਕੇ ਬਣਾਉਣ ਲਈ ਬਹੁ-ਡਿਸਕ ਦੀ ਕਿਸਮ ਚੁਣੋ।
pl: Proszê wybraæ rodzaj urz±dzenia wielodyskowego do utworzenia.
pt_br: Por favor, selecione o tipo de dispositivo multidisco a ser criado.
ro: Vă rugăm alegeţi tipul de dispozitiv multidisc care va fi creat.
sl: Prosim izberite tip multidisk naprave, ki naj bo ustvarjena.
zh_tw: 請選擇要建立的 Multidisk 裝置的類型。

source: Number of active devices for the RAID1 array:
cy: Nifer y dyfeisiau gweithredol ar gyfer yr araë RAID1:
de: Anzahl aktiver Geräte für das RAID1-Array:
el: Αριθμός ενεργών μονάδων για τη συστοιχία RAID1:
eo: Nombro da aktivaj adaptiloj por la 'RAID1'-a tabeldisko:
et: RAID1 massiivi aktiivsete seadmete arv:
eu: RAID1 array-erako gailu aktiboen kopurua:
fa: تعداد دستگاههای فعال برای آرایه‌ی RAID1:
fi: RAID1-pakan käytössä olevien laitteiden määrä:
gl: Número de dispositivos activos para o array RAID1:
he: מספר רכיבים פעילים בשביל מערך RAID1:
id: Jumlah piranti aktif bagi larik RAID1:
kk: RAID1 массиві үшін активті бөлімдер саны:
lt: Aktyvių RAID1 masyvo įrenginių skaičius:
lv: Aktīvo iekārtu skaits RAID1 masīvam:
ml: റെയ്ഡ്‌1 നിരയിലെ സജീവ ഉപകരണങ്ങളുടെ എണ്ണം:
nn: Talet på aktive einingar for RAID1-settet:
pa: RAID1 ਐਰੇ ਲਈ ਸਰਗਰਮ ਜੰਤਰਾਂ ਦੀ ਗਿਣਤੀ:
pl: Liczba aktywnych urz±dzeñ dla macierzy RAID1:
pt_br: Número de dispositivos ativos para a array RAID1 :
ro: Numărul de dispozitive active pentru matricea RAID1:
sl: Število aktivnih naprav za RAID1 polje:
zh_tw: 該 RAID1 陣列的作業裝置的個數：

source: The RAID1 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail.
cy: Fe fydd yr araë RAID1 wedi ei gyfansoddi o rhaniadau gweithredol a sbâr. Defnyddir y rhaniadau gweithredol, tra caiff y dyfeisiau sbâr eu defnyddio dim ond os mae un neu fwy o'r dyfeisiau gweithredol yn methu.
de: Das RAID1-Array wird sowohl aus aktiven als auch aus Reserve-Partitionen bestehen. Die aktiven Partitionen werden benutzt, wohingegen die Reserve-Geräte nur benutzt werden, wenn eines oder mehrere der aktiven Geräte versagen.
el: Η συστοιχία RAID1 θα αποτελείται από ενεργά και εφεδρικά τμήματα. Τα ενεργά τμήματα είναι αυτά που χρησιμοποιούνται, ενώ τα εφεδρικά θα χρησιμοποιηθούν μόνο αν κάποιο από τα ενεργά χαλάσει.
eo: La RAID1-a tabeldisko inkludos aktivajn kaj rezervajn diskpartigojn. La aktivaj diskpartigoj estas kutime uzata, krome rezervaj diskpartigoj estas uzota kiam unu aŭ pluraj aktivaj diskpartigoj fiaskas.
et: RAID1 massiiv koosneb aktiivsetest ja tagavarapartitsioonidest. Aktiivseid partitsioone otseselt kasutatakse, kuid tagavaraseadmed lähevad kasutusse vaid siis, kui mõni aktiivsetest rikki läheb.
eu: RAID1 array-ak partizio aktiboak eta ordezkoak izango ditu. Partizio aktiboak erabiltzen direnak dira, eta ordezkoak gailu aktiboetako batek huts egiten duenean soilik erabiltzen direnak.
fa: آرایه‌ی RAID1 از پارتیشنهای فعال و یدکی تشکیل میشوند. پارتیشنهای فعال مورد استفاده قرار میگیرند در حالیکه پاتیشنهای یدکی تنها در صورتی مورد استفاده قرار میگیرند که پارتیشنهای فعال از کار افتاده باشند.
fi: RAID1-pakka koostuu sekä käytössä olevista että varalla olevista osioista. Varalla olevat osiot otetaan käyttöön vain mikäli yksi tai useampi käytössä olevista rikkoontuu.
gl: O array RAID1 ha conter particións activas e de recambio. As particións activas son as que se empregan, mentres que os dispositivos de recambio só se empregan se un ou máis dos dispositivos activos fallan.
he: המערך RAID1 יהיה מורכב ממחיצות פעילות ומחיצות עתודה. המחיצות הפעילות הן אלה שבשימוש, בזמן שהמחיצות העתודה יהיו אלה שיתמשו בהן במקרה ואחת המחיצות הפעילות יכשלו.
id: Larik RAID1 akan berisikan partisi aktif dan partisi yang menganggur. Partisi aktif adalah partisi yang akan digunakan, sedangkan partisi yang menganggur hanya akan digunakan jika satu atau beberapa piranti aktif gagal berfungsi.
kk: RAID1 массиві активті және қорға алыңған бөлімдерден тұрады. Активті бөлімдер әрдайым қолданылады,ал қорға алынған бөлімдер активті бөлімдердің бірі істен асқанда ғана жұмыс істейді.
lt: RAID1 masyvas bus sudarytas iš aktyvių bei atsarginių disko skirsnių. Aktyvūs skirsniai visuomet naudojami, o atsarginiai naudojami tik jei vienas ar daugiau iš aktyvių įrenginių sugenda.
lv: RAID1 masīvs sastāv no aktīvām un rezerves partīcijām. Aktīvās partīcija tiek lietotas, bet rezerves partīcijas tiks lietotas tikai tad, ja viena vai vairākas aktīvās partīcijas nespēs darboties.
ml: റെയ്ഡ്‌1 നിരയില്‍ സജീവ ഭാഗവും സ്പയര്‍ ഭാഗവും ഉണ്ടായിരിക്കും. സജീവഭാഗങ്ങള്‍ആണു സാധാരണ രീതിയില്‍ ഉപയോഗിക്കുന്നത്‌. ആവ പരാജയപ്പെടുന്നസമയത്തു സ്പയര്‍ ഭാഗങ്ങള്‍ ഉപയോഗിക്കും.
nn: RAID1-settet vil bestå av både aktive og reservepartisjonar. Dei aktive partisjonane vert brukt, medan reserveeiningane vil berre bli bruk viss ein eller fleire av dei aktive einingane feilar.
pa: RAID1 ਐਰੇ ਵਿੱਚ ਦੋਨੋ ਸਰਗਰਮ ਅਤੇ ਵਾਧੂ ਭਾਗ ਸ਼ਾਮਲ ਹਨ। ਸਰਗਰਮ ਭਾਗ ਉਹ ਜੋ ਵਰਤੇ ਹਨ, ਜਦੋਂ ਕਿ ਵਾਧੂ ਜੰਤਰ ਸਿਰਫ ਤਾਂ ਹੀ ਵਰਤੇ ਜਾਣਗੇ ਜੇ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਸਰਗਰਮ ਜੰਤਰ ਅਸਫਲ ਹੋ ਜਾਣ।
pl: Macierz RAID1 bêdzie siê sk³adaæ z partycji aktywnych oraz zapasowych. Aktywne to te u¿ywane, podczas gdy zapasowe bêd± wykorzystane tylko je¶li jedna lub wiêcej urz±dzeñ aktywnych uszkodzi siê.
pt_br: A array RAID 1 será composta de partições ativas e partições reserva (spare). As partições ativas são as partições usadas e os dispositivos reserva somente serão usados caso um ou mais dispositivos ativos falhem.
ro: Matricea RAID1 va fi compusă atât din partiţii active cât şi din partiţii de rezervă. Cele active sunt cele utilizate, în timp ce partiţiile de rezervă vor fi folosite doar dacă una sau mai multe partiţii active eşuează.
sl: RAID1 polje je sestavljeno iz aktivnih in prostih razdelkov. Aktivni razdelki so tisti, ki so uporabljeni medtem, ko bodo proste naprave uporabljene samo, če ena ali več od aktivnih naprav odpove.
zh_tw: RAID1 陣列同時包括了作業及備用分割區。作業分割區將會被拿來直接使用，而備用裝置只會在一個或多個作業裝置出問題時才會派上用場。

source: Number of spare devices for the RAID1 array:
cy: Nifer o ddyfeisiau sbâr ar gyfer yr araë RAID1:
de: Anzahl der Reserve-Geräte des RAID1-Arrays:
el: Αριθμός εφεδρικών τμημάτων για τη συστοιχία RAID1:
eo: Nombro de rezervaj adaptiloj por la RAID1-a tabeldisko:
et: RAID1 massiivi tagavaraseadmete arv:
eu: RAID1 array-erako ordezko gailuen kopurua:
fa: تعداد دستگاههای یدکی آرایه‌ی RAID1:
fi: RAID1-pakan varalla olevien laitteiden määrä:
gl: Número de dispositivos de recambio para o array RAID1:
he: מספר רכיבי עתודה בשביל המערך RAID1:
id: Jumlah piranti yang menganggur bagi larik RAID1:
kk: RAID1 массиві үшін қорға алынған бөлімдер саны
lt: Atsarginių RAID1 masyvo įrenginių skaičius:
lv: Brīvo iekārtu skaits RAID1 masīvam:
ml: റെയ്ഡ്‌1 നിരയിലെ സ്പയര്‍ ഉപകരണങ്ങലുടെ എണ്ണം:
nn: Kor mange reserveeiningar for RAID1-settet:
pa: RAID1 ਐਰੇ ਲਈ ਵਾਧੂ ਜੰਤਰਾਂ ਦੀ ਗਿਣਤੀ:
pl: Liczba zapasowych urz±dzeñ dla macierzy RAID1:
pt_br: Número de dispositivos reserva para a array RAID1 :
ro: Numărul de dispozitive de rezervă pentru matricea RAID1:
sl: Število prostih naprav za RAID1 polje:
zh_tw: 該 RAID1 陣列的備用裝置的個數：

source: Spare devices for the RAID1 multidisk device:
cy: Dyfeisiau sbâr ar gyfer y dyfais amlddisg RAID1:
de: Reserve-Geräte für das RAID1 Multidisk-Gerät:
el: Εφεδρικές μονάδες για τη μονάδα πολλαπλών δίσκων RAID1:
eo: Rezervaj adaptiloj por la RAID1-a multdiska adaptilo:
et: RAID1 multidisk seadme tagavaraseadmed:
eu: RAID1 disko-anitzen gailuaren gailu libreak:
fa: تعداد دستگاههای یدکی برای دستگاه چنددیسک RAID1:
fi: RAID1 multidisk -laitteen varalaitteet:
gl: Dispositivos de recambio para o dispositivo multidisco RAID1:
he: רכיבי עתודה בשביל התקן multidisk RAID1:
id: Peranti-piranti menganggur bagi multidisk RAID1:
kk: RAID1 multidisk қондырғысы үшін қорға алынған бөлімдер:
lt: Atsarginiai įrenginiai RAID1 multidiskiniam įrenginiui:
lv: Rezerves iekārtas RAID1 masīvam:
ml: റെയ്ഡ്‌1 മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണങ്ങളുടെ സ്പയര്‍ ഉപകരണങ്ങള്‍:
nn: Reserveeiningar for RAID1 multidiskeininga:
pa: RAID1 ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਲਈ ਵਾਧੂ ਜੰਤਰ:
pl: Zapasowe urz±dzenia dla urz±dzenia wielodyskowego RAID1:
pt_br: Dispositivos reserva para o dispositivo multidisco RAID1 :
ro: Dispozitive de rezervă pentru dispozitivul multidisc RAID1:
sl: Proste naprave za RAID1 multidisk napravo:
zh_tw: RAID1 Multidisk 裝置的備用裝置：

source: You have chosen to create an RAID1 array with ${COUNT} spare devices.
cy: Rydych wedi dewis creu araë RAID1 gyda ${COUNT} dyfais sbâr.
de: Sie haben sich entschieden, ein RAID1-Array mit ${COUNT} Reserve-Geräten zu erstellen.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID1 με ${COUNT} εφεδρικές μονάδες.
eo: Vi elektis de krei RAID1 tabeldiskon kun ${COUNT} rezervaj adaptiloj.
et: Oled valinud ${COUNT} tagavaraseadmega RAID1 massiivi loomise.
eu: RAID1 array-a ${COUNT} ordezko gailuekin sortzea aukeratu duzu.
fa: شما درخواست ساخت یک آرایه‌ی RAID1 با ${COUNT} دیسک یدکی کرده‌اید.
fi: Olet valinnut luotavaksi RAID1-pakan jossa on ${COUNT} varalaitetta.
gl: Seleccionou crear un array RAID1 con ${COUNT} dispositivos de recambio.
he: בחרת ליצור את המערך RAID1 עם ${COUNT} התקני עתודה.
id: Anda telah memilih untuk membuat sebuah larik RAID1 dengan piranti menganggur sebanyak ${COUNT}.
kk: Сіз ${COUNT} бар қорға алынған қондырғылары бар RAID1 массивін құруды таңдадыңыз.
lt: Jūs pasirinkote sukurti RAID1 masyvą su ${COUNT} atsarginiais įrenginiais.
lv: Jūs esat izvēlējušies izveidot RAID1 masīvu ar ${COUNT} rezerves iekārtām.
ml: ${COUNT} സ്പയര്‍ ഉപകരണങ്ങളുള്ള റെയ്ഡ്‌1 നിര സൃഷ്ടിക്കാന്‍ നിങ്ങള്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു.
nn: Du har valt å oppretta eit RAID1-sett med ${COUNT} reserveeiningar.
pa: ਤੁਸੀਂ ${COUNT} ਵਾਧੂ ਜੰਤਰਾਂ ਨਾਲ RAID1 ਐਰੇ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਹੈ।
pl: Wybrano utworzenie macierzy RAID1 z ${COUNT} urz±dzeniami zapasowymi.
pt_br: Você optou por criar uma array RAID1 com ${COUNT} dispositivos reserva.
ro: Aţi ales să creaţi o matrice RAID1 cu ${COUNT} partiţii de rezervă.
sl: Izbrali ste ustvarjanje RAID1 polja z ${COUNT} prostimi napravami.
zh_tw: 您已經選擇了要建立一個包含了 ${COUNT} 個備用裝置的 RAID1 陣列。

source: Number of active devices for the RAID5 array:
cy: Nifer y dyfeisiau gweithredol ar gyfer yr araë RAID5:
de: Anzahl aktiver Geräte für das RAID5-Array:
el: Αριθμός ενεργών μονάδων για τη συστοιχία RAID5:
eo: Nombro de aktivaj adaptiloj por la RAID5-a tabeldisko:
et: RAID5 massiivi aktiivsete seadmete arv:
eu: RAID5 array-erako gailu aktiboen kopurua:
fi: RAID5-pakan käytössä olevien laitteiden määrä:
gl: Número de dispositivos activos para o array RAID5:
he: מספר רכיבים פעילים בשביל מערך RAID5:
id: Jumlah piranti aktif bagi larik RAID5:
kk: RAID5 массиві үшін активті бөлімдер саны:
lt: Aktyvių RAID5 masyvo įrenginių skaičius:
lv: Aktīvo iekārtu skaits RAID5 masīvam:
ml: റെയ്ഡ്‌5 നിരയിലെ സജീവ ഉപകരണങ്ങലുടെ എണ്ണം:
nn: Talet på aktive einingar for RAID5-settet:
pa: RAID5 ਐਰੇ ਲਈ ਸਰਗਰਮ ਜੰਤਰਾਂ ਦੀ ਗਿਣਤੀ:
pl: Liczba aktywnych urz±dzeñ dla macierzy RAID5:
pt_br: Número de dispositivos ativos para a array RAID5 :
ro: Numărul de dispozitive active pentru matricea RAID5:
sl: Število aktivnih naprav za RAID5 polje:
zh_tw: 該 RAID5 陣列的作業裝置的個數：

source: The RAID5 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of three active devices is required.
cy: Fe fydd yr araë RAID5 wedi ei gyfansoddi o rhaniadau gweithredol a sbâr. Defnyddir y rhaniadau gweithredol, tra caiff y dyfeisiau sbâr eu defnyddio dim ond os mae un neu fwy o'r dyfeisiau gweithredol yn methu.
de: Das RAID5-Array wird sowohl aus aktiven als auch aus Reserve-Partitionen bestehen. Die aktiven Partitionen werden benutzt, wohingegen die Reserve-Geräte nur benutzt werden, wenn eines oder mehrere der aktiven Geräte ausfällt. Es werden mindestens drei Geräte benötigt.
el: Η συστοιχία RAID5 θα αποτελείται από ενεργά και εφεδρικά τμήματα. Τα ενεργά τμήματα είναι αυτά που χρησιμοποιούνται, ενώ τα εφεδρικά θα χρησιμοποιηθούν μόνο αν κάποιο από τα ενεργά χαλάσει. Απαιτούνται τουλάχιστον τρία ενεργά τμήματα.
eo: La RAID5-a tabeldisko inkludos aktivajn kaj rezervajn diskpartigojn. La aktivaj diskpartigoj estas kutime uzata, krome rezervaj diskpartigoj estas uzota kiam unu aŭ pluraj aktivaj diskpartigoj fiaskas. Tri aktivaj adaptiloj estas almenaŭ necesaj.
et: RAID5 massiiv koosneb aktiivsetest ja tagavarapartitsioonidest. Aktiivseid partitsioone otseselt kasutatakse, kuid tagavaraseadmed lähevad kasutusse vaid siis, kui mõni aktiivsetest rikki läheb. Vaja läheb vähemalt kolme aktiivset seaded.
eu: RAID5 array-ak partizio aktiboak eta ordezkoak izango ditu. Partizio aktiboak erabiltzen direnak dira, eta ordezkoak gailu aktiboetako batek huts egiten duenean soilik erabiltzen direnak. Gutxienez hiru gailu aktibo behar dira.
fi: RAID5-pakka koostuu sekä käytössä olevista että varalla olevista osioista. Varalla olevat osiot otetaan käyttöön vain mikäli yksi tai useampi käytössä olevista rikkoontuu. Käytössä on oltava vähintään kolme osiota.
gl: O array RAID5 ha conter particións activas e de recambio. As particións activas son as que se empregan, mentres que os dispositivos de recambio só se empregan se un ou máis dos dispositivos activos fallan. Precísase de un mínimo de tres dispositivos activos.
he: המערך RAID5 יהיה מורכב ממחיצות פעילות ומחיצות עתודה. המחיצות הפעילות הן אלה שבשימוש, בזמן שהמחיצות העתודה יהיו אלה שיתמשו בהן במקרה ואחת המחיצות הפעילות יכשלו.
id: Larik RAID5 akan berisikan partisi aktif dan partisi yang menganggur. Partisi aktif adalah partisi yang akan digunakan, sedangkan partisi yang menganggur hanya akan digunakan jika satu atau beberapa piranti aktif gagal berfungsi. Sedikitnya, dibutuhkan tiga piranti aktif.
kk: RAID5 массиві активті және қорға алыңған бөлімдерден тұрады. Активті бөлімдер үнемі қолданылады, ал қорға алынған бөлімдер активті бөлімдердің бірі істен асқанда ғана жұмыс істейді.
lt: RAID5 masyvas bus sudarytas iš aktyvių bei atsarginių disko skirsnių. Aktyvūs skirsniai visuomet naudojami, o atsarginiai naudojami tik jei vienas ar daugiau iš aktyvių įrenginių sugenda. Ne mažiau kaip trys aktyvūs įrenginiai yra būtini.
lv: RAID5 masīvs sastāv no aktīvām un rezerves partīcijām. Aktīvās partīcija tiek lietotas, bet rezerves partīcijas tiks lietotas tikai tad, ja viena vai vairākas aktīvās partīcijas nespēs darboties. Vismaz trīs aktīvās partīcijas ir nepieciešamas.
ml: റെയ്ഡ്‌5 നിരയില്‍ സജീവ ഭാഗവും സ്പയര്‍ ഭാഗവും ഉണ്ടായിരിക്കും. സജീവ ഭാഗങ്ങള്‍ ആണു സാധാരണ രീതിയില്‍ ഉപയോഗിക്കുന്നത്‌, ആവ പരാജയപ്പെടുന്ന സമയത്തു സ്പയര്‍ ഭാഗങ്ങള്‍ ഉപയോഗിക്കും. കുറഞ്ഞതു 3 സജീവ ഉപകരണങ്ങളെങ്കിലും ഉണ്ടായിരിക്കണം.
nn: RAID5-settet vil bestå av både aktive og reservepartisjonar. Dei aktive partisjonane vert brukt, medan reserveeiningane vil berre bli bruk viss ein eller fleire av dei aktive einingane feilar. Det krevst minst tre aktive einingar.
pa: RAID5 ਐਰੇ ਵਿੱਚ ਦੋਨੋ ਸਰਗਰਮ ਅਤੇ ਵਾਧੂ ਭਾਗ ਸ਼ਾਮਲ ਹਨ। ਸਰਗਰਮ ਭਾਗ ਉਹ ਜੋ ਵਰਤੇ ਹਨ, ਜਦੋਂ ਕਿ ਵਾਧੂ ਜੰਤਰ ਸਿਰਫ ਤਾਂ ਹੀ ਵਰਤੇ ਜਾਣਗੇ ਜੇ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਸਰਗਰਮ ਜੰਤਰ ਅਸਫਲ ਹੋ ਜਾਣ। ਘੱਟੋ-ਘੱਟ ਤਿੰਨ ਸਰਗਰਮ ਜੰਤਰਾਂ ਦੀ ਲੋੜ ਹੈ।
pl: Macierz RAID5 bêdzie siê sk³adaæ z partycji aktywnych oraz zapasowych. Aktywne to te u¿ywane, podczas gdy zapasowe bêd± wykorzystane tylko je¶li jedna lub wiêcej urz±dzeñ aktywnych uszkodzi siê. Wymagane s± minimum trzy aktywne urz±dzenia.
pt_br: A array RAID5 será composta de partições ativas e partições reserva (spare). As partições ativas são as partições usadas e os dispositivos reserva somente serão usados caso um ou mais dispositivos ativos falhem. Um mínimo de três dispositivos ativos são necessários.
ro: Matricea RAID5 va fi compusă atât din partiţii active cât şi din partiţii de rezervă. Cele active sunt cele utilizate, în timp ce partiţiile de rezervă vor fi folosite doar dacă una sau mai multe partiţii active eşuează. Un minim de trei dispozitive active este necesar.
sl: RAID5 polje je sestavljeno iz aktivnih in prostih razdelkov. Aktivni razdelki so tisti, ki so uporabljeni medtem, ko bodo proste naprave uporabljene samo, če ena ali več od aktivnih naprav odpove. Potrebne so vsaj tri aktivne naprave.
zh_tw: RAID5 陣列同時包括了作業及備用分割區。作業分割區將會被拿來直接使用，而備用裝置只會在一個或多個作業裝置出問題時才會派上用場。最低限度，至少會需要三個作業分割區。

source: NOTE: this setting cannot be changed later.
cy: SYLWER: ni ellir newid y gosodiad yma wedyn.
de: ACHTUNG: Diese Einstellung kann später nicht mehr geändert werden.
el: ΠΡΟΣΟΧΗ: Η ρύθμιση αυτή δε μπορεί να αλλάξει αργότερα.
eo: NOTU: tio agordo neeble ŝanĝos.
et: MÄRKUS: seda sätet ei saa hiljem muuta.
eu: OHARRA: ezarpen hau ezin da gero aldatu.
fa: توجه: این تنظیم قابل تغییر نخواهد بود!
fi: HUOMAA: tätä asetusta ei voi myöhemmin muuttaa.
gl: NOTA: esta configuración non se poderá cambiar despois.
he: הערה: לא ניתן לשנות הגדרות אלה אחר כך.
id: CATATAN: susunan ini tidak dapat diubah di lain waktu.
kk: ЕСКЕРТПЕ: бұл баптауды кейін өзгертуге болмайды.
lt: PASTABA: šio parametro vėliau pakeisti negalėsite.
lv: PIEZĪME: šī iestādne var tikt izmainīta arī vēlāk.
mg: FANAMARIHANA: tsy azo ovaina intsony io sadify io.
ml: കുറിപ്പ്‌: ഈ ക്രമീകരണം പിന്നീട്‌ മാറ്റാന്‍ പറ്റില്ല.
nn: MERK: Denne innstillinga er ikkje mogeleg å endra seinare.
pa: ਟਿੱਪਣੀ: ਬਾਅਦ ਵਿੱਚ ਇਹ ਵਿਵਸਥਾ ਤਬਦੀਲ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: UWAGA: tego ustawienia nie mo¿na pó¼niej zmieniæ.
pt_br: NOTA : não será possível mudar essa configuração posteriormente.
ro: NOTĂ: această ajustare nu poate fi schimbată mai târziu.
sl: OPOMBA: te nastavitve kasneje ni mogoče spremenii
zh_tw: 注意：這個設定無法在事後再加以修改。

source: Number of spare devices for the RAID5 array:
cy: Nifer o ddyfeisiau sbâr ar gyfer yr araë RAID5:
de: Anzahl der Reserve-Geräte des RAID5-Arrays:
el: Αριθμός εφεδρικών τμημάτων για τη συστοιχία RAID5:
eo: Nombro de rezervaj adaptiloj por la RAID5-a tabeldisko:
et: RAID5 massiivi tagavaraseadmete arv:
eu: RAID5 array-erako ordezko gailuen kopurua:
fi: RAID5-pakan varalla olevien laitteiden määrä:
gl: Número de dispositivos de recambio para o array RAID5:
he: מספר רכיבי עתודה בשביל המערך RAID5:
id: Jumlah piranti yang menganggur bagi larik RAID5:
kk: RAID5 массиві үшін қорға алынған бөлімдер саны:
lt: Atsarginių RAID5 masyvo įrenginių skaičius:
lv: Brīvo iekārtu skaits RAID5 masīvam:
ml: റെയ്ഡ്‌5 നിരയിലെ സ്പയര്‍ ഉപകരണങ്ങലുടെ എണ്ണം:
nn: Kor mange reserveeiningar for RAID5-settet:
pa: RAID5 ਐਰੇ ਲਈ ਵਾਧੂ ਜੰਤਰਾਂ ਦੀ ਗਿਣਤੀ:
pl: Liczba zapasowych urz±dzeñ dla macierzy RAID5:
pt_br: Número de dispositivos reserva para a array RAID5 :
ro: Numărul de dispozitive de rezervă pentru matricea RAID5:
sl: Število prostih naprav za RAID5 polje:
zh_tw: 該 RAID5 陣列的備用裝置的個數：

source: Spare devices for the RAID5 multidisk device:
cy: Dyfeisiau sbâr ar gyfer y dyfais amlddisg RAID5:
de: Reserve-Geräte für das RAID5 Multidisk-Gerät:
el: Εφεδρικές μονάδες για τη μονάδα πολλαπλών δίσκων RAID5:
eo: Rezervaj adaptiloj por RAID5-a multdisko adaptilo:
et: RAID5 multidisk seadme tagavaraseadmed:
eu: RAID5 disko-anitzen gailuaren gailu libreak:
fi: RAID5 multidisk -laitteen varalaitteet:
gl: Dispositivos de recambio para o dispositivo multidisco RAID5:
he: רכיבי עתודה בשביל התקן multidisk RAID5:
id: Peranti-piranti menganggur bagi multidisk RAID5:
kk: RAID5 multidisk қондырғысы үшін қорға алынған бөлімдер:
lt: Atsarginiai įrenginiai RAID5 multidiskiniam įrenginiui:
lv: Rezerves iekārtas RAID5 masīvam:
ml: റൈഡ്‌5 മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തിന്റെ സ്പയര്‍ ഉപകരണങ്ങള്‍:
nn: Reserveeiningar for RAID5 multidiskeininga:
pa: RAID5 ਬਹੁ-ਡਿਸਕ ਜੰਤਰਾਂ ਲਈ ਵਾਧੂ ਜੰਤਰ:
pl: Zapasowe urz±dzenia dla urz±dzenia wielodyskowego RAID5:
pt_br: Dispositivos reserva para o dispositivo multidisco RAID5 :
ro: Dispozitive de rezervă pentru dispozitivul multidisc RAID5:
sl: Proste naprave za RAID5 multidisk napravo:
zh_tw: RAID5 Multidisk 裝置的備用裝置：

source: You have chosen to create an RAID5 array with ${COUNT} spare devices.
cy: Rydych wedi dewis creu araë RAID5 gyda ${COUNT} dyfais sbâr.
de: Sie haben sich entschieden, ein RAID5-Array mit ${COUNT} Reserve-Geräten zu erstellen.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID5 με ${COUNT} εφεδρικές μονάδες.
eo: Vi elektis de krei RAID5 tabeldiskon kun ${COUNT} rezervaj adaptiloj.
et: Oled valinud ${COUNT} tagavaraseadmega RAID5 massiivi loomise.
eu: RAID5 array-a ordezko ${COUNT} gailurekin sortzea aukeratu duzu.
fi: Olet valinnut luotavaksi RAID5-pakan jossa on ${COUNT} varalaitetta.
gl: Seleccionou crear un array RAID5 con ${COUNT} dispositivos de recambio.
he: בחרת ליצור את המערך RAID5 עם ${COUNT} התקני עתודה.
id: Anda telah memilih untuk membuat sebuah larik RAID5 dengan piranti menganggur sebanyak ${COUNT}.
kk: Сіз ${COUNT} бар қорға алынған қондырғылары бар RAID5 массивін құруды таңдадыңыз.
lt: Jūs pasirinkote sukurti RAID5 masyvą su ${COUNT} atsarginiais įrenginiais.
lv: Jūs esat izvēlējušies izveidot RAID5 masīvu ar ${COUNT} rezerves iekārtām.
ml: ${COUNT} സ്പയര്‍ ഉപകരണങ്ങള്‍ ഉള്ള റെയ്ഡ്‌5 നിര ഉണ്ടാക്കാന്‍ നിങ്ങള്‍ തീരുമാനിച്ചിരിക്കുന്നു.
nn: Du har valt å oppretta eit RAID5-sett med ${COUNT} reserveeiningar.
pa: ਤੁਸੀਂ ${COUNT} ਵਾਧੂ ਜੰਤਰਾਂ ਨਾਲ RAID5 ਐਰੇ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਹੈ।
pl: Wybrano utworzenie macierzy RAID5 z ${COUNT} urz±dzeniami zapasowymi.
pt_br: Você optou por criar uma array RAID5 com ${COUNT} dispositivos reserva.
ro: Aţi ales să creaţi o matrice RAID5 cu ${COUNT} partiţii de rezervă.
sl: Izbrali ste ustvarjanje RAID5 polja z ${COUNT} prostimi napravami.
zh_tw: 您已經選擇了要建立一個包含了 ${COUNT} 個備用裝置的 RAID5 陣列。
