Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Computing the new partitions...
cy: Yn cyfrifo'r rhaniadau newydd...
de: Errechne die neuen Partitionen ...
el: Υπολογισμός των νέων τμημάτων...
eo: Komputi novajn diskpartigojn...
et: Uute partitsioonide arvutamine...
eu: Partizio berriak kalkulatzen...
fa: در حال محاسبه‌ی پارتیشن جدید...
fi: Lasketaan uusien levyosioiden koot...
gl: A calcular as novas particións...
he: מחשב את המחיצות החדשות...
id: Menghitung kapasitas partisi-partisi baru...
kk: Жаңа бөлімдерді есептеу...
lt: Apskaičiuojami nauji disko skirsniai...
lv: Apstrādāju jaunās partīcijas...
mg: Mikajy ny fizarana vaovao...
ml: പുതിയ ഭാഗങ്ങള്‍ കണക്കുകൂട്ടിക്കൊണ്ടിരിക്കുന്നു...
nn: Set opp dei nye partisjonane ...
pa: ਨਵੇਂ ਭਾਗਾਂ ਦਾ ਹਿਸਾਬ ਕਰ ਰਿਹਾ ਹੈ...
pl: Obliczanie nowych partycji...
pt_br: Computando as novas partições...
ro: Se calculează partiţiile noi...
sl: Računanje novih razdelkov...
zh_tw: 正在計算新的分割區...

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
cy: Mae'n debyg digwyddodd hyn oherwydd mae'r disg neu ofod rhydd a ddewiswyd yn rhy fach i'w rhaniadu'n awtomatig.
de: Vermutlich ist die ausgewählte Festplatte oder der ausgewählte freie Speicher nicht groß genug, um automatisch partitioniert zu werden.
el: Αυτό πιθανόν συνέβη διότι ο επιλεγμένος δίσκος ή διαθέσιμος χώρος δεν έχουν το απαραίτητο μέγεθος για αυτόματη κατάτμηση.
eo: Verŝajne, diskoj aŭ disponeblaj spacoj estas malgranda por aŭtomate diskpartigas ĝin.
et: Arvatavasti juhtus see, kuna valitud ketas või vaba ruum on automaatseks partitsioneerimiseks liiga väike.
eu: Hau ziurrenik gertatu da hautatutako diskoa edo leku librea partizioak automatikoki egiteko txikiegia delako.
fa: این اتفاق احتمالا به خاطر این اتفاق افتاده است که دیسک یا فضای انتخاب شده برای پارتیشن شدن خودکار خیلی کوچک است.
fi: Luultavimmin näin kävi koska valittu levy tai vapaa tila on liian pieni automaattisesti osioitavaksi.
gl: Seguramente isto ocorreu porque o disco ou espazo seleccionado é pequeno de máis para o particionamento automático.
he: זה כנראה קרה כי בחרת דיסק או מקום פנוי הקטנים מדי לחלוקה אוטומטית למחיצות
id: Hal ini terjadi mungkin disebabkan karena hard disk atau ruang kosong yang dipilih terlalu kecil ukurannya untuk dapat dipartisi secara otomatis.
kk: Бұл нұсқаған дискіңізде немесе нұсқаған қатқыл дискіде авто-бөлшектеуге бос орын жетпегендіктен болуы мүмкін.
lt: Galbūt tai atsitiko todėl, kad pasirinktas diskas ar laisva vieta yra per maži automatiniam dalijimui skirsniais.
lv: Iespējams uz izvēlētā diska ir pārāk maz vietas, lai to automātiski sadalītu partīcijās.
mg: Mety kely loatra ny kapila na ny toerana malalaka izay nofidiana ka izay no tsy nampadeha ny fizarana ôtômatika.
ml: ഇത് സംഭവിക്കാന്‍ കാരണം ഒരു പക്ഷേ തിരഞ്ഞെടുത്ത ഡിസ്കോ അല്ലെങ്കില്‍ ഫ്രൂ സ്പേയ്സോ ഓട്ടോമാറ്റിക്കായി വിഭജിക്കാന്‍ പറ്റുന്നതിനേക്കാള്‍ ചെറുതായത് കൊണ്ടാകാം.
nn: Dette skjedde truleg fordi den valde disken eller det ledige området er for lite til å bli automatisk partisjonert.
pa: ਇਹ ਤਾਂ ਹੀ ਵਾਪਰਿਆ ਹੈ, ਕਿਉਂਕਿ ਚੁਣੀ ਡਿਸਕ ਜਾਂ ਖਾਲੀ ਥਾਂ ਸਵੈ ਵਿਭਾਗੀਕਰਨ ਲਈ ਬਹੁਤ ਛੋਟੀ ਹੈ।
pl: Sta³o siê to prawdopodobnie dlatego, ¿e wybrany napêd lub wolna przestrzeñ jest zbyt ma³a do automatycznego partycjonowania.
pt_br: Isso provavelmente ocorreu devido ao disco ou o espaço livre selecionado ser muito pequeno para ser particionado automaticamente.
ro: Aceasta s-a întâmplat, probabil, deoarece discul sau spaţiul liber selectat este prea mic pentru a fi partiţionat automat.
sl: Do napake je verjetno prišlo, ker je izbran pogon ali nezaseden prostor premajhen za samodejno razdeljevanje.
zh_tw: 發生原因或許是因為所指定的磁碟或未使用空間太小了，以至於無法進行自動磁碟分割。

source: Failed to partition the selected disk
cy: Methwyd rhaniadu'r disg a ddewiswyd
de: Die gewählte Festplatte konnte nicht partitioniert werden.
el: Αποτυχία κατάτμησης του επιλεγμένου δίσκου
eo: Diskpartigado de elekta disko malsukcesas
et: Valitud ketta partitsioneerimine nurjus
eu: Ezin izan da hautatutako diskoan partiziorik egin
fa: پارتیشن‌بندی دیسک انتخاب شده شکست خورد
fi: Valitun levyn osiointi ei onnistunut
gl: Non se puido particionar o disco seleccionado
he: כשלון בחלוקת הדיסק הנבחר למחיצות
id: Gagal memartisi hard disk yang telah dipilih
kk: Таңдалған дискіні бөлшектеу мүмкін болмады
lt: Pasirinkto disko dalijimas nepavyko
lv: Kļūda veidojot izvēlētā diska partīcijas.
mg: Tsy nahomby ny fizarana an'ilay kapila
ml: തിരഞ്ഞടുത്ത ഡിസ്ക് വിഭജിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje partisjonera den valde disken
pa: ਚੁਣੀ ਡਿਸਕ ਦੇ ਵਿਭਾਗੀਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê spartycjonowaæ wybranego dysku
pt_br: Falha ao particionar o disco selecionado
ro: Eşec la partiţionarea discului selectat
sl: Nisem uspel razdeliti izrabnega diska
zh_tw: 無法分割所選定的磁碟。

source: This probably happened because there are too many (primary) partitions in the partition table.
cy: Mae'n debyg digwyddodd hyn oherwydd mae gormod o rhaniadau (cynradd) yn y tabl rhaniadau.
de: Vermutlich haben Sie zu viele (primäre) Partitionen in Ihrer Partitionstabelle.
el: Αυτό πιθανόν συνέβη διότι υπάρχουν πολλά (πρωτεύοντα) τμήματα στον πίνακα τμημάτων.
eo: La malsukceso estus okazita de tro granda (elementa) diskpartigaro en la diskpartigotablo.
et: Arvatavasti juhtus see, kuna kettal on liiga palju (primaarseid) partitsioone.
eu: Hau ziurrenik gertatu da (lehen mailako) partizio gehiegi egongo direlako partizio-taulan.
fa: این اتفاق احتمالا به علت تعدد پارتیشن‌ّای اولیه بر روی دیسک رخ داده است.
fi: Luultavimmin näin kävi koska levyn osiotaulussa on liian monta (ensisijaista eli primary) osiota.
gl: Seguramente isto ocorreu porque hai demasiadas particións (primarias) na táboa de particións.
he: זה כנראה קרה כי יש יותר מידי מחיצות (ראשיות) בטבלת המחיצות
id: Hal ini mungkin terjadi karena terlalu banyak partisi (primer) pada tabel partisi.
kk: Бұл бөлімдер кестесінде біріншілік бөлімдер шамадан тыс көп болғандықтан болуы мүмкін
lt: Galbūt tai atsitiko todėl, kad disko skirsnių lentelėje yra per daug (pirminių) skirsnių.
lv: Iespējams partīciju tabulā ir pārāk daudz (primāro) partīciju.
ml: ഇത് സംഭവിക്കാന്‍ കാരണം ഒരു പക്ഷേ വിഭജന പട്ടികയില്‍ ധാരാളം (പ്രാധമിക) ഭാഗങ്ങള്‍ ഉള്ളതായിരിക്കാം.
nn: Dette skjedde truleg fordi det er for mange (primære) partisjonar i partisjonstabellen.
pa: ਇਹ ਤਾਂ ਹੀ ਵਾਪਰਿਆ ਹੈ, ਕਿਉਂਕਿ ਭਾਗ ਸਾਰਣੀ ਵਿੱਚ ਬਹੁਤ ਜਿਆਦਾ (ਪ੍ਰਾਇਮਰੀ) ਭਾਗ ਹਨ।
pl: Prawdopodobnie sta³o siê to dlatego, ¿e jest za wiele (podstawowych)partycji w tablicy partycji.
pt_br: Isso provavelmente aconteceu devido a existirem muitas partições (primárias) na tabela de partições.
ro: Aceasta s-a întâmplat probabil deoarece sunt prea multe partiţii (primare) în tabela de partiţii.
sl: Do napake je verjetno prišlo, ker je preveč (primarnih) razdelkov v tabeli razdelkov.
zh_tw: 這或許是因為在磁碟分割表中有過多的 (主) 分割區。

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
gl: O instalador pode guialo polo particionamento dun disco (empregando varios esquemas estándar) ou, se o prefire, pode facelo Vde. manualmente. Mediante o particionamento guiado ha ter despois unha oportunidade para revisar e personalizar o resultado.
ml: ഇന്സ്റ്റാളറിന് ഒരു ഡിസ്കിന്റെ വിഭജനത്തിലൂടെ (വ്യത്യസ്ത സ്റ്റാന്ഡേര്ഡ് പദ്ധതികളുപയോഗിച്ച്) നിങ്ങളെ നയിക്കാന്‍ കഴിയും, അല്ലെങ്കില്‍ ഇത് നിങ്ങള്ക്ക് മാന്വലായി ചെയ്യാം. ഗൈഡഡ് വിഭജനത്തില്‍ നിങ്ങള്ക്ക് പിന്നീട് ഓടിച്ച് നോക്കി ഫലത്തിലാവശ്യമായ മാറ്റങ്ങള്‍ വരുത്താന്‍ ഒരവസരമുണ്ട്.
pa: ਇਹ ਇੰਸਟਾਲਰ ਤੁਹਾਨੂੰ ਡੇਬੀਅਨ ਦੇ ਵਰਤਣ ਲਈ ਡਿਸਕ ਵਿਭਾਗੀਕਰਨ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦੇ ਸਕਦਾ ਹੈ, ਜਾਂ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ, ਤੁਸੀਂ ਦਸਤੀ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ ਕੋਲ ਹਾਲੇ ਵੀ ਨਤੀਜਾ ਵੇਖਣ ਦਾ, ਇਸ ਨੂੰ ਸੋਧਣ ਦਾ, ਅਤੇ ਵਿਭਾਗੀਕਰਨ ਰੱਦ ਕਰਨ ਦਾ ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ, ਮੌਕਾ ਹੈ।

source: Remove existing logical volume data?
gl: ¿Eliminar os datos dos volúmes lóxicos existentes?
ml: നേരത്തെയുള്ള ലോജിക്കല്‍ വാള്യ ഡാറ്റ എടുത്ത് കളയണോ?
pa: ਕੀ ਮੌਜੂਦਾ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਡਾਟਾ ਹਟਾਉਣਾ ਹੈ?

source: The selected device already contains logical volumes and/or volume groups from a previous LVM installation, which must be removed from the disk before creating any partitions.
gl: O dispositivo seleccionado xa contén volumes lóxicos e/ou grupos de volumes dunha instalación anterior de LVM, que se deben eliminar do disco antes de crear particións.
ml: തിരഞ്ഞെടുത്ത ഭാഗം നേരത്തെ തന്നെ ഒരു മുന്‍ LVM ഇന്സ്റ്റലേഷനില്‍ നിന്നുള്ള ലോജിക്കല്‍ വാള്യങ്ങളും/അല്ലെങ്കില്‍ വാള്യം ഗ്രൂപ്പുകളും ഉള്ക്കൊള്ളുന്നതാണ്, എതെങ്കിലും ഭാഗങ്ങള്‍ സൃഷ്ടിക്കുന്നതിന് മുന്പായി അവ ഡിസ്കില്‍ നിന്നും എടുത്ത് കളയേണ്ടതുണ്ട്.
pa: ਚੁਣੇ ਜੰਤਰ ਵਿੱਚ ਪਿਛਲੀ LVM ਇੰਸਟਾਲੇਸ਼ਨ ਤੋਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਅਤੇ/ਜਾਂ ਵਾਲੀਅਮ ਗੁਰੱਪ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹਨ, ਜਿੰਨਾਂ ਨੂੰ ਕੋਈ ਵੀ ਭਾਗ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਹਟਾਉਣਾ ਲਾਜ਼ਮੀ ਹੈ।

source: Note that this will also permanently erase any data currently on the logical volumes.
gl: Teña en conta que isto tamén ha borrar permanentement os datos que haxa nos volumes lóxicos.
ml: ലോജിക്കല്‍ വാള്യങ്ങളിലെ ഇപ്പോഴുള്ള ഏത് ഡാറ്റയും ഇത് എന്നെന്നേക്കുമായി മായ്ച് കളയുമെന്നും ഒര്ക്കുക.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਇਸ ਨਾਲ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਉੱਤੇ ਸਭ ਡਾਟਾ ਹਮੇਸ਼ਾਂ ਲਈ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।

source: LVM physical volume already exists on the selected device
gl: O volume físico LVM xa existe no dispositivo seleccionado
ml: തിരഞ്ഞെടുത്ത ഉപകരണത്തില്‍ LVM ഭൌതിക വാള്യങ്ങള്‍ നേരത്തെ തന്നെ നിലവിലുണ്ട്
pa: ਚੁਣੇ ਜੰਤਰ ਉੱਤੇ LVM ਭੌਤਿਕ ਵਾਲੀਅਮ ਮੌਜੂਦ ਹੈ

source: The selected device already contains one or more LVM physical volumes which cannot be removed. It is therefore not possible to automatically partition this device.
gl: O dispositivo que seleccionou xa contén un ou máis volumes físicos LVM que non se poden eliminar. Polo tanto, non é posible particionar automaticamente este dispositivo.
ml: തിരഞ്ഞെടുത്ത ഉപകരണം കളയാന്‍ പറ്റാത്ത ഒന്നോ അതിലതികമോ LVM ഭൌതിക വാള്യങ്ങള്‍ നേരത്തെ തന്നെ ഉള്ക്കൊള്ളുന്നതാണ്. അത് കൊണ്ട് തന്നെ ഈ ഉപകരണത്തെ ഓട്ടോമാറ്റിക്കായി വിഭജിക്കാന്‍ സാധ്യമല്ല.
pa: ਚੁਣੇ ਜੰਤਰ ਉੱਤੇ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ LVM ਭੌਤਿਕ ਵਾਲੀਅਮ ਹਨ, ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਇਸਕਰਕੇ ਇਸ ਜੰਤਰ ਉੱਤੇ ਆਟੋਮੈਟਿਕ ਭਾਗ ਬਣਾਉਣ ਸੰਭਵ ਨਹੀਂ ਹਨ।

source: Partitioning method:
cy: Dull rhaniadu:
de: Wie soll partitioniert werden?
el: Μέθοδος κατάτμησης:
eo: Diskpartigada metodo:
et: Partitsioneerimise meetod:
eu: Partizioak egiteko metodoa:
fa: روش پارتیشن‌بندی:
fi: Levyn osiontitapa:
gl: Método de particionamento:
he: שיטה לחלוקה למחיצות:
id: Metode pemartisian:
kk: Бөлшектеу принципі:
lt: Disko dalijimo metodas:
lv: Particīciju veidošanas metode:
mg: Fomba fizarana ny kapila:
ml: വിഭജന രീതി:
nn: Partisjoneringsmetode:
pa: ਵਿਭਾਗੀਕਰਨ ਵਿਧੀ:
pl: Sposób partycjonowania:
pt_br: Método de particionamento :
ro: Metoda de partiţionare:
sl: Metoda razdeljevanja:
zh_tw: 磁碟分割方式：

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
gl: Se escolle o particionamento guiado nun disco completo háselle preguntar que disco quere empregar.
ml: നിങ്ങള്‍ മുഴുവന്‍ ഡിസ്കിനും ഗൈഡഡ് വിഭജനം തിരഞ്ഞെടുത്തെങ്കില്‍, ഏത് ഡിസ്കാണ് ഉപയോഗിക്കേണ്ടത് എന്ന് അടുത്തതായി നിങ്ങളോട് ചോദിക്കും.
pa: ਜੇ ਤੁਸੀਂ ਪੂਰੀ ਡਿਸਕ ਲਈ ਹਦਾਇਤਾਂ ਨਾਲ ਭਾਗਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਤਾਂ ਤੁਹਾਨੂੰ ਅੱਗੇ ਵਰਤਣ ਲਈ ਡਿਸਕ ਬਾਰੇ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।

source: Partitioning scheme:
cy: Cynllun rhaniadu:
de: Partitionsschema:
el: Σχήμα κατάτμησης:
eo: Diskpartiga skemo:
et: Partitsioneerimise kava:
eu: Partizio-eskema:
fa: شکار پارتیشن‌بندی:
fi: Levyn osiontimalli:
gl: Esquema de particionamento:
he: סכמת חלוקה למחיצות:
id: Pola partisi:
kk: Бөлшектеу принципі:
lt: Disko dalijimo schema:
lv: Dalīšanas shēma:
mg: Sarin'ny fizarana:
ml: വിഭജന പദ്ധതി:
nn: Partisjoneringsoppsett:
pa: ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ:
pl: Metoda partycjonowania:
pt_br: Esquema de particionamento :
ro: Schema de partiţionare:
sl: Shema razdeljevanja:
zh_tw: 磁碟分割方式：

source: Selected for partitioning:
gl: Escollido para particionar:
ml: വിഭജനത്തിന് തിരഞ്ഞെടുത്തിരിക്കുന്നു:
pa: ਭਾਗ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
cy: Gellir rhaniadu'r disg gan ddefnyddio un o nifer o gynlluniau gwahanol. Os nad ydych chi'n siwr, dewiswch yr un cyntaf.
de: Es gibt verschiedene Möglichkeiten, ein Laufwerk zu partitionieren. Wenn Sie sich nicht sicher sind, wählen Sie den ersten Eintrag.
el: Είναι δυνατή η επιλογή διαφορετικών μεθόδων για την κατάτμηση αυτού του δίσκου. Αν δεν είστε βέβαιοι, επιλέξτε την πρώτη.
eo: Disko estus diskpartigata laŭ unu el pluraj skemoj. Se vi dubas, elektu la unuan.
et: Ketast saab partitsioneerida mitme erineva kava alusel. Kui sa pole päris kindel, vali esimene.
eu: Diskoan hainbat eskema erabiliz egin daitezke partizioak. Ziur ez bazaude, erabili lehenengoa.
fa: این دیسک میتواند با استفاده از چند شمای مختلف پارتیشن‌بندی گردد. اگر در این مورد اطلاعاتی ندارید گزینه‌ی اول را انتخاب کنید.
fi: Levyn osiot voidaan tehdä käyttäen tarjolla olevia osiointimalleja. Jos olet epävarma, valitse ensimmäinen.
gl: O disco pódese particionar empregando un esquema dos fornecidos. Se non está seguro, escolla o primeiro.
he: הדיסק יכול להיות מחולק למחיצות בעזרת כמה סכמות. אם אינך בטוח, השתמש בראשונה.
id: Hard disk dapat dipartisi dengan satu dari beberapa pola yang berbeda. Jika Anda tidak yakin, pilih yang pertama.
kk: Диск бірнеше тәсілмен бөлшектенеді. Егер сенімсіз болсаңыз алғашқысын таңдаңыз.
lt: Diskas gali būti dalijamas naudojant vieną iš keleto skirtingų schemų. Jei abejojate, pasirinkite pirmąją.
lv: Disku var sadalīt izmantojot vairākas dalīšanas metodes, Ja neesat droši kuru izvēlēties, ņemiet pirmo variantu.
mg: Ny kapila dia azo zaraina araky ny iray amin'ireto rafitra ireto. Raha misy ny fisalasalana dia izay atolotra voalohany fidina.
ml: പല വ്യത്യസ്ത പദ്ധതികളിലേതെങ്കിലും ഉപയോഗിച്ച് ഡിസ്ക് വിഭജിക്കാവുന്നതാണ്. നിങ്ങള്ക്കുറപ്പില്ലെങ്കില്‍ ആദ്യത്തേത് തിരഞ്ഞെടുക്കൂ.
nn: Disken kan partisjonerast på ein av fleire førehandsdefinerte måtar. Viss du ikkje er sikker, vel den første.
pa: ਡਿਸਕ ਦਾ ਵਿਭਾਗੀਕਰਨ ਕਈ ਵੱਖ ਵੱਖ ਸਕੀਮਾਂ ਨਾਲ ਹੋ ਸਕਦਾ ਹੈ। ਜੇ ਤੁਹਾਨੂੰ ਨਹੀਂ ਪਤਾ, ਪਹਿਲੀ ਚੁਣੋ।
pl: Napêd mo¿e zostaæ spartycjonowany na jeden z wielu ró¿nych schematów. Wybierz pierwszy je¶li nie jeste¶ pewien.
pt_br: O disco pode ser particionado usando um dentre diversos esquemas diferentes. Caso você não tenha certeza, escolha o primeiro esquema.
ro: Discul poate fi partiţionat după unul din următoarele modele. Dacă nu sunteţi sigur, alegeţi prima variantă.
sl: Pogon lahko razdelite z uporabo ene izmed večih shem. Če niste prepričani, katera je najprimernejša, izberite prvo.
zh_tw: 該磁碟可以使用以下數種不同方式之一來進行分割。如果您不確定，請選擇第一個。

source: Unusable free space
cy: Gofod rhydd ni ellir defnyddio
de: Unbrauchbarer, freier Speicher
el: Μη χρησιμοποιήσιμος διαθέσιμος χώρος
eo: Maldisponebla spaco
et: Kasutuskõlbmatu vaba ruum
eu: Erabili ezin den leku librea
fa: فضای خالی غیر قابل استفاده
fi: Käyttökelvotonta vapaata tilaa
gl: Espazo libre non utilizable
he: מקום פנוי לא שמיש
id: Ruang kosong tidak dapat dipakai
kk: Қажетсіз бос орын
lt: Netinkama laisva vieta
lv: Neizmantojama brīvā vieta
mg: Teorana malalaka tsy azo ampiasaina
ml: ഉപയോഗിക്കാനാകാത്ത ഫ്രീ സ്പേയ്സ്
nn: Ikkje brukbart ledig område
pa: ਨਾ-ਵਰਤਣ-ਯੋਗ ਖਾਲੀ ਥਾਂ
pl: Nieprzydatna wolna przestrzeñ
pt_br: Espaço livre não utilizável
ro: Spaţiu liber inutilizabil
sl: Neuporaben nezaseden prostor
zh_tw: 無法使用的未使用空間

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
cy: Methodd rhaniadu oherwydd ni ellir defnyddio'r gofod rhydd a ddewiswyd. Mwy na thebyg, mae gormod o rhaniadau (cynradd) yn y tabl rhaniadau.
de: Die Partitionierung schlug fehl, da der ausgewählte freie Speicher nicht genutzt werden kann. Vermutlich befinden sich zu viele (primäre) Partitionen in der Partitionstabelle.
el: Η κατάτμηση απέτυχε διότι ο επιλεγμένος διαθέσιμος χώρος δε μπορεί να χρησιμοποιηθεί. Πιθανώς υπάρχουν πολλά (πρωτεύοντα) τμήματα στον πίνακα τμημάτων.
eo: Diskpartigado malsukcesis ĉar la elekta disponebla spaco ne uzeblas. Verŝajne vi elektis tro multajn elementajn diskpartigojn en la diskpartigotablo.
et: Partitsioneerimine nurjus, kuna valitud vaba ruum ei ole kasutatav. Arvatavasti on partitsioonitabelis liiga palju (primaarseid) partitsioone.
eu: Ezin izan da partiziorik egin, agian ezin delako aukeratutako leku librea erabili. Ziurrenik (lehen mailako) partizio gehiegi egongo dira partizio-taulan.
fa: عملیات پارتیشن‌بندی شکست خورد. زیرا فضای خالی انتخاب شده قابل استفاده نیست. این مشکل احتمالا به خاطر تعدد پارتیشنها (ی احتمالا ولیه) بر روی دیسک است.
fi: Levyn osiointi epäonnistui koska valittua vapaata tilaa ei voi käyttää. Levyn osiotaulussa on luultavasti liian monta (ensisijaista) osiota.
gl: Non se puido particionar porque non se pode empregar o espazo libre seleccionado. Probablemente haxa demasiadas particións (primarias) na táboa de particións.
he: כשלון בחלוקה למחיצות מאחר והמקום הפנוי לא ניתן לשימוש. כנראה שיש יותר מידי מחיצות (ראשיות) בטבלת המחיצות.
id: Proses pemartisian gagal karena karena ruang kosong yang dipilih tidak dapat digunakan. Mungkin terlalu banyak partisi (primer) pada tabel partisi.
kk: Автоматты бөлшектеу мүмкін болмады, себебі бос орынды пайдалануға мүмкіндік болмады. Кестеде біріншілік бөлімдер өте көп болуы мүмкін.
lt: Disko dalijimas nepavyko, nes pasirinkta laisva vieta negali būti panaudota. Galbūt disko skirsnių lentelėje yra per daug (pirminių) skirsnių.
lv: Partīciju izveide neizdevās, jo izvēlēto brīvo vietu nevar izmantot. Visdrīzāk jūsu partīciju tabulā ir pārāk daudz (primāro) partīciju.
ml: തിരഞ്ഞെടുത്ത ഫ്രീ സ്പേയ്സ് ഉപയോഗിക്കാന്‍ പറ്റാത്തതിനാല്‍ വിഭജനം പരാജയപ്പെട്ടു. ഒരു പക്ഷേ വിഭജന പട്ടികയില്‍ വളരെ കൂടുതല്‍ ഭാഗങ്ങള്‍ (പ്രാഥമികം) ഉണ്ടായിരിക്കാം.
nn: Klarte ikkje partisjonera automatisk fordi det ledige området ikkje kan brukast. Det er truleg for mange (primære) partisjonar i partisjonstabellen.
pa: ਵਿਭਾਗੀਕਰਨ ਅਸਫਲ ਹੋਇਆ ਕਿਉਂਕਿ ਚੁਣੀ ਖਾਲੀ ਥਾਂ ਵਰਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਇੱਥੇ ਭਾਗ ਸਾਰਣੀ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ (ਪ੍ਰਾਇਮਰੀ) ਭਾਗ ਹਨ।
pl: Partycjonowanie z u¿yciem kreatora nie powiod³o siê, poniewa¿ wolna przestrzeñ nie mo¿e byæ wykorzystana. Prawdopodobnie posiadasz za du¿o (podstawowych) partycji w tablicy partycji.
pt_br: O particionamento falhou devido ao espaço livre escolhido não poder ser usado. Provavelmente existem muitas partições (primárias) na tabela de partições.
ro: Partiţionare a eşuat deoarece spaţiul liber ales nu poate fi utilizat. Probabil că sunt prea multe partiţii (primare) în tabela de partiţii.
sl: Razdeljevanje ni uspelo, ker izbran nezaseden prostor ni uporaben. Verjetno je preveč (primarnih) razdelkov v tabeli razdelkov.
zh_tw: 也許是因為所指定的未使用空間無法使用，以致於無法分割該磁碟。在磁碟分割表中可能有過多的 (主) 分割區。

source: Guided partitioning
cy: Rhaniadu arweiniedig
de: Geführte Partitionierung
el: Οδηγός κατάτμησης
eo: Helpa diskpartigado
et: Juhitud partitsioneerimine
eu: Partizioak gidatuta egitea
fa: پارتیشن‌بندی راهبری شده
fi: Opastettu levyosioiden teko
gl: Particionamento guiado
he: חלוקה מודרכת למחיצות
id: Pemartisian terpandu
kk: Автоматты бөлшектеу
lt: Vadovaujantis disko dalijimas
lv: Vadīta dalīšana
ml: ഗൈഡഡ് വിഭജനം
nn: Partisjonering med rettleiing
pa: ਉਦੇਸ਼ਪੂਰਨ ਵਿਭਾਗੀਕਰਨ
pl: Partycjonowanie z przewodnikiem
pt_br: Particionamento assistido
ro: Partiţionare ghidată
sl: Vodeno razdeljevanje
zh_tw: 磁碟分割導引

source: Guided - use the largest continuous free space
gl: Guiado - empregar o espazo libre contiguo máis grande
ml: ഗൈഡഡ് - ഏറ്റവും വലിയ തുടര്ചയായ ഫ്രീ സ്പേയ്സ് ഉപയോഗിക്കൂ
pa: ਸਹਾਇਤਾ ਨਾਲ - ਵੱਡੀ ਲਗਾਤਾਰ ਖਾਲੀ ਥਾਂ ਵਰਤੋਂ

source: Guided - use entire disk
gl: Guiado - empregar un disco completo
ml: ഗൈഡഡ് - ഡിസ്ക് മുഴുവനും ഉപയോഗിക്കൂ
pa: ਸਹਾਇਤਾ - ਪੂਰੀ ਡਿਸਕ ਵਰਤੋਂ

source: Select disk to partition:
gl: Escolla o disco a particionar:
ml: വിഭജിക്കേണ്ട ഡിസ്ക് തിരഞ്ഞെടുക്കൂ:
pa: ਵਿਭਾਗੀਕਰਨ ਲਈ ਡਿਸਕ ਚੁਣੋ:

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
gl: Teña en conta que se han borrar tódolos datos do disco que escolla, pero só despois de que confirme que quere, realmente, facer os cambios.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുക്കുന്ന ഡിസ്കിലെ മുഴുവന്‍ ഡാറ്റയും മായ്ച് കളയുന്നതായിരിക്കും എന്ന് മനസ്സിലാക്കുക, പക്ഷേ നിങ്ങള്‍ ശരിക്കും മാറ്റം വരുത്തണം എന്ന് ഉറപ്പാക്കുന്നതിന് മുന്പല്ല.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਹਾਡੇ ਵਲੋਂ ਚੁਣੀ ਡਿਸਕ ਉੱਤੇ ਮੌਜੂਦ ਸਭ ਡਾਟੇ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਵਲੋਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੇ ਤੋਂ ਬਿਨਾਂਂ ਨਹੀਂ।

source: Select disk(s) to partition:
gl: Escolla o(s) disco(s) a particionar:
ml: വിഭജിക്കേണ്ട ഡിസ്കുകള്‍ തിരഞ്ഞെടുക്കൂ:
pa: ਵਿਭਾਗੀਕਰਨ ਲਈ ਡਿਸਕਾਂ ਚੁਣੋ:

source: Note that all data on the disk(s) you select will be erased, but not before you have confirmed that you really want to make the changes.
gl: Teña en conta que se han borrar tódolos datos do(s) disco(s) que escolla, pero só despois de que confirme que quere, realmente, facer os cambios.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുക്കുന്ന ഡിസ്കുകളിലെ മുഴുവന്‍ ഡാറ്റയും മായ്ച് കളയുന്നതായിരിക്കും എന്ന് മനസ്സിലാക്കുക, പക്ഷേ നിങ്ങള്‍ ശരിക്കും മാറ്റം വരുത്തണം എന്ന് ഉറപ്പാക്കുന്നതിന് മുന്പല്ല.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਹਾਡੇ ਵਲੋਂ ਚੁਣੀਆਂ ਡਿਸਕਾਂ ਉੱਤੇ ਮੌਜੂਦ ਸਭ ਡਾਟੇ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਵਲੋਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੇ ਤੋਂ ਬਿਨਾਂਂ ਨਹੀਂ।

source: Manual
ml: മാന്വല്‍
pa: ਦਸਤੀ

source: Automatically partition the free space
cy: Rhaniadu'r gofod rhydd yn awtomatig
de: Freien Speicher automatisch partitionieren
el: Αυτόματη κατάτμηση του ελεύθερου χώρου
eo: Aŭtomate diskpartigtu disponeblan spacon
et: Partitsioneeri vaba ruum automaatselt
eu: Automatikoki egin partizioak leku librean
fa: فضای آزاد را به صورت اتوماتیک پارتیشن بندی کن
fi: Osioi automaattisesti vapaa tila
gl: Particionar automaticamente o espazo libre
he: חלוקה אוטומטית את המקום הפנוי
id: Partisi ruang kosong secara otomatis
kk: Автоматты түрде бос орынды бөлшектеу
lt: Automatiškai sudalinti laisvą disko vietą
lv: Automātiski sadalīt partīcijās brīvo vietu
mg: Zarao amin'ny fomba ôtômatika ny teorena malalaka
ml: ഓട്ടോമറ്റിക്കലി ഫ്രീ സ്പേയ്സിനെ വിഭജിക്കൂ
nn: Partisjoner det ledige området automatisk
pa: ਖਾਲੀ ਥਾਂ ਦਾ ਆਟੋਮੈਟਿਕ ਵਿਭਾਗੀਕਰਨ ਕਰੋ
pl: Automatycznie partycjonuj woln± przestrzeñ
pt_br: Particionar automaticamente o espaço livre
ro: Partiţionează automat spaţiul liber
sl: Samodejno razdeli nezasedeni prostor
zh_tw: 對未使用空間進行自動磁碟分割

source: All files in one partition (recommended for new users)
cy: Pob ffeil ar un rhaniad (argymhellir ar gyfer defnyddwyr newydd)
de: Alle Dateien auf eine Partition (für Anfänger empf.)
el: Όλα τα αρχεία στο ίδιο τμήμα (συνιστάται για νέους χρήστες)
eo: Ĉiuj dosieroj enmemoriĝu en unua diskpartigo (rekomendita por novaj uzantoj)
et: Kõik failid ühel partitsioonil (soovitatav uutele kasutajatele)
eu: Fitxategiak partizio batean (erabiltzaile berrientzat gomendatua)
fa: تمام فایلها در یک پارتیشن(این گزینه برای تازه ماران پیشنهاد میشود)
fi: Kaikki tiedostot samassa levyosiossa (suositellaan uusille käyttäjille)
gl: Todo nunha partición (recomendado para novos usuarios)
he: כל הקבצים במחיצה אחת (מומלץ למתשתמשים חדשים)
id: Semua berkas berada dalam satu partisi (disarankan bagi para pengguna baru)
kk: Барлық файлдар бір бөлімде(жаңа пайдаланушыларға ұсынылады)
lt: Visi failai viename disko skirsnyje (rekomenduojama naujiems naudotojams)
lv: Visi faili vienā partīcijā (jauniem lietotājiem)
mg: Fizarana iray ihany no ho ampisaina (ho an'ny mpapiasa vaovao)
ml: എല്ലാ ഫയലുകളും ഒറ്റ ഭാഗത്ത്(പുതിയ ഉപയോക്താക്കള്ക്ക് ശുപാര്ശ ചെയ്തിരിക്കുന്നു)
nn: Alle filer på ein partisjon (tilrådd for nye brukarar)
pa: ਇੱਕ ਭਾਗ ਵਿੱਚ ਸਾਰੀਆਂ ਫਾਇਲਾਂ (ਨਵੇਂ ਉਪਭੋਗੀਆਂ ਲਈ ਉਦੇਸ਼ਿਤ ਹਨ)
pl: Wszystko na jednej partycji (zalecane dla nowych u¿ytkowników)
pt_br: Todos os arquivos em uma única partição (para iniciantes)
ro: Toate fişierele pe o partiţie (recomandat pentru utilizatori începători)
sl: Vse datoteke v enem razdelku (priporočeno za nove uporabnike)
zh_tw: 把所有的檔案全部放到同一個分割區中 (新手推介)
