Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Reduce volume groups
cy: Lleihau grŵpiau cyfrol
de: Volume-Gruppen verkleinern
el: Σμίκρυνση ομάδων τόμων
eo: Reduktu datumportilajn grupojn
et: Vähendada volüümigruppe
eu: Murriztu bolumen-taldeak
fa: کاهش گروههای فضا
fi: Pienennä levynideryhmiä
gl: Reducir grupos de volumes
he: צמצום קבוצות כרכים
id: Mengurangi ukuran Grup Volum:
kk: Томдар тобын кеңейту азайту
lt: Mažinti tomų grupes (Volume Groups)
lv: Sašaurināt sējumu grupas
ml: വോള്യം ഗ്രൂപ്പുകള്‍ ചുരുക്കുക
nn: Redusera grupperte dataområde
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਘਟਾਓ
pl: Pomniejsz grupy woluminów
pt_br: Reduzir grupos de volume
ro: Reduce grupuri de volume
sl: Zmanjšaj skupine nosilcev
zh_tw: 縮減 Volume Groups

source: Volume groups configuration action:
cy: Gweithred cyflunio Grŵpiau Cyfrol:
de: Konfigurationsaktion für Volume-Gruppen:
el: Εργασία ρύθμισης των Ομάδων Τόμων:
eo: Datumportilaj grupoj akomodadoj:
et: Volüümigruppide seadistamise tegevus:
eu: Bolumen-taldeak konfiguratzeko ekintza:
fa: منوی تنظیمات گروه فضا:
fi: Levynideryhmän muokkaustoiminnot:
gl: Acción para a configuración dos grupos de volumes:
he: פעולת הגדרת קבוצות כרכים:
id: Tindakan untuk konfigurasi Grup Volum:
kk: Томдар тобын баптау:
lt: Tomų grupių (Volume Groups) konfigūravimo veiksmas:
lv: Apjomu grupu konigurācijas darbības:
ml: വോള്യം ഗ്രൂപ്പുകള്‍ സജ്ജീകരണ പ്രക്രിയ:
nn: Oppsett av grupperte dataområde:
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਸੰਰਚਨਾ ਕਾਰਵਾਈ:
pl: Zadania konfiguracji grup woluminów:
pt_br: Ação de configuração dos Grupos de Volumes :
ro: Acţiunea de configurare a grupului de volume:
sl: Nastavitvene akcije skupin nosilcev:
zh_tw: Volume Groups 的設定動作：

source: Create logical volumes
cy: Creu cyfrolau rhesymegol
de: Logische Volumes erstellen
el: Δημιουργία λογικών τόμων
eo: Kreu logikajn datumportilojn (LV)
et: Luua loogilisi volüüme
eu: Sortu bolumen logikoak
fa: ایجاد فضای مجازی
fi: Luo loogisia niteitä
gl: Crear volumes lóxicos
he: יצירת כרכים לוגיים
id: Membuat Volum Logikal
kk: Логикалық томдарды құру
lt: Kurti loginius tomus (Logical Volumes)
lv: Veidot loģiskos sējumus
mg: Mamorona volume logika
ml: ലോജിക്കല്‍ വോള്യം ഉണ്ടാക്കുക
nn: Oppretta logiske dataområde
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਓ
pl: Utwórz logiczne woluminy
pt_br: Criar volumes lógicos
ro: Crează volume logice
sl: Ustvari logične nosilce
zh_tw: 建立 Logical Volumes

source: Delete logical volumes
cy: Dileu cyfrolau rhesymegol
de: Logische Volumes löschen
el: Διαγραφή λογικών τόμων
eo: Viŝu logikajn datumportilojn (LV)
et: Kustutada loogilisi volüüme
eu: Ezabatu bolumen logikoak
fa: حذف فضای مجازی
fi: Poista loogisia niteitä
gl: Borrar volumes lóxicos
he: מחיקת כרכים לוגיים
id: Menghapus Volum Logikal
kk: Логикалық томдарды жою
lt: Išmesti loginius tomus (Logical Volumes)
lv: Dzēst loģiskos sējumus
mg: Fafao ny volume logika
ml: ലോജിക്കല്‍ വോള്യം നീക്കം ചെയ്യുക
nn: Sletta logiske dataområde
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਓ
pl: Usuñ logiczne woluminy
pt_br: Remover volumes lógicos
ro: Şterge volume logice
sl: Zbriši logične nosilce
zh_tw: 刪除 Logical Volumes

source: Leave
cy: Gadael
de: Beenden
el: Έξοδος
eo: Forlasu
et: Lahkuda
eu: Utzi
fa: ترک
fi: Poistu
gl: Saír
he: עזוב
id: Tinggalkan
kk: Қалдыру
lt: Išeiti
lv: Beigt
mg: Maila
ml: വിടുക
nn: La vere som det er
pa: ਛੱਡੋ
pl: Opu¶æ
pt_br: Manter
ro: Ieşire
sl: Izhod
zh_tw: 離開

source: Logical volumes configuration action:
cy: Gweithred cyflunio Cyfrolau Rhesymegol:
de: Konfigurationsaktion für logische Volumes:
el: Εργασία ρύθμισης των Λογικών Τόμων:
eo: Logika datumportila akomodado:
et: Loogiliste volüümide seadistamise tegevus:
eu: Bolumen logikoak konfiguratzeko ekintza:
fa: عملیات تنظیم فضاهای مجازی:
fi: Levynideryhmän muokkaustoiminnot:
gl: Acción de configuración dos volumes lóxicos:
he: פעולת הגדרת כרכים לוגיים:
id: Tindakan untuk konfigurasi Volum Logikal:
kk: Логикалық томдарды құру
lt: Loginių tomų (Logical Volumes) konfigūravimo veiksmas:
lv: Loģisko sējumu konfigurācijas darbības:
ml: ലോജിക്കല്‍ വാള്യങ്ങളുടെ ക്രമീകരണ നടപടി:
nn: Oppsett av logiske dataområde:
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਸੰਰਚਨਾ ਕਾਰਵਾਈ:
pl: Zadania konfiguracji woluminów logicznych:
pt_br: Ação de configuração dos Volumes Lógicos :
ro: Acţiunea de configurare a volumelor logice:
sl: Nastavitvene akcije logičnih nosilcev:
zh_tw: Logical Volumes 的設定動作：

source: Devices for the new volume group:
cy: Dyfeisiau ar gyfer y Grŵp Cyfrol newydd:
de: Geräte für die neue Volume-Gruppe:
el: Μονάδες που θα αποτελέσουν τη νέα Ομάδα Τόμων:
eo: Adaptiloj por la nova datumportila grupo:
et: Uue volüümigrupi seadmed:
eu: Bolumen-talde berrirako gailuak:
fa: دستگاههای گروه فضای جدید:
fi: Uuden levynideryhmän laitteet:
gl: Dispositivos para o novo grupo de volumes:
he: התקנים לקבוצת כרכים חדשה:
id: Piranti untuk Grup Volum baru:
kk: Устройства для новой группы томов:
lt: Įrenginiai naujai tomų grupei (Volume Group):
lv: Iekārtas jaunai sējumu grupai:
ml: പുതിയ വാള്യം ഗ്രൂപ്പിനുള്ള ഉപകരണങ്ങള്‍:
nn: Einingar for den nye gruppert dataområdet:
pa: ਨਵੇਂ ਵਾਲੀਅਮ ਸਮੂਹ ਲਈ ਜੰਤਰ:
pl: Urz±dzenia dla nowej grupy woluminów:
pt_br: Dispositivos para o novo Grupo de Volume :
ro: Dispozitive pentru noul Grup de volume:
sl: Izberite naprave za novo skupino nosilcev:
zh_tw: 新的 Volume Group 所使用的裝置：

source: Please select the devices for the new volume group.
cy: Os gwelwch yn dda, dewiswch ddyfeisiau ar gyfer y Grŵp Cyfrol newydd.
de: Bitte wählen Sie die Geräte aus, die die neue Volume-Gruppe bilden sollen.
el: Παρακαλώ, επιλέξτε τις μονάδες που θα αποτελέσουν τη νέα Ομάδα Τόμων.
eo: Bonvole elektu adaptilojn por la nova datumportila grupo.
et: Palun vali uuele volüümigrupile seadmed.
eu: Hautatu bolumen-talde berrirako gailuak.
fa: لطفا دستگاههای لازم را برای گروه فضای جدید انتخاب کنید
fi: Valitse uuden levynideryhmän laitteet.
gl: Escolla os dispositivos para o novo grupo de volumes.
he: בחר התקנים לקבוצה כרכים חדשה.
id: Silakan memilih piranti untuk Grup Volum baru.
kk: Томдардың жаңа тобы үшін құрылғыларды таңдаңыз.
lt: Prašau pasirinkti įrenginius naujai tomų grupei (Volume Group).
lv: Lūdzu izvēlaties, kuras iekārtas iekļaut jaunajā sējumu grupā.
ml: ദയവായി പുതിയ വാള്യം ഗ്രൂപ്പിനുള്ള ഉപകരണങ്ങള്‍ തിരഞ്ഞെടുക്കു.
nn: Vel einingane for det nye grupperte dataområdet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਵੇਂ ਵਾਲੀਅਮ ਸਮੂਹ ਲਈ ਜੰਤਰ ਚੁਣੋ।
pl: Proszê wybraæ urz±dzenia dla nowej grupy woluminów.
pt_br: Por favor, selecione os dispositivos para o novo Grupo de Volume.
ro: Vă rugăm să selectaţi dispozitivele pentru noul Grup de volume.
sl: Izberite naprave za novo skupino nosilcev.
zh_tw: 請選擇要給新的 Volume Group 使用的裝置。

source: Volume group name:
cy: Enw'r Grŵp Cyfrol:
de: Name der Volume-Gruppe:
el: Όνομα της Ομάδας Τόμων:
eo: Datumportila grupa nomo:
et: Volüümigrupi nimi:
eu: Bolumen-taldearen izena:
fa: نام گروه:
fi: Levynideryhmän nimi:
gl: Nome do grupo de volumes:
he: שם קבוצת כרכים:
id: Nama Grup Volum:
kk: Томдар тобының атауы:
lt: Tomų grupės (Volume Group) pavadinimas:
lv: Sējumu grupas vārds:
ml: വാള്യം ഗ്രൂപ്പിന്റെ പേര്:
nn: Namn på det grupperte dataområdet:
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ:
pl: Nazwa grupy woluminów:
pt_br: Nome do Grupo de Volume :
ro: Numele Grupului de volume:
sl: Ime skupine nosilcev:
zh_tw: Volume Group 名稱：

source: Please enter the name you would like to use for the new volume group.
cy: Os gwelwch yn dda, rhowch yr enw hoffech ddefnyddio ar gyfer y Grŵp Cyfrol newydd.
de: Bitte geben Sie einen Namen für die neue Volume-Gruppe ein.
el: Δώστε το όνομα που θα θέλατε να χρησιμοποιήσετε για τη νέα Ομάδα Τόμων.
eo: Bonvole tajpu uzontan nomon de la nova datumportila grupo.
et: Sisesta nimi, mida sooviksid uue volüümigrupi jaoks kasutada.
eu: Sartu bolumen-talde berriarentzat erabili nahi duzun izena.
fa: لطفا نامی برای گروه جدید وارد کنید
fi: Mitä nimeä haluat käyttää uudelle levynideryhmälle.
gl: Introduza o nome que quere para o novo grupo de volumes.
he: הכנס את השם שתרצה להשתמש בו בשביל קבוצת הכרכים.
id: Silakan masukkan nama yang ingin Anda pakai untuk Grup Volum baru.
kk: Томдардың жаңа тобына бергіңіз келетін атауды енгізіңіз.
lt: Prašau įvesti pavadinimą, kurį norėtumėte naudoti naujai tomų grupei (Volume Group).
lv: Lūdzu ievadiet jaunās sējumu grupas vārdu.
ml: ദയവായി പുതിയ വാള്യം ഗ്രൂപ്പിന് ഉപയോഗിക്കാന്‍ നിങ്ങളാഗ്രഹിക്കുന്ന പേര് എന്റര്‍ ചെയ്യുക.
nn: Skriv inn namnet du vil bruka på det nye grupperte dataområdet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਵੇਂ ਵਾਲੀਅਮ ਸਮੂਹ ਲਈ ਨਾਂ ਭਰੋ।
pl: Wprowad¼ nazwê, której chcesz u¿yæ dla nowej grupy woluminów.
pt_br: Por favor, informe o nome que você gostaria de usar para o novo Grupo de Volume.
ro: Vă rugăm să introduceţi numele pe care doriţi să-l utilizaţi pentru noul Grup de volume.
sl: Vnesite ime, ki bi ga radi uporabili za novo skupino nosilcev.
zh_tw: 請輸入您想要在新的 Volume Group 上所使用的名稱。

source: No physical volumes were selected. The creation of a new volume group was aborted.
cy: Ni chafodd unrhyw gyfrolau corfforol eu dewis. Erthylwyd creadigaeth Grŵp Cyfrol newydd.
de: Es wurden keine physikalischen Volumes ausgewählt. Die Erstellung einer neuen Volume-Gruppe wurde abgebrochen.
el: Δεν επιλέχθηκαν φυσικές μονάδες. Η διαδικασία δημιουργίας της νέας Ομάδας Τόμων ακυρώνεται.
eo: Neniu datumportilo estas elektita. La kreado de nova datumportila grupo fiaskis.
et: Ei valitud ühtki füüsilist volüümi. Uue volüümigrupi loomine peatati.
eu: Bolumen fisikorik ez da hautatu. Bolumen-talde berria sortzeko ahalegina abortatu egin da.
fa: هیچ فضای فیزیکی انتخاب نشده است. از ایجاد گروه فضای جدید صرف نظر شد.
fi: Levyniteitä ei ollut valittuna. Uuden levynideryhmän luonti keskeytettiin.
gl: Non se detectaron volumes físicos. Abortouse a creación dun novo grupo de volumes.
he: לא נבחרו כרכים פיזיים. יצירת קבוצת כרכים בוטלה.
id: Belum ada volum fisik yang dipilih. Pembuatan Grup Volum baru dibatalkan.
kk: Физикалық томдар таңдалған жоқ. Жаңа томдар тобын құру үзілді (тоқтатылды).
lt: Nepasirinkote nė vieno fizinio tomo (physical volume). Naujos tomų grupės (Volume Group) kūrimas buvo atšauktas.
lv: Neviens fiziskais sējums netika izvēlēts. Jaunas sējumu grupas izveide atcelta.
ml: ഭൌതിക വാള്യങ്ങളൊന്നും തിരഞ്ഞെടുത്തില്ല. പുതിയ വാള്യം ഗ്രൂപ്പിന്റെ സൃഷ്ടിയില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Ingen fysiske dataområde var valt. Opprettinga av det nye grupperte dataområdet blei avbrote.
pa: ਕੋਈ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨਹੀਂ ਚੁਣਿਆ। ਨਵੇਂ ਵਾਲੀਅਮ ਸਮੂਹ ਨੂੰ ਬਣਾਉਣ ਦਾ ਕਾਰਜ ਅਧੂਰਾ ਖਤਮ ਹੋਇਆ।
pl: Nie wybrano ¿adnych fizycznych woluminów. Tworzenie nowej grupy woluminów zosta³o przerwane.
pt_br: Nenhum volume físico foi selecionado. A criação de um novo Grupo de Volume foi abortada.
ro: Nu s-a selectat nici un volum fizic. Crearea unui nou grup de volume (Volume Group) a fost abandonată.
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam ustvarjanje nove skupine nosilcev.
zh_tw: 沒有選取任何的 Physical Volume。新的 Volume Group 的建立作業已經中止。

source: No volume group name entered
cy: Dim enw grŵp cyfrol wedi ei rhoi
de: Kein Volume-Gruppen-Name angegeben
el: Δε δόθηκε όνομα Ομάδας Τόμων.
eo: Neniu indikita datumportila grupa nomo
et: Ei sisestatud volüümigrupi nime
eu: Ez duzu bolumen-taldearen izenik adierazi
fa: نامی برای گروه فضای جدید وارد نشد.
fi: Levynideryhmän nimeä ei annettu
gl: Non hai nome para o grupo de volumes
he: לא הוכנס שם קבוצת כרכים.
id: Nama Grup Volum tidak dimasukkan.
kk: Томдар тобына атау берілген жоқ
lt: Neįvestas tomų grupės (Volume Group) pavadinimas
lv: Sējumu grupas vārds nav ievadīts
ml: വാള്യം ഗ്രൂപ്പിന്റെ പേരൊന്നും എന്റര്‍ ചെയ്തില്ല
nn: Manglar namn for gruppert dataområde
pa: ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ
pl: Nie wprowadzono nazwy grupy woluminów
pt_br: Nenhum nome de Grupo de Volume informado
ro: Nume de grup de volume neintrodus
sl: Nobeno ime skupine nosilcev ni bilo vnešeno
zh_tw: 沒有輸入任何的 Volume Group 名稱

source: No name for the volume group has been entered. Please enter a name.
cy: Does dim enw ar gyfer y grŵp cyfrol wedi ei rhoi. Rhowch enw os gwelwch yn dda.
de: Es wurde kein Name für die Volume-Gruppe angegeben. Bitte geben Sie einen Namen ein.
el: Δε δόθηκε όνομα για την Ομάδα Τόμων. Παρακαλώ, δώστε ένα όνομα.
eo: Neniu datumportila grupa nomo estas indikita. Bonvole tajpu nomon.
et: Volüümigrupile ei ole sisestatud nime. Palun sisesta nimi.
eu: Ez duzu bolumen-taldearentzako izenik adierazi. Sartu izen bat.
fa: نامی برای گروه فضای جدید وارد نشده است. لطفا نامی برای آن انتخاب کنید.
fi: Levynideryhmän nimeä ei annettu. Anna jokin nimi.
gl: Non se introduciu ningún nome para o grupo de volumes. Introduza un nome.
he: השם שנבחר לקבוצת הכרכים כבר נמצא בשימוש. בחר בבקשה שם אחר.
id: Nama Grup Volum tidak dimasukkan. Silakan masukkan sebuah nama.
kk: Томдар тобына атау берілген жоқ. Атауды енгізіңіз.
lt: Neįvestas tomų grupės (Volume Group) pavadinimas. Prašau jį įvesti.
lv: Sējumu grupas vārds netika ievadīts. Lūdzu ievadiet vārdu.
ml: വാള്യം ഗ്രൂപ്പിനായി പേരൊന്നും എന്റര്‍ ചെയ്തില്ല. ദയവായി ഒരു പേര് എന്റര്‍ ചെയ്യൂ.
nn: Det er ikkje skrive inn noko namn for det grupperte dataområdet. Skriv inn eit namn.
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਲਈ ਕੋਈ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ। ਕਿਰਪਾ ਕਰਕੇ ਨਾਂ ਦਿਓ।
pl: Nie wprowadzono ¿adnej nazwy grupy woluminów. Proszê wprowadziæ nazwê.
pt_br: Nenhum nome de Grupo de Volume foi informado. Por favor, informe um nome.
ro: Nu s-a introdus nici un nume pentru grupul de volume. Vă rugăm să introduceţi un nume.
sl: Nobeno ime skupine nosilcev ni bilo vnešeno. Prosim vnesite ime.
zh_tw: 並沒有替該 Volume Group 輸入任何的名稱。請輸入一個名稱。

source: Volume group name already in use
cy: Mae'r enw Grŵp Cyfrol yma mewn defnydd eisioes
de: Der Name der Volume-Gruppe wird bereits verwendet
el: Το όνομα αυτό της Ομάδας Τόμων χρησιμοποιείται ήδη
eo: Jam uzata datumportila grupa nomo
et: Antud volüümigrupi nimi on juba kasutusel.
eu: Bolumen-taldearen izena lehendik erabilita dago
fa: این نام قبلا استفاده شده است.
fi: Levynideryhmän nimi on jo käytössä
gl: Nome do grupo de volumes xa en uso
he: קבוצת כרכים כבר בשימוש
id: Nama Grup Volum telah dipakai
kk: Томдардың тобының мұндай атауы бар
lt: Tomų grupės (Volume Group) pavadinimas jau naudojamas
lv: Šāds sējumu grupas vards jau tiek lietots
ml: വാള്യം ഗ്രൂപ്പിന്റെ പേര് നേരത്തെ ഉപയോഗത്തിലുണ്ട്
nn: Eit anna gruppert dataområde brukar namnet
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੈ
pl: Nazwa grupy woluminów jest ju¿ u¿ywana
pt_br: Nome do Grupo de Volume já em uso
ro: Nume de Grup de volume deja utilizat
sl: To ime skupine nosilcev je že v uporabi
zh_tw: Volume Group 名稱已在使用中

source: The selected volume group name is already in use. Please choose another name.
cy: Mae'r enw Grŵp Cyfrol a ddewiswyd mewn defnydd eisioes. Dewiswch enw arall os gwelwch yn dda.
de: Der angegebene Name der Volume-Gruppe wird bereits verwendet. Bitte wählen Sie einen anderen Namen.
el: Το επιλεγμένο όνομα Ομάδας Τόμων χρησιμοποιείται ήδη. Παρακαλώ, διαλέξτε κάποιο άλλο όνομα.
eo: La elekta datumportila grupa nomo estas jam azata. Bonvole elektu alian nomon.
et: Valitud volüümigrupi nimi on juba kasutusel. Palun vali mõni teine nimi.
eu: Hautatutako bolumen-taldearen izena lehendik erabilita dago. Aukeratu beste izen bat.
fa: نامی که برای این گروه فضا انتخاب کرده‌اید قبلا استفاده شده است. لطفا نام دیگری انتخاب کنید.
fi: Valittu levynideryhmän nimi on jo käytässä. Valitse jokin muu nimi.
gl: Xa se está a utilizar o nome seleccionado para o grupo de volumes. Escolla outro nome.
he: השם שנבחר לקבוצת הכרכים כבר נמצא בשימוש. בחר בבקשה שם אחר.
id: Nama Grup Volum yang dipilih telah dipakai. Silakan pilih nama lain.
kk: Томдар тобының мұндай атауы бар. Басқа атау таңдаңыз.
lt: Pasirinktas tomų grupės (Volume Group) pavadinimas jau naudojamas. Prašau pasirinkti kitą pavadinimą.
lv: Cita sējumu grupa jau ir nosaukta šādā vārdā. Lūdu izvēlieties citu vārdu.
ml: തിരഞ്ഞെടുത്ത വാള്യം ഗ്രൂപ്പിന്റെ പേര് നേരത്തെ ഉപയോഗത്തിലുണ്ട്. ദയവായി മറ്റൊരു പേര് തിരഞ്ഞെടുക്കൂ.
nn: Det valde gruppert dataområde er allereie i bruk. Bruk eit anna namn.
pa: ਚੁਣਿਆ ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਨਾਂ ਚੁਣੋ।
pl: Wybrana nazwa grupy woluminów jest ju¿ u¿ywana. Proszê wybraæ inn± nazwê.
pt_br: O nome do Grupo de Volume selecionado já está em uso. Por favor, selecione um outro nome.
ro: Numele de Grup de volume selectat este deja utilizat. Vă rugăm să alegeţi un alt nume.
sl: Izbrano ime skupine nosilcev je že v uporabi. Izberite drugo ime in poskusite znova.
zh_tw: 所指定的 Volume Group 名稱已在使用中。請換用另一個名稱。

source: Volume group name overlaps with device name
cy: Mae'r enw'r grŵp yn gorgyffwrd enw'r dyfais
de: Der Name der Volume-Gruppe überlappt mit einem Gerätenamen
el: Το όνομα της Ομάδας Τόμων επικαλύπτεται με το όνομα της μονάδας
eo: Konflikta nomo inter datumportila grupa nomo kaj adaptila nomo
et: Volüümigrupi nimi kattub seadme nimega
eu: Bolumen-taldearen izena gailuaren izenarekin teilakatuta dago
fa: نام گروه فضا با نام دستگاه متشابه است.
fi: Levynideryhmän nimi on jo laitenimenä
gl: O nome do grupo de volumes solápase cun nome de dispositivo
he: שם קבוצת הכרכים חופף עם שם ההתקן
id: Nama Grup Volum bentrok dengan nama piranti
kk: Томдар тобының атауы құрылғы атауы ретінде пайдаланымда
lt: Tomų grupės (Volume Group) pavadinimas kertasi su įrenginio pavadinimu
lv: Sējumu grupas vārds pārklājas ar iekārtas vārdu
ml: വാള്യം ഗ്രൂപ്പിന്റെ പേര് ഉപകരണത്തിന്റെ പേരുമായി ഓവര്‍ ലാപ് ചെയ്യുന്നു
nn: Namnet på det grupperte dataområdet overlappar med eit einingsnamn
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ ਜੰਤਰ ਨਾਂ ਨਾਲ ਮਿਲਦਾ ਹੈ
pl: Nazwa grupy woluminów jest w konflikcie z nazw± urz±dzenia
pt_br: Nome do Grupo de Volume conflita com nome de dispositivo
ro: Numele de grup de volume se suprapune cu numele de dispozitiv
sl: To ime skupine nosilcev se prekriva z imenom naprave
zh_tw: Volume Group 名稱和裝置名稱重複了

source: The selected volume group name overlaps with an existing device name. Please choose another name.
cy: Mae'r enw grŵp cyfrol a ddewiswyd yn gorgyffwrdd enw dyfais sy'n bodoli eisioes. Dewiswch enw arall os gwelwch yn dda.
de: Der ausgewählte Name der Volume-Gruppe überschneidet sich mit einem existierenden Gerätenamen. Bitte wählen Sie einen anderen Namen.
el: Το επιλεγμένο όνομα Ομάδας Τόμων χρησιμοποιείται ήδη. Παρακαλώ, διαλέξτε κάποιο άλλο όνομα.
eo: La elekta datumportila grupa nomo konflikas kun ekzista adaptila nomo. Bonvole elektu alian nomon.
et: Valitud volüümigrupi nimi kattub olemasoleva seadme nimega. Palun vali mõni teine nimi.
eu: Hautatutako bolumen-izena lehendik dagoen gailuaren izenarekin teilakatuta dago. Aukeratu beste izen bat.
fa: نام گروه فضای انتخاب شده، با نام یکی از دستگاه‌های موجود متشابه است. لطفا نام دیگزی برگزینید.
fi: Valittu levynideryhmän nimi on jo käytössä laitenimenä. Valitse jokin muu nimi.
gl: O nome para o grupo de volumes é igual que o nome dun dispositivo existente. Escolla outro nome.
he: השם שנבחר לקבוצת הכרכים חופף עם שם התקן קיים. בחר בבקשה שם אחר.
id: Nama Grup Volum yang dipilih bentrok/sama dengan nama piranti yang ada. Silakan pilih nama lain.
kk: Көрсетілген томдар тобының атауы құрылғы атауы ретінде пайдаланымда. Басқа атау таңдаңыз.
lt: Pasirinktas tomų grupės (Volume Group) pavadinimas kertasi su egzistuojančiu įrenginio pavadinimu. Prašau pasirinkti kitą pavadinimą.
lv: Izvēlētais sējumu grupas vārds pārklājas ar eksistējošas iekārtas vārdu, lūdzu izvēlaties citu vārdu.
ml: തിരഞ്ഞെടുത്ത വാള്യം ഗ്രൂപ്പിന്റെ പേര് നിലവിലുള്ള ഒരു ഉപകരണത്തിന്റെ പേരുമായി ഓവര്‍ ലാപ് ചെയ്യുന്നു. ദയവായി മറ്റൊരു പേര് തിരഞ്ഞെടുക്കൂ.
nn: Det valde namnet for det grupperte dataområdet overlappar med eit eksisterande einingsnamn. Vel eit anna namn.
pa: ਚੁਣਿਆ ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ ਮੌਜੂਦਾ ਜੰਤਰ ਨਾਂ ਨਾਲ ਮਿਲਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਨਾਂ ਚੁਣੋ।
pl: Wprowadzona nazwa grupy woluminów jest taka sama jak istniej±ca nazwa urz±dzenia. Proszê wprowadziæ inn± nazwê.
pt_br: O nome do Grupo de Volume selecionado conflita com um nome de dispositivo existente. Por favor, selecione um outro nome.
ro: Numele de grup de volume selectat se suprapune cu un nume de dispozitiv existent. Vă rugăm să alegeţi un alt nume.
sl: Izbrano ime skupine nosilcev se prekriva z obstoječim imenom naprave. Izberite drugo ime.
zh_tw: 所指定的 Volume Group 名稱和一個現存的裝置名稱重複了。請換用另一個名稱。

source: Volume group to delete:
cy: Y Grŵp Cyfrol i'w ddileu:
de: Zu löschende Volume-Gruppe:
el: Ομάδα Τόμων προς διαγραφή:
eo: Viŝota datumportila grupo:
et: Kustutatav volüümigrupp:
eu: Ezabatu beharreko bolumen-taldea:
fa: گروه فضایی که باید حذف شود:
fi: Poistettava levynideryhmä:
gl: Grupo de volumes a borrar:
he: קבוצת כרכים למחיקה:
id: Grup Volum yang ingin dihapus:
kk: Жою үшін томдар тобы:
lt: Tomų grupė (Volume Group), kurią norite išmesti:
lv: Dzēst sējumu grupu:
ml: ഡിലീറ്റ് ചെയ്യേണ്ട വാള്യം ഗ്രൂപ്പ്:
nn: Gruppert dataområde som skal slettast:
pa: ਹਟਾਉਣ ਲਈ ਵਾਲੀਅਮ ਸਮੂਹ:
pl: Grupa woluminów do usuniêcia:
pt_br: Grupo de Volume a ser removido :
ro: Grupul de volume de şters:
sl: Izberite skupino nosilcev, ki jo želite zbrisati:
zh_tw: 要刪除的 Volume Group：

source: Please select the volume group you wish to delete.
cy: Dewiswch y Grŵp Cyfrol hoffech ddileu os gwelwch yn dda.
de: Bitte wählen Sie die Volume-Gruppe aus, die Sie löschen möchten.
el: Επιλέξτε το όνομα της Ομάδας Τόμων που επιθυμείτε να διαγράψετε.
eo: Bonvole elektu la datumportilan grupon, kiun vi volas viŝi.
et: Palun vali volüümigrupp, mida kustutada soovid.
eu: Hautatu ezabatu nahi duzun bolumen-taldea.
fa: لطفا گروه فضایی را که میخواهید حذف شود، انتخاب کنید.
fi: Valitse minkä levynideryhmän haluat poistaa.
gl: Escolla o grupo de volumes que quere borrar.
he: בחר קבוצת כרכים שברצונך למחוק
id: Silakan pilih Grup Volum yang ingin Anda hapus.
kk: Жою үшін томдар тобын таңдаңыз.
lt: Prašau pasirinkti tomų grupę (Volume Group), kurią norite išmesti.
lv: Lūdzu izvēlaties, kuru sējumu grupu Jūs vēlaties dzēst.
ml: ദയവായി ഡിലീറ്റ് ചെയ്യേണ്ട വാള്യം ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കൂ.
nn: Vel det grupperte dataområdet du vil sletta.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਾਲੀਅਮ ਸਮੂਹ ਜੋ ਤੁਸੀਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਚੁਣੋ।
pl: Proszê Wybraæ grupê woluminów, któr± chcesz usun±æ.
pt_br: Por favor, selecione o Grupo de Volume que você deseja remover.
ro: Vă rugăm să selectaţi Grupul de volume pe care doriţi să-l ştergeţi.
sl: Izberite skupino nosilcev, ki jo želite zbrisati.
zh_tw: 請選擇您想要刪除的 Volume Group。

source: The volume group may have already been deleted.
cy: Efallai cafodd y Grŵp Cyfrol ei ddileu eisioes.
de: Die Volume-Gruppe könnte bereits gelöscht sein.
el: Η Ομάδα Τόμων πιθανόν έχει ήδη διαγραφεί.
eo: La datumportila grupo eble jam viŝis.
et: See volüümigrupp võib juba kustutatud olla.
eu: Bolumen-taldea agian lehendik ezabatuta dago.
fa: این گروه احتمالا قبلا حذف شده است.
fi: Levynideryhmä saattaa olla jo poistettu.
gl: O grupo de volumes podería estar xa borrado.
he: קבוצת כרכים כנראה שכבר נמחקה
id: Grup Volum mungkin telah dihapus.
kk: Бұл томдар тобы жойылғаны ықтимал.
lt: Tomų grupė (Volume Group) galėjo būti jau išmesta.
lv: Šī sējumu grupa jau ir nodzēsta.
ml: വാള്യം ഗ്രൂപ്പ് നേരത്തേ തന്നെ ഡിലീറ്റ് ചെയ്യപ്പെട്ടിട്ടുണ്ടാവാം.
nn: Det grupperte dataområdet er kanskje sletta allereie.
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਪਹਿਲਾਂ ਹੀ ਹਟਾਇਆ ਲੱਗਦਾ ਹੈ।
pl: Grupa woluminów mog³a zostaæ ju¿ usuniêta.
pt_br: O Grupo de Volume pode já ter sido removido.
ro: Este posibil ca Grupul de volume să fi fost deja şters.
sl: To ime skupine nosilcev je že v uporabi.
zh_tw: 該 Volume Group 也許早已被刪除了。
