Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: /home - user home directories
cy: /home - cyfeiriadau cartref defnyddwyr
de: /home - Home-Verzeichnisse der Benutzer
el: /home - προσωπικοί κατάλογοι χρηστών
eo: /home - uzanta hejma dosiorujano
et: /home - kodukataloogid
eu: /home - erabiltzailearen etxeko direktorioak
fi: /home - käyttäjien kotihakemistoja
gl: /home - directorios persoais dos usuarios
he: /home - ספריות הבית של המשתמשים
id: /home - direktori home pengguna
kk: /home – пайдаланушылардың үйдегі каталогтары
lt: /home - naudotojo "namų" katalogai
lv: /home - lietotāju majas direktorija
mg: /home'-'laha-tahiry voatokana ho an'ny mpampiasa
ml: /home - ഉപയോക്താ ഹോം ഡയറക്റ്ററികള്‍
nn: /home - brukaren si heimemappe
pa: /home - ਉਪਭੋਗੀ ਘਰ ਡਾਇਰੈਕਟਰੀਆਂ
pl: /home - domowe katalogi u¿ytkowników
pt_br: /home - diretório pessoal dos usuários
ro: /home - directoarele "acasă" ale utilizatorilor
sl: /home - uporabnikove domače mape
zh_tw: /home - 使用者的個人目錄

source: /tmp - temporary files
cy: /tmp - ffeiliau dros dro
de: /tmp - Temporäre Dateien
el: /tmp - προσωρινά αρχεία
eo: /tmp - nedaŭraj dosieroj
et: /tmp - ajutised failid
eu: /tmp - aldi baterako fitxategiak
fi: /tmp - tilapäisiä tiedostoja
gl: /tmp - ficheiros temporais
he: /tmp - קבצים זמניים
id: /tmp - berkas-berkas sementara
kk: /tmp – уақытша файлдар
lt: /tmp - laikini failai
lv: /tmp - pagaidu faili
ml: /tmp - താല്കാലിക ഫയലുകള്‍
nn: /tmp - mellombelse filer
pa: /tmp - ਆਰਜੀ ਫਾਇਲਾਂ
pl: /tmp - pliki tymczasowe
pt_br: /tmp - arquivos temporários
ro: /tmp - fişiere temporare
sl: /tmp - začasne datoteke
zh_tw: /tmp - 暫存檔

source: /usr - static data
cy: /usr - data sefydlog
de: /usr - Statische Daten
el: /usr - στατικά αρχεία
eo: /usr - statikaj datumoj
et: /usr - staatilised andmed
eu: /usr - datu estatikoak
fi: /usr - muuttumatonta tietoa
gl: /usr - datos estáticos
he: /usr - מידע סטטי
id: /usr - data statis
kk: /usr – статикалық деректер
lt: /usr - statiniai duomenys
lv: /usr - statiskie dati
mg: /usr - data tsy miova
ml: /usr - സ്ഥിര ഡാറ്റ
nn: /usr - statiske data
pa: /usr - ਸਥਿਰ ਡਾਟਾ
pl: /usr - statyczne dane
pt_br: /usr - dados estáticos
ro: /usr - date statice
sl: /usr - statični podatki
zh_tw: /usr - 固定資料

source: /var - variable data
cy: /var - data newidol
de: /var - Sich ändernde Daten
el: /var - μεταβλητά αρχεία
eo: /var - variaj datumoj
et: /var - muutuvad andmed
eu: /var - datu aldakorrak
fi: /var - muuttuvaa tietoa
gl: /var - datos variables
he: /var - מידע משתנה
id: /var - data dinamis
kk: /var – ауыспалы деректер
lt: /var - kintantys duomenys
lv: /var - mainīgie dati
mg: /var - data miova
ml: /var - മാറുന്ന ഡാറ്റ
pa: /var - ਤਬਦੀਲੀ ਯੋਗ ਡਾਟਾ
pl: /var - zmienne dane
pt_br: /var - dados variáveis
ro: /var - date variabile
sl: /var - spremenljivi podatki
zh_tw: /var - 動態資料

source: /srv - data for services provided by this system
cy: /srv - data ar gyfer gwasanaethau a ddarparir gan y system hwn
de: /srv - Daten für Dienste, die von diesem Computer bereitgestellt werden
el: /srv - δεδομένα των υπηρεσιών που παρέχονται από το σύστημα
eo: /srv - datumoj por komplezoj provizata per ĉi tiu sistemo
et: /srv - andmed süsteemi poolt pakutavate teenuste jaoks
eu: /srv - sistema honek hornitutako zerbitzuetarako datuak
fi: /srv - tämän koneen tarjoamien palveluiden tietoja
gl: /srv - datos para os servicios fornecidos por este sistema
he: /srv - מידע בשביל שירותים המסופקים ע"י מערכת זאת
id: /srv -- data untuk layanan yang disediakan sistem ini
kk: /srv – жүйе ұсынған сервистер деректері
lt: /srv - šios sistemos tiekiamų paslaugų (services) duomenys
lv: /srv - šīs sistēmas servisu dati
ml: /srv - ഈ സിസ്റ്റം നല്കുന്ന സേവനങ്ങളുടെ ഡാറ്റ
nn: /srv - data for tenester som er tilbydd av dette systemet
pa: /srv - ਇਸ ਸਿਸਟਮ ਰਾਹੀਂ ਸੇਵਾਵਾਂ ਲਈ ਡਾਟਾ
pl: /srv - dane dla us³ug dostarczanych przez ten system
pt_br: /srv - dados de serviços fornecidos por este sistema
ro: /srv - date pentru servicii oferite de acest sistem
sl: /srv - podatki za storitve tega sistema
zh_tw: /srv - 此系統所提供的服務的資料

source: /opt - add-on application software packages
cy: /opt - pecynnau meddalwedd ychwanegol
de: /opt - Zusätzliche Anwendungen
el: /opt - πρόσθετα πακέτα εφαρμογών λογισμικού
eo: /opt - aldona baza programaro
et: /opt - lisatavad tarkvarsüsteemid
eu: /opt - aplikazio gehigarriko software-paketeak
fi: /opt - lisäohjelmia
gl: /opt - paquetes de software de aplicación
he: /opt - תוספות של חבילות תוכנה
id: /opt - paket-paket perangkat lunak tambahan
kk: /opt – программалық жасаудың қосымша дестелері
lt: /opt - papildomi programinės įrangos paketai
lv: /opt - programmatūras papildinājumu pakas
mg: /opt - rindran'asa fanampiny
ml: /opt - കൂട്ടിചേര്ക്കുന്ന അപ്ലിക്കേഷന്‍ സോഫ്റ്റ് വെയര്‍ പാക്കേജുകള്‍
nn: /opt - data for tilleggsprogramvare
pa: /opt - ਸ਼ਾਮਲ ਕੀਤੇ ਕਾਰਜ ਸਾਫਟਵੇਅਰ ਪੈਕੇਜ
pl: /opt - opcjonalne pakiety oprogramowania
pt_br: /opt - pacotes de softwares de aplicações adicionais
ro: /opt - pachete de programe-aplicaţie suplimentare
sl: /opt - dodatni programski paketi
zh_tw: /opt - 額外的應用程式套件

source: /usr/local - local hierarchy
cy: /usr/local - hierarchaeth lleol
de: /usr/local - Lokale Hierarchie
el: /usr/local - τοπική ιεραρχία
eo: /usr/local - loka dosierujo
et: /usr/local - kohalik hierarhia
eu: /usr/local - hierarkia lokala
fi: /usr/local - paikallisten tiedostojen hakemistopuu
gl: /usr/local - xerarquía local
he: /usr/local - הררכיה מקומית
id: /usr/local - hirarki untuk instalasi lokal
kk: /usr/local – локальді иерархия
lt: /usr/local - vietinė hierarchija
lv: /usr/local - lokālā hierarhija
ml: /usr/local - ലോകല്‍ അധികാരശ്രേണി
nn: /usr/local - lokalt hierarki
pa: /usr/local - ਸਥਾਨਕ ਲੜੀ
pl: /usr/local - lokalna hierarchia
pt_br: /usr/local - hierarquia local
ro: /usr/local - ierarhie locală
sl: /usr/local - lokalna hierarhija
zh_tw: /usr/local - 本機的目錄結構

source: Enter manually
cy: Rhoi â llaw
de: Von Hand angeben
el: Χειροκίνητη εισαγωγή
eo: Meme tajpu
et: Sisesta käsitsi
eu: Sartu eskuz
fa: ورود دستی
fi: Määritä itse
gl: Introducir a mán
he: הזנה באופן ידני
id: Masukkan secara manual
kk: Қолдан енгізу
lt: Įveskite rankiniu būdu
lv: Norādīt atsevišķi
mg: Hafa
ml: മാന്വലായി എന്റര്‍ ചെയ്യുക
nn: Skriv inn manuelt
pa: ਦਸਤੀ ਭਰੋ
pl: Wprowad¼ rêcznie
pt_br: Informar manualmente
ro: Introducere manuală
sl: Ročen vnos
zh_tw: 手動輸入

source: Do not mount it
cy: Peidio a'i glymu
de: Nicht einhängen
el: Να μη προσαρτηθεί
eo: Ne surmetas tiun diskpartigon
et: Ära seda haagi
eu: Ez muntatu
fa: بارگذاری نکن
fi: Älä liitä
gl: Non montala
he: ללא עגינה
id: Jangan kaitkan
kk: Бұл бөлімді жөндемеу
lt: Neprijungti jo
lv: Nemontēt to
mg: Aza ampiasaina io fizarana io
ml: ഇത് മൌണ്ട് ചെയ്യരുത്
nn: Ikkje monter det
pa: ਇਸ ਨੂੰ ਮਾਊਂਟ ਨਾ ਕਰੋ
pl: Nie montuj tego
pt_br: Não montar
ro: Nu o monta
sl: Ne priklopi
zh_tw: 不掛載此分割區

source: Mount point for this partition:
cy: Pwynt clymu ar gyfer y rhaniad hwn:
de: Einhängepunkt für diese Partition:
el: Σημείο προσάρτησης για αυτό το τμήμα:
eo: Surmetingo por ĉi tiu diskpartigo:
et: Selle partitsiooni haakepunkt:
eu: Partizio honetarako muntatze-puntua:
fi: Tämän osion liitoskohta:
gl: Punto de montaxe desta partición:
he: נקודת עגינה למחיצה זאת:
id: Titik kait untuk partisi ini:
kk: Бұл бөлімнің жөндеу нүктесі:
lt: Šio disko skirsnio prijungimo taškas:
lv: Šīs partīcijas montēšanas punkts:
mg: Toerana ampakarana ny fizarana:
ml: ഈ ഭാഗത്തിന്റെ മൌണ്ട് പോയിന്റ്:
nn: Monteringspunkt for denne partisjonen:
pa: ਇਸ ਭਾਗ ਲਈ ਮਾਊਂਟ ਪੁਆਂਇਟ:
pl: Punkt montowania dla tej partycji:
pt_br: Ponto de montagem para esta partição :
ro: Punctul de montare pentru acestă partiţie:
sl: Priklopna točka za ta razdelek:
zh_tw: 此分割區的掛載點：

source: Invalid mount point
cy: Pwynt clymu annilys
de: Ungültiger Einhängepunkt (Mount-Point)
el: Μη έγκυρο σημείο επαφής
eo: Malvalida surmetingo
et: Sobimatu haakepunkt
eu: Muntatze-puntu baliogabea
fi: Liitoskohta ei kelpaa
gl: Punto de montaxe non válido
he: נקודת עגינה לא חוקית
id: Titik kait tidak sah
kk: Жөндеудің қате нүктесі
lt: Neteisingas prijungimo taškas
lv: Nepareizs montēšanas punkts
mg: Toerana fampakarana tsy marina
ml: വാലിഡല്ലാത്ത മൌണ്ട് പോയിന്റ്
nn: Ugyldig monteringspunkt
pa: ਗਲਤ ਮਾਊਂਟ ਪੁਆਂਇਟ
pl: Nieprawid³owy punkt montowania
pt_br: Ponto de montagem inválido
ro: Punct de montare invalid
sl: Neveljavna priklopna točka
zh_tw: 不正確的掛載點

source: The mount point you entered is invalid.
cy: Mae'r pwynt clymu a rhoddwyd yn annilys.
de: Der von Ihnen angegebene Einhängepunkt ist ungültig.
el: Το σημείο επαφής που εισάγατε δεν είναι έγκυρο.
eo: La surmetingo kiu vi tajpis estas malvalida.
et: Sisestatud haakepunkt on sobi.
eu: Zuk sartutako muntatze-puntua baliogabea da.
fi: Antamasi liitoskohta ei kelpaa.
gl: O punto de montaxe introducido non é válido.
he: נקודת העגינה שהוכנסה אינה חוקית.
id: Titik kait yang Anda tentukan tidak sah.
kk: Сіз нұсқаған жөндеу нүктесін пайдалануға жарамсыз.
lt: Jūsų nurodytas prijungimo taškas neteisingas.
lv: Jūsu ievadītais montēšanas punkts nav pareizs.
mg: Ny toerana fampakarana izay nampidirinao dia tsy marina.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത മൌണ്ട് പോയിന്റ് വാലിഡല്ല.
nn: Monteringspunktet du skreiv inn er ugyldig.
pa: ਮਾਊਂਟ ਪੁਆਂਇਟ ਜੋ ਤੁਸੀਂ ਭਰਿਆ ਹੈ ਗਲਤ ਹੈ।
pl: Wprowadzony punkt montowania jest nieprawid³owy.
pt_br: O ponto de montagem informado é inválido.
ro: Punctul de montare introdus este invalid.
sl: Priklopna točka, ki ste jo vnesli, je neveljavna.
zh_tw: 您所輸入的掛載點是不正確的。

source: Mount points must start with "/". They cannot contain spaces.
cy: Rhaid i bwyntiau clymu gychwyn efo "/". Ni chant gynnwys bylchau.
de: Ein Einhängepunkt muss mit »/« beginnen. Es dürfen keine Leerzeichen verwendet werden.
el: Τα σημεία επαφής θα πρέπει να αρχίζουν με "/". Δε μπορούν να περιέχουν κενά.
eo: Surmetingoj devas komenciĝi kun "/". Ĝi ne devas enhavi spacojn.
et: Haakepunktid peavad algama "/". Nad ei tohi tühikuid sisaldada.
eu: Muntatze-puntuek "/" izan behar dute hasieran. Ezin dute zuriunerik eduki.
fa: نقطه‌ی بارگذاری باید با "/". آغاز شده و فضای خالی در آن نباشد.
fi: Liitoskohtien pitää alkaa /-merkillä. Välilyöntejä ei saa olla.
gl: Os puntos de montaxe han de comezar por "/" e non poden conter espazos.
he: נקודות עגינה חייבות להתחיל בתו "/" ואסור שיכילו רווחים.
id: Titik kait harus diawali dengan "/" dan tidak boleh berisi spasi.
kk: Жөндеу нүктелері"/" символдарынан басталуы тиіс. Оларда бос орын символдары болмауы тиіс.
lt: Prijungimo taškai turi prasidėti simboliu "/". Jie negali turėti tarpo simbolių.
lv: Montēšanas punktam jāsākas ar "/". Tajā nevar būt atstarpes.
mg: Ny toerana fampakarana dia manomboka amin'ny "/". Tsy tokony asiana malalaka.
ml: മൌണ്ട് പോയിന്റുകള്‍ "/" വച്ച് തുടങ്ങണം. അവ സ്പേയ്സുകള്‍ ഉള്ക്കൊള്ളുന്നതാകരുത്.
nn: Monteringspunkt må starta med «/». Dei kan ikkje innehalda mellomrom.
pa: ਮਾਊਂਟ ਪੁਆਂਇਟ "/" ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਇਹਨਾਂ ਵਿੱਚ ਥਾਂ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: Punkty montowania musz± zaczynaæ siê od "/". Nie mog± zawieraæ spacji.
pt_br: Pontos de montagem devem iniciar com "/". Eles não podem conter espaços.
ro: Punctele de montare trebuie să înceapă cu "/". Ele nu pot conţine spaţii.
sl: Priklopna točka se mora začeti z "/" in ne sme vsebovati presledkov.
zh_tw: 掛載點必須以 / 開頭，且不能包含空格。

source: Label for the file system in this partition:
cy: Label ar gyfer y system ffeiliau yn rhaniad hwn:
de: Label für das Dateisystem auf dieser Partition:
el: Ετικέτα για το συστήμα αρχείων αυτού του τμήματος:
eo: Etikedo por la dosiersistemo en ĉi tiu diskpartigo:
et: Silt sellel partitsioonil asuvale failisüsteemile:
eu: Partizio honetako fitxategi-sistemarako etiketa:
fi: Tässä levyosiossa olevan tiedostojärjestelmän nimiö:
gl: Etiqueta para o sistema de ficheiros desta partición:
he: תווית למערכת הקבצים במחיצה זאת:
id: Nama bagi sistem berkas pada partisi ini:
kk: Бұл бөлімнің файлдық жүйесін белгілеу:
lt: Šio disko skirsnio failų sistemos žymė:
lv: Šīs partīcijas failu sistēmas etiķete:
mg: Label ho an'ny file system ho an'io fizarana io :
ml: ഈ ഭാഗത്തെ ഫയല്‍ സിസ്റ്റത്തിന് വേണ്ട ലേബല്‍:
nn: Etikett for filsystemet på denne partisjonen:
pa: ਇਸ ਭਾਗ ਵਿੱਚ ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਲੇਬਲ:
pl: Etykieta dla systemu plików na tej partycji:
pt_br: Rótulo para o sistema de arquivos nesta partição :
ro: Eticheta pentru sistemul de fişiere în această partiţie:
sl: Oznaka za datotečni sistem tega razdelka:
zh_tw: 在此分割區中的檔案系統的磁碟標籤：

source: Format the swap area:
cy: Fformadu'r gofod cyfnewid:
de: Swap-Speicher formatieren:
el: Διαμόρφωση εικονικής μνήμης:
eo: Formatu interŝanĝan areon:
et: Formaatida saaleala:
eu: Formateatu swap area:
fa: پیکربندی فضای swap:
fi: Alusta sivutustila:
gl: Formatar a área de intercambio:
he: אתחול איזור ה-SWAP:
id: Format ruang swap:
kk: Толықтыру бөлімін пішімдеу:
lt: Formatuoti mainų vietos (swap) sritį:
lv: Formatēt apmaiņas apgabalu:
mg: Miformate ny toerana fifanankalozana swap:
ml: സ്വാപ് ഏരിയ ഫോര്മാറ്റ് ചെയ്യുക:
nn: Formater mellomlagerområdet:
pa: ਸਵੈਪ ਖੇਤਰ ਨੂੰ ਫਾਰਮਿਟ ਕਰੋ:
pl: Formatuj przestrzeñ wymiany:
pt_br: Formatar a àrea de troca :
ro: Formatează zona de swap:
sl: Formatiraj ta izmenljivi prostor:
zh_tw: 格式化該置換空間：

source: yes
cy: ie
de: Ja
el: ναι
eo: jes
et: jah
eu: bai
fi: kyllä
gl: si
he: #-#-#-#-# he.po (partman-basicmethods) #-#-#-#-# כן#-#-#-#-# he.po (partman-basicfilesystems) #-#-#-#-# כן
id: ya
kk: иә
lt: taip
lv: jā
mg: eny
ml: ശരി
nn: ja
pa: ਹਾਂ
pl: tak
pt_br: sim
ro: da
sl: da
zh_tw: 是

source: no
cy: na
de: Nein
el: όχι
eo: ne
et: ei
eu: ez
fi: ei
gl: non
he: #-#-#-#-# he.po (partman-basicmethods) #-#-#-#-# לא#-#-#-#-# he.po (partman-basicfilesystems) #-#-#-#-# לא
id: tidak
kk: жоқ
lt: ne
lv: nē
mg: tsy
ml: വേണ്ട
nn: nei
pa: ਨਹੀਂ
pl: nie
pt_br: não
ro: nu
sl: ne
zh_tw: 否

source: Label:
el: Ετικέτα:
eo: Etikedo:
et: Silt:
eu: Etiketa:
fi: Nimiö:
gl: Etiqueta:
he: תווית:
id: Nama:
kk: Белгі:
lt: Žymė:
lv: Etiķete:
ml: ലേബല്‍:
nn: Etikett:
pa: ਲੇਬਲ:
pl: Etykieta:
pt_br: Rótulo :
ro: Eticheta:
sl: Oznaka:
zh_tw: 磁碟標籤：

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Label:" ]
gl: ningunha
ml: ഒന്നുമില്ല
pa: ਕੋਈ ਨਹੀਂ

source: Reserved blocks:
cy: Blociau neilltuedig:
de: Reservierte Blöcke:
el: Δεσμευμένα μπλοκ:
eo: Rezervaj blokoj:
et: Reserveeritud blokid:
eu: Erreserbatutako blokeak:
fi: Varatut lohkot:
gl: Bloques reservados:
he: בלוקים שמורים:
id: Blok reserved:
kk: Қарға алынған блоктар:
lt: Rezervuoti blokai:
lv: Rezervēti bloki:
mg: Block voatokana:
ml: നീക്കി വച്ച ബ്ലോക്കുകള്‍:
nn: Reserverte blokker:
pa: ਰਾਖਵੇਂ ਬਲਾਕ:
pl: Bloki zarezerwowane
pt_br: Blocos reservados :
ro: Blocuri rezervate:
sl: Rezervirani bloki:
zh_tw: 保留檔案區塊：

source: Percentage of the file system blocks reserved for the super-user:
cy: Canran o flociau'r system ffeiliau wedi eu neilltua ar gyfer yr uwch-ddefnyddiwr:
de: Prozentsatz der für den Super-User (root) reservierten Dateisystemblöcke:
el: Ποσοστό μπλοκ του συστήματος αρχείων που δεσμεύεται για τον χρήστη root:
eo: Procento da dosiersistemaj blokoj rezervata por la ĉefuzanto:
et: Protsent superkasutajale reserveeritud failisüsteemi blokkidest:
eu: Supererabiltzailearentzako erreserbatutako fitxategi-sistemen blokeen ehunekoa:
fi: Pääkäyttäjälle varattujen tiedostojärjestelmän lohkojen prosenttiosuus:
gl: Porcentaxe dos bloques do sistema de ficheiros reservado para o super-usuario:
he: אחוז הבלוקים השמורים בשביל משתמש העל:
id: Persentase blok sistem berkas yang di-reserved untuk super-user:
kk: Суперпайдаланушы үщін қорға алынған файлдық жүйенің блоктар пайызы:
lt: Failų sistemos blokų procentinė dalis rezervuota super-naudotojui:
lv: Super lietotājam rezervētais failu sistēmas apjoms procentos:
mg: Isan-jaton'ny block'na file system natokana ho an'ny suprer-user :
ml: സൂപര്‍-ഉപയോക്താവിന് നീക്കി വച്ച ഫയല്‍ സിസ്റ്റം ബ്ലോക്കുകളുടെ ശതമാനം:
nn: Prosentdel av filsystemblokkene som er reservert for root-brukaren:
pa: ਸੁਪਰ-ਉਪਭੋਗੀ ਲਈ ਰਾਖਵੇਂ ਫਾਇਲ ਸਿਸਟਮ ਬਲਾਕਾਂ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ:
pl: Procentowa ilo¶æ systemu plików zarezerwowana dla super u¿ytkownika:
pt_br: Porcentagem dos blocos do sistema de arquivos reservados para o superusuário :
ro: Procentajul blocurilor de fişiere de sistem rezervate pentru superutilizator:
sl: Odstotek blokov datotečnega sistema, rezerviranih za super-uporabnika:
zh_tw: 在檔案系統中替管理者所保留的檔案區塊之百分比：

source: Typical usage:
cy: Defnydd nodweddiadol:
de: Nutzung:
el: Τυπική χρήση:
eo: kutima uzado:
et: Tüüpiline kasutus:
eu: Erabilera arrunta:
fi: Tyypillinen käyttö:
gl: Finalidade típica:
he: שימוש אופייני:
id: Penggunaan tipikal:
kk: Кәдімгі пайдалану:
lt: Tipinis naudojimas:
lv: Tipiskais izmantojums:
mg: Fampiasana azy an-davanan'andro:
ml: സാധാരണ ഉപയോഗം:
nn: Typisk bruk:
pa: ਖਾਸ ਵਰਤੋਂ:
pl: Typowe zastosowanie:
pt_br: Uso típico :
ro: Utilizare tipică:
sl: Tipična uporaba:
zh_tw: 主要用途：

source: standard
cy: safonnol
el: πρότυπη
eo: norma
et: tavaline
eu: estandarra
fi: normaali
gl: normal
he: סטנדרטי
kk: стандарт
lt: standartinis
lv: standarta
ml: സ്റ്റാന്ഡേര്ഡ്
pa: ਮਿਆਰੀ
pt_br: padrão
sl: običajno

source: Typical usage of this partition:
cy: Defnydd nodweddiadol y rhaniad hwn:
de: Nutzung für diese Partition:
el: Τυπική χρήση για αυτό το τμήμα:
eo: Kutima uzado de ĉi tiu diskpartigo:
et: Selle partitsiooni tavaline kasutus:
eu: Partizio honen erabilera arrunta:
fi: Tälle osiolle tyypillinen käyttö:
gl: Finalidade típica desta partición:
he: שימוש אופייני למחיצה זאת:
id: Penggunaan tipikal untuk partisi ini:
kk: Бұл бөлімді кәдімгідей пайдалану:
lt: Šio skirsnio tipinis naudojimas:
lv: Tipisks partīcijas lietojums:
mg: Fampiasana ny fizarana an-davanan'andro:
ml: ഈ ഭാഗത്തിന്റെ സാധാരണ ഉപയോഗം:
nn: Typisk bruk av denne partisjonen:
pa: ਇਸ ਭਾਗ ਦੀ ਖਾਸ ਵਰਤੋਂ:
pl: Typowe zastosowanie dla tej partycji:
pt_br: Uso típico desta partição :
ro: Utilizare tipică pentru acestă partiţie:
sl: Običajna uporaba tega razdelka:
zh_tw: 此分割區的主要用途：

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
cy: Penodwch sut caiff y system ffeiliau ei ddefnyddio, fel gellir dewis paramedrau system ffeiliau addas ar gyfer y defnydd hwnnw.
de: Bitte legen Sie fest, wie das Dateisystem genutzt werden soll, damit die optimalen Parameter gewählt werden können.
el: Παρακαλώ ορίστε τη χρήση αυτού του συστήματος αρχείων, ώστε να γίνει βελτιστοποίηση των παραμέτρων του για τη συγκεκριμένη χρήση.
eo: Bonvolu indiki la uzon de la uzonta dosiersitemo, por plej bone akomodi dosiersitemon kun sia uzado.
et: Palun täpsusta, kuidas seda failisüsteemi kasutama hakatakse, et valida talle selleks kasutusviisiks optimaalsed parameetrid.
eu: Zehaztu fitxategi-sistema nola erabiliko den, erabilera horretarako fitxategi-sistemaren parametro optimoak aukeratzeko.
fi: Määritä käyttötarkoitus, jotta tiedostojärjestelmän asetukset voidaan valita parhaiksi mahdollisiksi.
gl: Especifique como se vai usar o sistema de ficheiros, para escoller parámetros óptimos para o sistema de ficheiros e este emprego.
he: ציין בבקשה איך מערכת הקבצים הולכת להיות בשימוש, כדי שהפרמטרים האופטמלים יבחרו לשימוש זה.
id: Silakan tentukan bagaimana sistem berkas ini akan digunakan, sehingga d-i dapat menentukan parameter optimal sistem berkas.
kk: Файлдық жүйенің қолайлы параметрлерін таңдау үшін файлдық жүйе қалай қолданылатынын нұсқаңыз.
lt: Nurodykite kam ketinate naudoti šią failų sistemą; pagal tai bus parinkti optimalūs failų sistemos parametrai.
lv: Lūdzu norādiet, kā tiks lietota šī failu sistēma, lai varētu noteikt attiecīgajam pielietojumam optimālus uzstādījumus.
mg: Azafady lazao ny fomba ampiasana ny file system, mba ahafahana mifidy ny mpihazaka mifanaraka tsara amin'ny file system.
ml: ദയവായി എങ്ങനെയാണ് ഫയല്‍ സിസ്റ്റം ഉപയോഗിക്കാന്‍ പോകുന്നത് എന്ന് വ്യക്തമാക്കിയാല്‍ ആ ഉപയോഗത്തിന് അനുയോജ്യമായ സിസ്റ്റം പരാമീറ്ററുകള്‍ തിരഞ്ഞെടുക്കാം.
nn: Oppgje korleis filsystemet skal brukast, slik at optimale filsystemparameter kan setjast for den bruken.
pa: ਦੱਸੋ ਕਿ ਫਾਇਲ ਸਿਸਟਮ ਕਿਸ ਤਰਾਂ ਵਰਤਣਾ ਹੈ, ਤਾਂ ਕਿ ਅਨੁਸਾਰੀ ਪੈਰਾਮੀਟਰ ਇਸ ਵਰਤੋਂ ਲਈ ਚੁਣੇ ਜਾ ਸਕਣ।
pl: Proszê okre¶liæ w jaki sposób bêdzie wykorzystywany system plików, tak by mo¿na wybraæ optymalne parametry do tych zastosowañ.
pt_br: Por favor, especifique como o sistema de arquivos será usado para que parâmetros de otimização do sistema de arquivos possam ser selecionados para esse específico.
ro: Vă rugăm să specificaţi cum va fi utilizat sistemul de fişiere, astfel ca parametrii optimi pot fi aleşi pentru utilizare.
sl: Določite, kako boste uporabljali datotečni sistem, tako da bodo nastavljeni ustrezni sistemski parametri
zh_tw: 請指定將要如何使用該檔案系統，以便能夠據此來選擇最佳的檔案系統參數。

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
cy: standard = paramedrau safonnol, news = un inode i bob bloc 4KB, largefile = un inode i bob megabeit, largefile4 = un inode i bob 4 megabeit.
de: standard = Standardparameter, news = Eine Inode je 4KB Block, largefile = Eine Inode je Megabyte, largefile4 = Eine Inode je 4 Megabytes.
el: standard = πρότυπες παράμετροι, news = ένα inode ανά μπλοκ 4KB, largefile = ένα inode ανά megabyte, largefile4 = ένα inode ανά 4 megabytes.
eo: standard = kutimaj parametroj, news = unu indeksnodo po 4KB-a bloko, largefile = unu indeksnodo po megabajto, largefile4 = unu indeksnodo po 4 megabajtoj.
et: tavaline = standartsed parameetrid, news = üks inode 4KB ploki kohta, largefile = üks inode megabaidi kohta, largefile4 = üks inode 4 megabaidi kohta.
eu: estandarra = parametro estandarrak, berriak = inodo bat 4 KBko blokeko, fitxategi_handia = inodo bat megabyte bakoitzeko, fitxategi_handia4 = inodo bat 4 megabyteko.
fi: normaali = normaalit asetukset, uutispalvelin = yksi inode 4Kt lohkoa kohti, suuria tiedostoja = yksi inode megatavua kohti, suuria tiedostoja 4 = inode neljää megatavua kohti
gl: normal = parámetros normais, news = un inode por bloque de 4KB, largefile = un inode por megabyte, largefile4 = un inode por cada 4 megabytes.
he: סטנדרטי = פרמטרים סטנדרטיים, חדשות = inode אחד לכל בלוק של 4K, קובץ גדול = inode אחד לכל מגהבייט, קובץ גדול 4 = inode אחד לכל 4 מגהבייט.
id: standard = parameter standar, news = satu inode per blok 4KB, largefile = satu inode per megabyte, largefile4 = satu inode per 4 megabyte.
kk: standard = стандартты параметрлер, news = 4KB блокқа бір inode, largefile = бір inode бір мегабайтқа, largefile4 = 4 мегабайтқа бір inode.
lt: standard = standartiniai parametrai, news = vienas inode 4KB blokui, largefile = vienas inode megabaitui, largefile4 = vienas inode 4-iems megabaitams.
lv: standarta = standarta parametri, news = inodes apgabali pa 4KB blokiem, largefile = inode apgabalos pa megabaitam, largefile4 = inode apgabalos pa 4 megabaitiem.
ml: സ്റ്റാന്ഡേര്ഡ് = സ്റ്റാന്ഡേര്ഡ് പരാമീറ്ററുകള്‍, ന്യൂസ് = 4KB ബ്ലോക്കിന് ഒരു inode, വലിയഫയല്‍ = മെഗാബൈറ്റിന് ഒരു inode, വലിയഫയല്‍4 = 4 മെഗാബൈറ്റിന് ഒരു inode.
nn: standard = standard parameter, news = ein inode per 4KB blokk, largefile = ein inode per megabyte, largefile4 = ein inode per 4 megabyte.
pa: standard = ਮਿਆਰੀ ਪੈਰਾਮੀਟਰ, news = ਇੱਕ inode ਪ੍ਰਤੀ 4ਕਿਬਾ ਬਲਾਕ, largefile = ਇੱਕ inode ਪ੍ਰਤੀ ਮੈਗਾਬਾਈਟ, largefile4 = ਇੱਕ inode ਪ੍ਰਤੀ 4 ਮੈਗਾਬਾਈਟ।
pl: standard = standardowe parametry, news = jeden iwêze³ na 4KB blok, largfile = jeden iwêze³ na megabajt, largefile4 = jeden iwêze³ na 4 megabajty
pt_br: padrão = parâmetros padrões, news = um inode para cada bloco de 4KB, largefile = um inode por megabyte, largefile4 = um inode para cada 4 megabytes.
ro: standard = parametri standard, news = un inod la 4KO bloc, largefile = un inod la un megaoctet, largefile4 = un inod la 4 megaocteţi.
sl: običajno = običajni parametri, novice = en inod za 4 KB, velikadatoteka = en inod za 1 MB, velikadatoteka4 = en inod za 4 MB.
zh_tw: standard = 標準參數，news = 每 4 KB 的檔案區塊使用一個 Inode，largefile = 每 1 MB 使用一個 Inode，largefile4 = 每 4 MB 使用一個 Inode。
