Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
cy: Defnyddir y masg rhwydwaith er mwyn dehongli pa gyfrifiaduron sy'n lleol i'ch rhwydwaith. Gofynnwch i weinyddwr eich rhwydwaith os nad ydych chi'n gwybod yr ateb cywir. Dylid rhoi y masg rhwydwaith fel pedwar rhif wedi eu gwahannu gan atalnodau.
de: Durch die Netzmaske kann bestimmt werden, welche Rechner im lokalen Netzwerk direkt angesprochen werden können. Wenn Sie diesen Wert nicht kennen, fragen Sie Ihren Netzwerkadministrator. Die Netzmaske besteht aus vier durch Punkte getrennten Zahlen.
el: Η μάσκα δικτύου (netmask) χρησιμοποιείται για τον προσδιορισμό των υπολογιστών που θεωρούνται τοπικά στο δίκτυό σας. Αν δε γνωρίζετε τη τιμή της μάσκας δικτύου, συμβουλευτείτε τον διαχειριστή του δικτύου σας. Η μάσκα δικτύου έχει τη μορφή τεσσάρων αριθμών χωρισμένων με τελείες.
eo: La retmasko uzitas por defini lokajn retsistemojn. Se vi ne scias kion tajpi, konsultu vian retan administriston. La retmasko enskribiĝu kiel kvar nombroj apartigitaj per punktoj.
et: Võrgumask näitab, millised arvutid kuuluvad kohalikku võrku. Kui sa ei tea, mida sisestada, küsi abi võrgu administraatorilt. Võrgumask peaks koosnema neljast punktidega eraldatud numbrist.
eu: Sare-maskara zure sareko zein makina diren lokalak zehazteko erabiltzen da. Balioa ez badakizu, galdetu sare-administratzaileari. Sare-maskarak puntuz bereizitako lau zenbakiren itxura izan beharko luke.
fa: netmask برای تعیین رایانه‌هایی که برای شبکه‌ی شما محلی محسوب میشوند به کار میرود. اگر مقدار آن را نمیدانید با مدیر شبکه تماس بگیرید. netmask به شکل چهار عدد است که با نقطه از هم جدا شده‌اند.
fi: Verkon peitettä käytetään määrittämään, mitkä koneet ovat paikallisverkossasi. Kysy verkkosi ylläpitäjältä, jos et tiedä tätä arvoa. Verkon peite syötetään neljänä lukuna eroteltuna pistein.
gl: A máscara de rede emprégase para determinar as máquinas que pertencen á súa propia rede. Consulte co seu administrador de redes se non coñece o seu valor. A máscara de rede introdúcese coma catro números separados por puntos.
he: מסכת הרשת משמשת כדי לקבוע איזה מחשבים הם בתוך הרשת שלך. התייעץ עם מנהל הרשת שלך, אם אינך יודע את הערך הנכון. מסכת הרשת שלך צריכה להיות 4 מספרים מופרדים בנקודות.
id: Netmask digunakan untuk menentukan mesin-mesin lokal pada jaringan. Tanyakan pada administrator jaringan bila Anda tidak mengetahui nilainya. Netmask harus dimasukkan dalam bentuk 4 angka yang dipisah dengan titik.
kk: Бағыныңқы желі қалқасы қандай машиналардың жергілікті екенін анықтау үшін қолданылады. Сіздің желіңіз үшін. Оның қандай болатынын білмесеңіз,өз желіңіздің әкімшісімен кеңесіңіз. Бағыныңқы желі қалқасы нүктелермен бөлінген төрт сан түрінде енгізіледі.
lt: Tinklo trafaretas apibrėžia, kurie kompiuteriai yra lokalūs Jūsų tinkle. Pasitarkite su savo tinklo administratoriumi, jei nežinote šios reikšmės. Tinklo trafaretas turi būti įvestas, kaip keturi skaičiai, atskirti taškais.
lv: Tīkla maska tiek lietota, lai noteiktu kuras mašīnas pieder jūsu lokālajam tīklam. Ja nezināt ko rakstīt šajā ailē, sazinieties ar savu tīkla administratoru. Tīkla maska sastāv no četriem skaiļiem, ko vienu no otra atdala punkti.
mg: Ny netmask dia hilaina hamantarana ny milina izay ao anaty ny rezo 'nao. Raha tsy fantatrao ny sandany dia anontanio ny mpitantana ny rezo. Ny netmask dia isa efatra elenelanina teboka.
ml: നിങ്ങളുടെ നെറ്റുവര്ക്കിന് ലോക്കലായിട്ടുള്ള മഷീനുകളേതെല്ലാം എന്ന് മനസ്സിലാക്കാനാണ് നെറ്റ് മാസ്ക് ഉപയോഗിക്കുന്നത്. നിങ്ങള്ക്ക് വില നിശ്ചയമില്ലെങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക. വിരാമങ്ങളാല്‍ വേര്തിരിക്കപ്പെട്ട നാല് അക്കങ്ങളായാണ് നെറ്റ്മാസ്ക് എന്റര്‍ ചെയ്യേണ്ടത്.
nn: Nettmaska blir brukt til å avgjera kva for maskiner som er på det lokale nettverket. Ta kontakt med nettverksadministratoren dersom du ikkje veit kva for verdi du skal bruka. Nettmaska skal skrivast som fire tal med punktum mellom.
pa: ਨੈਟਮਾਸਕ ਪਤਾ ਲਗਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਤੇ ਕਿਹੜੀ ਮਸ਼ੀਨ ਸਥਾਨਕ ਹੈ। ਆਪਣੇ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੇ ਤੁਸੀਂ ਮੁੱਲ ਨਹੀਂ ਜਾਣਦੇ। ਨੈਟਮਾਸਕ ਬਿੰਦੂ ਨਾਲ ਵੱਖ ਕੀਤੇ ਚਾਰ ਨੰਬਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Maska sieci okre¶la, które komputery s± lokalne w Twojej sieci. Je¶li nie wiesz co wpisaæ, skontaktuj siê z administratorem sieci. Maska sieci powinna byæ wpisana jako cztery liczby rozdzielone kropkami.
pt_br: A máscara de rede é usada para determinar quais máquinas são locais para sua rede. Consulte o administrador de sua rede caso você não saiba o que usar. A máscara de rede deve ser informada como quatro números separados por pontos.
ro: Masca de reţea este folosită pentru a determina care maşini sunt în reţeaua dvs. locală. Consultaţi-vă administratorul de reţea dacă nu cunoaşteţi valoarea. Masca de reţea ar trebui să fie introdusă ca patru numere separate prin puncte.
sl: Omrežna maska vam pove kateri računalniki so glede na vaše omežje krajevni. Če vrednosti ne poznate, se posvetujte s skrbnikom omrežja. Omrežno masko morate vnesti kot štiri številke, med seboj ločene s pikami.
zh_tw: 網路遮罩 (NetMask) 是用來決定哪些機器是位於您的區域網路中。如果您不知道這個遮罩值，請洽詢您的網路管理員。在此所輸入的網路遮罩應該是由四個由句點分隔的數字所組成。

source: Gateway:
cy: Mynedfa:
el: Πύλη δικτύου:
eo: Kluzo:
et: Võrguvärav:
eu: Atebidea:
fi: Yhdyskäytävä eli reititin:
gl: Pasarela:
id: Gerbang:
kk: Көмей:
lt: Tinklų sąsaja (gateway):
lv: Vārteja:
mg: Tetezana:
ml: ഗേയ്റ്റുവേ:
nn: Standardrutar:
pa: ਗੇਟਵੇ:
pl: Brama sieciowa:
sl: Prehod:
zh_tw: 閘道：

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
cy: Mae'r mynedfa yn gyfeiriad IP (pedwar rhif wedi eu gwahannu gan atalnodau) sy'n penodi'r llwybrydd mynedfa, a elwir hefyd y llwybrydd rhagosod. Danfonir yr holl draffig sy'n mynd y tu allan i'ch rhwydwaith lleol (er enghraifft, i'r Rhyngrwyd) drwy'r llwybrydd hyn. Mewn rhai achosion anarferol, gallwch fod heb lwybrydd; os hynny, gallwch adael hyn yn wag. Os nad ydych chi'n gwybod yr ateb cywir i'r cwestiwn hwn, gofynnwch i weinyddwr eich rhwydwaith.
de: Das ist eine IP-Adresse (vier durch Punkte getrennte Zahlen), die den Gateway angibt. Auch als Defaultrouter bekannt. Alle Daten zu Rechnern außerhalb Ihres LAN (zum Beispiel zum Internet) werden über diesen Router gesendet. In seltenen Fällen haben Sie keinen Router, in diesem Fall geben Sie hier einfach nichts ein. Wenn Sie die richtige Antwort hier nicht kennen, fragen Sie Ihren Netzwerkadministrator.
el: Η πύλη δικτύου είναι μια διεύθυνση IP (τέσσερις αριθμοί δικτύου χωρισμένοι με τελείες). Όλη η δικτυακή επικοινωνία που προορίζεται εκτός του δικτύου σας (π.χ. στο Internet) δρομολογείται μέσω της πύλης δικτύου (αλλιώς γνωστής ως δρομολογητής). Σε σπάνιες περιπτώσεις, μπορεί να μην υπάρχει δρομολογητής, οπότε μπορείτε να αφήσετε το πεδίο κενό. Αν δε γνωρίζετε την απάντηση στην ερώτηση αυτή, συμβουλευτείτε το διαχειριστή του δικτύου σας.
eo: La kluzo estas 'IP'-adreso (kvar nombroj apartigitaj per punktoj) kiu indikas la enkursigilan sistemon ; ĝia sistemo ankaŭ nomiĝas la implicita kurso. La tuta eliranta rettrafiko (ekzemple, al interreto) trairas ĝin. Kaze kelkaj maloftaj okazoj, vi malbezonas enkursigilon. Tiuokaze malplenigu ĉi registrokampon. Se vi ne scias kion tajpi, konsultu vian retan administriston.
et: Võrguvärav on IP aadress (neli punktidega eraldatud numbrit), mis määravad võrgu väravaks oleva marsruuteri. Kogu kohtvõrgust lahkuv liiklus (näiteks Internetti) käib läbi selle marsruuteri. On haruldasi juhte, kus marsruuterit polegi - sel juhul jäta väli tühjaks. Kui sa ei tea, mida sisestada, küsi abi võrgu administraatorilt.
eu: Atebidea IP helbidea da (lau zenbaki puntuz bereizita) eta atebidearen bideratzailea, bideratzaile lehenetsi gisa ere ezagutzen dena, adierazten du. Sare lokaletik kanpora (adibidez, Internetera) bidaltzen den trafiko guztia bideratzaile honen bidez bidaltzen da. Zenbait egoeratan, baliteke bideratzailerik ez izatea; kasu horretan, hau hutsik utz dezakezu. Galdera honen erantzun zuzena ez badakizu, galdetu sare-administratzaileari.
fa: gateway یک IPآدرس است که مشخص کننده‌ی gateway router یا همان default router است. تمام ترافیکی که از شبکه محلی شما بیرون میرود، از طریق این router فرستاده میشود. در بعضی شرایط شما ممکن است router نداشته باشید، در این صورت این جا را خالی بگذارید. اگر مطمئن نیستید با مدیر شبکه تماس بگیرید.
fi: Yhdyskäytävä on IP-osoite (neljä numeroa eroteltuna pistein), joka kertoo yhdyskäytäväreitittimesi, tunnetaan myös oletusreitittimenä. Kaikki lähiverkkosi ulkopuolelle (esimerkiksi Internetiin) menevä liikenne lähetetään tämän reitittimen kautta. Jos sinulla poikkeuksellisesti ei ole reititintä, voit jättää tämän tyhjäksi. Jos et tiedä oikeaa arvoa, kysy verkkosi ylläpitäjältä.
gl: A pasarela é un enderezo IP (catro números separados por puntos) que indica o encamiñador pasarela, tamén coñecido coma encamiñador por defecto. Todo o tráfico dirixido ao exterior da súa rede local (por exemplo, a Internet), envíase a través deste encamiñador. Nalgunhas circunstancias, pode non ter un encamiñador; neste caso, pode deixalo en branco. Se non coñece a resposta correcta, consulte ao seu administrador de redes.
he: ה-gateway היא כתובת IP (ארבעה מספרים מופרדים בנקודות) שמציינת את נתב ברירת המחדל. כל התעבורה שיוצאת מחוץ לרשת המקומית שלך (אינטרנט לדוגמה) נשלחת דרך נתב זה. במקרים נדירים יכול להיות שאין לך נתב. במקרה זה, השאר את השדה ריק. אם אין לך מידע וודאי לגבי שדה זה, התייעץ עם מנהל הרשת שלך.
id: Gerbang merupakan alamat IP (4 angka yang dipisah dengan titik) yang menunjukan router gerbang, juga disebut sebagai router utama. Semua lalu lintas yang keluar dari LAN (misalnya ke Internet) akan dikirim melalui router ini. Sangat jarang suatu jaringan tidak memiliki router; dalam kasus ini, biarkan ruas ini kosong. Bila Anda tidak tahu jawaban yang benar, tanyakan pada administrator jaringan.
kk: Бұл IP-адрес (нүктелермен бөлінген төрт сан), ол көмейлік маршруттауышты нұсқайды, сондай-ақ ол үндемеске қойылған маршруттаушы ретінде де белгілі. Сіздің жергілікті желіңізден тыс шығатын барлық трафик (мысалы, интернет) осы маршруттаушы арқылы өтеді. Кей жағдайда сізде мұндай маршруттаушы болмауы мүмкін;бұл кезде бос орын қалдыру керек. Егер сіз бұл сұраққа дұрыс жауап білмесеңіз, өз желіңіздің әкімшісімен кеңесіңіз.
lt: Tinklų sąsajos IP adresas (keturi skaičiai atskirti taškais) nurodo tinklų sąsajos kelvedį, taip pat vadinamą numatytuoju kelvedžių (default router). Visa informacija išeinanti iš Jūsų lokalaus tinklo (pvz. į internetą), yra siunčiama per šį kelvedį. Kartais Jūs galite neturėti kelvedžio, tokiu atveju palikite tuščią. Jei nežinote tinkamo atsakymo, pasitarkite su savo tinklo administratoriumi.
lv: Vārteja ir IP adrese (četri skaitļi ko vienu no otra atdala punkti), kas identificē jūsu vārtejas maršrutētāju (gateway) jeb nokluseto maršrutētāju. Visa tīkla satiksme, kas iet ārpus jūsu lokālā tīkla tiek laizta caur šo maršrutētāju. Retos gadījumos var iztikt arī bez maršrutētāja. Šādos gadījumos atstājiet šo aili tukšu. Ja nezināt ko rakstīt šajā ailē, sazinieties ar savu tīkla administratoru.
mg: Ny tetezana dia adiresy IP (isa efatra elanelanina teboka) izay milaza ny anaran'ny router, azo antsoina koa hoe router par defaut. Ny fifandraisana izay mivoka ny rezonao (ohatra internet) dia mandalo amin'io router io avokoa. Indraindray dia tsy mila router ianao, noho izany dia avelao amin'izao. Raha tsy hainao izay valiny mahafam-po dia jereo ny mpitantana ny rezo.
ml: ഗേയ്റ്റുവേ എന്നത് നിങ്ങളുടെ ഡിഫാള്ട്ട് റൂട്ടറെന്നും അറിയപ്പെടുന്ന ഗേയ്റ്റുവേ റൂട്ടറിനെ സൂചിപ്പിക്കുന്ന ഒരു ഐപി വിലാസമാണ് (വിരാമങ്ങളുമായി വേര്പ്പടുത്തിയ നാല് അക്കങ്ങള്‍). നിങ്ങളുടെ ലാനിന് പുറത്ത് പോകുന്ന (ഉദാഹരണത്തിന് ഇന്റര്നെറ്റിലേക്ക്) എല്ലാ ഗതാഗതവും ഈ റൂട്ടറിലൂടെയാണ് അയക്കുന്നത്. വളരെ വിരളമായ സന്ദര്ബങ്ങളില്‍ നിങ്ങള്ക്ക് റൂട്ടറില്ലെന്ന് വരാം; അങ്ങനെയുള്ള അവസരത്തില്‍ ഇത് നിങ്ങള്ക്ക് വെറുതെ ഇടാം. ഈ ചോദ്യത്തിനുള്ള ശരിയായ ഉത്തരം നിങ്ങള്ക്കറിയില്ലെങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക.
nn: Dette er ei IP-adresse (fire tal skilde med punktum) som høyrer til standardrutaren («gateway»). All trafikk som går ut av lokalnettet (til dømes til Internett) blir sendt gjennom denne rutaren. I sjeldne tilfelle kan det henda du ikkje har nokon rutar. I så fall skal feltet stå tomt. Ta kontakt med nettverksadministratoren din viss du ikkje veit kva du skal skriva inn.
pa: ਗੇਟਵੇ ਇੱਕ IP ਸਿਰਨਾਵਾਂ ਹੈ (ਬਿੰਦੂ ਰਾਹੀਂ ਵੱਖ ਕੀਤੇ ਚਾਰ ਨੰਬਰ) ਜੋ ਗੇਟਵੇ ਰਾਊਟਰਦਰਸਾਉਂਦੇ ਹਨ, ਮੂਲ ਰਾਊਟਰ ਵੀ ਕਹਿੰਦੇ ਹਨ। ਸਾਰੀ ਆਵਾਜਾਈ ਜੋ ਤੁਹਾਡੇ ਲਾਨ ਤੋਂ ਬਾਹਰ(ਉਦਾਹਰਨ ਲਈ ਇੰਟਰਨੈੱਟ ਤੇ) ਜਾਂਦੀ ਹੈ ਇਸੇ ਰਾਊਟਰ ਰਾਹੀਂ ਭੇਜੀ ਜਾਂਦੀ ਹੈ। ਬਹੁਤ ਘੱਟ ਮੌਕੇਹੁੰਦੇ ਹਨ, ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਰਾਊਟਰ ਨਹੀਂ ਹੁੰਦਾ; ਅਜਿਹੇ ਮਸਲੇ ਵਿੱਚ, ਤੁਸੀਂ ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡ ਸਕਦੇਹੋ। ਜੇ ਤੁਸੀਂ ਇਸ ਪ੍ਰਸ਼ਨ ਦਾ ਸਹੀ ਉੱਤਰ ਨਹੀਂ ਜਾਣਦੇ, ਆਪਣੇ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Brama sieciowa to adres IP (cztery liczby rozdzielone kropkami), który wskazuje na router dostêpowy, zwany tak¿e domy¶lnym routerem. Ca³y ruch skierowany poza Twój LAN (np. do Internetu) przechodzi w³a¶nie przez ten router. W rzadkich przypadkach mo¿e nie byæ routera - wtedy mo¿esz spokojnie zostawiæ to pole puste. Je¶li nie wiesz co wpisaæ, skontaktuj siê z administratorem sieci.
pt_br: O gateway é um endereço IP (quatro números separados por pontos) que indica o roteador gateway, também conhecido como o roteador padrão. Todo tráfego que vai para fora de sua LAN (e consequentemente, para Internet) é enviado através desse roteador. Em raras circunstâncias, você pode não possuir um roteador. Nesse caso, este campo pode ser deixado em branco. Caso você não saiba a resposta correta para esta pergunta, consulte o admistrador de sua rede.
ro: Gateway-ul este o adresă IP (patru numere separate de puncte) care indică spre poarta de rutare, cunoscut şi sub numele de ruter implicit. Tot traficul în afara reţelei dvs. (de exemplu, către internet) este trimis prin acest ruter. În puţine circumstanţe, este posibil să nu aveţi ruter; în acest caz, puteţi lăsa acest câmp liber. Dacă nu cunoaşteţi răspunsul corect la întrebare, consultaţi-vă administratorul de reţea.
sl: Prehod je naslov IP (štiri številke med seboj ločene s pikami), ki poimenuje prehodni usmerjevalnik, znan tudi kot privzeti usmerjevalnik. Ves promet, ki gre izven vašega LAN-a (na primer v Internet), se steka prek usmerjevalnika. V redkih primerih morda nimate usmerjevalnika in v tem primeru to polje lahko pustite prazno. Če na to vprašanje ne veste pravilnega odgovora, se posvetujte s skrbnikom omrežja.
zh_tw: 閘道 (Gateway) 是用來指定閘道路由器（也常叫做預設路由器）的 IP 位址（四個由句點分隔的數字）。所有通往區域網路外部的連線（例如，連接上網際網路）都要藉由這個路由器來傳送。在某些罕見情況裡，您可能沒有路由器﹔在此情況下，直接在欄位中留白即可。如果您不知道這個問題的適切答案，請洽詢您的網路管理員。

source: Unreachable gateway
cy: Mynedfa ni ellir cyrraedd
de: Gateway nicht erreichbar
el: Αδύνατη η πρόσβαση στην πύλη
eo: Malalirebla kluzo
et: Kättesaamatu võrguvärav
eu: Atebide atziezina
fa: gateway قابل دسترسی نیست.
fi: Yhdyskäytävään eli reitittimeen ei saatu yhteyttä
gl: Non se pode chegar á pasarela
he: gateway לא נגיש
id: Gerbang tidak dapat dicapai.
kk: Көмейге кіру мүмкін емес
lt: Tinklų sąsaja (gateway) nepasiekiama
lv: Vārteja nav sasniedzama
mg: Tsy hita ny tetezana
ml: ഗേയ്റ്റുവേ എത്തിച്ചേരാവുന്നതല്ല
nn: Kjem ikkje fram til standardrutar
pa: ਨਾ-ਪਹੁੰਚਯੋਗ ਗੇਟਵੇ
pl: Brama sieciowa nieosi±galna
pt_br: Gateway inatingível
ro: Gateway inaccesibil
sl: Prehod ni dosegljiv
zh_tw: 無法通連的閘道

source: The gateway address you entered is unreachable.
cy: Ni ellir cyrraedd y cyfeiriad mynedfa rhoddoch.
de: Das angegebene Gateway ist nicht erreichbar.
el: Η πύλη δικτύου που δώσατε δεν είναι προσβάσιμη.
eo: La indikita kluzo ne estas alirebla.
et: Sisestatud võrguvärava aadress pole kättesaadav.
eu: Sartutako atebide-helbidea atziezina da.
fa: آدرس gatewayی که شما وار کرده‌اید قابل دسترسی نیست.
fi: Ei saatu yhteyttä antamaasi yhdyskäytävään.
gl: Non se pode chegar ao enderezo da pasarela introducido
he: כתובת ה-gateway שהכנסת אינה ניתנת להשגה
id: Alamat gerbang yang Anda berikan tidak dapat dicapai.
kk: Сіз нұсқаған көмей адресіне кіру мүмкін емес.
lt: Jūsų nurodytas tinklų sąsajos (gateway) adresas nepasiekiamas.
lv: Jūsu ievadītā vārtejas adrese nav sasniedzama.
mg: Tsy hita.ny adiresy ny tetezana izay nampidirinao.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത ഗേയ്റ്റുവേ എത്തിച്ചേരാവുന്നതല്ല.
nn: Det går ikkje an å koma fram til adressa du oppgav for standardrutaren.
pa: ਗੇਟਵੇ ਜੋ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ ਨਾ-ਪਹੁੰਚਣ ਯੋਗ ਹੈ।
pl: Podana brama sieciowa jest nieosi±galna.
pt_br: O gateway informado está inalcançavel.
ro: Adresa de gateway introdusă este inaccesibilă.
sl: Vneseni prehod ni dosegljiv.
zh_tw: 您所輸入的閘道位址是無法通連的。

source: You may have made an error entering your IP address, netmask and/or gateway.
cy: Efallai gwanethoch gamgymeriad yn rhoi eith cyfeiriad IP, masg rhwydwaith, neu fynedfa.
de: Sie haben vielleicht bei der Eingabe von Ihrer IP-Adresse, der Netzmaske und/oder des Gateways einen Fehler gemacht.
el: Πιθανόν να έγινε κάποιο λάθος κατά την εισαγωγή της διεύθυνσης IP, της μάσκας ή/και της πύλης δικτύου.
eo: Vi eble erare tajpis vian 'IP'-adreson, retmaskon kaj/aŭ kluzon.
et: Võib juhtuda, et tegid vea IP aadressi, võrgumaski ja/või võrguvärava aadressi sisestamisel.
eu: Gaizki sartu duzu IP helbidea, sare-maskara eta/edo atebidea.
fa: شما ممکن است در وارد کردن gateway، آدرس IP یا netmask اشتباه کرده باشید.
fi: Olet kenties syöttänyt virheellisesti IP-osoitteen, verkkopeitteen ja/tai yhdyskäytävän.
gl: Puido ter cometido un erro ao escribir o seu enderezo IP, máscara de rede e/ou pasarela.
he: אולי עשית שגיאה בכנסת כתובת ה-IP, מסכת הרשת, או ה-gateway.
id: Anda mungkin melakukan kesalahan dalam memasukkan alamat IP, netmask dan/atau gerbang.
kk: Сіз IP-адресті, бағыныңқы желі қалқасы және/немесе көмейді енгізгенде қателесуіңіз мүмкін
lt: Jūs galbūt padarėte klaidą įvesdami IP adresą, tinklo trafaretą ir/ar tinklų sąsają.
lv: Iespējams ir nepareizi ievadīta IP adrese, tīkla maska vai vārteja.
mg: Mety misy fahadisoana teo amin'ny fampidirana ny adiresy IP, netmask sy/na tetezana.
ml: ഐപിവിലാസം, നെറ്റ്മാസ്ക്, ഗേയ്റ്റുവേ ഇവയെല്ലാം അല്ലെങ്കില്‍ ഇവയിലൊന്ന് എന്റര്‍ ചെയ്യുന്നതില്‍ നിങ്ങള്‍ പിഴവ് വരുത്തിയിട്ടുണ്ടാകാം.
nn: Du kan ha oppgjeve feil IP-adresse, nettmaske og/eller adresse til standardrutar.
pa: ਤੁਸੀਂ ਆਪਣਾ IP ਸਿਰਨਾਵਾਂ, ਨੈਟਮਾਸਕ ਅਤੇ/ਜਾਂ ਗੇਟਵੇ ਭਰਨ ਵਿੱਚ ਗਲਤੀ ਕੀਤੀ ਹੈ।
pl: Upewnij siê, ¿e wpisa³e¶ poprawny adres IP, maskê sieci i/lub bramê sieciow±.
pt_br: Você pode ter cometido um erro ao informar seu endereço IP, máscara de rede e/ou seu gateway.
ro: Este posibil să fi comis o eroare când aţi introdus adresa dvs. de IP, masca de reţea şi/sau gateway-ul.
sl: Verjetno ste se zmotili pri vnosu naslova IP, omrežne maske in/ali prehoda.
zh_tw: 也許您所輸入的 IP 位址、網路遮罩 和/或 閘道 有誤。

source: Is this information correct?
cy: Ydy'r wybodaeth hyn yn gywir?
de: Sind diese Informationen richtig?
el: Είναι οι παρακάτω ρυθμίσεις σωστές;
eo: Ĉu sekvantaj informoj estas korektaj?
et: Kas see info on õige?
eu: Informazio hau zuzena da?
fa: آیا این اطلاعات صحیح است؟
fi: Ovatko nämä tiedot oikein?
gl: ¿Son estes datos correctos?
he: האם המידע נכון?
id: Apakah keterangan ini benar?
kk: Бұл информация дұрыс па?
lt: Ar ši informacija teisinga?
lv: Vai šī informācija ir pareiza?
mg: Marina ve io zavatra io?
ml: ഈ വിവരം ശരിയാണോ?
nn: Er denne informasjonen rett?
pa: ਕੀ ਇਹ ਜਾਣਕਾਰੀ ਠੀਕ ਹੈ?
pl: Czy podane informacje s± prawid³owe?
pt_br: Esta informação está correta ?
ro: Este această informaţie corectă?
sl: Ali so te informacije pravilne?
zh_tw: 這些資訊是否正確？

source: Currently configured network parameters:
cy: Paramedrau rhwydwaith cyfluniedig cyfredol:
de: Gegenwärtig konfigurierte Netzwerk-Parameter:
el: Τρέχουσες ρυθμίσεις δικτύου:
eo: Nuntempe akomadaj retaj parametroj:
et: Hetkel seadistatud võrgu parameetrid:
eu: Unean konfiguratutako sareko parametroak:
fa: پارانترهای شبکه که در حال حاضر کورد استفاده هستند:
fi: Verkkoasetukset ovat nyt:
gl: Parámetros de rede configurados neste momento:
he: פרמרטים שנקבעו כרגע:
id: Parameter konfigurasi jaringan saat ini:
kk: Ағымдағы желілік баптаулар:
lt: Dabartiniai tinklo konfigūravimo parametrai:
lv: Pašreizejie tīkla konfigurācijas parametri:
mg: Ny mpihazakan' ny rezo akehitriny:
ml: ഇപ്പോള്‍ ക്രമീകരിച്ചിട്ടുള്ള നെറ്റ്‌വര്ക്ക് പരാമീറ്ററുകള്‍:
nn: Parameter for nettverksoppsett:
pa: ਮੌਜੂਦਾ ਸੰਰਚਿਤ ਨੈੱਟਵਰਕ ਪੈਰਾਮੀਟਰ:
pl: Aktualnie skonfigurowane parametry sieci:
pt_br: Parâmetros de rede configurados atualmente :
ro: Parametrii de reţea configuraţi în prezent:
sl: Trenutne nastavitve omrežja:
zh_tw: 目前已設定的網路參數：
