Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
cy: Ni chafodd disg ei ddewis yn awtomatig. Os gwelwch yn dda, rhowch y llwybr at y ffeil dyfais ar gyfer y disg hoffwch rhaniadu.
de: Keine Festplatte wurde automatisch erkannt. Bitte geben Sie den Pfad zur Geräte-Datei für die Festplatte an, die Sie partitionieren wollen.
el: Δε βρέθηκε δίσκος κατά την αυτόματη ανίχνευση. Παρακαλώ δώστε τη διαδρομή του σημείου επαφής του δίσκου που θέλετε να κατατμήσετε.
eo: Neniu disko estas aŭtomate detektita. Bonvole tajpu la kongruantan dosierindikon kun disko, kiun vi volas aŭtomate diskpartigi.
et: Automaatselt ei avastatud ühtki ketast. Palun sisesta seadme, mida soovid partitsioneerida, kataloogipuu.
eu: Ez da diskorik automatikoki atzeman. Sartu partizioak egitea nahi duzun diskoaren gailu-fitxategiaren bidea.
fa: هیچ دیسکی کشف نشد. لطفا مسیر پرونده‌ی دستگاه را برای دیسکی که میخواهید پارتیشن‌بندی کنید را وارد کنید.
fi: Yhtään levyä ei löydetty. Anna polkunimi levylaitteelle, jolle haluat tehdä osiot.
gl: Non se detectou automaticamente ningún disco. Introduza a ruta ao dispositivo do disco que quere particionar.
he: אף דיסק לא זוהה באופן אוטומטי. הכנס את הנתיב לקובץ התקן של הדיסק שברצונך לחלק למחיצות.
id: Tak ada disk yang dapat dikenali secara otomatis. Silakan masukkan path pada berkas piranti untuk disk yang akan Anda bagi (partisi).
kk: Бір де бір диск анықталмады. Бөлгіңіз келетін диск үшін арналған құрылғы файлының жолын енгізіңіз.
lt: Nėra automatiškai aptikto kieto disko. Prašau, įveskite kelią iki disko, kurį norite dalyti, įrenginio failo.
lv: Neviens disks nav atrasts automātiski. Lūdzu ievadiet ceļu uz iekārtas failu diskam, ko Jūs gribat dalīt.
ml: സ്വയമായി ഒരു ഡിസ്കും കണ്ടു പിടിച്ചില്ല. വിഭജിക്കേണ്ട ഡിസ്കിന്റെ ഉപകരണ ഫയലിലേക്കുള്ള വഴി ദയവായി എന്റര്‍ ചെയ്യുക.
nn: Ingen harddisk blei funne automatisk. Skriv inn stigen til eininga du ønskjer å partisjonera.
pa: ਕੋਈ ਡਿਸਕ ਸਵੈ ਨਹੀਂ ਖੋਜੀ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਭਾਗ ਬਣਾਉਣ ਵਾਲੀ ਡਿਸਕ ਲਈ ਜੰਤਰ ਫਾਇਲ ਦਾ ਮਾਰਗ ਦਿਓ।
pl: Nie wykryto ¿adnego dysku. Proszê wprowadziæ ¶cie¿kê dostêpu do pliku urz±dzenia dysku, który chcesz spartycjonowaæ.
pt_br: Nenhum disco foi detectado automaticamente. Por favor, especifique o caminho para o arquivo de dispositivo relativo ao disco que você deseja particionar.
ro: Nu s-a detectat automat nici un disc. Vă rugăm să introduceţi calea către fişierul-dispozitiv pentru discul pe care doriţi să îl partiţionaţi.
sl: Nisem zaznal nobenega diska. Prosim vnesite pot do datoteke naprave za disk, ki ga želite razdeliti.
zh_tw: 無法自動偵測到任何磁碟。請輸入要進行分割的磁碟裝置檔路徑。

source: Really use the automatic partitioning tool?
cy: Defnyddio'r offeryn rhaniadu awtomatig go iawn?
de: Wirklich die automatische Partitionierung verwenden?
el: Θέλετε να χρησιμοποιήσετε το εργαλείο αυτόματης κατάτμησης;
eo: Ĉu vi vere uzu aŭtamatan diskpratigilon?
et: Kas tõesti kasutada automaatset partitsioneerimistööriista?
eu: Partizioak automatikoki egiteko tresna erabili nahi duzu benetan?
fa: واقعا میخواهید از ابزار پارتیشن کننده‌ی خودکار استفاده کنید؟
fi: Haluatko varmasti käyttää automaattista osiointityökalua?
gl: ¿Está seguro de querer empregar a ferramenta de particionamento automático?
he: האם אתה בטוח שברצונך להשתמש בכלי האוטומטי לחלוקה למחיצות?
id: Anda sungguh-sungguh ingin menggunakan program pembagi disk (partitioning tool)?
kk: Сіз дисктің автоматтық бөлшектеуін нақты пайдаланғыңыз келеді ме?
lt: Ar tikrai naudoti automatinio dalijimo įrankį?
lv: Tiešām izmantot automātisko dalīšanu?
ml: സ്വയ വിഭജന ടൂള്‍ ഉപയോഗിക്കണമെന്നുറപ്പാണോ?
nn: Vil du verkeleg bruka det automatiske partisjoneringsverktøyet?
pa: ਯਕੀਨਨ ਸਵੈ ਵਿਭਾਗੀਕਰਨ ਸੰਦ ਵਰਤੋ?
pl: Naprawdê u¿yæ automatycznego partycjonowania?
pt_br: Realmente utilizar a ferramenta de particionamento automático ?
ro: Sunteţi siguri că doriţi să utilizaţi unealta de partiţionare automată?
sl: Resnično uporabim orodje za samodejno razdeljevanje?
zh_tw: 是否確定要使用自動磁碟分割工具？

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
cy: Fe fydd hyn yn dinistrio'r tabl rhaniadau ar bob disg yn y peiriant. ETO: FE FYDD HYN YN CLIRIO POB DISGEN GALED YN Y PERIRIANT YN LLWYR! Os mae data pwysig gennych heb gopi wrth gefn, efallai hoffwch erthylu nawr er mwyn creu copi wrth gefn. Yn yr achos hynny, bydd rhaid i chi ailgychwyn y sefydliad yn hwyrach.
de: Dies wird die Partitionstabelle auf allen Festplatten in Ihrer Maschine zerstören. NOCHMAL: DIES WIRD ALLE FESTPLATTEN IN DER MASCHINE LEEREN! Falls Sie wichtige Daten haben, die noch nicht gesichert wurden, sollten Sie jetzt stoppen, um das Backup anzufertigen. In diesem Fall müssen Sie die Installation zu einem späteren Zeitpunkt erneut starten.
el: ΠΡΟΣΟΧΗ! Η αυτόματη κατάτμηση θα διαγράψει τους πίνακες τμημάτων (partition tables) όλων των δίσκων στον υπολογιστή. Επαναλαμβάνουμε: ΘΑ ΔΙΑΓΡΑΦΟΥΝ ΟΛΟΙ ΟΙ ΣΚΛΗΡΟΙ ΔΙΣΚΟΙ ΣΤΟΝ ΥΠΟΛΟΓΙΣΤΗ! Αν έχετε σημαντικά δεδομένα που δε θέλετε να διαγραφούν, συνιστάται να σταματήσετε την διαδικασία της εγκατάστασης τώρα για να κάνετε ασφαλή αντίγραφα των δεδομένων σας. Στη συνέχεια θα πρέπει να επανεκκινήσετε την εγκατάσταση αργότερα.
eo: Tio forviŝos diskpartigan tablon sur ĉiu ĉeestanta disko en maŝino. TIO DEFINITIVE FORVIŜOS ĈIUN FIKSDISKON LOKANTAN EN TIU MAŜINO! Se vi posedas malkonservitajn gravajn datumojn, vi ne devus daŭri por kopi ĉi tiujn datumojn en aliejo. En tiu okazo, vi devus pli malfrue reinstali.
et: See hävitab kõikide süsteemis olevate ketaste partitsioonitabelid. KORDUS: SEE PÜHIB KÕIK MASINAS OLEVAD KETTAD PUHTAKS! Kui ketastel on olulisi varundamata andmeid on praegu õige aeg peatuda ja varundamine läbi viia. Sel juhul pead paigaldamist hiljem uuesti alustama.
eu: Horrek makinako disko guztietako partizio-taula hondatuko du. ERREPIKAPENA: HONEK MAKINAKO DISKO GOGOR GUZTIAK GARBITUKO DITU! Babeskopia egiteko duten datu garrantzitsuak badituzu, agian gelditzea nahi duzu babeskopia egiteko. Hala bada, gero instalazioa berrabiarazi beharko duzu.
fa: این کار تمام جداول پارتیشن بر روی تمامی دیسکهای سیستم را پاک میکند. دوباره میگویم: این کا کلیه‌ی اطلاعات سیستم را نابود خواهد کرد. اگر اطلاعات مهمی دارید که پشتیبانی از آنها ندارید، این کار را قطع و از اطلاعات خود پشتیبان تهیه کنید. در این صورت شما باید نصب را مجددا از ابتدا شروع کنید.
fi: Tämä tuhoaa kaikkien koneen levyjen osiotaulut. TOISTAN: KAIKKI KONEEN LEVYJEN TIEDOT KATOAVAT! Jos levyillä on tärkeää tietoa, jota ei vielä ole varmuuskopioitu, on suositeltavaa lopettaa nyt ja kopioida tiedot talteen. Tällöin joudut käynnistämään asennuksen myöhemmin uudestaan.
gl: Isto ha destruír as táboas de particións de tódolos discos da máquina. REPITO: ¡ISTO HA BORRAR TÓDOLOS DISCOS DUROS DA MÁQUINA! Se ten datos importantes dos que non fixo copias de seguridade, agora é cando quere parar para facer unha copia. Se o fai, ha ter que volver comezar a instalación máis tarde.
he: הפעולה תהרוס את טבלת המחיצות על כל הדיסקים. אזהרה: כל הדיסקים שלך ימחקו לחלוטין! אם יש לך מידע חשוב שעדיין לא עבר גיבוי, כדאי שתעצור כדי לגבות את מידע. במקרה כזה, תצטרך להתחיל את ההתקנה מחדש במועד מאוחר יותר.
id: Ini akan merusak tabel pembagian disk (partisi) pada semua disk di komputer ini. DIULANGI: INI AKAN MENGHAPUS BERSIH SEMUA ISI CAKRAM KERAS (HARDDISK) PADA KOMPUTER INI. Jika Anda mempunyai data penting yang belum dicadangkan (backup), maka Anda perlu menghentikan proses ini sekarang untuk melakukan pencadangan data terlebih dahulu. Dalam hal ini, Anda perlu mengulang kembali proses instalasi.
kk: Бұл операция компьютердің барлық дисктерінде бөлімдер кестесін жойып тастайды. Ескерту: Бұл операция компьютердегі барлық қатқыл дисктердегі деректерді жояды, егер сізде қауіпсіз орынға көшірмеген маңызды деректеріңіз болса, онда сізге дәл қазір тоқтап, деректеріңіздің резервті көшірмелерін іздеу қажет. Осы жағдайда сіз орнатуды кейін жалғастырасыз.
lt: Tai sunaikins skirsnių lenteles visuose Jūsų kompiuterio diskuose. KARTOJU: TAI ŠVARIAI IŠVALYS VISUS KIETUS DISKUS JŪSŲ KOMPIUTERYJE! Jei Jūs turite svarbios informacijos, kuri nenukopijuota į saugią vietą, galbūt Jūs norėsite dabar sustoti, tam kad pasidaryti rezervinę kopiją. Tokiu atveju, Jūs galėsite pratęsti įdiegimą vėliau.
lv: Ši darbība iznīcinās partīciju tabulu uz visiem šīs mašīnas diskiem. ATKĀRTOJU: ŠĪ DARBĪBA IZNĪCINĀS VISUS DATUS ŠĪ DATORA CIETAJOS DISKOS! Ja Jums uz šiem diskiem ir svarīgi dati, kuriem nav izveidotas rezerves kopijas, jūms vajadzētu pārtraukt instalācijas procesu, lai veiktu datu rezerves kopēšanu. Šajā gadījumā Jums būs jāuzsāk instalācijas process no jauna.
ml: ഈ മഷീനിലുള്ള എല്ലാ ഡിസ്കിലേയും ഭാഗ പട്ടിക ഇത് നശിപ്പിക്കും. വീണ്ടും: ഈ സിസ്റ്റത്തിലെ എല്ലാ ഹാര്ഡ് ഡിസ്കിനേയും ഇത് തുടച്ചു മാറ്റും! ബാക്കപ്പെടുക്കാത്ത പ്രധാനപ്പെട്ട വല്ലതുമുണ്ടെങ്കില്‍ ബാക്കപ്പെടുക്കാനായി ഇപ്പോള്‍ നിര്ത്തി വക്കാം. അങ്ങനെയാണെങ്കില്‍ പിന്നീട് നിങ്ങള്ക്ക് ഇന്സ്റ്റലേഷന്‍ പുനരാരംഭിക്കേണ്ടി വരും.
nn: Denne operasjonen vil øydeleggja partisjonstabellen på alle diskane i maskina. EIN GONG TIL: DU ER I FERD MED Å SLETTA ALLE HARDDISKANE I MASKINA! Dersom du har lagra viktig informasjon utan å ha kopi nokon annan stad, bør du stogga no for å sikra innhaldet på diskane. I så fall må du starta installasjonen om att seinare.
pa: ਇਹ ਮਸ਼ੀਨ ਵਿੱਚ ਸਾਰੀਆਂ ਡਿਸਕਾਂ ਤੇ ਭਾਗ ਸਾਰਣੀਆਂ ਹਟਾ ਦੇਵੇਗਾ। REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਜਰੂਰੀ ਡਾਟਾ ਹੈ ਜਿਸ ਦਾ ਬੈਕਅੱਪ ਨਹੀਂ ਹੈ, ਤੁਹਾਨੂੰ ਬਾਅਦ ਵਿੱਚ ਇੰਸਟਾਲੇਸ਼ਨ ਮੁੜ ਚਲਾਉਣੀ ਪਵੇਗੀ।
pl: To zniszczy tablice partycji na wszystkich dyskach w komputerze. POWTARZAM: TO WYCZY¦CI WSZYSTKIE DYSKI W KOMPUTERZE! Je¶li posiadasz niezarchiwizowane, wa¿ne dane, to przerwij dzia³anie i zrób kopiê zapasow±. W takim przypadku bêdziesz musia³/musia³a pó¼niej ponownie rozpocz±æ instalacjê.
pt_br: Isto destruirá a tabela de partições em todos os disco desta máquina. REPITO: ISTO IRÀ APAGAR TODOS OS DISCO NESTA MÁQUINA! Caso você possua dados importantes e não tenha backup dos mesmos, você pode querer parar agora e fazer um backup. Neste caso, você terá que reiniciar a instalação posteriormente.
ro: Această operaţie va distruge tabelele de partiţii de pe toate discurile de pe această maşină. REPETARE: SE VOR CURĂŢA TOATE DISCURILE FIXE DIN ACEASTĂ MAŞINĂ! Dacă aveţi date importante fără copii de siguranţă, probabil că doriţi să vă opriţi pentru a face o copii de siguranţă. În acest caz, va trebui să reporniţi instalarea mai târziu.
sl: To bo uničilo tabelo razdelkov na vseh diskih v tem stroju. PONAVLJAM: TO BO ZBRISALO VSE PODATKE IZ VSEH TRDIH DISKOV! Če imate pomembne podatke, za katere niste izdelali kopije, se ustavite in izdelajte varnostno kopijo. V tem primeru boste morali namestitev ponovno zagnati pozneje.
zh_tw: 這樣將會清除機器中所有的磁碟的硬碟分割表。再 次 重 複 ： 這 樣 將 會 完 完 全 全 抹 除 機 器 中 的 所 有 硬 碟 ！如果您還有重要資料尚未備份，您可以立即中止以進行備份。這樣的話，您必須稍後再重新進行安裝作業。

source: An error occurred during the previous operation
cy: Digwyddodd gwall yn ystod y weithred blaenorol
de: Bei der vorherigen Aktion ist ein Fehler aufgetreten
eo: Eraro okazis dum la antaŭa ago
et: Eelmise operatsiooni käigus ilmnes viga
eu: Errore bat gertatu da aurreko eragiketa egiterakoan
gl: Houbo un erro durante a operación anterior
he: קרתה שגיאה במהלך הפעולה הקודמת
kk: Алдыңғы операцияны орындауда қателіктер табылды
lt: Įvyko klaida, atliekant ankstesnę operaciją
lv: Veicot iepriekšējo operāciju notika kļūme
ml: മുന്പത്തെ നടപടിയില്‍ ഒരു പിഴവ് വന്നു
pa: ਪਿਛਲੀ ਕਾਰਵਾਈ ਦੌਰਾਨ ਗਲਤੀ ਹੋਈ ਹੈ
ro: A apărut o eroare în timpul operaţiei anterioare
zh_tw: 在上個操作中發生了錯誤

source: You may be able to continue. Here is some more information:
cy: Efallai gallwch fynd ymlaen. Dyma fwy o wybodaeth:
de: Möglicherweise können Sie trotzdem fortfahren. Hier sind mehr Informationen dazu:
el: Ίσως να είναι δυνατή η συνέχιση της εγκατάστασης. Ιδού μερικές ακόμη λεπτομέρειες:
eo: Vi povas eble daŭri. Jen pli komplementaj informoj:
et: Jätkamine võib olla võimalik. Natuke lisainformatsiooni:
eu: Agian jarrai dezakezu. Hona hemen informazio gehiago:
fa: شما ممکن است بتوانید ادامه دهید. این اطلاعاتی اضافی است که ممکن است راهنماییتان کنند:
fi: Voit ehkä jatkaa. Tässä lisätietoja:
gl: Pode ser que poida continuar. Velaí algunha información máis:
he: תוכל להמשיך. מצ"ב מידע נוסף:
id: Anda bisa melanjutkan kembali. Berikut ini beberapa informasi:
kk: Сіз жалғастырғыңыз келеді ме? Қате туралы қосымша информация:
lt: Jūs galbūt galite tęsti. Štai šiek tiek daugiau informacijos:
lv: Iespējams, Jūs varat turpināt. Te būs papildus informācija:
ml: ഒരു പക്ഷേ നിങ്ങള്ക്ക് തുടരാന്‍ സാധിച്ചേക്കും. കുറച്ച് കൂടി വിവരമിതാ:
nn: Det kan vera du kan halda fram. Her er litt meir informasjon:
pa: ਤੁਸੀਂ ਜਾਰੀ ਕਰਨ ਦੇ ਯੋਗ ਹੋ ਸਕਦੇ ਹੋ। ਇੱਥੇ ਕੁਝ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਹੈ:
pl: Mo¿liwe, ¿e bêdzie mo¿liwe kontynuowanie. Poni¿ej znajduje siê wiêcej informacji:
pt_br: Pode ser possível continuar. Aqui estão mais algumas informações :
ro: S-ar putea să puteţi continua; câteva informaţii în plus:
sl: Morda boste lahko nadaljevali. Tu je nekaj informacij:
zh_tw: 您也許可以繼續進行。這是一些額外資訊：

source: Automatic partitioning impossible
cy: Mae rhaniadu awtomatig yn amhosib
de: Automatische Partitionierung unmöglich
el: Αδύνατη η αυτόματη κατάτμηση
eo: Neebla aŭtomata diskpartigado
et: Automaatne partitsioneerimine võimatu
eu: Ezinezkoa da partizioak automatikoki egitea
fa: پارتیشن‌بندی اتوماتیک غیرممکن است.
fi: Levyn automaattinen osiointi ei onnistu
gl: O particionamento automático é imposible
he: לא ניתן לחלק למחיצות באופן אוטומטי
id: Pembagian disk (partisi) otomatis tidak memungkinkan
kk: Бөлімдерге автоматтық түрде бөлу мүмкін емес
lt: Automatinis diskų dalijimas negalimas
lv: Automātiskā dalīšana nav iespējama
mg: Tsy afaka manao fizarana ôtômatika
ml: സ്വയ വിഭജനം അസാധ്യം
nn: Automatisk partisjonering umogeleg
pa: ਸਵੈ ਵਿਭਾਗੀਕਰਨ ਅਸੰਭਵ ਹੈ
pl: Automatyczne partycjonowanie nie jest mo¿liwe
pt_br: Particionamento automático impossível
ro: Partiţionarea automată este imposibilă
sl: Samodejno razdeljevanje ni mogoče
zh_tw: 無法自動分割磁碟

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
cy: Nid yw fersiwn yma yr awtorhaniadydd yn gallu ymddelio â rhaniadu y disg dewisiedig. Gall rhaniadu dim ond disgiau gwag a disgiau gyda dim mwy na dau rhaniad FAT (a dim rhaniad estynedig neu rhaniadau eraill nid FAT ydynt).
de: Diese Version des Autopartitionierers kann nicht mit der Partitionierung der ausgewählten Festplatte umgehen. Es können nur leere Festplatten oder eine Festplatte mit nicht mehr als zwei FAT-Partitionen (und keine erweiterten Partitionen oder andere Nicht-FAT-Partitionen) partitioniert werden.
el: Η έκδοση αυτή του μηχανισμού αυτόματης κατάτμησης δε μπορεί να κατατμήσει τον επιλεγμένο δίσκο. Υποστηρίζει μόνο κενούς δίσκους ή δίσκους που δεν περιέχουν περισσότερα από 2 τμήματα FAT (και χωρίς εκτεταμένα (extented) τμήματα ή άλλου τύπου εκτός από FAT).
eo: Tiu varianta aŭtomata diskpartigilo ne povas manipuli la elektan diskon. Ĝi nur povas dispartigi malplenan diskon aŭ enhavantan malpli ol du 'FAT'-ajn diskojn (kaj neniu ampleksa diskpartigo aŭ aliaj ne-'FAT'-diskpartigoj).
et: See automaatne partitsioneerija ei suuda valitud ketast partitsioneerida. Ta suudab partitsioneerida ainult tühja ketast või ketast, kus pole rohkem kui 2 FAT partitsiooni (ja mitte ühtki laiendatud partitsiooni või muud mitte-FAT partitsiooni).
eu: Partiziogile automatiko honen bertsio honek ezin du hautatutako diskoaren partizioa egin. Disko huts batean edo 2 FAT partizio baino gehiago ez dituen disko batean bakarrik egin ditzake partizioak (eta ezin ditu partizio hedatuak edo FAT partizioak ez diren bestelako partizioak egin).
fa: این نسخه از پارتیشن‌کننده‌ی اتوماتیک نمیتواند پارتیشن‌بندی دیسک انتخاب شده را انجام دهد. این برنامه تنها میتواند پارتیشن بندی یک دیسک خالی یا دیسکی را که کمتر از ۲ پارتیشن FAT دارد را انجام دهد. (و نباید هیچ پارتیشن extended و یا پارتیشن غیر FAT بر روی دیسک باشد)
fi: Tämä automaattityökalu kiintolevyjen osiointiin ei osaa tehdä osioita valitulle levylle. Vain tyhjän levyn tai enintään 2 FAT-osiota sisältävän levyn osiointi onnistuu (osiot eivät saa olla jatkettuja osioita eikä FAT-osioiden lisäksi saa olla muuntyyppisiä osioita).
gl: Esta versión do autoparticionador non pode xestionar o particionamento do disco seleccionado. Só pode particionar un disco baleiro ou un disco sen máis de dúas particións FAT (e sen particións extendidas ou otras particións que non sexan FAT).
he: הגרסה הזאת של המחלק האוטומטי למחיצות לא יכולה להתמודד עם המחיצות של הדיסק הנבחר. התוכנה יכולה לחלק למחיצות רק דיסקים ריקום או כאשר שאין בהם יותר משתי מחיצות FAT (ואין בה מחיצות מורחבות או כאלה שאין מסוג FAT)
id: Program pembagi disk otomatis versi ini tidak bisa melakukan tugasnya untuk cakram (disk) yang telah dipilih. Program ini hanya bisa melakukannya pada cakram yang kosong atau pada cakram yang mempunyai tidak lebih dari 2 buah partisi FAT (dan tak ada partisi extended atau partisi yang bukan FAT lainnya).
kk: Autopartitioner-дің бұл нұсқасы берілген дискідегі бөлімдерді өңдей алмайды. Ол бос дискімен немесе FAT-тың екіден көп емес бөлімі бар дискімен жұмыс істейді (және де кеңейтілген бөлімдер мен FAT емес бөлімдер болмауы тиіс).
lt: Ši automatinio diskų dalijimo programos (autopartitioner) versija negali atlikti dalijimo nurodytame diske. Ji gali dalyti tik tuščią diską arba diską, kuriame yra ne daugiau kaip 2 FAT skirsniai (ir neturinčių loginių skirsnių arba kitų ne FAT skirsnių).
lv: Šī autopaticionētāja versija nevar apstrādāt izvēlētā diska partīcionēšanu. Šī versija var apstrādāt tikai tukšus diskus vai arī diskus ar ne vairāk kā 2 FAT partīcijām (bez paplašinātajām partīcijām un bez citām ne-FAT partīcijām).
ml: സ്വയപാര്ട്ടീഷണറുടെ ഈ വേര്ഷന് തിരഞ്ഞെടുത്ത വിഭജനം നടത്താന്‍ കഴിയില്ല. ഒരു ശൂന്യ ഡിസ്കിനെയോ അല്ലെങ്കില്‍ 2 ല്‍ കൂടുതല്‍ FAT ഭാഗങ്ങളില്ലാത്തതോ (എക്സ്റ്റണ്ടഡ് ഭാഗമോ മറ്റ് FAT അല്ലാത ഭാഗമോ ഉണ്ടാകാത്തതോ) ആയ ഡിസ്കുകളെ മാത്രമേ ഇതിന് വിഭജിക്കാന്‍ കഴിയൂ.
nn: Denne utgåva av autopartisjoneringa klarer ikkje handtera partisjonering av den disken du har valt. Ho kan berre partisjonera tomme diskar eller diskar som ikkje inneheld meir enn to FAT-partisjonar (og ingen «utvida» eller andre ikkje-FAT-partisjonar).
pa: ਸਵੈ-ਵਿਭਾਜਕ ਦਾ ਵਰਜਨ ਚੁਣੀ ਡਿਸਕ ਦੇ ਵਿਭਾਗੀਕਰਨ ਦਾ ਪ੍ਰਬੰਧਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਇਹ ਸਿਰਫ ਖਾਲੀ ਡਿਸਕ ਨੂੰ ਵੰਡ ਸਕਦਾ ਹੈ ਜਾਂ 2 FAT ਭਾਗਾਂ ਵਾਲੀ ਡਿਸਕ ਨੂੰ (ਅਤੇ ਕੋਈ ਵਧੇ ਭਾਗ ਜਾਂ ਹੋਰ ਨਾਨ-FAT ਭਾਗ ਨੂੰ ਨਹੀਂ)।
pl: Ta wersja automatycznego programu partycjonuj±cego nie mo¿e partycjonowaæ wybranego dysku. Jest on w stanie tworzyæ partycje tylko na pustym dysku lub na dysku posiadaj±cym nie wiêcej ni¿ 2 partycje FAT (i ¿adnych partycji rozszerzonych lub innych, ni¿ FAT).
pt_br: Esta versão do auto-particionador não está desenvolvida o bastante para gerenciar o particionamento do disco selecionado. A mesma pode particionar somente um disco vazio ou um disco com não mais do que 2 partições FAT (e sem partições extendidas ou outras partições não-FAT).
ro: Această versiune a programului de partiţionare automată nu se poate ocupa de partiţionarea discului selectat. El poate partiţiona doar un disc gol sau unul cu cel mult 2 partiţii FAT (fără partiţii extinse sau alte partiţii non-FAT).
sl: Ta različica samodejnega razdeljevalnika ni dovolj zmogljiva, da bi lahko razdelila izbrani disk. Razdeli lahko le prazen disk ali disk z nič več kot 2. razdelkoma FAT (in brez razširjenih ali drugih razdelkov, ki niso FAT).
zh_tw: 這個版本的磁碟自動分割工具無法處理所指定的磁碟。它只能分割空的、或者不包含超過兩個 FAT 分割區的磁碟 (且不能有延伸分割區或者其他非 FAT 分割區)。
