Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: In order to start your new Debian system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 filesystem formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root filesystem.
el: Για την εκκίνηση του νέου Debian συστήματός σας, το firmware του Itanium συστήματός σας εκτελεί το φορτωτή εκκίνησης από το δεσμευμένο τμήμα EFI στο σκληρό δίσκο. Ο φορτωτής εκκίνησης τότε φορτώνει το λειτουργικό σύστημα από το ίδιο τμήμα. Ένα τμήμα EFI είναι διαμορφωμένο με σύστημα αρχείων FAT16 και είναι ορισμένο ως εκκινήσιμο. Οι περισσότερες εγκαταστάσεις τοποθετούν το τμήμα EFI στο πρώτο κύριο τμήμα στον ίδιο σκληρό που φιλοξενεί το βασικό σύστημα αρχείων.
fi: Itanium-järjestelmän laiteohjelmisto lataa alkulatausohjelman kiintolevyn EFI-yksityisosioltaan käynnistääkseen uuden Debian-järjestelmän. Alkulatausohjelma lataa sitten käyttöjärjestelmän tuolta samalta osiolta. EFI-osio on alustettu FAT16-tiedostojärjestelmäksi ja käynnistyskelpoisuuden ilmaisin on päällä. Useimmat laitteistot sijoittavat EFI-osion juuritiedostojärjestelmän kanssa samalle kiintolevylle, sen ensimmäiseen ensisijaiseen osioon.
id: Untuk memulai sistem Debian Anda yang baru, firmware pada sistem Itanium Anda menjalankan boot loader dari partisi EFI pada hard disk. Boot loader kemudian akan menjalankan sistem operasi dari partisi yang sama. Sebuah partisi EFI memiliki sistem berkas FAT 16 yang telah diformat dan memiliki tanda 'bootable'. Kebanyakan instalasi menempatkan partisi EFI di partisi primer pertama pada hard disk yang sama yang menyimpan sistem berkas root.
nn: For å starta opp det nye debiansystemet ditt, lastar maskinvara på itaniumsystemet oppstartslastaren frå sin eigen private EFI-partisjon på harddisken. Oppstartslastaren lastar så operativsystemet frå den same partisjonen. Ein EFI-partisjon er formatert med FAT16-filsystemet og har slått på oppstartsflagget. Dei fleste installasjonar plasserer EFI-partisjonen på den første primære partisjonen på den same harddisken som inneheld rotfilsystemet.
pl: By móc uruchomiæ nowy system Debian, firmware w Twoim systemie Itanium ³aduje program uruchomieniowy ze swojej prywatnej partycji EFI znajduj±cej siê na dysku twardym. Program uruchomieniowy ³aduje wtedy system operacyjny z tej samej partycji. Partycja EFI posiada system plików FAT16 oraz ustawion± flagê uruchomieniow±. Wiêkszo¶æ instalacji umiejscawia partycjê EFI na pierwszej, g³ównej partycji tego samego dysku twardego, na którym znajduje siê g³ówny system plików.
pt_br: Para que seja possível iniciar seu novo sistema Debian, o firmware em seu sistema Itanium carregar o carregador de inicialização de sua partição EFI privada no disco rígido. O carregador de inicialização então carrega o sistema operacional da mesma partição. Uma partição EFI possui um sistema de arquivos formatado como FAT16 e a flag de inicializável definida. A maioria das instalações colocam a partição EFI na primeira partição primária do mesmo disco rígido que contém o sistema de arquivos raíz.
sl: Če želite zagnati nov sistem Debian, strojnoprogramska oprema na Itaniumu zažene zagonski nalagalnik iz svojega zasebnega razdelka EFI na trdem disku. Zagonski nalagalnik potem zažene operacijski sistem z istega razdelka. Razdelek EFI vsebuje formatiran datotečni sistem FAT16 in ima nastavljeno zagonsko zastavico. Večina namestitev uvrsti razdelek EFI na prvi primaren razdelek diskam, ki vsebuje korenski datotečni sistem.

source: Write the changes to disk devices and copy the data?
el: Να αποθηκευτούν οι αλλαγές στις μονάδες αποθήκευσης και να αντιγραφούν τα δεδομένα;
fa: آیا میخواهید تغییرات در دیسک ذخیره شده و اطلاعات کپی شود؟
fi: Tallennetaanko muutokset massamuistilaitteille ja kopioidaanko tiedot?
id: Tulis perubahan-perubahan ke piranti disk dan salin datanya?
nn: Skriva endringane til diskeiningar og kopiera dataa?
pl: Zapisaæ zmiany w urz±dzeniach i przekopiowaæ dane?
pt_br: Gravar as mudanças nos dispositivos de disco e copiar os dados ?
sl: Zapišem spremembe na disk in kopiram podatke?

source: Before the copy operation takes place, the changes have to be written to disk.
el: Προτού πραγματοποιηθεί η αντιγραφή, θα πρέπει να αποθηκευτούν οι αλλαγές στο δίσκο.
fa: قبل از اینکه اطلاعات کپی شود، تغییرات باید بر روی دیسک ذخیره گردد.
fi: Ennen kuin kopiointi tapahtuu on muutokset tallennettava massamuistilaitteille.
id: Perubahan-perubahan yang terjadi harus ditulis ke disk sebelum proses penyalinan dijalankan.
nn: Før kopieringa tar til, må endringane skrivast til harddisk.
pl: Przed operacj± kopiowania, zmiany musz± zostaæ zapisane na dysku.
pt_br: Antes da operação de cópia iniciar, as mudanças precisam ser gravadas no disco.
sl: Pred kopiranjem je potrebno spremembe zapisati na disk.

source: Please note that the copy operation may require a long time.
el: Σημειώστε ότι η διαδικασία αντίγραφής θα διαρκέσει αρκετό χρόνο.
fi: Huomaa, että kopiointi voi kestää kauan.
id: Perhatikan bahwa operasi penyalinan memakan waktu.
mg: Azafady tadidio fa ny asa fandikana dia mety haharitra.
nn: Merk at kopiering kan ta lang tid.
pl: Zauwa¿, ¿e operacja kopiowania mo¿e zaj±æ du¿o czasu.
pt_br: Por favor, note que a operação de cópia pode demandar muito tempo para ser finalizada.
sl: Kopiranje lahko traja precej časa.

source: Write the changes to disk and resize the partition?
el: Να αποθηκευτούν οι αλλαγές στο δίσκο και να μεταβληθεί το μεγέθος του τμήματος;
fa: نوشتن اطلاعات بر روی دیسک و تغییر اندازه‌ی پارتیشن؟
fi: Tallennetaanko muutokset massamuistilaitteille ja muutetaan osion kokoa?
id: Tuliskan perubahan-perubahan ke disk dan ubah kembali ukuran partisi?
nn: Skriva endringane til harddisk og endra storleiken på partisjonen?
pl: Zapisaæ zmiany na dysku i zmieniæ rozmiar partycji?
pt_br: Gravar as mudanças no disco e redimensionar a partição ?
sl: Zapišem spremembe na disk in spremenim velikost razdelka?

source: Before the resize operation takes place, the changes have to be written to disk.
el: Προτού πραγματοποιηθεί η μεταβολή των μεγεθών, θα πρέπει να αποθηκευτούν οι αλλαγές στο δίσκο.
fa: قبل از اینکه پارتیشنها تغییر اندازه یابند، تغییرات باید بر روی دیسک ذخیره گردد.
fi: Ennen osioiden koon muuttamista on muutokset tallennettava massamuistilaitteille.
id: Sebelum pengubahan ulang ukuran partisi berjalan, perubahan-perubahan yang terjadi harus ditulis ke disk.
nn: Før storleiken til partisjonen vert endra, må endringane skrivast til harddisk først.
pl: Zanim rozmiar partycji zostanie zmieniony, zmiany musz± zostaæ zapisane na dysku.
pt_br: Antes da operação de redimensionamento iniciar, as mudanças precisam ser gravadas no disco.
sl: Pred spreminjanjem velikosti razdelka je potrebno spremembe zapisati na disk.

source: Please note that the resize operation may require a long time.
el: Σημειώστε ότι η μεταβολή μεγεθών θα διαρκέσει αρκετό χρόνο.
fi: Huomaa, että koon muuttaminen voi kestää kauan.
id: Perhatikan bahwa operasi pengubahan ukuran memakan waktu.
mg: Azafady tadidio fa mety haharitra ny fanovana ny haben'ny fizarana.
nn: Merk at endring av storleik kan ta lang tid.
pl: Zauwa¿, ¿e operacja zmiany rozmiaru mo¿e zaj±æ du¿o czasu.
pt_br: Por favor, note que a operação de redimensionamento pode demandar muito tempo para ser finalizada.
sl: Spreminjanje velikosti lahko traja precej časa.

source: Size:
el: Μέγεθος:
fa: اندازه:
fi: Koko:
id: Ukuran:
mg: Habe:
nn: Storleik:
pl: Rozmiar:
pt_br: Tamanho :
sl: Velikost:

source: Use free space for the Logical Volume Manager
el: Χρήση του διαθέσιμου χώρου για τον Διαχειριστή Λογικών Τόμων
fi: Vapaa tila levyniteiden hallintaohjelman käyttöön
id: Gunakan ruang kosong untuk Logical Volume Manager
nn: Bruk ledig plass for den logiske volumstyringa
pl: U¿yj wolnej przestrzeni dla mened¿era woluminów logicznych (LVM):
pt_br: Usar espaço livre para o Gerenciador de Volumes Lógicos
sl: Uporabi prosti prostor za upravljalnik logičnih nosilcev (LVM)

source: Name of the volume group for the new Debian system:
el: Όνομα ομάδας τόμων για το νέο σύστημα Debian:
fi: Uuden Debian-järjestelmän levynideryhmän nimi:
id: Nama grup volum untuk sistem Debian yang baru:
nn: Namnet på det grupperte dataområdet for det nye Debiansystemet:
pl: Nazwa grupy woluminów dla systemu Debian:
pt_br: Nome do grupo de volume para o novo sistema Debian :
sl: Navedite ime upravljalnika logičnih nosilcev za novi Debian sistem:

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include drives that are not floppy drives. The installer will only try to read from the selected device.
el: Δε βρέθηκε κάποια τυπική μονάδα δισκέτας. Αν έχετε κάποια μονάδα δισκέτας USB ή άλλου μη συνηθισμένου τύπου, επιλέξτε την από τη λίστα. Σημείωση: η λίστα μπορεί να περιέχει και συσκευές που δεν είναι μονάδες δισκέτας. Το πρόγραμμα εγκατάστασης θα χρησιμοποιήσει μόνο την επιλεγμένη συσκευή.
fa: هیچ دستگاه فلاپی استانداردی بر روی این رایانه پیدا نشد. اگر شما از فلاپی USB یا نوع خاص دیگری از فلاپی را استفاده میکنید، آن را در لیست پایین مشخص کنید. توجه داشته باشید که این لیست ممکن است شامل مواردی باشد که فلاپی نیستند. نصاب فقط سعی خواهد کرد که گزینه‌ی انتخاب شده را بارگذاری کند.
fi: Standardia levykeasemaa ei löytynyt. Jos sinulla on USB-levykeasema tai jokin muu epätavallinen levykeasematyyppi, valitse se luettelosta. Huomaa, että luettelossa voi olla asemia, jotka eivät ole levykeasemia. Asennin yrittää lukea vain valitusta laitteesta.
id: Pengerak disket standar tidak ditemukan. Jika anda menggunakan penggerak disket USB atau jenis lain yang tidak biasa, silakan pilih dari daftar. Perhatikan bahwa daftar ini tidak hanya berisi penggerak disket. Installer hanya akan mencoba membaca dari piranti yang dipilih.
nn: Fann ingen standard diskettstasjon. Viss du har ein USB-diskettstasjon eller ein anna uvanleg type diskettstasjon, vel frå lista. Mer at lista kan innehalda stasjonar som ikkje er diskettstasjonar. Installasjonsprogrammet vil berre prøva å lesa frå den valde eininga.
pl: Nie znaleziono standardowej stacji dyskietek. Je¶li posiadasz stacjê USB lub jaki¶ inny niestandardowy rodzaj stacji, wybierz go z listy. Zwróæ uwagê, ¿e lista mo¿e zawieraæ tak¿e sterowniki do innych urz±dzeñ ni¿ stacje dyskietek. Instalator spróbuje odczytaæ z wybranego urz±dzenia.
pt_br: Nenhum leitor de disquetes padrão foi encontrado. Caso você possua um leitor de disquetes USB ou algum outro tipo de leitor de disquetes não comum, selecione-o na listagem exibida. Note que a listagem pode também incluir dispositivos que na verdade não são leitores de disquetes. O instalador tentará ler a partir do dispositivo selecionado.
sl: Nisem našel nobenega standardnega disketnika. Če imate USB disketnik ali kateri drugi nenavadni tip disketnika, ga izberite na seznamu. Bodite pozorni na to, da so na seznamu lahko tudi pogoni, ki niso disketni. Namestilnik bo poizkušal brati samo iz izbrane naprave.

source: An error occured during the previous operation
el: Συνέβη σφάλμα κατά την προηγούμενη εργασία
fa: در عملیات قبل خطایی رخ داده است.
fi: Edellisen toiminnon aikana tapahtui virhe
id: Kesalahan terjadi selama proses sebelumnya.
nn: Det oppstod ein feil under den førre operasjonen.
pl: Wyst±pi³ b³±d podczas wykonywania poprzedniej operacji.
pt_br: Um erro ocorreu durante a operação anterior
sl: Med prejšnjo operacijo se je pojavila napaka

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
el: Ο βασικός σύστημα αρχείων βρίσκεται σε ένα δίσκο μνήμης (RAM disk). Τα συστήματα αρχείων του σκληρού δίσκου βρίσκονται προσαρτημένα στο "/target". Σας είναι διαθέσιμος ο nano, ένας εύκολος και συμπαγής κειμενογράφος. Για να αποκτήσετε μια ιδέα των εργαλείων που είναι διαθέσιμα προς χρήση, χρησιμοποιήστε την εντολή "help" στο κέλυφος.
fa: سیستم فایل ریشه یک دیسک مجازی است و سیستم فیل دیسک سخت بر روی "/target" بارگیری شده است. ویرایشگری که در اختیار دارید nano است که بسیار آسان و مفید میباشد. برای آگاهی از اینکه چه ابزارهایی در اختیار دارید از دستور help کمک بگیرید.
fi: Juuritiedostojärjestelmä on näennäislevy, "RAM-levy". Kiintolevyn tiedostojärjestelmät ovat liitettyinä hakemistossa "/target". Käytettävissä on nano-editori. Se on erittäin pieni ja helppo oppia. Käytettävissäsi olevat Unix-työkalut selviävät "help"-komennolla.
id: Sistem berkas root adalah sebuah disk RAM. Sistem berkas hard disk dikaitkan pada "/target". Editor yang tersedia adalah nano. Nano sangat kecil dan mudah digunakan. Untuk mengetahui utilitas Unix apa saja yang tersedia, gunakan perintah "help".
nn: Rotfilsystemet er ein RAM-disk. Filsystema på harddisken er montert på «/target». Skriveprogrammet nano er tilgjengeleg. Det er lite og enkelt å bruka. For å få eit overblikk over kva for Unix-verktøy du har tilgjengeleg kan du bruka «help»-kommandoen.
pl: G³ówny system plików znajduje siê w RAM dysku. Dyskowe systemy plików podmontowane s± w "/target". Dostêpnym edytorem jest nano. Jest bardzo ma³y i prosty do zrozumienia. Aby dowiedzieæ siê jakie narzêdzia uniksowe s± dostêpne, u¿yj polecenia "help".
pt_br: O sistema de arquivos raíz é um disco em RAM. Os sistemas de arquivos em disco rígido estão montados em "/target". O editor disponível para você é o nano. Ele é bem pequeno e é fácil de se compreender. Para ter uma idéia de quais utilitários Unix estão disponíveis, use o comando "help".
sl: Zagonski datotečni sistem je RAM disk. Datotečni sistemi trdega diska so priklopljeni na "/target". Urejevalnik, ki vam je na voljo je nano. Je zelo majhen in nazahteven za uporabo. Da bi videli katera Unixova orodja so vam na voljo, uporabite ukaz "help".

source: Oceania
el: Ωκεανία
fa: اقیانوسیه
fi: Oseania
id: Oseania
mg: Oseany
nn: Oseania
sl: Oceanija

source: Hypersocket
nn: Hypersokkel
