Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: No root partition (/)
cy: Dim rhaniad gwraidd (/)
de: Keine Root-Partition (/)
el: Ανύπαρκτο βασικό τμήμα root (/)
eo: Neniu radika diskpartigo (/)
et: Pole juurpartitsiooni (/)
eu: Ez dago erroko partiziorik (/)
fa: پارتیشن ریشه‌ای پیدا نشد (/)
fi: Ei juuriosiota (/)
gl: Non hai unha partición raíz (/)
he: אין מחיצה שורש (/)
id: Partisi root (/) tak ada
kk: Түбірлік бөлім жоқ (/)
lt: Nėra šakninio (pagrindinio) skirsnio (/)
lv: Nav saknes (/) partīcijas
mg: Tsy misy fizarana fototra (/)
ml: റൂട്ട് (/) ഭാഗമില്ല
nn: Fant ingen rootpartisjon (/)
pa: ਕੋਈ root ਭਾਗ ਨਹੀਂ (/)
pl: Brak partycji root (/)
pt_br: Sem partição raíz (/)
ro: Nu există partiţie rădăcină (/)
sl: Ni korenskega razdelka (/)
zh_tw: 沒有 root 分割區 (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
cy: Rydych angen rhaniad gwraidd. Os gwelwch yn dda, penodwch rhaniad i'r pwynt clymu gwraidd cyn mynd ymlaen.
de: Sie benötigen eine Root-Partition. Bitte weisen Sie dem Wurzelverzeichnis (»/«) eine Partition zu.
el: Είναι απαραίτητη η ύπαρξη βασικού τμήματος. Παρακαλώ, ορίστε κάποιο τμήμα ως το βασικό σύστημα αρχείων (root) πριν συνεχίσετε.
eo: Vi bezonas radikan diskpartigo. Bonvolu asigni diskpartigon al la radika surmetingo antaŭ ol daŭri.
et: Sa vajad juurpartitsiooni. Palun määra enne jätkamist juure haakepunktile partitsioon.
eu: Erroko partizioa behar duzu. Jarraitu baino lehen, esleitu partizio bat erroko muntatze-puntuari.
fa: شما به یک پارتیشن ریشه نیاز دارید. لطفا قبل از ادامه دادن یک پارتیشن به ریشه نسبت دهید.
fi: Tarvitset juuriosion. Valitse osio liitettäväksi juuritiedostojärjestelmänä.
gl: Precisa dunha partición raíz. Asigne unha partición ao punto de montaxe raíz antes de continuar.
he: אתה צריך מחיצת שורש. אנא שייך מחיצה לנקודת הגיעה של שורש המערכת לפני שתמשיך.
id: Anda perlu sebuah partisi root. Silakan tunjuk satu partisi sebagai titik kait root sebelum melanjutkan.
kk: Сізге түбірлік бөлім керек. Жалғастырар алдында түбірлік бөлімді тағайындаңыз.
lt: Jums reikalingas šakninis (root) skirsnis. Prieš pratęsiant, prašau priskirti skirsnį šakniniam prijungimo taškui.
lv: Jums nepieciešama saknes partīcija. Pirms turpināt lūdzu piesaistiet saknes montēšanas punktam kādu partīciju.
ml: നിങ്ങള്ക്കൊരു റൂട്ട് ഭാഗം ആവശ്യമുണ്ട്. ദയവായി തുടരുന്നതിനു മുന്പേ റൂട്ട് മൌണ്ട് പോയിന്റിനായി ഒരു ഭാഗം നിശ്ചയിക്കൂ.
nn: Du treng ein rotpartisjon. Set ein partisjon til rotmonteringspunktet før du held fram.
pa: ਤੁਹਾਨੂੰ root ਭਾਗ ਦੀ ਲੋੜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ root ਮਾਊਂਟ ਪੁੰਆਇਟ ਨੂੰ ਭਾਗ ਦਿਓ।
pl: Potrzebujesz partycji root. Wska¿ partycjê dla punktu montowania root
pt_br: Você precisa de uma partição raíz. Por favor atribua uma partição para o ponto de montagem raíz antes de continuar.
ro: Aveţi nevoie de o partiţie rădăcină. Vă rugăm să asociaţi o partiţie la punctul de montare rădăcină înainte de a continua.
sl: Potrebujete korenski razdelek. Preden nadaljujete, korenski priklopni točki dodelite razdelek.
zh_tw: Root 磁碟分割區必須存在。在繼續進行之前請將一個磁碟分割區指派為 root 掛載點。

source: Partition assigned to ${MOUNT}
cy: Rhaniad wedi ei gyslltu a ${MOUNT}
de: Partition nach ${MOUNT} zugewiesen
el: Ορίστηκε τμήμα στο σημείο επαφής ${MOUNT}
eo: Asignata diskpartgo al '${MOUNT}'-o
et: Partitsioon määratud ${MOUNT} külge
eu: Partizioa esleitu zaio ${MOUNT}(r)i
fa: پارتیشن نسبت داده شده به ${MOUNT}
fi: Osion liitoskohta on ${MOUNT}
gl: Asignouse a partición a ${MOUNT}
he: מחיצה יועדה לנקודת העגינה ${MOUNT}
id: Partisi dipasang pada ${MOUNT}
kk: Сіз бөлімді қалыптастыруға ${MOUNT} каталогын таңдадыңыз
lt: Skirsnis priskirtas prijungimo taškui ${MOUNT}
lv: Partīcija piesaistīta pie ${MOUNT}
ml: ${MOUNT} ലേക്ക ഭാഗം നിശ്ചയിച്ചു
nn: Du har sett ein partisjon til ${MOUNT}
pa: ${MOUNT} ਨੂੰ ਜਾਰੀ ਕੀਤਾ ਭਾਗ
pl: Przypisano partycjê dla ${MOUNT}
pt_br: Partição atribuída para ${MOUNT}
ro: Partiţie asociată la ${MOUNT}
sl: Razdelek dodeljen točki ${MOUNT}
zh_tw: 將磁碟分割區指派為 ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
cy: Nid yw clymu rhaniad ar ${MOUNT} yn gwneud synnwyr. Newidwch hyn os gwelwch yn dda.
de: Es macht keinen Sinn, eine Partition nach ${MOUNT} einzubinden. Bitte ändern Sie Ihre Angaben.
el: Η προσάρτηση ενός τμήματος στο ${MOUNT} είναι περιττή. Παρακαλώ, αλλάξτε αυτή τη ρύθμιση.
eo: Surmeti diskpartigon sur '${MOUNT}'-o estas nekohera. Bonvolu ŝanĝi tio.
et: Partitsiooni ${MOUNT} külge haakimine ei oma mõtet. Palun muuda seda.
eu: ${MOUNT}(e) partizioa muntatzeak ez du zentzurik. Aldatu hau.
fa: بارگذاری پارتیشن بر روی ${MOUNT} بی‌مفهوم است. لطفا این گینه را عوض کنید.
fi: Osion liitoskohta ${MOUNT} ei ole järkevä. Vaihda liitoskohta.
gl: Non ten sentido montar unha partición en ${MOUNT}. Cambie isto.
he: עגינת מחיצה על ${MOUNT} אינה הגיונית. אנא שנה זאת.
id: Pengaitan partisi pada ${MOUNT} tidak berarti. Mohon diganti.
kk: ${MOUNT}-ге бөлімді қалыптастырудың мәні жоқ. Баптауды өзгертіңіз.
lt: Skirsnio prijungimas prie taško ${MOUNT} beprasmiškas. Prašau pakeisti.
lv: Partīcijas montēšanai pie ${MOUNT} nav nekāda pamatojuma. Lūdzu izmainiet to.
ml: ഭാഗം ${MOUNT} ല്‍ മൌണ്ടു ചെയ്തതുകൊണ്ടൊരു കാര്യവുമില്ല. ദയവായി ഇത് മാറ്റൂ.
nn: Det gjev inga meining å montera ein partisjon på ${MOUNT}. Du må endra dette.
pa: ${MOUNT} ਤੇ ਇੱਕ ਭਾਗ ਨੂੰ ਮਾਊਟ ਕਰਨ ਦਾ ਕੋਈ ਮਤਲਬ ਨਹੀਂ ਹੈ। ਇਸ ਨੂੰ ਤਬਦੀਲ ਕਰੋ ਜੀ।
pl: Nie ma sensu montowanie partycji dla ${MOUNT}. Proszê to zmieniæ.
pt_br: Montar uma partição em ${MOUNT} não faz sentido. Por favor mude isso.
ro: Montarea unei partiţii la ${MOUNT} nu are sens. Vă rugăm să modificaţi.
sl: Nesmiselno je razdelek priklapljati na ${MOUNT}. Prosim spremenite.
zh_tw: 不應當將磁碟分割區掛載至 ${MOUNT}。請修正。

source: Several partitions assigned to ${MOUNT}
cy: Mae nifer o rhaniadau wedi eu cysylltu a ${MOUNT}
de: ${MOUNT} wurden mehrere Partitionen zugewiesen
el: Έχετε προσαρτήσει περισσότερα από ένα τμήματα στο ${MOUNT}
eo: Pluraj diskpartigoj estas asignataj al ${MOUNT}
et: ${MOUNT} külge on määratut mitu partitsiooni
eu: Hainbat partizio esleitu zaizkio ${MOUNT}(r)i
fa: بیش از یک پارتیشن به ${MOUNT} نسبت داده شده است
fi: Olet asettanut useita osiota liitoskohtaan ${MOUNT}
gl: Asignáronse varias particións a ${MOUNT}
he: מספר מחיצות מיועדות לנקודה העגינה ${MOUNT}
id: Beberapa partisi dipasang pada ${MOUNT}
kk: Сіз ${MOUNT}-те бірнеше бөлімдерді қалыптастыруды қаладыңыз
lt: Prie taško ${MOUNT} yra priskirta keletas skirsnių
lv: ${MOUNT} montēšanas punktam ir norādītas vairākas partīcijas
ml: വളരെയധികം ഭാഗങ്ങള്‍ ${MOUNT} ലേ ക്കായി നിശ്ചയിച്ചിരിക്കുന്നു
nn: Fleire partisjonar er sett til ${MOUNT}
pa: ${MOUNT} ਨੂੰ ਭਾਗ ਭਾਗ ਦਿੱਤੇ ਗਏ ਹਨ
pl: Wskaza³e¶ kilka partycji dla ${MOUNT}
pt_br: Diversas partições atribuídas para ${MOUNT}
ro: Mai multe partiţii asociate la ${MOUNT}
sl: Več razdelkov ste dodelili točki {MOUNT}
zh_tw: 多個磁碟分割區被指派為 ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
cy: Dydych chi ddim yn gallu clymu nifer o rhaniadau i'r un pwynt clymu. Newidwch pob rhaniad ond un os gwelwch yn dda.
de: Sie können nicht mehrere Partitionen dem selben Ziel zuweisen. Bitte ändern Sie Ihre Angaben (bis auf eine).
el: Δεν είναι δεκτή η προσάρτηση περισσοτέρων από ένα τμημάτων στο ίδιο σημείο επαφής. Παρακαλώ, αφήστε μόνο ένα.
eo: Vi ne povas asigni plurajn diskpartigojn al la sama surmetingo. Bonvolu ŝanĝi ĉiun krom unu,
et: Ühe haakepunkti küljes ei saa olla mitut partitsiooni. Palun muuda neid, jättes vaid alles ühe.
eu: Ezin dizkiozu hainbat partizio esleitu muntatze-puntu berari. Aldatu guztiak bat izan ezik.
fa: شما نمیتوانیدچند پارتیشن را به یک نقطه‌ی بارگذاری نسبت دهید. لطفا بجز یکی باقی آنها را عوض کنید.
fi: Et voi asettaa useita osiota samaan liitoskohtaan. Vaihda muut paitsi yhden näistä.
gl: Non se poden asignar varias particións ao mesmo punto de montaxe. Cámbieas todas menos unha.
he: אינך יכול ליעד כמה מחיצות לאותה נקודת עגינה. בבקשה שנה את היעוד של כולן, למעט אחת.
id: Anda tidak dapat memasang beberapa partisi pada titik kait yang sama. Silakan mengganti semua sampai tinggal satu.
kk: Сіз бір нүктеде бірнеше бөлімдерді қалыптастыра аласыз.
lt: Jūs negalite priskirti keleto skirsnių tam pačiam prijungimo taškui. Prašau pakeisti visus išskyrus vieną iš jų.
lv: Vienam montēšanas punktam jūs nevarat norādīt vairākas partīcijas. Lūdzu izmainiet partīciju iestatījumus atstājot katram montēšanas punktam vienu partīciju.
ml: നിങ്ങള്ക്ക് ഒരേ മൌണ്ട് പോയിന്റിലേക്കായി വളരെയധികം ഭാഗങ്ങള്‍ നിശ്ചയിക്കാന്‍ കഴിയില്ല. ദയവായി ഒന്നൊഴിച്ച് മറ്റെല്ലാം മാറ്റൂ.
nn: Du kan ikkje setja fleire partisjonar til det same monteringspunktet. Du må endra alle utanom eit av dei.
pa: ਤੁਸੀਂ ਕਈ ਭਾਗਾਂ ਨੂੰ ਇੱਕੋਂ ਥਾਂ ਤੇ ਮਾਊਟ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਨੂੰ ਤਬਦੀਲ ਕਰੋ ਜੀ।
pl: Nie mo¿esz wskazaæ kilku partycji dla tego samego punktu montowania. Proszê zmieñ to, zostawiaj±c tylko jedn± z nich
pt_br: Você não pode atribuir diversas partições para o mesmo ponto de montagem. Por favor mude todas as atribuições das partições menos uma.
ro: Nu puteţi asocia mai multe partiţii la acelaşi punct de montare. Vă rugăm să le modificaţi pe toate, cu excepţia uneia.
sl: Več različnih razdelkov ne morete dodeliti isti priklopni točki. Spremenite vse, razen ene od njih.
zh_tw: 不能將多個磁碟分割區指派至同一個掛載點。請修改它們，只留下一個。

source: Ready to create file systems and mount partitions?
cy: Ydych chi'n barod i greu systemau ffeiliau a chlymu rhaniadau?
de: Bereit, Dateisysteme zu erstellen und Partitionen einzubinden?
el: Είστε έτοιμος για τη δημιουργία των συστημάτων αρχείων και τη προσάρτησή τους;
eo: Ĉu vi estas preta por krei dosiersistemoj kaj surmeti diskpartigojn?
et: Valmis failisüsteeme looma ja partitsioone külge haakima?
eu: Fitxategi-sistemak eta muntatze-puntuak sortzeko prest?
fa: آیا برای ایجاد فایل سیستمها و بارگذاریپاتیشنها آماده هستید؟
fi: Onko kaikki valmiina tiedostojärjestelmien luontiin ja osioiden liittämiseen?
gl: ¿Está preparado para crear os sistemas de ficheiros e montar as particións?
he: האם אתה מוכן ליצור את מערכות הקבצים ולעגון אותן?
id: Siap untuk membuat sistem berkas dan mengkaitkan partisi?
kk: Файлдық жүйелер құрып, бөлімдерді қалыптастыруға бәрі дайын ба?
lt: Ar pasiruošta kurti failų sistemas ir prijungti diskų skirsnius?
lv: Vai esat gatavi veidot failu sistēmas un montēt partīcijas?
ml: ഭാഗങ്ങള്‍ മൌണ്ട് ചെയ്യാനും ഫയല്‍ സിസ്റ്റങ്ങള്‍ സൃഷ്ടിക്കാനും തയ്യാറായോ?
nn: Er alt klart for å oppretta filsystem og montera partisjonar?
pa: ਕੀ ਤੁਸੀਂ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਮਾਊਟ ਥਾਂ ਬਣਾਉਣ ਲਈ ਤਿਆਰ ਹੋ?
pl: Gotowy do utworzenia systemów plików i zamontowania partycji?
pt_br: Pronto para criar sistemas de arquivos e montar partições ?
ro: Sunteţi gata să creaţi sisteme de fişiere şi să montaţi partiţii ?
sl: Naj ustvarim datotečne sisteme in priklopim razdelke?
zh_tw: 是否已準備好要建立檔案系統並掛載磁碟分割區了？

source: File systems will be created and partitions mounted.
cy: Caiff systemau ffeiliau eu creu a rhaniadau eu clymu.
de: Dateisysteme werden erstellt und die Partitionen eingebunden.
el: Τα συστήματα αρχείων θα δημιουργηθούν και θα προσαρτηθούν.
eo: Dosiersistemoj estos kreitaj kaj diskpartigoj estos surmetitaj.
et: Luuakse failisüsteeme ja haagitakse partitsioone.
eu: Fitxategi-sistemak sortuko dira eta partizioak muntatuko dira.
fa: فایل سیستمها ایجاد و پارتیشنها بارگذاری میگردند.
fi: Luodaan tiedostojärjestelmät ja liitetään osiot.
gl: Hanse crear os sistemas de ficheiros e montar as particións.
he: מערכות הקבצים נוצרו ועוגנו.
id: Sistem berkas akan dibuat dan partisi akan dikaitkan.
kk: Файлдық жүйелер құрылып, бөлімдер қалыптастырылады.
lt: Bus sukurtos failų sistemos ir prijungti disko skirsniai.
lv: Failu sistēmas tiks izveidotas un partīcijas tiks piemontētas.
ml: ഫയല്‍ സിസ്റ്റങ്ങള്‍ സൃഷ്ടിക്കുകയും ഭാഗങ്ങള്‍ മൌണ്ട് ചെയ്യുകയും ചെയ്യുന്നതായിരിക്കും.
nn: Filsystem vil bli oppretta og partisjonar montert.
pa: ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਭਾਗ ਨੂੰ ਮਾਊਟ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Systemy plików zostan± utworzone, a partycje zamontowane.
pt_br: Os sistemas de arquivos serão criados e as partições serão montadas.
ro: Sistemele de fişiere vor fi create şi partiţiile montate.
sl: Ustvarjeni bodo datotečni sistemi in razdelki bodo priklopljeni.
zh_tw: 將要進行檔案系統的建立，並掛載磁碟分割區。

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
cy: RHYBUDD: Fe fydd hyn yn dinistrio'r holl ddata ar y rhaniadau rydych chi wedi penodi systemau ffeiliau ar eu cyfer.
de: WARNUNG: Dies zerstört alle Daten auf Partitionen, denen Sie ein Dateisystem zugeordnet haben!
el: ΠΡΟΣΟΧΗ: Θα καταστραφούν τα δεδομένα όλων των τμημάτων στα οποία έχετε συνδέσει συστήματα αρχείων.
eo: Atentu: tio forviŝos ĉiujn datumojn ĉeestantajn sur asignitaj diskpartigoj por krei dosiersistemon.
et: HOIATUS: See hävitab kõik andmed partitsioonidel, kuhu oled failisüsteemid määranud.
eu: ABISUA: Honek fitxategi-sistemak esleitu dizkiezun partizioetako datu guztiak hondatuko ditu.
fa: اخطـــــار: این عمل کلیه‌ی اطلاعات را بر روی پارتیشن‌هایی که فایل سیستم آنها را عوض کرده‌اید از بین میبرد
fi: VAROITUS: Tämä tuhoaa kaiken tiedon niistä levyosioista, joihin olet määrittänyt tiedostojärjestelmän.
gl: AVISO: Isto ha destruír tódolos datos das particións ás que asignou sistemas de ficheiros.
he: אזהרה: הפעולה הבאה תהרוס את כל המידע על המחיצות שיעדת אליהן מערכות קבצים.
id: PERHATIAN: Ini akan merusak semua data pada partisi yang Anda tunjuk.
kk: ЕСКЕРТУ: Бұл операция сіз файлдық жүйелерді нұсқаған бөлімдердегі барлық деректерді жояды.
lt: PERSPĖJIMAS: Tai sunaikins visą informaciją skirsniuose, kurie priskirti failų sistemų sukurimui.
lv: UZMANĪBU: Dati visās partīcijās, kurām ir norādītas kādas failu sistēmas, tiks neatgriezeniski zaudēti.
ml: മുന്നറിയിപ്പ്: ഫയല്‍ സിസ്റ്റ ങ്ങള്ക്കായി നിങ്ങള്‍ നിശ്ചയിച്ച ഭാഗങ്ങളിലെ എല്ലാ ഡാറ്റയും ഇത് നശിപ്പിക്കും.
nn: ÅTVARING: Dette vil øydeleggja alle data på partisjonar du har tilordna eit filsystem.
pa: ਚੇਤਾਵਨੀ: ਇਸ ਨਾਲ ਤੁਹਾਡੇ ਸਾਰੇ ਦਿੱਤੇ ਭਾਗਾਂ ਦੇ ਮੌਜੂਦ ਡਾਟਾ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਨਾਲ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।
pl: UWAGA: Ta operacja zniszczy wszelkie dane na partycjach do których przydzielono systemy plików.
pt_br: AVISO : Isso irá destruir todos os dados nas partições para as quais você atribuiu sistemas de arquivos.
ro: ATENŢIE: Acesta va distruge toate datele de pe partiţiile la care aţi asociat sisteme de fişiere.
sl: OPOZORILO: To bo uničilo vse podatke na razdelkih katerim ste dodelili datotečne sisteme.
zh_tw: [警告]：這樣會把要建立檔案系統的磁碟分割區上的所有的資料給完全清除掉。

source: Failed to create swap space on ${PARTITION}
cy: Methwyd creu gofod cyfnewid ar ${PARTITION}
de: Erstellen des Swap-Speichers auf ${PARTITION} fehlgeschlagen
el: Σφάλμα κατά τη δημιουργία χώρου εικονικής μνήμης (swap) στο ${PARTITION}
eo: Kreado de interŝanĝa spaco sur '${PARTITION}'-o malsukcesas
et: ${PARTITION} peale saaleala loomine nurjus.
eu: Ezin izan da swap lekua sortu ${PARTITION}(e)n
fa: ایحاد فضای SWAP بر روی پارتیشن ${PARTITION} شکست خورد.
fi: Sivutustilan luonti osioon ${PARTITION} epäonnistui
gl: Non se puido crear espazo de intercambio en ${PARTITION}
he: כשלון ביצירת שטח דפדוף על ${PARTITION}
id: Gagal membuat ruang swap pada ${PARTITION}
kk: ${PARTITION}-де толықтыру бөлімін құру мүмкін болмады
lt: Nepavyko sukurti mainų (swap) vietos skirsnyje ${PARTITION}
lv: Maiņas telpas izveide uz ${PARTITION} nav veiksmīga
mg: Tsy nahomby ny famoronana ny toeran fifanakalozana swap ao amin'ny ${PARTITION}
ml: ${PARTITION} ല്‍ സ്വാപ് പാര്ട്ടീഷന്‍ സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å oppretta mellomlager på ${PARTITION}
pa: ${PARTITION} ਤੇ ਸਵੈਪ ਭਾਗ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ
pl: Nie uda³o siê utworzyæ przestrzeni wymiany na ${PARTITION}
pt_br: Falha ao criar espaço de troca (swap) em ${PARTITION}
ro: Eşec la crearea spaţiului de swap pe ${PARTITION}
sl: Ni mogoče ustvariti izmenjalnega prostora na ${PARTITION}
zh_tw: 無法在 ${PARTITION} 上建立置換空間

source: An error occurred when the swap space was created on ${PARTITION}.
cy: Digwyddodd gwall wrth greu'r gofod cyfnewid ar ${PARTITION}.
de: Es trat ein Fehler auf, als der Swap-Speicher auf ${PARTITION} erzeugt wurde.
el: Κάποιο σφάλμα συνέβη κατά τη δημιουργία χώρου εικονικής μνήμης (swap) στο τμήμα ${PARTITION}.
eo: Eraro okazis dum la kreado de interŝanĝa spaco sur '${PARTITION}'-o.
et: ${PARTITION} peale saaleala loomise käigus ilmnes viga.
eu: Errorea gertatu da ${PARTITION}(e)n swap lekua sortu denean.
fa: هنگام ایجاد فضای SWAP بر روی پارتیشن ${PARTITION}. خطایی اتفاق افتاد.
fi: Tapahtui virhe luotaessa sivutustilaa levyosioon ${PARTITION}.
gl: Houbo un erro ao crear o espazo de intercambio en ${PARTITION}.
he: שגיאה קרתה כאשר נוצר שטח דפדוף על ${PARTITION}.
id: Terjadi kesalahan saat membuat ruang swap pada ${PARTITION}
kk: ${PARTITION}-де толықтыру бөлімін құру кезінде қате табылды.
lt: Įvyko klaida kuriant mainų (swap) vietą skirsnyje ${PARTITION}.
lv: Veidojot apmaiņas telpu uz ${PARTITION} radusies kļūda.
mg: Nisy fahadisoana nitranga nandritra ny famoronana ny toerana fifanakalozana swap tao amin'ny ${PARTITION}.
ml: ${PARTITION} ല്‍ സ്വാപ് സ്പേയ്സ് സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുമ്പോള്‍ ഒരു പിഴവ് സംഭവിച്ചു.
nn: Ein feil oppsto då mellomlageret blei oppretta på ${PARTITION}.
pa: ${PARTITION} ਤੇ ਸਵੈਪ ਭਾਗ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wyst±pi³ b³±d podczas tworzenia przestrzeni wymiany na ${PARTITION}.
pt_br: Um erro ocorreu quando o espaço de troca (swap) foi criado em ${PARTITION}.
ro: A apărut o eroare la crearea spaţiului de swap pe ${PARTITION}.
sl: Pri ustvarjanju izmenjalnega prostora na ${PARTITION} je prišlo do napake.
zh_tw: 在 ${PARTITION} 上建立置換空間時發生錯誤。

source: Failed to activate the swap space on ${PARTITION}
cy: Methwyd gweithredu'r gofod cyfnewid ar ${PARTITION}
de: Aktivieren des Swap-Speichers auf ${PARTITION} fehlgeschlagen
el: Σφάλμα κατά την ενεργοποίηση του χώρου εικονικής μνήμης στο ${PARTITION}
eo: Aktivado de interŝanĝa spaco sur '${PARTITION}'-o malsukcesas
et: ${PARTITION} pealse saaleala aktiveerimine nurjus
eu: Ezin izan da swap lekua aktibatu ${PARTITION}(e)n
fa: فعال کردن فضای SWAP بر روی پارتیشن ${PARTITION} با شکست مواجه شد.
fi: Sivutustilan aktivointi epäonnistui osiolla ${PARTITION}
gl: Non se puido activar o espazo de intercambio de ${PARTITION}
he: כשלון בהפעלת שטח הדפדוף על ${PARTITION}
id: Gagal mengaktifkan ruang swap pada ${PARTITION}
kk: ${PARTITION}-де толықтыру бөлімін активтеу мүмкін болмады
lt: Nepavyko aktyvuoti mainų (swap) vietos skirsnyje ${PARTITION}
lv: Aktivizēt apmaiņas telpu uz ${PARTITION} neizdevās
mg: Tsy nahomby ny fandefasana ny swap ao amin'ny ${PARTITION}
ml: ${PARTITION} ല്‍ സ്വാപ് സ്പേയ്സ് ആക്റ്റിവേറ്റ് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å aktivera mellomlageret på ${PARTITION}
pa: ${PARTITION} ਤੇ ਸਵੈਪ ਭਾਗ ਸਰਗਰਮ ਕਰਨ ਲਈ ਅਸਫਲ
pl: Nie uda³a siê aktywacja przestrzeni wymiany na ${PARTITION}
pt_br: Falha ao ativar o espaço de troca (swap) em ${PARTITION}
ro: Eşec la activarea spaţiului de swap pe ${PARTITION}
sl: Izmenjalnega prostora na ${PARTITION} ni mogoče aktivirati
zh_tw: 無法啟動 ${PARTITION} 上的置換空間

source: An error occurred when the swap space on ${PARTITION} was activated.
cy: Digwyddod gwall wrth weithredu'r gofod cyfnewid ar ${PARTITION}.
de: Es trat ein Fehler auf, als versucht wurde, den Swap-Speicher auf ${PARTITION} zu aktivieren.
el: Κάποιο σφάλμα συνέβη κατά τη ενεργοποίηση του χώρου εικονικής μνήμης (swap) στο τμήμα ${PARTITION}.
eo: Eraro okazis dum la aktivado de interŝanĝa spaco sur '${PARTITION}'-o.
et: ${PARTITION} pealse saaleala aktiveerimise käigus ilmnes viga.
eu: Errorea gertatu da ${PARTITION}(e)n swap lekua aktibatu denean.
fa: هنگام فعال سازی فضای SWAP بر روی پارتیشن ${PARTITION} خطایی اتفاق افتاد.
fi: Tapahtui virhe aktivoitaessa sivutustilaa osiolla ${PARTITION}.
gl: Houbo un erro ao activar o espazo de intercambio de ${PARTITION}.
he: שגיאה קרתה בזמן ששטח הדפדוף ${PARTITION} הופעל.
id: Terjadi kesalahan saat mengaktifkan ruang swap pada ${PARTITION}.
kk: ${PARTITION}-де толықтыру бөлімін активтеу кезінде қате табылды.
lt: Įvyko klaida aktyvuojant mainų (swap) vietą skirsnyje ${PARTITION}.
lv: Pēc apmaiņas telpas aktivizēšanas uz ${PARTITION} radās kļūda.
mg: Nisy fahadisoana nitranga nandritra ny fandefasana ny toerana fifanakalozana swap.tao amin'ny ${PARTITION}
ml: ${PARTITION} ല്‍ സ്വാപ് സ്പേയ്സ് ആക്റ്റിവേറ്റ് ചെയ്തു കൊണ്ടിരിക്കുമ്പോള്‍ ഒരു പിഴവ് പറ്റി.
nn: Ein feil oppsto då mellomlageret på ${PARTITION} blei aktivert.
pa: ${PARTITION} ਤੇ ਸਵੈਪ ਭਾਗ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wyst±pi³ b³±d podczas aktywowania przestrzeni wymiany na ${PARTITION}.
pt_br: Um erro ocorreu quando o espaço de troca (swap) em ${PARTITION} foi ativado.
ro: A apărut o eroare la activarea spaţiului de swap de pe ${PARTITION}.
sl: Ob aktiviranju izmenjalnega prostora na ${PARTITION} je prišlo do napake.
zh_tw: 在啟動 ${PARTITION} 上的置換空間時發生錯誤。

source: Failed to create ${FS} file system on ${PARTITION}
cy: Methwyd creu system ffeiliau ${FS} ar ${PARTITION}
de: Erzeugen des ${FS}-Dateisystems auf ${PARTITION} fehlgeschlagen
el: Σφάλμα κατά τη δημιουργία του συστήματος αρχείων ${FS} στο ${PARTITION}
eo: Kreado de '${FS}'-dosiersistemo sur '${PARTITION}'-o malsukcesas
et: ${PARTITION} peale failisüsteemi ${FS} loomine nurjus
eu: Ezin izan da ${FS} fitxategi-sistema sortu ${PARTITION}(e)n
fa: ایجاد فایل سیستم ${FS} بر روی پارتیشن ${PARTITION} شکست خورد.
fi: ${FS}-tiedostojärjestelmän luominen osiolle ${PARTITION} epäonnistui
gl: Non se puido crear un sistema de ficheiros ${FS} en ${PARTITION}
he: כשלון ביצירת מערכת הקבצים ${FS} על ${PARTITION}
id: Gagal membuat sistem berkas ${FS} pada ${PARTITION}
kk: ${PARTITION}-де ${FS}файлдық жүйесін құру мүмкін болмады
lt: Nepavyko sukurti failų sistemos ${FS} skirsnyje ${PARTITION}
lv: Neizdevās izveidot ${FS} failu sistēmas uz ${PARTITION} partīcijas
mg: Tsy nahomby ny famoronana ny file system ${FS} ao amin'ny ${PARTITION}
ml: ${PARTITION} ല്‍ ${FS} ഫയല്‍ സിസ്റ്റം സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å oppretta filsystemet ${FS} på ${PARTITION}
pa: ${PARTITION} ਤੇ ${FS} ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie uda³o siê utworzyæ systemu plików ${FS} na ${PARTITION}
pt_br: Falha ao criar sistema de arquivos ${FS} em ${PARTITION}
ro: Eşec la crearea sistemului de fişiere ${FS} pe ${PARTITION}
sl: Na {PARTITION} ne morem ustvariti datotečnega sistema ${FS}
zh_tw: 無法在 ${PARTITION} 上建立 ${FS} 檔案系統
