Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Keep current partition layout and configure encrypted volumes?
de: Aktuelle Einteilung der Partitionen beibehalten und verschlüsselte Datenträger konfigurieren?
eo: Konservu nuntempan diskpartigan aranĝon kaj akomodu ĉifrajn datumportilojn?
eu: Uneko partizio-diseinua mantendu eta bolumen-enkriptatuak konfiguratu?
gl: ¿Conservar o esquema de particionamento actual e configurar os volumes cifrados?
lt: Ar išsaugoti esamą disko skirsnių planą ir konfigūruoti šifruotus tomus?
lv: Saglabāt esošo partīciju izkārtojumu un konfigurēt šifrētos sējumus?
ml: ഇപ്പോഴുള്ള വിഭജന വിന്യാസം സൂക്ഷിച്ചു കൊണ്ട് എന്ക്രിപ്റ്റഡ് വാള്യങ്ങള്‍ ക്രമീകരിക്കണോ?
pa: ਮੌਜੂਦਾ ਭਾਗ ਖਾਕਾ ਰੱਖੋ ਅਤੇ ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਸੰਰਚਿਤ ਕਰੋ?
ro: Se păstrează configuraţia curentă a partiţiilor şi se configurează volumele criptate?
zh_tw: 是否保留目前的磁碟配置並設定加密的 Volume？

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
gl: Despois de configurar os volumes cifrados non se han permitir máis cambios nas particións dos discos que conteñan volumes cifrados. Decida se está satisfeito co esquema de particionamento actual destes discos antes de continuar.
ml: എന്ക്രിപ്റ്റഡ് വാള്യങ്ങള്‍ ക്രമീകരിച്ചതിന് ശേഷം എന്ക്രിപ്റ്റഡ് വാള്യങ്ങള്‍ ഉള്ക്കൊള്ളുന്ന ഡിസ്കിലെ ഭാഗങ്ങളില്‍ കൂടുതല്‍ മാറ്റങ്ങള്‍ അനുവദിക്കുന്നതല്ല. തുടരുന്നതിന് മുന്പ് ഈ ഡിസ്കുകള്ക്കായുള്ള വിഭജന പദ്ധതിയില്‍ നിങ്ങള്‍ സംതൃപ്തരാണോ എന്ന് ദയവായി തീരുമാനിക്കുക.
pa: ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਮੈਨੇਜਰ ਸੰਰਚਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਇੰਕ੍ਰਿਪਟਿਡ ਵਾਲੀਅਮ ਵਾਲੀ ਡਿਸਕ ਤੇ ਭਾਗਾਂ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਇਹ ਫੈਸਲਾ ਕਰੋ ਕਿ ਜਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਇਹਨਾ ਡਿਸਕਾਂ ਤੇ ਮੌਜੂਦਾ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਨਾਲ ਸਹਿਮਤ ਹੋ।

source: Configuration of encrypted volumes failed
gl: Fallo na configuración dos volumes cifrados
ml: എന്ക്രിപ്റ്റഡ് വാള്യങ്ങളുടെ ക്രമീകരണം പരാജയപ്പെട്ടു
pa: ਇੰਕਰਿਪਟਡ ਵਾਲੀਅਮ ਸੰਰਚਨਾ ਫੇਲ੍ਹ ਹੋਈ

source: An error occurred while configuring encrypted volumes.
de: Es trat ein Fehler auf, als die verschlüsselten Datenträger konfiguriert wurden.
eo: Eraro okazis dum la akomodado de ĉifraj datumportiloj.
eu: Errorea gertatu da bolumen-enkriptatuak konfiguratzean.
gl: Houbo un erro ao configurar os volumes cifrados.
lt: Konfigūruojant šifruotus tomus įvyko klaida.
lv: Konfigurējot šifrētos sējumus radusies kļūda.
ml: എന്ക്രിപ്റ്റഡ് വാള്യങ്ങള്‍ ക്രമീകരിക്കുന്നതില്‍ ഒരു പിഴവ് പറ്റി.
pa: ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਸੰਰਚਨਾਲਿਖਣ ਸਮੇਂ ਗਲਤੀ ਹੋਈ ਹੈ।
ro: A apărut o eroare în timpul configurării volumelor criptate.
zh_tw: 在設定加密的 Volume 時發生錯誤。

source: The configuration has been aborted.
gl: Abortouse a configuración.
ml: ക്രമീകരണത്തില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
pa: ਸੰਰਚਨਾ ਅਧੂਰੀ ਖਤਮ ਕੀਤੀ ਗਈ।

source: Initialisation of encrypted volume failed
gl: Fallo na inicialización do volume cifrado
ml: എന്ക്രിപ്റ്റഡ് വാള്യത്തിന്റെ ഇനിഷ്യലൈസേഷന്‍ പരാജയപ്പെട്ടു
pa: ਇੰਕਰਿਪਟਡ ਵਾਲੀਅਮ ਸ਼ੁਰੂ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ

source: An error occurred while setting up encrypted volumes.
de: Es trat ein Fehler auf, als die verschlüsselten Datenträger eingerichtet wurden.
eo: Eraro okazis dum la agordado de ĉifraj datumportiloj.
eu: Errorea gertatu da bolumen-enkriptatuak konfiguratzean.
gl: Houbo un erro ao configurar os volumes cifrados.
lt: Klaida įvyko atliekant šifruotų tomų nustatymus.
lv: Uzstādot šifrētos sējumus radusies kļūda.
ml: എന്ക്രിപ്റ്റഡ് വാള്യങ്ങള്‍ ഒരുക്കുന്നതില്‍ ഒരു പിഴവ് പറ്റി.
pa: ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਨਿਰਧਾਰਨ ਲਿਖਣ ਸਮੇਂ ਗਲਤੀ ਹੋਈ ਹੈ।
ro: A apărut o eroare în timpul scrierii pregătirii volumelor criptate.
zh_tw: 在設定加密的 Volume 時發生錯誤。

source: Passphrase
eo: Pasfrazo
eu: Pasaesaldia
gl: Contrasinal
he: משפט סיסמה
lt: Slapta frazė
lv: Parole
ml: അടയാള വാക്യം
pa: ਸ਼ਬਦ
ro: Parolă tip frază
zh_tw: 密碼

source: Keyfile (GnuPG)
de: Schlüsseldatei (GnuPG)
eo: 'GnuPG'-ŝlosildosiero
eu: Gako-fitxategia (GnuPG)
gl: Ficheiro de clave (GnuPG)
he: קובץ מפתח (GnuPG)
lt: Rakto failas·(GnuPG)
lv: Atslēgas fails (GnuPG)
ml: കീ ഫയല്‍ (ഗ്നുപിജി)
pa: ਕੁੰਜੀ-ਫਾਇਲ (GnuPG)
ro: Fişier de chei (GnuPG)
zh_tw: 金鑰檔 (GnuPG)

source: Random key
de: Zufälliger Schlüssel
eo: Aleatora ŝlosilo
eu: Ausazko gakoa
gl: Clave aleatoria
he: מפתח אקראי
lt: Atsitiktinis raktas
lv: Nejauša atslēga
ml: റാന്ഡം കീ
pa: ਲਗਾਤਾਰ ਕੁੰਜੀ
ro: Cheie aleatorie
zh_tw: 隨機金鑰

source: Unsafe swap space detected
de: Unsicherer Swap-Speicher entdeckt
eo: Detektita malĉifra interŝanĝa spaco
eu: Seguratusn gabeko swap lekua aurkitu da
gl: Detectouse un espazo de intercambio inseguro
he: זוהה שטח דפדוף לא בטוח
lt: Aptikta nesaugi mainų vieta
lv: Atrasta nedroša maiņas telpa (swap)
ml: സുരക്ഷിതമല്ലാത്ത സ്വാപ് സ്പേയ്സ് കണ്ടുപിടിച്ചിരിക്കുന്നു
pa: ਨਾ-ਸੁਰੱਖਿਅਤ ਸਵੈਪ ਸਪੇਸ ਲੱਭੀ ਹੈ
ro: S-a detectat spaţiu de swap nesigur
zh_tw: 找到了不安全的置換空間

source: An unsafe swap space has been detected.
de: Ein unsicherer Swap-Speicher wurde entdeckt.
eo: Malĉifra interŝanĝa spaco estis detektita.
eu: Swap toki ez ziur bat atzeman da.
gl: Detectouse un espazo de intercambio inseguro.
he: זוהה שטח דפדוף לא מאובטח.
lt: Aptikta nesaugi mainų (swap) vieta.
lv: Jūsu sistēmā ir atrasta nedroša maiņas telpa.
ml: സുരക്ഷിതമല്ലാത്ത ഒരു സ്വാപ് സ്പേയ്സ് കണ്ടുപിടിക്കപ്പെട്ടിരിക്കുന്നു.
pa: ਇੱਕ ਨਾ-ਸੁਰੱਖਿਅਤ ਸਪੇਸ ਲੱਭੀ ਹੈ।
ro: Un spaţiu de swap nesigur a fost detectat.
zh_tw: 已到了一個不安全的置換空間。

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
de: Dies ist ein schwerwiegender Fehler, da sensible Daten unverschlüsselt auf die Platte geschrieben werden könnten. Das würde es jemandem mit Zugriff auf die Platte erlauben, Teile des Schlüssels oder der Passphrase auszulesen.
eo: Tio estas fatala eraro ĉar iom da esencaj datumoj eblas malĉifre skribitaj sur disko. Tio lasas iun kun diska uzorajto de akiri parte aŭ tute la ĉifroŝlosilon aŭ pasfrazon.
eu: Errore larria da, informazio pribatua enkriptatu gabeko diskotik kanpora idatzi daitekeelako. Honek diskoan sarrera duen norbaiti enkriptazioko pasaesaldia edo gakoa eskuratzeko aukera emango dio.
gl: Isto é un erro grave xa que podería ser que se gravaran datos sensibles no disco sen cifrar. Isto permitiría que calquera con acceso ao disco recuperara partes da clave de cifrado ou contrasinal.
lt: Tai lemtinga klaida, nes svarbūs duomenys gali būti įrašyti į diską neužšifruoti. Tai leis bet kam, turinčiam priėjimą prie disko, atkurti šifravimo rakto ar slaptos frazės dalis.
lv: Šī ir fatāla kļūda, jo svarīgus datus var nešifrētus ierakstīti diskā. Tas varētu ļaut kādam piekļūt diskam un atgūt arī daļas no šifrēšanas atslēgas vai paroles.
ml: എന്ക്രിപ്റ്റ് ചെയ്യാതെ ഡിസ്കിലേക്ക് ഡാറ്റ എഴുതപ്പെടാം എന്നതിനാല്‍ ഇതൊരു ഗുരുതരമായ പിഴവാണ്. ഇത് ഡിസ്കിനെ സമീപിക്കാനാവുന്ന ചിലര്ക്ക് എന്ക്രിപ്ഷന്‍ കീയുടേയോ അടയാളവാക്യത്തിന്റേയോ ഭാഗങ്ങള്‍ വീണ്ടെടുക്കാന്‍ വഴിയൊരുക്കും.
pa: ਇਹ ਘਾਤਕ ਗਲਤੀ ਹੈ ਕਿਉਂਕਿ ਜਰੂਰੀ ਡਾਟਾ ਨਾ-ਇੰਕ੍ਰਿਪਟਡ ਡਿਸਕ ਤੇ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਇਸ ਨਾਲ ਕਿਸੇ ਨੂੰ ਵੀ ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਜਾਂ ਸ਼ਬਦ ਦਾ ਹਿੱਸਾ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਡਿਸਕ ਤੱਕ ਪਹੁੰਚ ਮਿਲ ਸਕਦੀ ਹੈ।
ro: Aceasta este o eroare fatală deoarece date sensibile ar putea fi scrise pe disc necriptate. Aceasta ar permite cuiva cu acces la disc să recupereze părţi din cheia de criptare sau din parola tip frază.
zh_tw: 因為一些私密的資料可能會被以未加密的方式另存，所以這被視為是一個嚴重錯誤。這將可能讓一些可以存取到磁碟的人有辨法回復加密金鑰或密語。

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
de: Bitte deaktivieren Sie den Swap-Speicher (z.B. mit swapoff) oder konfigurieren Sie einen verschlüsselten Swap-Speicher und starten Sie die Einrichtung verschlüsselter Datenträger danach erneut. Dieses Programm wird nun abbrechen.
eo: Bonvolu malaktivi la interŝanĝan spacon (ekzemple per la 'swapoff'-ordono) aŭ akomodi ĉifran interŝanĝan spacon. Poste, reprovu akomodadon de la ĉifraj datumportiloj. Nun tio programo ĉesos.
eu: Mesedez ezgaitu swap lekua (adibidez swapoff abiaraziaz) edo enkriptaturiko swap leku bat konfiguratu eta orduan berriz ezarri enkriptaturiko bolumenak berriz. Programa hau orain itxi egingo da.
gl: Desactive o espazo de intercambio (por exemplo, executando swapoff) ou configure un espazo de intercambio cifrado e despois volva executar a configuración dos volumes cifrados. Este programa ha rematar agora.
lt: Išjunkite mainų vietos (swap) naudojimą (pvz. įvykdžius swapoff) arba sukonfigūruokite šifruotos mainų vietos naudojimą, o tuomet vėl atlikite šifruotų tomų konfigūravimą. Dabar ši programa nutraukia darbą.
lv: Lūdzu atslēdziet maiņas telpas (apmaiņas) izmantošanu (piem. palaižot swapoff) vai nokonfigurējiet maiņas telpas šifrēšanu un vēlreiz palaidiet šifrēto sējumu uzstādīšanu. Šī programma tagad pārtrauks savu darbību.
ml: ദയവായി സ്വാപ് സ്പേയ്സ് ഡിസേബ്ള്‍ ചെയ്യൂ (ഉദാഹരണമായി swapoff പ്രവര്‍ത്തിപ്പിച്ചു കൊണ്ട്) അല്ലെങ്കില്‍ ഒരു എന്ക്രിപ്റ്റഡ് സ്വാപ് സ്പേയ്സ് ക്രമീകരിച്ചതിനു ശേഷം എന്ക്രിപ്റ്റഡ് വാള്യങ്ങളുടെ ഒരുക്കം പ്രവര്‍ത്തിപ്പിക്കൂ. ഈ പ്രോഗ്രാം ഇപ്പോള്‍ പിന്മാറും.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਵੈਪ ਸਪੇਸ ਨੂੰ ਅਯੋਗ ਕਰੋ (ਉਦਾਪਰਨ ਲਈ swapoff ਚਲਾ ਕੇ) ਜਾਂ ਇੱਕ ਇੰਕ੍ਰਿਪਟਡ ਸਵੈਪ ਸਪੇਸ ਸੰਰਚਿਤ ਕਰੋ ਅਤੇ ਫਿਰ ਇੰਕ੍ਰਿਪਟਡ ਵਾਲੀਅਮ ਨਿਰਧਾਰਨ ਚਲਾਓ। ਇਹ ਪਰੋਗਰਾਮ ਹੁਣ ਅਧੂਰਾ ਖਤਮ ਹੋਵੇਗਾ।
ro: Vă rugăm să dezactivaţi spaţiul de swap (prin rularea swapoff) sau să configuraţi un spaţiu de swap criptat şi să rulaţi din nou programul de pregătire a volumelor. Acest program se va termina acum.
zh_tw: 請關閉置換空間（像是執行 swapoff）或是設定加密的Swap 空間，然後再次執行加密的 volumes 設定。程式將立即中止。

source: Encryption passphrase:
de: Verschlüsselungspassphrase:
eo: Ĉifra pasfrazo:
eu: Enkriptazio pasaesaldia:
gl: Contrasinal de cifrado:
he: משפט סיסמה של הצפנה:
lt: Slapta frazė šifravimui:
lv: Šifrēsanas parole:
ml: എന്ക്രിപ്ഷന്‍ അടയാള വാക്യം:
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਸ਼ਬਦ:
ro: Parola-frază pentru criptare:
zh_tw: 加密密語：

source: You need to choose a passphrase to encrypt ${DEVICE}.
de: Sie müssen eine Passphrase wählen, um ${DEVICE} zu verschlüsseln.
eo: Vi bezonas elekti pasfrazon por ĉifri '${DEVICE}'-on.
eu: ${DEVICE} enkriptatzeko pasaesaldia aukeratu behar duzu.
gl: Debe escoller un contrasinal para cifrar ${DEVICE}.
he: צריך לבחור משפט סיסמה כדי להצפין את ${DEVICE}.
lt: Jums reikia įvesti slaptą frazę įrenginio ${DEVICE} šifravimui.
lv: Jums jāizvēlas ${DEVICE} šifrēšanas parole.
ml: ${DEVICE} എന്ക്രിപ്റ്റ് ചെയ്യാനായി നിങ്ങള്‍ ഒരു അടയാള വാക്യം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pa: ਤੁਹਾਨੂੰ ਇੰਕ੍ਰਿਪਟ ${DEVICE} ਲਈ ਸ਼ਬਦ ਚੁਣਨ ਦੀ ਲੋੜ ਹੈ।
ro: Trebuie să alegeţi o parolă tip frază ca să criptaţi ${DEVICE}.
zh_tw: 您必須選擇一個密語來進行 ${DEVICE} 的加密。

source: The overall strength of the encryption depends strongly on this passphrase, so you should take care to choose a passphrase that is not easy to guess. It should not be a word or sentence found in dictionaries, or a phrase that could be easily associated with you.
de: Die Gesamtstärke der Verschlüsselung hängt stark von dieser Passphrase ab. Sie sollten deshalb eine Passphrase wählen, die nicht einfach zu erraten ist. Es sollte kein Wort oder Satz aus einem Wörterbuch und keine Phrase sein, die leicht mit Ihnen in Verbindung gebracht werden könnte.
eo: La ĉifra fortikeco forte dependas de ĉi tiu pasfrazo. Vi nepre elektu iun kiu ne estas facile divenebla. Ĝi ne devos kongrui kun devenanta vorto aŭ frazo el vortaro, aŭ rilata kun vi frazo.
eu: Debian instalatzailea urrunetik atzitzeko pasaesaldia behar duzu. Instalatzailerako atzipena duen erabiltzaile maltzur edo baimenik gabeko batek kalte larriak eragin ditzake, eta horregatik asmatzen erraza ez den pasaesaldia aukeratzea komeni da. Ez du hiztegiko hitza izan behar, ezta zurekin zerikusia duena ere (adibidez, bigarren deitura).
gl: A potencia xeral do cifrado depende moito deste contrasinal, así que debería ter tino de escoller un contrasinal que sexa difícil de adiviñar. Non debería ser unha palabra ou frase que apareza no diccionario nin unha frase que se poida asociar con facilidade a vostede.
lt: Visas šifravimo stiprumas labai priklauso nuo šios slaptos frazės, taigi Jūs turite pasistengti pasirinkti tokią frazę, kurią sunku būtų atspėti. Tai neturėtų būti žodis ar sakinys, randamas žodynuose, arba frazė lengvai asocijuojama su jumis.
lv: Šifrēšanas kopējā drosība lielā mērā ir atkarīga no šī paroles, tāpēc jums vajadzētu rūpīgi izvēlēties šo paroli tādu, lai to nevarētu viegli uzminēt. Tamnevajadzētu būt vārdnīcās saprotamam vārdam vai frāzei, ko varētu viegli saistīt ar jums personiski.
ml: എന്ക്രിപ്ഷന്റെ മുഴുവന്‍ കരുത്തും ഈ അടയാള വാക്യത്തെ ശക്തമായി ആശ്രയിച്ചിരിക്കുന്നു, അത്കൊണ്ടു തന്നെ നിങ്ങള്‍ എളുപ്പത്തില്‍ ഊഹിക്കാന്‍ പറ്റാത്ത ഒരു അടയാള വാക്യം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്. ഇത് നിഘണ്ടുവിലുള്ള വാക്കോ വാചകമോ അല്ലെങ്കില്‍ നിങ്ങളോട് എളുപ്പത്തില്‍ അസോസിയേറ്റ് ചെയ്യാവുന്ന വാക്യമോ ആകരുത്.
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਦੀ ਪੂਰੀ ਘਣਤਾ ਇਸ ਪਹਿਰੇ ਤੇ ਪੂਰੀ ਤਰਾਂ ਨਿਰਭਰ ਕਰਦੀ ਹੈ, ਇਸ ਕਰਕੇ ਤੁਹਾਨੂੰ ਅਜਿਹਾ ਪਹਿਰਾ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਦਾ ਅੰਦਾਜਾ ਅਸਾਨੀ ਨਾਲ ਨਾ ਲੱਗੇ। ਇਹ ਸ਼ਬਦਕੋਸ਼ ਵਿੱਚੋਂ ਕੋਈ ਸ਼ਬਦ ਜਾਂ ਵਾਕ, ਜਾਂ ਸ਼ਬਦ ਜੋ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ ਨਾ ਹੋਵੇ, ਨੰਬਰ ਨਾ ਹੋਵੇ।
ro: Eficienţa criptării depinde puternic de acestă parolă-frază, deci ar trebui să aveţi grijă să alegeţi o parolă-frază care nu poate fi uşor ghicită. Nu ar trebui să fie un cuvânt care se găseşte în dicţionar sau o frază care poate fi asociată uşor cu dvs.
zh_tw: 這個密語攸關整體加密的強度，因此您應該小心地選擇一個不容易被猜到的密語。它不應該是個能在字典中找到的單字或片語，或是個容易和您聯想在一起的字詞

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
de: Eine gute Passphrase enthält eine Mischung aus Buchstaben, Zahlen und Satzzeichen. Passphrasen sollten empfohlenerweise eine Länge von 20 oder mehr Zeichen haben.
eo: Bona pasfrazo prefere enhavas literojn, ciferojn, signojn kaj 20 aŭ pli signoj da amplekso.
eu: Pasaesaldi egoki batek letraz, zenbaki eta puntuazio ikurren nahasketa bat eduki beharko luke. Pasaesaldien luzerak 20 karaktere edo gehiago izatea gomendatzen da.
gl: Un bo contrasinal contén unha mestura de letras, números e signos de puntuación. Recoméndase que os contrasinais teñan 20 ou máis caracteres.
he: משפט סיסמה מוצלח יכיל תערובת של אותיות, מספרים וסימני ניקוד. מומלץ שיהיו למשפטי סיסמה 20 או יותר תווים.
lt: Gerą slaptą frazę sudaro raudžių, skaitmenų ir skyrybos ženklų mišinys. Rekomenduojama, kad slapta frazė turėtų 20 ar daugiau simbolių.
lv: Laba parole sastāvēs no burtu, ciparu un dažādu simbolu kombinācijas. Parolei būtu jābūt vismaz 20 vai vairāk simbolus garai.
ml: ഒരു നല്ല അടയാള വാക്യം അക്ഷരങ്ങളുടേയും അക്കങ്ങളുടേയും പങ്ച്വേഷന്സിന്റേയും മിശ്രിതം അടങ്ങിയതായിരിക്കും. 20 ഓ അതില്‍ കൂടുതലോ അക്ഷരങ്ങളുള്ള അടയാള വാക്യമാണ് ശുപാര്ശ ചെയ്യുന്നത്.
pa: ਇੱਕ ਵਧੀਆ ਸ਼ਬਦ ਵਿੱਚ ਅੱਖਰਾਂ, ਅੰਕਾਂ ਅਤੇ ਵਿਸ਼ਰਾਮਾਂ ਦਾ ਮਿਸ਼ਰਣ ਹੋਵੇਗਾ। ਸ਼ਬਦ ਦੀ ਲੰਬਾਈ 20 ਜਾਂ ਜਿਆਦਾ ਅੱਖਰ ਹੋਣ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤਾ ਜਾਂਦੀ ਹੈ।
ro: O bună parolă-frază va conţine un amestec de litere, numere şi semne de punctuaţie. Se recomandă ca parolele-frază să aibă 20 sau mai multe caractere.
zh_tw: 一個恰當的密語應當由字母、數字和標點符號混雜而成，長度則建議在 20 個字元以上。

source: Re-enter passphrase to verify:
de: Erneute Eingabe der Passphrase zur Überprüfung:
eo: Retajpu pasfrazon por kontroli:
eu: Berriz sartu pasaesaldia egiaztapenerako:
gl: Volva introducir o contrasinal para verificar:
he: הכנס משפט סיסמה לווידוא:
lt: Patikrinimui pakartotinai įveskite slaptą frazę:
lv: Ievadiet paroli vēlreiz:
ml: ഉറപ്പാക്കാനായി അടയാള വാക്യം ഒന്നുകൂടി എന്റര്‍ ചെയ്യുക:
pa: ਜਾਂਚ ਲਈ ਸ਼ਬਦ ਮੁੜ ਭਰੋ:
ro: Reintroduceţi parola-frază pentru verificare:
zh_tw: 請再次輸入密語以進行確認：

source: Please enter the same passphrase again to verify that you have typed it correctly.
de: Bitte geben Sie die selbe Passphrase noch einmal ein, um zu prüfen, ob Sie sich nicht vertippt haben.
eo: Bonvolu retajpi la saman pasfrazon por kontroli ĝian tajpĝustecon.
eu: Sartu pasaesaldi berdina berriro, ondo idatzi duzula egiaztatzeko.
gl: Introduza o mesmo contrasinal outra vez para comprobar que o introduciu correctamente.
lt: Įvedimo teisingumui patikrinti pakartotinai įveskite tą pačią slaptą frazę.
lv: Lūdzu ievadiet to pašu paroli vēlreiz, lai pārliecinātos, ka jūs to ievadījāt pareizi.
ml: ശരിക്കും ടൈപ് ചെയ്തുവെന്നുറപ്പ് വരുത്താനായി അടയാള വാക്യം ഒന്നുകൂടി എന്റര്‍ ചെയ്യുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰਨ ਲਈ ਕਿ ਤੁਸੀਂ ਇਹ ਠੀਕ ਲਿਖਿਆ ਹੈ ਫਿਰ ਉਹੀ ਪ੍ਹੈਰਾ ਗੁਪਤ-ਕੋਡ ਭਰੋ।
ro: Vă rugăm să reintroduceţi aceiaşi parolă-frază pentru a verifica faptul că aţi introdus-o corect.
zh_tw: 請再次輸入相同的密語以確認您是否正確鍵入。

source: Passphrase input error
de: Passphrasen-Eingabefehler
eo: Maltajpĝusta pasfrazo
eu: Pasaesaldi-sarreraren errorea
gl: Erro na introducción do contrasinal
he: שגיאת קלט במשפט סיסמה
lt: Slaptos frazės įvedimo klaida
lv: Paroles ievada kļūda
ml: അടയാള വാക്യം ഇന്പുട്ട് ചെയ്തതില്‍ പിഴവ്
pa: ਸ਼ਬਦ ਇੰਪੁੱਟ ਗਲਤੀ
ro: Eroare la introducerea parolei-frază
zh_tw: 密語輸入錯誤

source: The two passphrases you entered were not the same. Please try again.
de: Die zwei von Ihnen eingegebenen Passphrasen sind nicht die selben. Bitte versuchen Sie es erneut.
eo: Vi malsame tajpis ambaŭ pasfrazojn. Bonvolu reenigi pasfrazon.
eu: Sartutako bi pasaesaldiak ez dira berdinak. Saiatu berriro.
gl: Os dous contrasinais que introduciu non son iguais. Volva tentalo.
lt: Dvi slaptos frazės, kuria įvedėte, nevienodos. Pabandykite dar kartą.
lv: Jūsu ievadītās paroles atšķirās, lūdzu mēģiniet vēlreiz.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത രണ്ട് അടയാള വാക്യങ്ങളും ഒന്നല്ല. ദയവായി വീണ്ടും ശ്രമിക്കൂ.
pa: ਭਰੇ ਹੋਏ ਦੋਨੋਂ ਪ੍ਹੈਰੇ ਇੱਕੋ ਜਿਹੇ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਭਰੋ।
ro: Cele două parole-frază introduse de dvs. nu sunt identice. Vă rugăm să încercaţi din nou..
zh_tw: 您所輸入的兩個密語並不相同。請再次輸入密碼。

source: Empty passphrase
de: Leere Passphrasen
eo: Malplena pasfrazo
eu: Pasaesaldi hutsa
gl: Contrasinal baleiro
he: משפט סיסמה ריק
lt: Tuščia slapta frazė
lv: Tukša parole
ml: ശുന്യ അടയാളവാക്യം
pa: ਖਾਲੀ ਸ਼ਬਦ
ro: Parolă-frază nulă
zh_tw: 空的密語

source: You entered an empty passphrase, which is not allowed. Please choose a non-empty passphrase.
de: Sie haben eine leere Passphrase eingegeben. Dies ist nicht erlaubt. Bitte wählen Sie eine nicht-leere Passphrase.
eo: Vi tajpis malpermesatan malplenan pasfrazon. Bonvole tajpu plenan pasfrazon.
eu: Onartzen ez den pasaesaldi hutsa sartu duzu. Aukeratu hutsa ez den pasaesaldia.
gl: Introduciu un contrasinal baleiro, que non se admite. Escolla un contrasinal que non estea baleiro.
he: הכנסת משפט סיסמה ריק, דבר שאין מותר, בחר בבקשה משפט סימה שאינו ריק.
lt: Jūs įvedėte tuščią slapta frazę, o tai neleistina. Įveskite ne tuščią slaptą frazę.
lv: Jūs neievadījāt paroli. Lūdzu ievadiet paroli.
ml: നിങ്ങള്‍ ഒരു ശൂന്യ അടയാളവാക്യം എന്റര്‍ ചെയ്തിരിക്കുന്നു, അത് അനുവദനീയമല്ല. ദയവായി ശൂന്യമല്ലാത്ത അടയാള വാക്യം തിരഞ്ഞെടുക്കുക.
pa: ਤੁਸੀਂ ਖਾਲੀ ਸ਼ਬਦ ਭਰਿਆ ਹੈ, ਜਿਸ ਦੀ ਮਨਜ਼ੂਰੀ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਾ-ਖਾਲੀ ਸ਼ਬਦ ਚੁਣੋ।
ro: Aţi introdus o parolă-frază vidă, lucru nepermis. Vă rugăm să alegeţi o altă parolă-frază nenulă.
zh_tw: 您所輸入的是空的密語，而這是不允許的。請選擇一個不是空的密語。

source: Use weak passphrase?
de: Schwache Passphrasen verwenden?
eo: Ĉu vi vere uzu tian malfortan pasfrazon?
eu: Pasaesaldi ahula erabili?
gl: ¿Empregar o contrasinal feble?
he: השתמש במשפט סיסמה חלש?
lt: Ar naudoti neatsparią silpną slaptą frazę?
lv: Izmantot nedrošu paroli?
ml: ദുര്ബലമായ അടയാള വാക്യം ഉപയോഗിക്കണോ?
pa: ਕੀ ਕਮਜ਼ੋਰ ਸ਼ਬਦ ਵਰਤਣੇ ਹਨ?
ro: Se foloseşte o parolă-frază slabă?
zh_tw: 是否使用強度薄弱的密語？

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
de: Sie haben eine Passphrase eingegeben, die aus weniger als ${MINIMUM} Buchstaben besteht, und als zu schwach eingestuft wird. Sie sollten eine stärkere Passprase wählen.
eo: Vi tajpis pasfrazon konstitui malpli ol '${MINIMUM}' signoj. Tio ne estas sufiĉe fortika. Vi devus elekti plifortan pasfrazon.
eu: Gomendatutako ${MINIMUM} karaktere baino gutxiago dituen pasaesaldia aukeratu duzu, eta ahulegitzat jotzen da. Pasaesaldi luzeagoa erabiltzea pentsatu beharko zenuke.
gl: Introduciu un contrasinal que contén menos de ${MINIMUM} caracteres, que é considerado feble de máis. Debería escoller un contrasinal máis forte.
he: הכנסת משפט סיסמה שמורכב מפחות מ-${MINIMUM} תווים, דבר שנחשב לחלש מידי. יש צורך בבחירה של משפט סיסמה חזק יותר.
lt: Jūs įvedėte slaptą frazę, kuri turi mažiau kaip ${MINIMUM} simbolių, ir ji vertinama kaip silpna. Jūs turite pasirinkti atsparesnę slaptą frazę.
lv: Jūs ievadījāt paroli, kas sastāv no mazāka simbolu skaita, nekā būtu nepieciešams (${MINIMUM}). Tas nav droši. Jums vajadzētu izvēlēties drošāku paroli.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത അടയാള വാക്യം ${MINIMUM} ക്കാള്‍ കുറവ് അക്ഷരങ്ങളുള്ളതാണ്, അത് വളരെ ദുര്ബലമായി കണക്കാക്കപ്പെട്ന്നു. നിങ്ങള്‍ ശക്തമായ ഒരു അടയാള വാക്യം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pa: ਤੁਸੀਂ ਸ਼ਬਦ ਭਰਿਆ ਹੈ ਜਿਸ ਵਿੱਚ ${MINIMUM} ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਹਨ, ਜੋ ਕਮਜ਼ੋਰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਸਖਤ ਸ਼ਬਦ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ।
ro: Aţi introdus o parolă-frază care are mai puţin de ${MINIMUM} caractere, de aceea este considerată prea slabă. Ar trebui să alegeţi o parolă-frază mai puternică.
zh_tw: 您所輸入的密語少於 ${MINIMUM} 字元，被認為是過於薄弱。您應該選擇另一個較為強悍的密語。

source: Enter random characters
de: Geben Sie zufällige Zeichen ein
eo: Hazarde klavu
eu: Sar ausazko karaktereak
gl: Introduza caracteres aleatorios
he: הכנס תווים אקראיים
lt: Įveskite atsitiktinius simbolius
lv: Ievadiet patvaļīgu simbolu
ml: റാന്ഡം അക്ഷരങ്ങള്‍ എന്റര്‍ ചെയ്യൂ
pa: ਰਲਵੇਂ ਅੱਖਰ ਦਿਓ
ro: Introduceţi caractere aleatoare
zh_tw: 請隨意鍵入字母

source: The encryption key for ${DEVICE} is now being created.
de: Der Schlüssel für ${DEVICE} wird jetzt erzeugt.
eo: La ĉifroŝlosilo por '${DEVICE}'-o estas nuntempe kreata.
eu: ${DEVICE} gailuaren enkriptazio gakoa orain sortuko da.
gl: Estase a crear a clave de cifrado de ${DEVICE}.
he: מפתח הצפנה עבור ${DEVICE} נמצא כרגע ביצירה.
lt: Kuriamas šifravimo raktas įrenginiui ${DEVICE}.
lv: Tiek veidota ${DEVICE} šifrēšanas atslēga.
ml: ${DEVICE} ന് വേണ്ടിയുള്ള എന്ക്രിപ്ഷന്‍ കീ സൃഷ്ടിച്ചു കൊണ്ടിരിക്കുന്നു.
pa: ${DEVICE} ਲਈ ਹੁਣ ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਬਣ ਗਈ ਹੈ।
ro: Cheia de criptare pentru ${DEVICE} se creează acum.
zh_tw: ${DEVICE} 的加密金鑰已經產生了
