Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Partition settings:
cy: Gosodiadau rhaniad:
de: Partitions-Einstellungen:
el: Ρυθμίσεις τμήματος:
eo: Diskpartiga agordo:
et: Partitsiooni sätted:
eu: Partizio-ezarpenak:
fa: تنظیمات پارتیشن‌ها:
fi: Osion asetukset:
gl: Opcións da partición:
he: הגדרת המחיצות:
id: Susunan partisi:
kk: Бөлімді баптау:
lt: Disko skirsnio nustatymai:
lv: Particijas parametri:
mg: Fandaminana ny fizarana :
ml: ഭാഗ സെറ്റിങ്ങുകള്‍:
nn: Partisjonsinnstillingar:
pa: ਭਾਗ ਵਿਵਸਥਾ:
pl: Ustawienia partycji:
pt_br: Configurações da partição :
ro: Ajustările partiţiei:
sl: Nastavitve razdelkov:
zh_tw: 分割區設定：

source: You are editing partition #${PARTITION} of ${DEVICE}. ${OTHERINFO} ${DESTROYED}
cy: Rydych chi'n golygu rhaniad #${PARTITION} o ${DEVICE} . ${OTHERINFO} ${DESTROYED}
de: Sie bearbeiten Partition #${PARTITION} auf ${DEVICE}. ${OTHERINFO} ${DESTROYED}
el: Επεξεργασία του τμήματος: #${PARTITION} του ${DEVICE}. ${OTHERINFO}
eo: Vi redaktas diskpartigon #${PARTITION} de ${DEVICE}. ${OTHERINFO} ${DESTROYED}
et: Sa muudad ketta ${DEVICE} partitsiooni #${PARTITION}. ${OTHERINFO} ${DESTROYED}
eu: ${DEVICE} gailuko #${PARTITION} partizioa editatzen ari zara. ${OTHERINFO} ${DESTROYED}
fa: شما در حال ویرایش پارتیشن #${PARTITION} از دستگاه ${DEVICE} هستید.${OTHERINFO}
fi: Muokkaat laitteen ${DEVICE} osiota n:ro ${PARTITION}. ${OTHERINFO} ${DESTROYED}
gl: Está a editar a partición núm. ${PARTITION} de ${DEVICE}. ${OTHERINFO} ${DESTROYED}
he: אתה עורך את המחיצה #${PARTITION} על ${DEVICE}. ${OTHERINFO} ${DESTROYED}
id: Anda sedang mengubah partisi #${PARTITION} dari ${DEVICE}. ${OTHERINFO} ${DESTROYED}
kk: Сіз ${DEVICE} ${OTHERINFO} ${DESTROYED} құрылғыдағы #${PARTITION} бөлімін өзгертіп жатырсыз
lt: Jūs keičiate įrenginio ${DEVICE} skirsnį #${PARTITION}. ${OTHERINFO} ${DESTROYED}
lv: Jūs rediģējat sekojošu ${DEVICE} partīciju: #${PARTITION}. ${OTHERINFO} ${DESTROYED}
mg: Eo am-panovana ny fizarana #${PARTITION} ao amin'ny ${DEVICE}. ${OTHERINFO} ${DESTROYED} ianao
ml: ${DEVICE} ലെ ഭാഗം #${PARTITION} ആണ് നിങ്ങള്‍ മാറ്റം വരുത്തിക്കൊണ്ടിരിക്കുന്നത്. ${OTHERINFO} ${DESTROYED}
nn: Du endrar på partisjon #${PARTITION} på ${DEVICE}. ${OTHERINFO} ${DESTROYED}
pa: ਤੁਸੀ ${DEVICE} ਦਾ ਭਾਗ #${PARTITION} ਸੋਧ ਰਹੇ ਹੋ। ${OTHERINFO} ${DESTROYED}
pl: Modyfikujesz partycjê #${PARTITION} urz±dzenia ${DEVICE}. ${OTHERINFO} ${DESTROYED}
pt_br: Você está editando a partição #${PARTITION} de ${DEVICE}. ${OTHERINFO} ${DESTROYED}
ro: Editaţi partiţia #${PARTITION} a ${DEVICE}. ${OTHERINFO} ${DESTROYED}
sl: Urejate razdelek #{PARTITION} naprave ${DEVICE]. ${OTHERINFO} ${DESTROYED}
zh_tw: 您正在編輯的是 ${DEVICE} 的 #${PARTITION} 分割區。${OTHERINFO} ${DESTROYED}

source: This partition is formatted with the ${FILESYSTEM}.
cy: Mae'r rhaniad hwn wedi ei fformadu gyda'r ${FILESYSTEM}.
de: Die Partition ist mit ${FILESYSTEM} formatiert.
el: Αυτό το τμήμα έχει διαμορφωθεί με σύστημα αρχείων ${FILESYSTEM}.
eo: Tiu diskpartigo uzas '${FILESYSTEM}'-an dosiersistemon.
et: See partitsioon on formaaditud kui ${FILESYSTEM}.
eu: Partizio hau ${FILESYSTEM}(r)ekin formateatu da.
fa: این پارتیشن با فیل سیستم ${FILESYSTEM}. پیکربندی شد.
fi: Osion tiedostojärjestelmänä on ${FILESYSTEM}.
gl: Esta partición está formatada co sistema de ficheiros ${FILESYSTEM}.
he: המחיצה מכילה את ${FILESYSTEM}.
id: Partisi ini diformat sebagai ${FILESYSTEM}.
kk: Бұл бөлімде ${FILESYSTEM} типтік файлдық жүйе бар.
lt: Šis skirsnis formatuotas su ${FILESYSTEM}.
lv: Šī partīcija ir formatēta kā ${FILESYSTEM}.
mg: Io fizarana io dia mampisa ny file system ${FILESYSTEM}.
ml: ${FILESYSTEM} കൊണ്ടാണ് ഈ ഭാഗം ഫോര്മാറ്റ് ചെയ്തിരിക്കുന്നത്.
nn: Denne partisjonen er formatert med ${FILESYSTEM}.
pa: ਇਹ ਭਾਗ ${FILESYSTEM} ਨਾਲ ਫਾਰਮਿਟ ਹੋਵੇਗਾ।
pl: Ta partycja jest sformatowana z wykorzystaniem ${FILESYSTEM}.
pt_br: Esta partição está formatada com ${FILESYSTEM}.
ro: Această partiţie este formatată ca ${FILESYSTEM}.
sl: Ta razdelek je formatiran z ${FILESYSTEM}
zh_tw: 該分割區已被格式化為 ${FILESYSTEM}。

source: No existing file system was detected in this partition.
cy: Ni chafodd system ffeiliau sy'n bodoli ei ganfod yn y rhaniad hwn.
de: Auf dieser Partition wurde kein vorhandenes Dateisystem gefunden.
el: Δεν ανιχνεύθηκε υπάρχον σύστημα αρχείων σε αυτό το τμήμα.
eo: Neniu dosiersistemo estas detektita en tiu diskpartigo.
et: Sellelt partitsioonilt ei avastatud ühtki failisüsteemi.
eu: Lehendik zegoen fitxategi-sistemarik ez da atzemsan partizio honetan.
fa: هیچ فایل سیستمی بر روی این پارتیشن پیدا نشد.
fi: Tästä osiosta ei löytynyt tiedostojärjestelmää.
gl: Non se atopou un sistema de ficheiros nesta partición.
he: לא אותרה מערכת קבצים קיימת על המחיצה הנוכחית.
id: Tidak terdeteksi sistem berkas pada partisi ini.
kk: Бұл бөлімде файлдық жүйелер табылмады.
lt: Šiame skirsnyje neaptikta jokia failų sistema.
lv: Esošas failu sistēmas šajā partīcijā nav atrastas.
mg: Tsy nahita system na rakitra ao amin'io fizarana io.
ml: ഈ ഭാഗത്ത് നേരത്തെയുള്ള ഫയല്‍ സിസ്റ്റങ്ങളൊന്നും കണ്ടുപിടിക്കപ്പെട്ടിട്ടില്ല.
nn: Fann ingen eksisterande filsystem på denne partisjonen.
pa: ਇਸ ਭਾਗ ਵਿੱਚ ਕੋਈ ਮੌਜੂਦਾ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono istniej±cego systemu plików na tej partycji.
pt_br: Nenhum sistema de arquivos existente foi detectado nesta partição.
ro: Nu s-a detectat nici un sistem de fişiere existent pe acestă partiţie.
sl: Nobenega datotečnega sistema nisem zaznal na tem razdelku.
zh_tw: 在該分割區上偵測不到任何的檔案系統。

source: All data in it WILL BE DESTROYED!
cy: Caiff yr holl ddata ynddo EI DDINISTRIO!
de: Alle Daten darauf WERDEN ZERSTÖRT!
el: Ολα τα δεδομένα που υπάρχουν σε αυτό ΘΑ ΚΑΤΑΣΤΡΑΦΟΥΝ!
eo: Ĉiuj datumoj inkluditaj en ĝi estos viŝitaj !
et: Kõik andmed sellel HÄVINEVAD!
eu: Hango datu guztiak EZABATU EGINGO DIRA!
fa: تمام اطلاعات در اینجا از بین خواهند رفت.
fi: Kaikki tieto TUHOTAAN!
gl: Tódolos datos armacenados aquí HAN QUEDAR BORRADOS
he: כל המידע בתוכו יהרס!
id: Semua data di dalamnya AKAN DIHANCURKAN!
kk: Ондағы барлық деректер ЖОЙЫЛАДЫ!
lt: Visi duomenys jame BUS SUNAIKINTI!
lv: Visi dati TIKS IZNĪCINĀTI!
mg: HO VOAFAFA DAHOLO ny data rehetra!
ml: ഇതിലെ എല്ലാ ഡാറ്റയും നശിപ്പിക്കുന്നതായിരിക്കും!
nn: Alle data på området VIL BLI ØYDELAGT!
pa: ਇਸ ਵਿਚਲਾ ਸਾਰਾ ਡਾਟਾ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ!
pl: Wszelkie dane na nim ZOSTAN¡ ZNISZCZONE!
pt_br: Todos os dados na partição SERÂO DESTRUÍDOS !
ro: Toate datele de pe ea VOR FI DISTRUSE!
sl: Vsi podatki BODO UNIČENI!
zh_tw: 其所包含的所有資料將會被 完-全-清-除 掉！

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
cy: Mae'r rhaniad yn dechrau at ${FROMCHS} ac yn gorffen at ${TOCHS}.
de: Die Partition beginnt bei ${FROMCHS} und endet bei ${TOCHS}.
el: Το τμήμα αρχίζει από το ${FROMCHS} και τελειώνει στο ${TOCHS}.
eo: Diskpartigo komenciĝas el ${FROMCHS} kaj finiĝas al ${TOCHS}.
et: Partitsioon algab ${FROMCHS} ja lõppeb ${TOCHS}.
eu: Partizioa ${FROMCHS}8e)n hasten da eta ${TOCHS}(e)n amaitzen da.
fa: این پارتیشن از ${FROMCHS} شروع و در ${TOCHS} به اتمام میرسد.
fi: Osion ensimmäinen lohko ${FROMCHS} ja viimeinen ${TOCHS}.
gl: A partición comeza en ${FROMCHS} e remata en ${TOCHS}.
he: המחיצה מתחילה ב-${FROMCHS} ומסתימית ב-${TOCHS}.
id: Partisi diawali dari ${FROMCHS} dan diakhiri pada ${TOCHS}.
kk: Бөлім ${FROMCHS}-тен басталып, ${TOCHS}-пен аяқталады
lt: Skirsnis prasideda nuo ${FROMCHS} ir baigiasi ${TOCHS}.
lv: Partīcija sākās ${FROMCHS} un beidzās ${TOCHS}.
mg: Ny fizarana dia miatomboka amin'ny ${FROMCHS} ary mifarana amin'ny ${TOCHS}.
ml: ഭാഗം ${FROMCHS} ല്‍ ന്നും തുടങ്ങി ${TOCHS} ല്‍ അവസാനിക്കുന്നു.
nn: Partisjonen startar på ${FROMCHS} og sluttar ved ${TOCHS}.
pa: ਭਾਗ ${FROMCHS} ਤੋਂ ਸ਼ੁਰੂ ਅਤੇ ${TOCHS} ਤੇ ਖਤਮ ਹੁੰਦਾ ਹੈ।
pl: Partycja zaczyna siê od ${FROMCHS}, a koñczy na ${TOCHS}.
pt_br: A partição inicia em ${FROMCHS} e finaliza em ${TOCHS}.
ro: Partiţia începe de la ${FROMCHS} şi se termină la ${TOCHS}.
sl: Razdelek se začne od ${FROMCHS} in konča pri ${TOCHS}.
zh_tw: 該分割區是由 ${FROMCHS} 開始﹔且於 ${TOCHS} 結束。

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
cy: Mae'r gofod rhydd yn dechrau at ${FROMCHS} ac yn gorffen at ${TOCHS}.
de: Der freie Speicher beginnt bei ${FROMCHS} und endet bei ${TOCHS}.
el: Ο ελεύθερος χώρος αρχίζει από το ${FROMCHS} και τελειώνει στο ${TOCHS}.
eo: Disponebla diskospaco komenciĝas el ${FROMCHS} kaj finiĝas al ${TOCHS}.
et: Vaba ruum algab ${FROMCHS} ja lõppeb ${TOCHS}.
eu: Leku librea ${FROMCHS}(e)n hasten da eta ${TOCHS}(e)n amaitzen da.
fa: فضای خالی از ${FROMCHS} شروع و در ${TOCHS}. به پایان میرسد.
fi: Vapaan tilan ensimmäinen lohko ${FROMCHS} ja viimeinen ${TOCHS}.
gl: O espazo libre comeza en ${FROMCHS} e remata en ${TOCHS}.
he: המרחב הפנוי מתחיל ב-${FROMCHS} ומסתיים ב-${TOCHS}.
id: Ruang kosong diawali dari ${FROMCHS} dan diakhiri pada ${TOCHS}.
kk: Бос кеңістік ${FROMCHS}-тан басталып, ${TOCHS}-те аяқталады.
lt: Laisva vieta prasideda nuo ${FROMCHS} ir baigiasi ${TOCHS}.
lv: Brīvā diska vieta sākas ${FROMCHS} un beidzas ${TOCHS}.
mg: Ny toerana malalaka dia miatomboka amin'ny ${FROMCHS} ary miafarana amin'ny ${TOCHS}.
ml: ഫ്രീ സ്പേയ്സ് ${FROMCHS} ല്‍ ന്നും തുടങ്ങി ${TOCHS} ല്‍ അവസാനിക്കുന്നു.
nn: Det ledige området startar på ${FROMCHS} og sluttar ved ${TOCHS}.
pa: ਖਾਲੀ ਥਾਂ ${FROMCHS} ਤੋਂ ਸ਼ੁਰੂ ਅਤੇ ${TOCHS} ਤੇ ਖਤਮ ਹੁੰਦੀ ਹੈ।
pl: Wolna przestrzeñ zaczyna siê od ${FROMCHS}, a koñczy na ${TOCHS}.
pt_br: O espaço livre inicia em ${FROMCHS} e finaliza em ${TOCHS}.
ro: Spaţiul liber începe de la ${FROMCHS} şi se termină la ${TOCHS}.
sl: Nezaseden prostor se začne od ${FROMCHS} in konča pri ${TOCHS}.
zh_tw: 該未使用空間是由 ${FROMCHS} 開始﹔且於 ${TOCHS} 結束。

source: Please wait...
cy: Arhoswch os gwelwch yn dda...
de: Bitte warten ...
el: Παρακαλώ περιμένετε...
eo: Bonvolu atendi...
et: Palun oota...
eu: Itxaron, mesedez...
fa: لطفا صبر کنید...
fi: Odota...
gl: Por favor, agarde...
he: אנא המתן...
id: Silakan tunggu...
kk: Күтіңіз...
lt: Lukterėkite...
lv: Lūdzu uzgaidiet...
mg: Azafady miandrasa kely...
ml: ദയവായി കാത്തിരിക്കൂ...
nn: Vent litt ...
pa: ਉਡੀਕੋ ਜੀ...
pl: Proszê czekaæ...
pt_br: Por favor, aguarde...
ro: Vă rugăm să aşteptaţi...
sl: Prosim, počakajte...
zh_tw: 請稍候...

source: Partitions formatting
cy: Fformadu rhaniadau
de: Partitionen formatieren
el: Διαμόρφωση τμημάτων
eo: Formatado de la diskpartigo
et: Partitsioonide formaatimine
eu: Partizioak formateatzen
fa: فرمت کردن پارتیشن‌ها
fi: Osioille tehdään tiedostojärjestelmiä
gl: A formatar as particións
he: פרמוט מחיצות
id: Susunan partisi
kk: Бөлімдерді пішімдеу
lt: Skirsnio formatavimas
lv: Particiju formatēšana
mg: Miformate ny fizarana
ml: ഭാഗങ്ങള്‍ ഫോര്മാറ്റ് ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Formaterer partisjonar
pa: ਭਾਗ ਫਾਰਮਿਟ ਹੋ ਰਹੇ ਹਨ
pl: Formatowanie partycji
pt_br: Formatação de partições
ro: Se formatează partiţiile
sl: Formatiranje razdelkov
zh_tw: 格式化分割區

source: Processing...
cy: Yn prosesu...
de: Bearbeite ...
el: Επεξεργασία...
eo: Procezado...
et: Töötlemine...
eu: Prozesatzen...
fa: در حال اجرا...
fi: Käsitellään...
gl: A procesar...
he: מבצע...
id: Sedang memproses...
kk: Өңдеу...
lt: Apdorojimas...
lv: Apstrādāju...
mg: Miasa ...
ml: പ്രൊസസ് ചെയ്തു കൊണ്ടിരിക്കുന്നു...
nn: Arbeider ...
pa: ਚੱਲ ਰਿਹਾ ਹੈ...
pl: Przetwarzanie...
pt_br: Processando...
ro: Se procesează...
sl: Obdelovanje...
zh_tw: 進行中...

source: Done setting up the partition
cy: Gorffenwyd paratoi'r rhaniad
de: Anlegen der Partition beenden
el: Ολοκλήρωση της ρύθμισης του τμήματος
eo: Finita akomodado de la diskpartigo
et: Partitsioon üles seatud
eu: Partizioa konfiguratu da
fa: تنظیم پارتیشن به پایان رسید!
fi: Tämän osion asetukset on tehty
gl: Rematouse de modificar a partición
he: סיום הגדרת המחיצה
id: Selesai menyusun partisi
kk: Бөлімді баптау аяқталды
lt: Dalijimo skirsniais nustatymų pabaiga
lv: Partīcija sagatavota
mg: Vita ny famdaminana ny fizarana
ml: ഭാഗത്തിന്റെ ഒരുക്കം പൂര്ത്തിയായി
nn: Ferdig med å setja opp partisjon
pa: ਭਾਗ ਨਿਰਧਾਰਨ ਸਮਾਪਤ ਹੋਇਆ
pl: Zakoñczono ustawianie partycji
pt_br: Finalizar a configuração da partição
ro: S-a finalizat ajustarea partiţiei
sl: Ustvarjanje razdelka opravljeno
zh_tw: 分割區設定作業完成

source: Finish partitioning and write changes to disk
cy: Gorffen rhaniadau ac ysgrifennu'r newidiadau i'r ddisg
de: Partitionierung beenden und Änderungen übernehmen
el: Ολοκλήρωση κατάτμησης και αποθήκευση των αλλαγών στο δίσκο
eo: Finu diskpartigadon kaj skribu ŝanĝon al disko
et: Lõpeta partitsioneerimine ja salvesta muudatused kettale
eu: Partizio aldaketak burutu dira eta aldaketak diskoan idatzi
fa: اتمام پارتیشن‌بندی و نوشتن تغییرات بر روی دیسک
fi: Lopeta osioiden teko ja tallenna muutokset levylle
gl: Rematar o particionamento e gravar os cambios no disco
he: סיום פעולת הגדרת המחיצות וכתיבת המידע לכונן
id: Selesai memartisi dan tulis perubahan-perubahannya ke hard disk
kk: Бөлшектеуді аяқтап, өзгерістерді дискіге жазу.
lt: Baigti disko dalijimą ir įrašyti pakeitimus į diską
lv: Beigt dalīšanu un saglabāt izmaiņas
mg: Vitao ny fizarana ary soraty amin'ny kapila ny fanovana
ml: വിഭജനം പൂര്ത്തിയാക്കി മാറ്റങ്ങള്‍ ഡിസ്കിലേക്ക് എഴുതുക
nn: Gjer ferdig partisjoneringa og skriv endringar til harddisk
pa: ਵਿਭਾਗੀਕਰਨ ਸਮਾਪਤ ਹੋਇਆ ਅਤੇ ਡਿਸਕ ਤੇ ਤਬਦੀਲੀਆਂ ਲਿਖੀਆਂ ਹਨ
pl: Zakoñcz partycjonowanie i zapisz zmiany na dysku
pt_br: Finalizar o particionamento e gravar as mudanças no disco
ro: Finalizează partiţionarea şi scrie modificările pe disc
sl: Končaj razdeljevanje in zapiši spremembe na disk
zh_tw: 結束磁碟分割作業並將變更寫入磁碟中

source: Undo changes to partitions
cy: Datwneud newidiadau i rhaniadau
de: Änderungen an den Partitionen rückgängig machen
el: Ακύρωση των αλλαγών στα τμήματα
eo: Malfaru diskpartigajn modifojn
et: Võta tehtud muudatused tagasi
eu: Desegin partizioetako aldaketak
fa: لغو تغییرات انجام شده بر روی پارتیشن‌ها
fi: Kumoa osioihin tehdyt muutokset
gl: Desfacer os cambios nas particións
he: בטל את השינויים שבוצעו למחיצות
id: Membatalkan perubahan pada partisi
kk: Бөлшектер өзгерісін болдырмау
lt: Atšaukti pakeitimus disko skirsniams
lv: Atcelt partīciju izmaiņas
mg: Fafao ny fanovana ao amin'ny fizarana
ml: ഭാഗങ്ങളിലെ മാറ്റങ്ങള്‍ വേണ്ടെന്നു വയ്കുക
nn: Angra endringar på partisjonar
pa: ਭਾਗ ਤਬਦੀਲੀਆਂ ਰੱਦ ਕਰੋ
pl: Cofnij zmiany w partycjach
pt_br: Desfazer as mudanças nas partições
ro: Anulează schimbările făcute asupra partiţiei
sl: Razveljavi spremembe na razdelkih
zh_tw: 取消所有對磁碟分割的變更

source: Show Cylinder/Head/Sector information
cy: Dangos manylion Silindr/Pen/Sector
de: Anzeigen der Zylinder/Kopf/Sektor-Informationen
el: Εμφάνιση πληροφοριών Κυλίνδρων/Κεφαλών/Τομέων
eo: Vidigu 'Cilindro/Kapo/Sektoro'-informojn
et: Näita Silinder/Pea/Sektor informatsiooni
eu: Erakutsi zilindroko/buruko/sektoreko informazioa
fa: نمایش اطلاعات Cylinder/Head/Sector
fi: Näytä sylinteri/lukupää/sektori (CHS) -tiedot
gl: Amosar información de Cilindro/Cabeza/Sector
he: הצגת מידע פיזי (Cylinder/Head/Sector)
id: Tampilkan informasi tentang Cylinder/Head/Sector
kk: Жолшық/бистиек/сектор туралы информацияны көрсету
lt: Rodyti informaciją cilindrai/galvutės/sektoriai
lv: Aplūkot Cylinder/Head/Sector informāciju
ml: സിലിണ്ടര്‍/ഹെഡ്/സെക്റ്റര്‍ വിവരം കാണിക്കുക
nn: Vis sylinder/hovud/sektor-informasjon
pa: ਸਿਲੰਡਰ/ਹੈੱਡ/ਸੈਕਟਰ ਜਾਣਕਾਰੀ ਵੇਖਾਓ
pl: Poka¿ informacje o Cylindrach/G³owicach/Sektorach
pt_br: Exibir informações de Cilindros/Cabeças/Setores
ro: Afişează informaţiile referitoare la Cilindru/Cap/Sector (C/H/S)
sl: Prikaži podatke od cilindru/glavi/sektorju
zh_tw: 顯示 磁柱/磁頭/磁區 資訊

source: Dump partition info in %s
cy: Tomenu manylion rhaniad yn %s
de: Anzeige der Partitions-Informationen in %s
el: Αποθήκευση πληροφοριών τμήματος στο %s
eo: Nekropsia diskpartiga informo sur %s
et: Lase partitsiooni info faili %s
eu: Irauli partizioaren informazioa %s(e)n
fa: روخوانی (Dump) اطلاعات پارتیشن در %s
fi: Osiotiedot tallennetaan paikkaan %s
gl: Botar información da partición en %s
he: הכוון את מידע המחיצות לתוך %s
id: Mencatat informasi partisi pada %s
kk: Бөлім туралы информацияны %s-те сақтау
lt: Perduoti skirsnio informaciją į %s
lv: Saglabāt partīciju informāciju %s
mg: Avarino ao amin'ny %s ny tatitra momban'ny fizarana
ml: %s ലെ ഭാഗ വിവരം ഡമ്പ് ചെയ്യുക
nn: Lagra partisjonsinfo i %s
pa: ਭਾਗ ਜਾਣਕਾਰੀ %s ਵਿੱਚ ਰੱਖੋ
pl: Zrzuæ informacje o partycji do %s
pt_br: Depositar informação de partição em %s
ro: Scrie informaţiile despre partiţie în %s
sl: Odloži podatke o razdelku v %s
zh_tw: 將分割區資訊傾印至 %s

source: FREE SPACE
cy: GOFOD RHYDD
de: FREIER SPEICHER
el: ΕΛΕΥΘΕΡΟΣ ΧΩΡΟΣ
eo: Disponebla spaco
et: VABA RUUM
eu: LEKU LIBREA
fa: فضای خالی
fi: VAPAA TILA
gl: LIBRE
he: מרחב פנוי
id: RUANG KOSONG
kk: БОС КЕҢІСТІК
lt: LAISVA VIETA
lv: BRĪVĀ VIETA
mg: TOERANA MALALAKA
ml: ഫ്രീ സ്പേയ്സ്
nn: LEDIG OMRÅDE
pa: ਖਾਲੀ ਥਾਂ
pl: WOLNA PRZESTRZEÑ
pt_br: ESPAÇO LIVRE
ro: SPAŢIU LIBER
sl: NEZASEDEN PROSTOR
zh_tw: -未使用空間-

source: unusable
cy: gwael
de: unben.
el: ακατάλληλο
eo: neuzebla
et: kõlbmatu
eu: EzErabil
fa: غیر قابل استفاده
fi: kelvoton
gl: sen usar
he: לא שמיש
id: terbuang
kk: қолданылмайды
lt: netinkama
lv: neizmant
mg: Tsy ilaina
ml: ഉപയോഗശൂന്യം
nn: ubrukeleg
pa: ਨਾ-ਵਰਤਣ-ਯੋਗ
pl: bezu¿yt.
pt_br: inutilizável
ro: inutilizabil
sl: neuporabna
zh_tw: 不可使用

source: primary
cy: cynradd
de: primär
el: πρωτεύον
eo: primara
et: peamine
eu: 1. mail.
fa: اولیه
fi: ensisij.
gl: primaria
he: ראשית
id: primer
kk: біріншілік
lt: pirminis
lv: primārā
mg: primaire
ml: പ്രാഥമികം
nn: primær
pa: ਪ੍ਰਾਇਮਰੀ
pl: g³ówna
pt_br: primária
ro: primară
sl: primarna
zh_tw: 主要

source: logical
cy: rhesym.
de: logisch
el: λογικό
eo: logika
et: loog.
eu: logikoa
fa: منطقی
fi: looginen
gl: lóxica
he: לוגית
id: logikal
kk: логикалық
lt: loginis
lv: loģiskā
mg: logika
ml: ലോജിക്കല്‍
nn: logisk
pa: ਲਾਜੀਕਲ
pl: logiczna
pt_br: lógica
ro: logică
sl: logična
zh_tw: 邏輯

source: pri/log
cy: cyn/rhe
el: π/λ
eo: prim/log
et: pea/loog
eu: 1.m/log
fa: اول/منط
fi: ens/log
gl: pri/lóx
he: ראש/לוג
kk: бір/лог
lt: pirm/log
ml: പ്രാ/ലോ
pa: ਪ੍ਰਾਇ/ਲਾਜੀ
pl: g³/log
pt_br: pri/lóg
zh_tw: 主/邏輯

source: IDE%s master (%s)
cy: Meistr IDE%s (%s)
el: IDE%s πρωτεύον (%s)
eo: IDE%s mastro (%s)
et: IDE%s meister (%s)
eu: IDE%s maisua (%s)
gl: Mestre de IDE%s (%s)
kk: Негізгі диск IDE%s (%s)
mg: IDE%s mastera (%s)
ml: IDE%s മാസ്റ്റര്‍ (%s)
pa: IDE%s ਮਾਸਟਰ (%s)
pt_br: IDE%s principal (%s)
zh_tw: 主 IDE%s (%s)

source: IDE%s slave (%s)
cy: Gwas IDE%s (%s)
el: IDE%s δευτερέυον (%s)
eo: IDE%s sklavo (%s)
et: IDE%s sulane (%s)
eu: IDE%s morroia (%s)
gl: Escravo de IDE%s (%s)
kk: Бағыныңқы диск IDE%s (%s)
ml: IDE%s സ്ലേവ് (%s)
pa: IDE%s ਸਲੇਵ (%s)
pt_br: IDE%s escravo (%s)
zh_tw: 次 IDE%s (%s)

source: IDE%s master, partition #%s (%s)
cy: Meistr IDE%s, rhaniad #%s (%s)
el: IDE%s πρωτεύον, τμήμα #%s (%s)
eo: IDE%s mastro, diskpartigo #%s (%s)
et: IDE%s meister, partitsioon #%s (%s)
eu: IDE%s maisua, partizioa #%s (%s)
fa: IDE%s master, پارتیشن #%s (%s)
fi: IDE%s master, levyosio n:ro %s (%s)
gl: Mestre de IDE%s, partición núm. %s (%s)
he: IDE%s master, מחיצה מספר %s (%s)
id: IDE%s master, partisi #%s (%s)
kk: Негізгі диск IDE%s, бөлім #%s (%s)
lt: IDE%s master, skirsnis #%s (%s)
lv: IDE%s master, partīcija #%s (%s)
mg: IDE%s master, fizarana #%s (%s)
ml: IDE%s മാസ്റ്റര്‍, ഭാഗം #%s (%s)
nn: IDE%s master, partisjon #%s (%s)
pa: IDE%s ਮਾਸਟਰ, ਭਾਗ #%s (%s)
pl: IDE%s master, partycja #%s (%s)
pt_br: IDE%s principal, partição #%s (%s)
ro: IDE%s master, partiţia #%s (%s)
sl: IDE%s master, razdelek #%s (%s)
zh_tw: 主 IDE%s，第 %s 分割區 (%s)

source: IDE%s slave, partition #%s (%s)
cy: Gwas IDE%s, rhaniad #%s (%s)
el: IDE%s δευτερεύον, τμήμα #%s (%s)
eo: IDE%s sklavo, diskpartigo #%s (%s)
et: IDE%s sulane, partitsioon #%s (%s)
eu: IDE%s morroia, partizioa #%s (%s)
fa: IDE%s slave, پارتیشن #%s (%s)
fi: IDE%s slave, levyosio n:ro %s (%s)
gl: Escravo de IDE%s, partición núm. %s (%s)
he: IDE%s slave, מחיצה מספר%s (%s)
id: IDE%s slave, partisi #%s (%s)
kk: Бағыныңқы диск IDE%s, бөлім #%s (%s)
lt: IDE%s slave, skirsnis #%s (%s)
lv: IDE%s slave, partīcija #%s (%s)
mg: IDE%s slave, fizarana #%s (%s)
ml: IDE%s സ്ലേവ്, ഭാഗം #%s (%s)
nn: IDE%s slave, partisjon #%s (%s)
pa: IDE%s ਸਲੇਵ, ਭਾਗ #%s (%s)
pl: IDE%s slave, partycja #%s (%s)
pt_br: IDE%s escravo, partição #%s (%s)
ro: IDE%s slave, partiţia #%s (%s)
sl: IDE%s slave, razdelek #%s (%s)
zh_tw: 次 IDE%s，第 %s 分割區(%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
cy: SCSI%s (%s,%s,%s), rhaniad #%s ($s)
el: SCSI%s (%s,%s,%s), τμήμα #%s (%s)
eo: SCSI%s (%s,%s,%s), diskpartigo #%s (%s)
et: SCSI%s (%s,%s,%s), partitsioon #%s (%s)
eu: SCSI%s (%s,%s,%s), partizioa #%s (%s)
fa: SCSI%s (%s,%s,%s), پارتیشن #%s (%s)
fi: SCSI%s (%s,%s,%s), levyosio n:ro %s (%s)
gl: SCSI%s (%s,%s,%s), partición núm. %s (%s)
he: SCSI%s (%s,%s,%s), מחיצה מספר%s (%s)
id: SCSI%s (%s,%s,%s), partisi #%s (%s)
kk: SCSI%s (%s,%s,%s), бөлім #%s (%s)
lt: SCSI%s (%s,%s,%s), skirsnis #%s (%s)
lv: SCSI%s (%s,%s,%s), partīcija #%s (%s)
mg: SCSI%s (%s,%s,%s), fizarana #%s (%s)
ml: SCSI%s (%s,%s,%s), ഭാഗം #%s (%s)
nn: SCSI%s (%s,%s,%s), partisjon #%s (%s)
pa: SCSI%s (%s,%s,%s), ਭਾਗ #%s (%s)
pl: SCSI%s (%s,%s,%s), partycja #%s (%s)
pt_br: SCSI%s (%s,%s,%s), partição #%s (%s)
ro: SCSI%s (%s,%s,%s), partiţia #%s (%s)
sl: SCSI%s (%s,%s,%s), razdelek #%s (%s)
zh_tw: SCSI%s (%s,%s,%s)，第 %s 分割區 (%s)

source: RAID%s device #%s
cy: Dyfais RAID%s #%s
de: RAID%s Gerät #%s
el: RAID%s μονάδα #%s
eo: RAID%s adaptilo #%s
et: RAID%s seade #%s
eu: RAID%s gailua #%s
fa: RAID%s دستگاه #%s
fi: RAID%s laite n:ro %s
gl: Dispositivo RAID%s núm. %s
id: RAID%s piranti #%s
kk: RAID%s құрылғы #%s
lt: RAID%s įrenginys #%s
lv: RAID%s ierīce #%s
mg: RAID%s periferika #%s
ml: RAID%s ഉപകരണം #%s
nn: RAID%s eining #%s
pa: RAID%s ਜੰਤਰ #%s
pl: RAID%s urz±dzenie #%s
pt_br: Dispositivo RAID%s #%s
ro: RAID%s dispozitiv #%s
sl: RAID%s naprava #%s
zh_tw: RAID%s 第 %s 個裝置

source: Encrypted volume (%s)
de: Verschlüsseltes Volume (%s)
eo: Ĉifra datumportilo (%s)
eu: Enkriptaturiko bolumena (%s)
gl: Volume cifrado (%s)
ml: എന്ക്രിപ്റ്റഡ് വാള്യം (%s)
pa: ਇੰਕਰਿਪਟਡ ਵਾਲੀਅਮ (%s)
ro: Volum criptat (%s)

source: Loopback (loop%s)
eo: Bukliru (loop%s)
he: לולאה פנימית (loop%s)
lt: Loopback·įrenginys (loop%s)
lv: Atcilpa (cilpa%s)
ml: ലൂപ് ബാക്ക് (loop%s)
pa: ਲੂਪਬੈਕ (loop%s)
ro: Dispozitiv buclă (loop%s)

source: DASD %s (%s), partition #%s
gl: DASD %s (%s), partición núm. %s
ml: DASD %s (%s), ഭാഗം #%s
pa: DASD %s (%s), ਭਾਗ #%s

source: Cancel this menu
cy: Diddymu'r ddewislen hon
de: Dieses Menü verlassen
el: Ακύρωση αυτού του μενού
eo: Malvalidigu tiun menuon
et: Loobu sellest menüüst
eu: Bertan behera utzi menu hau
fa: کنسل کردن این منو
fi: Peru tämä valikko
gl: Saír deste menú
he: בטל תפריט זה
id: Batalkan menu ini
kk: Бұл менюді болдырма
lt: Atsisakyti šio meniu
lv: Atcelt šo izvēlni
mg: Ajanony io safidy io
ml: ഈ മെനുവില്‍ നിന്നും പിന്തിരിയുക
nn: Avbryt denne menyen
pa: ਇਹ ਸੂਚੀ ਰੱਦ ਕਰੋ
pl: Anuluj to menu
pt_br: Cancelar este menu
ro: Anulează acest meniu
sl: Prekliči ta meni
zh_tw: 取消此選單

source: Partition disks
cy: Rhaniadu disgiau
de: Festplatten partitionieren
el: Κατάτμηση δίσκων
eo: Diskpartigu diskojn
et: Partitsioneeri kettaid
eu: Partizio-diskoak
fa: پارتیشن بندی دیسکها
fi: Tee levyosiot
gl: Particionar discos
he: חלוקה למחיצות
id: Partisi hard disk
kk: Дискілерді бөлшектеу
lt: Diskų dalijimas
lv: Izveidot partīcijas
mg: Zarao ny kapila
ml: ഡിസ്കുകള്‍ വിഭജിക്കുക
nn: Partisjoner harddiskar
pa: ਭਾਗ ਡਿਸਕ
pl: Partycjonuj dyski
pt_br: Particionar discos
ro: Partiţionează discuri
sl: Diski razdelkov
zh_tw: 磁碟分割作業
