Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
cy: Os gwelwch yn dda, dewiswch pa rhaniadau a gaiff eu defnyddio fel dyfeisiau sbâr. Cewch ddewis hyd at ${COUNT} rhaniad. Os ydych chi'n dewis llai na ${COUNT} dyfais, caiff y rhaniadau dros ben eu ychwanegu fel "ar goll". Cewch eu hychwanegu nhw i'r araë yn hwyrach.
de: Bitte wählen Sie, welche Partitionen als Reserve-Geräte dienen sollen. Sie können bis zu ${COUNT} Partitionen auswählen. Wenn Sie weniger als ${COUNT} Geräte auswählen, werden die übrigen Partitionen dem Array als »fehlend« hinzugefügt. Sie können sie später dem Array hinzufügen.
el: Παρακαλώ, επιλέξτε ποια τμήματα θέλετε να χρησιμοποιήσετε ως εφεδρικές μονάδες. Μπορείτε να επιλέξετε ως ${COUNT} τμήματα. Αν επιλέξετε λιγότερες από ${COUNT} μονάδες, τα απομένοντα τμήματα θα προστεθούν στη συστοιχία ως "missing" και θα μπορείτε αργότερα να τα προσθέσετε στη συστοιχία.
eo: Bonvolu elektas uzontajn diskpartigojn kiel rezervaj adaptiloj. Vi elektus pleje ${COUNT} diskpartigojn. Se vi elektas malpli ol ${COUNT} adaptiloj, la restantaj estos aldonita en "missing" tabeldisko. Vi pli malfrue eblos alkonstrui ilin en tabeldisko.
et: Palun vali, milliseid partitsioone tagavaraseadmetena kasutada. Võid valida kuni ${COUNT} partitsiooni. Kui valid vähem, kui ${COUNT} seadet, lisatakse puuduvad partitsioonid massiivi kui "missing". Võid puuduolevad hiljem lisada.
eu: Aukeratu zein partizio erabiliko diren ordezko gailu gisa. Gehienez ${COUNT} partizio aukera ditzakezu. ${COUNT} gailu baino gutxiago aukeratzen badituzu, gainerako partizioak array-ari gehituko zaizkio "missing" gisa. Geroago array-ari gehitu ahal izango dizkiozu.
fa: از کدام پارتیشن به عنوان پارتیشن یدکی استفاده شود؟ شما میتوانید تا ${COUNT} پارتیشن را انتخاب کنید. اگر کمتر از ${COUNT} پارتیشن انتخاب کنید، پارتیشن های باقی مانده با عنوان "missing" به آرایه اضافه میگردند. شما میتوانید آنها را بعدا به آرایه اضافه کنید.
fi: Valitse mitä levyosioita käytetään varalaitteina. Voit valita enintään ${COUNT} levyosiota. Jos valitset vähemmän kuin ${COUNT} laitetta, jäljelle jääneet osiot lisätään pakkaan "missing"-tilassa. Voit lisätä ne pakkaan myöhemmin.
gl: Escolla as particións que se han empregar coma dispositivos de recambio. Pode seleccionar ata ${COUNT} particións. Se escolle menos de ${COUNT} dispositivos, as particións restantes hanse engadir ao array coma "perdidas", e ha podelas engadir ao array máis tarde.
he: בחר בבקשה אלו מחיצות ישמשו כעתודה. אתה יכול לבחור עד ${COUNT} מחיצות. אם תבחר פחות מ-${COUNT}, השאר יצורפו למערך כנעדרים. תוכל להוסיף אותם אחר כך למערך.
id: Silakan pilih partisi yang akan digunakan sebagai piranti menganggur. Anda mungkin bisa memilih sampai dengan ${COUNT} partisi. Jika Anda memilih kurang dari ${COUNT} piranti, partisi yang tersisa akan ditambahkan ke larik dan dinyatakan sebagai "hilang". Anda bisa menambahkannya ke larik di lain waktu.
kk: Қор есебінде саналатын бөлімдерді таңдаңыз. Сіз ${COUNT} бөлімдеріне дейін таңдай аласыз. Егер сіз ${COUNT} аз таңдасаңыз, қалған бөлімдер массивке /қалып қалған/ сияқты түрде қосылады. Сіз оларды массивте кейінірек іске қоса аласыз.
lt: Nurodykite, kuriuos disko skirsnius naudoti kaip atsarginius. Galite pasirinkti iki ${COUNT} skirsnių. Jei pasirinksite mažiau nei ${COUNT} skirsnių, likę skirsniai bus pridėti prie masyvo kaip trūkstami ir juos galėsite pridėti vėliau.
lv: Lūdzu izvēlieties, kuras partīcijas tiks lietotās kā rezerves partīcijas. Jūs varat izvēlēties ne vairāk kā ${COUNT} partīcijas. Ja Jūs izvēlēsieties mazāk nekā ${COUNT} iekārtas, palikušās partīcijas tiks pievienotas masīvam kā 'iztrūkstošas'. Jūs varēsiet tās pievienot arī vēlāk.
ml: സ്പയര്‍ ഉപകരണങ്ങള്‍ ആയി ഉപയൊഗിക്കുന്ന ഭാഗങ്ങള്‍തിരഞ്ഞെടുക്കുക.നിങ്ങള്‍ക്കു ${COUNT} എണ്ണം വരെ തിരഞ്ഞെടുക്കാം.${COUNT} എണ്ണത്തില്‍ താഴെതിരഞ്ഞെടുത്താല്‍ ബാക്കിയുള്ളവ "missing" നിരയിലേക്ക്‌ മാറ്റപ്പെടും.പിന്നീട്‌നിങ്ങള്‍ക്കവയെ നിരയിലേക്കു ചേര്‍ക്കാവുന്നതാണു.
nn: Vel kva for partisjonar som skal vera reserveeiningar. Du kan velja opp til ${COUNT} partisjonar. Viss du vel ferre enn ${COUNT} einigar, vil resten bli lagt inn i settet som «manglande». Du kan leggja til desse seinare.
pa: ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੌ ਕਿ ਕਿਹੜਾ ਭਾਗ ਵਾਧੂ ਜੰਤਰ ਤੌਰ ਤੇ ਵਰਤਣਾ ਹੈ। ਤੁਸੀਂ ${COUNT} ਭਾਗਾਂ ਤੱਕ ਚੁਣ ਸਕਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ${COUNT} ਜੰਤਰਾਂ ਤੋਂ ਘੱਟ ਚੁਣੇ, ਬਾਕੀ ਭਾਗ ਐਰੇ ਵਿੱਚ "missing" ਤੌਰ ਤੇ ਸ਼ਾਮਲ ਹੋ ਜਾਣਗੇ। ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਸਕੋਗੇ।
pl: Proszê wybraæ, które partycje bêd± u¿yte jako urz±dzenia zapasowe. Mo¿esz wybraæ maksymalnie ${COUNT} partycji. Je¶li wybierzesz mniej ni¿ ${COUNT} urz±dzeñ, pozosta³e partycje zostan± dodane do macierzy jako "missing". Bêdzie mo¿liwo¶æ dodania ich do macierzy pó¼niej.
pt_br: Por favor, selecione quais partições serão usadas como dispositivos reserva. Você pode selecionar no máximo ${COUNT} partições. Caso você selecione menos de ${COUNT} dispositivos, as partições restantes serão adicionadas a array como "faltante" (ou "missing"). Você poderá adicioná-las posteriormente a array.
ro: Vă rugăm să alegeţi care partiţii vor fi folosite ca dispozitive de rezervă. Puteţi alege până la ${COUNT} dispozitive. Dacă alegeţi mai puţin de ${COUNT} dispozitive, partiţiile rămase vor fi adăugate la matrice ca "lipsă". Veţi putea să le adăugaţi mai târziu la matrice.
sl: Izberite razdelke, ki jih želite uporabiti kot rezervne naprave, Izberete lahko do ${COUNT} razdelkov. Če jih izberete manj kot ${COUNT}, bo preostanek razdelkov dodan polju kot "manjkajoč". Pozneje boste imeli možnost, da jih dodate polju.
zh_tw: 請選擇要將哪些分割區做為備用裝置使用。您最多可以選擇 ${COUNT} 個分割區。如果您選擇了少於 ${COUNT} 個裝置，那麼剩餘的分割區將會以 "missing" 狀態加入陣列中。您可以在事後再將他們加入陣列中。

source: Active devices for the RAID0 multidisk device:
cy: Dyfeisiau gweithredol ar gyfer y dyfais amlddisg RAID0:
de: Aktive Geräte für das RAID0 Multidisk-Gerät:
el: Ενεργές μονάδες για τη μονάδα πολλαπλών δίσκων RAID0:
eo: Aktivaj adaptiloj por RAID0 multdiska adaptilo:
et: Aktiivsed seadmed RAID0 multidisk seadme jaoks:
eu: RAID0 disko-anitzen gailurako gailu aktiboak:
fa: دستگاههای فعال برای دستگاه چنددیسک RAID0:
fi: RAID0 multidisk -laitteen käytössä olevat laitteet:
gl: Dispositivos activos para o dispositivo multidisco RAID0:
he: רכיבים פעילים בהתקן multidisk RAID0:
id: Peranti-piranti aktif bagi multidisk RAID0:
kk: RAID0 multidisk қондырғысы үшін активті бөлімдер:
lt: Aktyvūs įrenginiai RAID0 multidiskiniam įrenginiui:
lv: Aktīvās iekārtas RAID0 daudzdisku iekārtai:
ml: റെയ്ഡ്‌0 മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തിന്റെ സജീവ ഉപകരണങ്ങള്‍:
nn: Aktive einingar for RAID0 multidiskeininga:
pa: RAID0 ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਸਰਗਰਮ ਜੰਤਰ:
pl: Aktywne urz±dzenia dla urz±dzenia wielodyskowego RAID0:
pt_br: Dispositivos ativos para o dispositivo multidisco RAID0 :
ro: Dispozitivele active pentru dispozitivul multidisc RAID0:
sl: Aktivne naprave za RAID0 multidisk naprave:
zh_tw: RAID0 Multidisk 裝置的作業裝置：

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
cy: Rydych wedi dewis creu araë RAID0. Dewiswch y dyfeisiau gweithredol yn yr araë hwn.
de: Sie haben sich entschieden, ein RAID0-Array zu erstellen. Bitte wählen Sie die aktiven Geräte in diesem Array.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID0. Παρακαλώ επιλέξτε τις ενεργές μονάδες της συστοιχίας αυτής.
eo: Vi elektis de krei RAID0 tabeldiskon. Bonvolu elekti la aktivajn adaptilojn inter ĉi tiu tabeldisko.
et: Oled valinud RAID0 massiivi loomise. Palun vali selle massiivi aktiivsed seadmed.
eu: RAID0 array bat sortzea erabaki duzu. Aukeratu array honetako gailu aktiboak.
fa: شما درخواست ساخت یک آرایه‌ی RAID0 کرده‌اید. لطفا دستگاههای فعال را در این آرایه انتخاب کنید.
fi: Olet valinnut luotavaksi RAID0-pakan. Valitse tämän pakan käytössä olevat laitteet.
gl: Seleccionou crear un array RAID0. Seleccione os dispositivos activos deste array.
he: בחרת ליצור מערך RAID0. בחר בבקשה את ההתקנים הפעילים במערך זה.
id: Anda telah memutuskan untuk membuat sebuah larik RAID0. Silakan pilih piranti aktif pada larik ini.
kk: Сіз RAID0 массивін құруды таңдадыңыз. Бұл массивтегі активті бөлемдерді нұсқаңыз
lt: Jūs pasirinkote sukurti RAID0 masyvą. Pasirinkite aktyvius įrenginius šiame masyve.
lv: Jūs esat izvēējušies RAID0 masīva izveidi. Lūdzu izvēlaties ši masīva aktīvās ierīces.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുത്ത റെയ്ഡ്‌0 നിരക്കു വേണ്ട സജീവ ഉപകരണങ്ങള്‍ തിരഞ്ഞെടുക്കുക.
nn: Du har valt å oppretta eit RAID0-sett. Vel den aktive eininga i dette settet.
pa: ਤੁਸੀਂ RAID0 ਐਰੇ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਐਰੇ ਵਿੱਚ ਸਰਗਰਮ ਜੰਤਰ ਚੁਣੋ।
pl: Wybrano utworzenie macierzy RAID0. Teraz wybierz aktywne urz±dzenia w tej macierzy.
pt_br: Você optou por criar uma array RAID0. Por favor, escolha os dispositivos ativos na array.
ro: Aţi ales să creaţi o matrice RAID0. Vă rugăm să alegeţi dispozitivele active din această matrice.
sl: Izbrali ste ustvarjanje polja RAID0. Izberite aktivne naprave v tem polju.
zh_tw: 您已選擇了要建立一個 RAID0 陣列。請於此陣列中指定其作業裝置。

source: Active devices for the RAID1 multidisk device:
cy: Dyfeisiau gweithredol ar gyfer y dyfais amlddisg RAID1:
de: Aktive Geräte für das RAID1 Multidisk-Gerät:
el: Ενεργές μονάδες για τη μονάδα πολλαπλών δίσκων RAID1:
eo: Aktivaj adaptiloj por RAID1 multdiska adaptilo:
et: Aktiivsed seadmed RAID1 multidisk seadme jaoks:
eu: RAID1 disko-anitzen gailurako gailu aktiboak:
fa: دستگاههای فعال برای دستگاه چنددیسک RAID1:
fi: RAID1 multidisk -laitteen käytössä olevat laitteet:
gl: Dispositivos activos para o dispositivo multidisco RAID1:
he: רכיבים פעילים בהתקן multidisk RAID1:
id: Peranti-piranti aktif bagi multidisk RAID1:
kk: RAID1 multidisk қондырғысы үшін активті бөлімдер
lt: Aktyvūs įrenginiai RAID1 multidiskiniam įrenginiui:
lv: Aktīvās ierīces RAID1 daudzdisku ierīcei:
ml: റെയ്ഡ്‌1 മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തിന്റെ സജീവ ഉപകരണങ്ങള്‍:
nn: Aktive einingar for RAID1 multidiskeininga:
pa: RAID1 ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਸਰਗਰਮ ਜੰਤਰ:
pl: Aktywne urz±dzenia dla urz±dzenia wielodyskowego RAID1:
pt_br: Dispositivos ativos para o dispositivo multidisco RAID1 :
ro: Dispozitivele active pentru dispozitivul multidisc RAID1:
sl: Aktivne naprave za RAID1 multidisk naprave:
zh_tw: RAID1 Multidisk 裝置的作業裝置：

source: You have chosen to create an RAID1 array with ${COUNT} active devices.
cy: Rydych wedi dewis creu araë RAID1 gyda ${COUNT} dyfais gweithredol.
de: Sie haben sich entschieden, ein RAID1-Array mit ${COUNT} aktiven Geräten zu erstellen.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID1 με ${COUNT} ενεργές μονάδες.
eo: Vi elektis de krei RAID1 tabeldiskon kun ${COUNT} aktivaj adaptiloj.
et: Oled valinud ${COUNT} aktiivse seadmega RAID1 massiivi loomise.
eu: RAID1 array-a ${COUNT} gailu aktiboekin sortzea aukeratu duzu.
fa: شما درخواست ایجاد یک آرایه RAID1 با ${COUNT} دستگاه فعال کرده‌اید.
fi: Olet valinnut luotavaksi RAID1-pakan jossa on ${COUNT} käytössä olevaa laitetta.
gl: Seleccionou crear un array RAID1 con ${COUNT} dispositivos activos.
he: בחרת ליצור את המערך RAID1 עם ${COUNT} רכיבים פעילים.
id: Anda telah memutuskan untuk membuat sebuah larik RAID1 dengan ${COUNT} piranti aktif.
kk: Сіз ${COUNT} активті бөлімдері бар RAID1 массивін құруды таңдадыңыз.
lt: Pasirinkote sukurti RAID1 masyvą su ${COUNT} aktyviais įrenginiais.
lv: Jūs esat izvēlējušies izveidot RAID1 masīvu ar ${COUNT} aktīvām ierīcēm.
ml: ${COUNT} സജീവ ഉപകരണങ്ങള്‍ ഉള്ള റെയ്ഡ്‌1 നിര ഉണ്ടാക്കാന്‍ നിങ്ങള്‍ തീരുമാനിച്ചിരിക്കുന്നു.
nn: Du har valt å oppretta eit RAID1-sett med ${COUNT} aktive einingar.
pa: ਤੁਸੀਂ ${COUNT} ਸਰਗਰਮ ਜੰਤਰਾਂ ਨਾਲ RAID1 ਐਰੇ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਹੈ।
pl: Wybrano utworzenie macierzy RAID1 z ${COUNT} urz±dzeniami aktywnymi.
pt_br: Você optou por criar uma array RAID1 com ${COUNT} dispositivos ativos.
ro: Aţi ales să creaţi o matrice RAID1 cu ${COUNT} partiţii active.
sl: Odločili ste se, da boste ustvarili polje RAID1 z ${COUNT} aktivnimi napravami.
zh_tw: 您已經選擇了要建立一個包含了 ${COUNT} 個作業裝置的 RAID1 陣列。

source: Active devices for the RAID5 multidisk device:
cy: Dyfeisiau gweithredol ar gyfer y dyfais amlddisg RAID5:
de: Aktive Geräte für das RAID5 Multidisk-Gerät:
el: Ενεργές μονάδες για τη μονάδα πολλαπλών δίσκων RAID5:
eo: Aktivaj adaptiloj por 'RAID5'-multdiska adaptilo:
et: Aktiivsed seadmed RAID5 multidisk seadme jaoks:
eu: RAID5 disko-anitzen gailurako gailu aktiboak:
fi: RAID5 multidisk -laitteen käytössä olevat laitteet:
gl: Dispositivos activos para o dispositivo multidisco RAID5:
he: רכיבים פעילים בהתקן multidisk RAID5:
id: Peranti-piranti aktif bagi multidisk RAID5:
kk: RAID5 multidisk қондырғысы үшін активті бөлімдер:
lt: Aktyvūs įrenginiai RAID5 multidiskiniam įrenginiui:
lv: Aktīvās iekārtas RAID5 daudzdisku iekārtai:
ml: റൈഡ്‌5 മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണത്തിന്റെ സജീവ ഉപകരണങ്ങള്‍:
nn: Aktive einingar for RAID5 multidiskeininga:
pa: RAID5 ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਸਰਗਰਮ ਜੰਤਰ:
pl: Aktywne urz±dzenia dla urz±dzenia wielodyskowego RAID5:
pt_br: Dispositivos ativos para o dispositivo multidisco RAID5 :
ro: Dispozitivele active pentru dispozitivul multidisc RAID5:
sl: Aktivne naprave za RAID5 multidisk naprave:
zh_tw: RAID5 Multidisk 裝置的作業裝置：

source: You have chosen to create an RAID5 array with ${COUNT} active devices.
cy: Rydych wedi dewis creu araë RAID5 gyda ${COUNT} dyfais gweithredol.
de: Sie haben sich entschieden, ein RAID5-Array mit ${COUNT} aktiven Geräten zu erstellen.
el: Επιλέξατε να δημιουργήσετε μια συστοιχία RAID5 με ${COUNT} ενεργές μονάδες.
eo: Vi elektis de krei 'RAID5'-tabeldiskon kun ${COUNT} aktivaj adaptiloj.
et: Oled valinud ${COUNT} aktiivse seadmega RAID5 massiivi loomise.
eu: RAID5 array-a ${COUNT} gailu aktiboekin sortzea aukeratu duzu.
fi: Olet valinnut luotavaksi RAID5-pakan jossa on ${COUNT} käytössä olevaa laitetta.
gl: Seleccionou crear un array RAID5 con ${COUNT} dispositivos activos.
he: בחרת ליצור את המערך RAID5 עם ${COUNT} רכיבים פעילים.
id: Anda telah memilih untuk membuat sebuah larik RAID5 dengan ${COUNT} piranti aktif.
kk: Сіз ${COUNT} активті бөлімдері бар RAID5 массивін құруды таңдадыңыз.
lt: Pasirinkote sukurti RAID5 masyvą su ${COUNT} aktyviais įrenginiais.
lv: Jūs esat izvēlējušies izveidot RAID5 masīvu ar ${COUNT} aktīvām ierīcēm.
ml: ${COUNT} സജീവ ഉപകരണങ്ങള്‍ ഉള്ള റെയ്ഡ്‌5 നിര ഉണ്ടാക്കാന്‍ നിങ്ങള്‍ തീരുമാനിച്ചിരിക്കുന്നു.
nn: Du har valt å oppretta eit RAID5-sett med ${COUNT} aktive einingar.
pa: ਤੁਸੀਂ ${COUNT} ਸਰਗਰਮ ਜੰਤਰਾਂ ਨਾਲ RAID5 ਐਰੇ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਹੈ।
pl: Wybrano utworzenie macierzy RAID5 z ${COUNT} urz±dzeniami aktywnymi.
pt_br: Você optou por criar uma array RAID5 com ${COUNT} dispositivos ativos.
ro: Aţi ales să creaţi o matrice RAID5 cu ${COUNT} partiţii active.
sl: Odločili ste se, da boste ustvarili polje RAID5 z ${COUNT} aktivnimi napravami.
zh_tw: 您已經選擇了要建立一個包含了 ${COUNT} 個作業裝置的 RAID5 陣列。

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
cy: Os gwelwch yn dda, dewiswch pa rhaniadau sy'n ddyfeisiau gweithredol. Rhaid i chi ddewis yn union ${COUNT} rhaniad.
de: Bitte wählen Sie die Partitionen, die aktive Geräte werden sollen. Sie müssen genau ${COUNT} Partitionen auswählen.
el: Παρακαλώ, επιλέξτε ποια τμήματα θέλετε να χρησιμοποιήσετε ως ενεργές μονάδες. Πρέπει να επιλέξετε ακριβώς ${COUNT} τμήματα.
eo: Bonvolu elekti aktivajn adaptilojn. Vi devas ĝuste elekti ${COUNT} diskpartigojn.
et: Palun vali, milliseid partitsioone aktiivsete seadmetena kasutada. Pead valima täpselt ${COUNT} partitsiooni.
eu: Aukeratu zein partizio diren gailu aktiboak. Zehazki ${COUNT} partizio hautatu behar dituzu.
fa: لطفا دستگاههای فعال را انتخاب کنید. شما باید دقیقا ${COUNT} پارتیشن انتخاب کنید.
fi: Valitse mitkä levyosiot ovat käytössä olevia laitteita. On valittava täsmälleen ${COUNT} levyosiota.
gl: Seleccione as particións que son dispositivos activos. Debe seleccionar exactamente ${COUNT} particións.
he: בחר בבקשה אלו מחיצות הן רכיבים פעילים. אתה חייב לבחור בדיוק ${COUNT} מחיצות.
id: Silakan pilih partisi yang ditentukan sebagai partisi aktif. Anda harus memilih secara tepat sebanyak ${COUNT} partisi.
kk: Активті түрде қолданылатын бөлімдерді таңдаңыз. Сіз ${COUNT} бөлімдерін дәл таңдауыңыз керек.
lt: Nurodykite, kurie disko skirsniai bus aktyvūs įrenginiai. Turite pasirinkti lygiai ${COUNT} skirsnių.
lv: Lūdzu izvēaties, kuras partīcijas būs aktīvās ierīces. Jums ir jāizvēlās tieši ${COUNT} partīcijas.
ml: ഏതെല്ലാം ഭാഗങ്ങള്‍ ആണു സജീവ ഉപകരണങ്ങള്‍ എന്ന് തിരഞ്ഞെടുക്കുക. കൃത്യം ${COUNT} ഭാഗങ്ങള്‍തിരഞ്ഞെടുക്കുക.
nn: Vel kva for partisjonar som er aktive einingar. Du må velja akkurat ${COUNT} partisjonar.
pa: ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਭਾਗ ਸਰਗਰਮ ਜੰਤਰ ਹਨ। ਤੁਹਾਨੂੰ ਪੂਰੇ ${COUNT} ਭਾਗ ਚੁਣਨੇ ਜਰੂਰੀ ਹਨ।
pl: Proszê wybraæ, które partycje s± aktywnymi urz±dzeniami. Musisz wybraæ dok³adnie ${COUNT} partycji.
pt_br: Por favor, selecione quais partições são dispositivos ativos. Você deve selecionar exatamente ${COUNT} partições.
ro: Vă rugăm să alegeţi care partiţii sunt dispozitive active. Trebuie să selectaţi exact ${COUNT} partiţii.
sl: Izberite razdelke, ki so aktivne naprave. Izbrati morate natančno ${COUNT} razdelkov.
zh_tw: 請選擇作業裝置為哪些分割區。您必須恰巧選擇 ${COUNT} 個分割區。

source: Multidisk device to be deleted:
cy: Dyfais amlddisg i'w ddileu:
de: Dieses Multidisk-Gerät löschen:
el: Μονάδα πολλαπλών δίσκων για διαγραφή:
eo: Viŝota multdiska adaptilo:
et: Kustutatav multidisk seade:
eu: Ezabatu beharreko disko-anitzen gailua:
fa: دستگاه چنددیسک که باید حذف شود؟
fi: Poistettava multidisk-laite:
gl: Dispositivo multidisco a borrar:
he: התקן Multidisk למחיקה:
id: Peranti multidisk yang akan dihapus:
kk: Жойылатын Multidisk қондырғысы
lt: Multidiskinis įrenginys, kurį norite išmesti:
lv: Dzēšamā daudzdisku iekārta:
mg: Periferika multidisk izay ho fafana :
ml: നീക്കം ചെയ്യേണ്ട മള്‍ട്ടിഡിസ്ക്‌ ഉപകരണം:
nn: Multidiskeiningar som skal slettast:
pa: ਹਟਾਉਣ ਵਾਲਾ ਬਹੁ-ਡਿਸਕ ਜੰਤਰ:
pl: Urz±dzenie wielodyskowe do usuniêcia:
pt_br: Dispositivo multidisco a ser removido :
ro: Dispozitivul multidisc ce va fi şters:
sl: Multidisk naprava, ki naj bo izbrisana:
zh_tw: 要刪除的 Multidisk 裝置：

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
cy: Bydd dileu dyfais amlddisg yn ei atal ac yn clirio'r uwchfloc o'i holl gydrannau.
de: Beim Löschen eines Multidisk-Gerätes wird es gestoppt und der Superblock all seiner Komponenten gelöscht.
el: Διαγράφοντας μια μονάδα πολλαπλών δίσκων αυτή θα τερματιστεί και θα καθαριστεί το superblock της από όλα τα στοιχεία της.
eo: Forigo de multdiska adaptilo ĉesigos ĝian funkciadon kaj purigos la superblokon ĉies ĝiaj komponantoj.
et: Multidisk seadme kustutamine peatab seadme ja puhastab ta superbloki kõigist komponentidest.
eu: Disko-anitzen gailua ezabatzean gelditu egingo da eta haren osagai guztien superblokea garbituko da.
fa: حذف یک دستگاه چنددیسک آن را غیر قابل دسترس ساخته و اطلاعات superblock کلیه مولفه‌های آن را پاک میکند.
fi: Multidisk-laitteen poistaminen pysäyttää sen ja tyhjentää superlohkon kaikista sen osista.
gl: Ao borrar un dispositivo multidisco hase deter e hánselle borrar os superbloques de tódolos seus compoñentes.
he: מחיקת התקן multidisk תפסיק אותו ותמחוק את ה-superblock של כל רכיביו.
id: Menghapus sebuah piranti multidisk akan menghentikan dan membersihkan superblock dari semua komponennya.
kk: multidisk қондырғысын жою оның жұмысын тоқтатып, суперблокты барлық компонентінен тазартады.
lt: Multidiskinio įrenginio išmetimas jį sustabdys ir išvalys visų jo komponentų superblokus.
lv: Daudzdisku iekārtas dzēšana apstādinās to un dzēsīs visu tās komponentu superblokus.
ml: മല്‍ട്ടിഡിസ്ക്‌ നീക്കം ചെയ്യുകയാണെങ്കില്‍, അത്‌ നില്‍ക്കുകയും അതിന്റെകംബൊനെന്റ്സിന്റെ സൂപ്പര്‍ബ്ലോക്ക്‌ ക്ലിയര്‍ ആവുകയും ചെയ്യും.
nn: Å sletta ei multidiskeining vil stoppa ho og reinska superblokka for alle komponentar.
pa: ਬਹੁ-ਡਿਸਕ ਜੰਤਰ ਹਟਾਉਣ ਤੋਂ ਰੁਕੇਗਾ ਅਤੇ ਇਸ ਦੇ ਸਾਰੇ ਸੰਖੇਪਾਂ ਦਾ ਸੁਪਰ-ਬਲਾਕਾਂ ਨੂੰ ਸਾਫ ਕਰੇਗਾ।
pl: Usuniêcie urz±dzenia wielodyskowego zatrzyma je i wyczy¶ci superbloki na wszystkich jego elementach.
pt_br: A remoção de um dispositivo multidisco irá pará-lo e limpar o superbloco de todos os seus componentes.
ro: Ştergerea unui dispozitiv multidisc îl va opri pe acesta şi va şterge superblocurile tuturor componentelor sale.
sl: Brsianje naprave z več diski je bo ustavilo in zbrisalo superblok vseh njenih komponent.
zh_tw: 刪除一個 Multidisk 裝置將會中止其作業，並會將其所包含的 Super Block 給清除掉。
