Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: If you do not go back to the partitioning menu and correct these errors, the partition will be used as is.
cy: Os nad ydych chi'n mynd yn ôl i'r ddewislen rhaniadu a chywiro'r gwallau hyn, caiff y rhaniad ei ddefnyddio fel y mae.
de: Wenn Sie nicht zum Partitionierungs-Menü zurückkehren und die aufgetretenen Fehler beheben, wird die Partition in ihrem aktuellen Zustand benutzt.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δε διορθώσετε τα σφάλματα αυτά, το τμήμα αυτό θα χρησιμοποιηθεί ως έχει.
eo: Se vi ne retroiras al diskpartigada menuo kaj korektu ĉiujn erarojn, la diskpartigo estos uzata tiel.
et: Kui sa ei lähe partitsioneerimismenüüsse tagasi vigasid parandama, kasutatakse partitsioone nagu nad on.
eu: Partizioak egiteko menura itzuli eta erroreak zuzentzen ez badituzu, partizioa dagoen bezala erabiliko da.
fa: اگر شما به منوی پارتیشن‌بندی بازنگشته و خطاها را اصلاح نکنید، پارتیشن همانگونه که هست استفاده خواهد شد.
fi: Mikäli et palaa osiointivalikkoon ja korjaa näitä virheitä, käytetään osiota sellaisena kuin se on.
gl: Se non volta ao menú de particionamento e corrixe estes erros, a partición hase empregar tal como está.
he: אם לא תחזור לתפריט הגדרת המחיצות לתיקון השגיאות, המחיצה לא תהיה בשימוש כמות שהיא.
id: Jika Anda tidak kembali ke menu partisi sebelumnya dan memperbaiki kesalahan-kesalahan ini, partisi ini akan digunakan apa adanya.
kk: Егер сіз бөлшектеу менюсіндегі бөлімдерге қайта оралып, қателіктерді түземесеңіз, бөлім сол күйінде қолданылады.
lt: Jei negrįšite į disko dalijimo meniu ir neištaisysite šių klaidų, šis skirsnis bus naudojamas toks kaip yra.
lv: Ja neatgriezīsieties un neatrisināsiet radušās kļūdas, šī partīcija tiks izmantota esošajā stāvoklī.
mg: Raha tsy miverina any amin'ny safidin'ny fizarana sy manintsy ny fahadisoana ianao dia tsy azo ampiasaina akory io fizarana io.
ml: നിങ്ങള്‍ വിഭജന മെനുവില്‍ തിരിച്ച് പോയി ഈ പിഴവുകള്‍ തിരുത്തിയില്ലെങ്കില്‍ ഭാഗം അങ്ങനെ തന്നെ ഉപയോഗിക്കുന്നതായിരിക്കും.
nn: Viss du ikkje går tilbake til partisjoneringsmenyen og rettar opp desse feila, vil partisjonen bli brukt som han er.
pa: ਜੇ ਤੁਸੀਂ ਪਿੱਛੇ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਨਾ ਗਏ ਅਤੇ ਗਲਤੀਆਂ ਠੀਕ ਨਹੀਂ ਕੀਤੀਆਂ, ਭਾਗ ਉਸੇ ਤਰਾਂ ਹੀ ਤੇ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Je¶li nie wrócisz do menu partycjonowania i nie poprawisz b³êdów, partycja zostanie u¿yta w takim stanie.
pt_br: Caso você não queira voltar ao menu de particionamento e corrigir esses erros, a partição será usada da forma como está.
ro: Dacă nu vă întoarceţi la meniul de partiţionare să corectaţi aceste erori, partiţia va fi folosită aşa cum este.
sl: Če se ne boste vrnili na meni za razdeljevanje in popravili teh napak, bo ta razdelek uporabljen takšen kot je.
zh_tw: 如果您不返回磁碟分割選單並修正這些錯誤，將不能使用此分割區。

source: You have not selected any partitions for use as swap space. Enabling swap space is recommended so that the system can make better use of the available physical memory, and so that it behaves better when physical memory is scarce. You may experience installation problems if you do not have enough physical memory.
de: Sie haben keine Partition zur Verwendung als Swap-Speicher ausgewählt. Dies wird aber empfohlen, damit der Computer den vorhandenen Arbeitsspeicher effektiver nutzen kann, besonders wenn er knapp ist. Sie könnten Probleme bei der Installation bekommen, wenn Sie nicht genügend physikalischen Speicher haben.
eo: Vi ne elektis diskpartigon por uzi ĝin tiel interŝanĝa spaco. Aktivigi interŝanĝan spacon estas laŭde konsilata por via sistemo pli bone uzas la disponeblajn memoraĵojn kaj pliboniĝas kiam la memoroj mankas. La instalado fiaskus se la sistemo ne sufiĉe disponas memoraĵojn.
eu: Ez duzu partiziorik hautatu swap leku gisa erabiltzeko. Swap lekua gaitzea gomendatzen da sistemak memoria fisikoa egokiago erabiltzeko, eta memoria fisikoa urria denean portaera hobeagoa izateko. Instalazioan arazoak gerta daitezke nahikoa memoria fisikorik ez badago.
gl: Non escolleu ningunha partición para empregar coma espazo de intercambio. Recoméndase activar o espazo de intercambio para que o sistema poida facer un mellor uso da memoria física dispoñible, e para que se comporte mellor cando a memoria física sexa escasa. Pode ter problemas de instalación se non ten memoria física dabondo.
he: לא בחרת מחיצות לשימוש כמחיצת SWAP. הפעלת מחיצת SWAP מומלצת כדי שהמערכת תוכל להתנהג טוב יותר כאשר יש מחסור בזיכרון. יתכן ותתקל בבעיות בהתקנה אם אין מספיק זיכרון פיזי.
lt: Jūs nenurodėte nei vieno disko skirsnio naudojimui kaip mainų (swap) vieta. Rekomenduojama naudoti mainų vietą, nes tuomet sistema galės geriau išnaudoti savo fizinę atmintį ir veiks geriau, esant fizinės atminties trūkumui. Jūs galite patirti įdiegimo problemų, esant nepakankamam fizinės atminties kiekiui.
lv: Jūs neesat izvēlējies nevienu partīciju, lai izmantotu to kā apmaiņas telpu (swap). Apmaiņas telpas atvēlēšana ļaus jūsu sistēmai veiksmīgāk izmantot fiziski pieejamo atmiņu. Atvēlot apmaiņas telpu jūsu sistēma darbosies veiksmīgāk arī ierobežotas atmiņas apstākļos. Ja jums nebūs pietiekami daudz fiziskās atmiņas, instalācijas procesā iespējami sarežģījumi.
ml: നിങ്ങള്‍ സ്വാപ് സ്പേയ്സായി ഉപയോഗിക്കാനായി ഒരു ഭാഗവും തിരഞ്ഞെടുത്തിട്ടില്ല. ഭൌതിക മെമറി വിരളമായിരിക്കുന്ന അവസരത്തില്‍ നല്ല രീതിയില്‍ പെരുമാറുന്നതിനായി സിസ്റ്റത്തിന് ലഭ്യമായിട്ടുള്ള ഭൌതിക മെമറി നല്ല രീതിയില്‍ ഉപയോഗിക്കുന്നതിമായി സ്വാപ് സ്പേയേസ് ഇനേബ്ള്‍ ചെയ്യുന്നത് ശുപാര്ശ ചെയ്തിരിക്കുന്നു. വേണ്ടത്ര ഭൌതിക മെമറി നിങ്ങള്ക്കില്ലെങ്കില്‍ നിങ്ങള്ക്ക് ഇന്സ്റ്റലേഷന്‍ പ്രശ്നങ്ങള്‍ അനുഭവിക്കാം.
pa: ਤੁਸੀਂ ਸਵੈਪ ਸਪੇਸ ਲਈ ਕੋਈ ਭਾਗ ਨਹੀਂ ਚੁਣਿਆ। ਸਵੈਪ ਸਪੇਸ ਯੋਗ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਕਿ ਸਿਸਟਮ ਉਪਲੱਬਧ ਭੋਤਿਕ ਮੈਮੋਰੀ ਦੀ ਸਹੀ ਵਰਤੋਂ ਕਰ ਸਕੇ, ਅਤੇ ਸਿਸਟਮ ਭੌਤਿਕ ਮੈਮੋਰੀ ਦੀ ਕਮੀ ਵਿੱਚ ਠੀਕ ਚੱਲ ਸਕੇ। ਤੁਹਾਨੂੰ ਇੰਸਟਾਲੇਸ਼ਨ ਮੁਸ਼ਕਿਲ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਲੋੜੀਂਦੀ ਭੌਤਿਕ ਮੈਮੋਰੀ ਨਹੀਂ ਹੈ।
ro: Nu aţi selectat nici o partiţie pentru a fi utilizată ca spaţiu de swap. Activarea spaţiului de swap este recomandată pentru ca sistemul să poată utiliza mai bine memoria fizică existentă şi, astfel, să se va comporta mai bine când memoria fizică este puţină. Aţi putea avea probleme la instalare dacă nu aveţi destulă memorie.
zh_tw: 您未將任何的分割區指定做為置換空間。建議啟用置換空間來讓系統能更加有效得使用現有的實體記憶體，也能讓系統在記憶體不是那麼足夠時能夠運作得更好。若您沒有足夠的實體記憶體，您在安裝的過程中很可能會遭遇到問題。

source: If you do not go back to the partitioning menu and assign a swap partition, the installation will continue without swap space.
de: Wenn Sie nicht zum Partitionierungsmenü zurückkehren und eine Swap-Partition anlegen, wird die Installation ohne Swap-Speicher fortgesetzt.
eo: Se vi ne retroiras al diskpartigada menuo por asigni interŝanĝan diskpartigon, la instalado daŭros sen interŝanĝa diskpartigo.
eu: Partizioak egiteko menura itzultzen ez bazara eta swap partiziorik esleitzen ez baduzu, instalazioak swap partiziorik gabe jarraituko du.
gl: Se non volta ao menú de particionamento e asigna unha partición de intercambio, a instalación ha continuar sen espazo de intercambio.
he: אם לא תחזור לתפריט חלוקת המחיצות ותייעד מחיצת SWAP, ההתקנה תמשיך ללא מחיצת SWAP.
lt: Jei negrįšite į disko dalijimo meniu ir nepriskirsite mainų (swap) skirsnio, įdiegimas bus tęsiamas nenaudojant mainų vietos.
lv: Ja neatgriezīsieties uz partīciju veidošanas izvēlni un nenorādīsiet apmaiņas telpu, instalācija turpināsies bez apmaiņas telpas.
ml: നിങ്ങള്‍ വിഭജന മെനുവില്‍ തിരിച്ച് പോയി ഒരു സ്വാപ് ഭാഗം അനുവദിച്ചില്ലെങ്കില്‍ സ്വാപ് സ്പേയ്സ് ഇല്ലാതെ ഇന്സ്റ്റലേഷന്‍ തുടരുന്നതായിരിക്കും.
pa: ਜੇ ਤੁਸੀਂ ਪਿੱਛੇ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਨਾ ਗਏ ਅਤੇ ਸਵੈਪ ਭਾਗ ਨਾ ਨਿਰਧਾਰਤ ਕੀਤਾ, ਇੰਸਟਾਲੇਸ਼ਨ ਸਵੈਪ ਭਾਗ ਤੋਂ ਬਿਨਾਂਂ ਹੀ ਜਾਰੀ ਹੋ ਜਾਵੇਗੀ।ਹੀ ਤੇ ਵਰਤਿਆ ਜਾਵੇਗਾ।
ro: Dacă nu vă întoarceţi la meniul de partiţionare să desemnaţi o partiţie de swap, instalarea va continua fără spaţiu de swap.
zh_tw: 如果您不返回磁碟分割選單並指派一個 Swap (置換空間) 分割區，安裝程式將會以沒有置換空間的狀況繼續進行。

source: Failed to create a file system
cy: Methwyd creu system ffeiliau
de: Erzeugen eines Dateisystems fehlgeschlagen
el: Απέτυχε η δημιουργία συστήματος αρχείων
eo: Kreado de dosiersistemo malsukcesas
et: Failisüsteemi loomine nurjus
eu: Ezin izan da fitxategi-sistema sortu
fi: Tiedostojärjestelmän luonti ei onnistunut
gl: Non se puido crear un sistema de ficheiros
he: כשלון ביצירת מערכת קבצים.
id: Gagal membuat sistem berkas
kk: Файлдық жүйені құру мүмкін болмады
lt: Nepavyko sukurti failų sistemos
lv: Kļūda izveidojot failu sistēmu
mg: Tsy nahomby ny famoronana ny file system
ml: ഒരു ഫയല്‍ സിസ്റ്റം സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å laga eit filsystem
pa: ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Utworzenie systemu plików nie powiod³o siê
pt_br: Falha ao criar um sistema de arquivos
ro: Eşec la crearea unui sistem de fişiere
sl: Ni mogoče ustvariti datotečnega sistema
zh_tw: 無法建立檔案系統

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
cy: Methwyd creu system ffeiliau ${TYPE} yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Das Erstellen des Dateisystems ${TYPE} für die Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων ${TYPE} στο τμήμα #${PARTITION} του ${DEVICE}.
eo: La kreado de ${TYPE} dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} failisüsteemi ${TYPE} loomine nurjus...
eu: Ezin izan da ${TYPE} fitxategi-sistema sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فایل سیستم نوع ${TYPE} بر روی پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
fi: Tiedostojärjestelmän ${TYPE} luonti laitteelle ${DEVICE} osiolle n:ro${PARTITION} ei onnistunut.
gl: Non se puido crear o sistema de ficheiros ${TYPE} na partición núm. ${PARTITION} de ${DEVICE}.
he: יצירת מערכת הקבצים מסוג ${TYPE} במחיצה מספר ${PARTITION} בהתקן ${DEVICE} נכשלה.
id: Pembuatan sistem berkas ${TYPE} pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі ${TYPE} файлдық жүйесін құру мүмкін болмады.
lt: Nepavyko sukurti ${TYPE} failų sistemos įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${TYPE} failu sistēmas izveide uz ${DEVICE} #${PARTITION} partīcijas nav izdevusies.
mg: Tsy nahomby ny famoronana ny file system ${TYPE} ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ ${TYPE} ഫയല്‍ സിസ്റ്റത്തിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Feil ved oppretting av filsystemet ${TYPE} på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ${TYPE} ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਲਈ ਅਸਫਲ।
pl: Utworzenie systemu plików ${TYPE} na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê.
pt_br: A criação do sistema de arquivos ${TYPE} na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea sistemului de fişiere ${TYPE} pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Ustvarjanje datotečnega sistema ${TYPE} na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區的 ${TYPE} 檔案系統建立作業失敗了。

source: Failed to create a swap space
cy: Methwyd creu gofod cyfnewid
de: Erzeugen des Swap-Speichers fehlgeschlagen
el: Απέτυχε η δημιουργία χώρου εικονικής μνήμης
eo: Kreado de interŝanĝa spaco malsukcesas
et: Saaleala loomine nurjus
eu: Ezin izan da swap lekua sortu
fa: ایجاد فضای swap شکست خورد.
fi: Sivutusalueen luonti ei onnistunut
gl: Non se puido crear un espazo de intercambio
he: כשלון ביצירת איזור ה-SWAP.
id: Gagal membuat sebuah ruang swap
kk: Толықтыру бөлімін құру мүмкін болмады
lt: Nepavyko sukurti mainų (swap) vietos
lv: Kļūda veidojot apmaiņas telpu
mg: Tsy nahomby ny famoronana ny toeran'ny swap
ml: ഒരു സ്വാപ് സ്പേയ്സ് സൃഷ്ടിക്കുന്നതില്‍ പരാജയപ്പെട്ടു
nn: Klarte ikkje å laga eit mellomlagerområde
pa: ਸਵੈਪ ਥਾਂ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Utworzenie przestrzeni wymiany nie powiod³o siê
pt_br: Falha ao criar um espaço de troca
ro: Eşec la crearea unui spaţiu de swap
sl: Ni mogoče ustvariti izmenljivega prostora
zh_tw: 無法建立置換空間

source: The creation of swap space in partition #${PARTITION} of ${DEVICE} failed.
cy: Methodd cread gofod cyfnewid yn rhaniad #${PARTITION} ar ${DEVICE}.
de: Der Swap-Speicher der Partition #${PARTITION} auf ${DEVICE} konnte nicht erzeugt werden.
el: Απέτυχε η δημιουργία χώρου εικονικής μνήμης στο τμήμα #${PARTITION} του ${DEVICE}...
eo: La kreado de interŝanĝa spaco en diskpartigo #${PARTITION} el ${DEVICE} malsukcesas.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} ei õnnestunud saaleala luua...
eu: Ezin izan da swap lekua sortu ${DEVICE} gailuko #${PARTITION} partizioan.
fa: ایجاد فضای swap در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد
fi: Sivutustilan luonti laitteelle ${DEVICE} osioon n:ro ${PARTITION} epäonnistui.
gl: Non se puido crear o espazo de intercambio na partición núm. ${PARTITION} de ${DEVICE}...
he: יצירת איזור ה-SWAP במחיצה במחיצה מספר ${PARTITION} בהתקן ${DEVICE} נכשלה.
id: Pembuatan ruang swap pada partisi #${PARTITION} dari ${DEVICE} gagal.
kk: Толықтыру бөлімін құру мүмкін болмады (${DEVICE} құрылғысының #${PARTITION} бөлімі).
lt: Mainų (swap) vietos kūrimas įrenginio ${DEVICE} skirsnyje #${PARTITION} nepavyko.
lv: Apmaiņas telpas izveide uz ${DEVICE} #${PARTITION} partīcijas nav izdevusies.
mg: Tsy nahomby ny famoronana ny toeran'ny swap ao amin'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ സ്വാപ് സ്പേയ്സിന്റെ സൃഷ്ടി പരാജയപ്പെട്ടു.
nn: Oppretting av mellomlager på partisjon #${PARTITION} på ${DEVICE} feila.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ਸਵੈਪ ਥਾਂ ਬਣਾਉਣ ਲਈ ਅਸਫਲ।
pl: Tworzenie przestrzeni wymiany na partycji #${PARTITION} urz±dzenia ${DEVICE} nie powiod³o siê
pt_br: A criação do espaço de troca na partição #${PARTITION} de ${DEVICE} falhou.
ro: Crearea spaţiului de swap de pe partiţia #${PARTITION} a ${DEVICE} a eşuat.
sl: Preverjanje izmenljivega prostora na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
zh_tw: 在 ${DEVICE} 裝置的第 ${PARTITION} 分割區的置換空間建立作業失敗了。

source: Do you want to return to the partitioning menu?
cy: A hoffech ddychwelyd i'r ddewislen rhaniadu?
de: Möchten Sie zum Partitionierungs-Menü zurückkehren?
el: Θέλετε να επιστρέψετε στο μενού κατάτμησης;
eo: Ĉu vi volas reiri al diskpartiga menuo?
et: Kas soovid minna tagasi partitsioneerimise menüü juurde?
eu: Partizioak egiteko menura itzuli nahi duzu?
fa: آیا میخواهید به منوی پارتیشن‌بندی بازگردید؟
fi: Haluatko palata osiointivalikkoon?
gl: ¿Quere voltar ao menú de particionamento?
he: האם ברצונך לחזור לתפריט החלוקה למחיצות?
id: Apakah Anda ingin kembali ke menu partisi?
kk: Сіз бөлшектеу менюсіндегі бөлімдерге оралғыңыз келеді ме?
lt: Ar norite grįžti į disko dalijimo meniu?
lv: Vai vēlaties atgriesties dalīšanas izvēlnē?
mg: Hiverina any amin'ny safidin'ny fizarana ve ianao?
ml: വിഭജന മെനുവിലേക്ക് തിരിച്ച് പോകണോ?
nn: Vil du gå tilbake til partisjoneringsmenyen?
pa: ਕੀ ਤੁਸੀਂ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz wróciæ do menu partycjonowania?
pt_br: Você deseja voltar ao menu de particionamento ?
ro: Doriţi să vă întoarceţi la meniul de partiţionare?
sl: Se želite vrniti na meni za razdeljevanje?
zh_tw: 您是否想返回磁碟分割選單？

source: No mount point is assigned for ${FILESYSTEM} file system in partition #${PARTITION} of ${DEVICE}.
cy: Does dim pwynt clymu wedi ei benodi ar gyfer system ffeiliau ${FILESYSTEM} ar rhaniad #${PARTITION} ar ${DEVICE}.
de: Dem Dateisystem ${FILESYSTEM} der Partition #${PARTITION} auf ${DEVICE} ist kein Einhängepunkt zugewiesen.
el: Δεν έχει οριστεί κάποιο σημείο προσάρτησης για το σύστημα αρχείων ${FILESYSTEM} στο τμήμα #${PARTITION} του ${DEVICE}.
eo: Neniu surmetingo estas asignita por ${FILESYSTEM} dosiersistemo en diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsiooni #${PARTITION} failisüsteemile ${FILESYSTEM} pole haakepunkti määratud.
eu: Muntatze-punturik ez da esleitu ${FILESYSTEM} fitxategi-sistemarako ${DEVICE} gailuko #${PARTITION} partizioan.
fi: Tiedostojärjestelmälle ${FILESYSTEM} laitteella ${DEVICE} osiolla n:ro${PARTITION} ei ole määritetty liitoskohtaa.
gl: Non hai ningún punto de montaxe asignado para o sistema de ficheiros ${FILESYSTEM} na partición núm. ${PARTITION} de ${DEVICE}.
he: לא הוגדרה נקודת עיגון עבור מערכת קבצים מסוג ${FILESYSTEM} במחיצה מספר ${PARTITION} בהתקן ${DEVICE}.
id: Belum ditentukan, titik kait hard disk untuk sistem berkas ${FILESYSTEM} pada partisi #${PARTITION} dari ${DEVICE}.
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі ${FILESYSTEM} файлдық жүйесі үшін жөндеу нүктесі берілмеген.
lt: Nėra priskirta prijungimo taško failų sistemai ${FILESYSTEM}, esančiai įrenginio ${DEVICE} skirsnyje #${PARTITION}.
lv: ${DEVICE} #${PARTITION} partīcijas ${FILESYSTEM} failu sistēmai nav norādīts montēšanas punkts.
ml: ${DEVICE} ലെ #${PARTITION} ഭാഗത്തെ ${FILESYSTEM} ഫയല്‍ സിസ്റ്റത്തിന് മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചിട്ടില്ല.
nn: Ingen monteringspunkt er tildelt for ${FILESYSTEM}-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ ਭਾਗ #${PARTITION} ਵਿੱਚ ${FILESYSTEM} ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਕੋਈ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ।
pl: ¯aden punkt montowania nie jest przydzielony dla systemu plików ${FILESYSTEM} partycji #${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum ponto de montagem foi atribuído para o sistema de arquivos ${FILESYSTEM} na partição #${PARTITION} de ${DEVICE}.
ro: Nu s-a desemnat nici un punct de montare pentru sistemul de fişiere ${FILESYSTEM} pe partiţia #${PARTITION} a ${DEVICE}.
sl: Nobena priklopna točka ni dodeljena datotečnemu sistemu ${FILESYSTEM} na razdelku #${PARTITION} naprave ${DEVICE}.
zh_tw: 並沒有為 ${DEVICE} 裝置上第 ${PARTITION} 分割區的 ${FILESYSTEM} 檔案系統指派掛載點。

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
cy: Os nad ydych chi'n dychwelyd i'r ddewislen rhaniadu a'n dewis pwynt clymu o'r fan hynny, ni chaiff y rhaniad hwn ei ddefnyddio o gwbl.
de: Wenn Sie nicht zum Partitionierungs-Menü zurückkehren und dort einen Einhängepunkt zuweisen, können Sie die Partition nicht benutzen.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δεν ορίσετε ένα σημείο προσάρτησης, το τμήμα αυτό δε θα χρησιμοποιηθεί.
eo: Se vi ne retroiras al diskpartigada menuo por asigni surmetingon al ĉi diskpartigo, ĝi estos tute ne uzata.
et: Kui sa ei lähe tagasi partitsioneerimise menüüsse ja ei määra haakepunkti, jääb see partitsioon täielikult kasutamata.
eu: Partizioak egiteko menura itzultzen ez bazara eta muntatze-punturik esleitzen ez baduzu, partizio hau ez da erabiliko.
fi: Mikäli et palaa osiointikovalikkoon ja määritä siellä liitoskohtaa, jätetään tämä osio kokonaan käyttämättä.
gl: Se non volta ao menú de particionamento e asigna un punto de montaxe, non se ha empregar a partición.
he: אם לא תחזור לתפריט חלוקת המחיצות ותייעד נקודת עיגון משם, המחיצה לא תהיה בשימוש.
id: Jika Anda tidak kembali ke menu partisi untuk menentukan titik kait pada menu tersebut, partisi ini tidak akan digunakan sama sekali.
kk: Егер сіз бөлшектеу менбсіндегі бөлімдерге оралып, онда жөндеу нүктесін белгілемесеңіз, бөлім мүлдем қолданылмайды.
lt: Jei negrįšite į disko dalijimo meniu ir nepriskirsite prijungimo taško, šis skirsnis apskritai nebus naudojamas.
lv: Ja neatgriezīsieties uz partīciju izveides izvēlni un nenorādīsiet montēšanas punktu, šī partīcija netiks izmantota.
mg: Raha tsy miverina any amin'ny safidy mikasika ny fizarana ianao manondro ny teboka fampakarana an'io fizarana io, dia tsy ho ampiasaina io farany io.
ml: നിങ്ങള്‍ വിഭജന മെനുവില്‍ തിരിച്ച് പോയി അവിടെ വച്ച് ഒരു മൌണ്ട് പോയിന്റൊന്നും അനുവദിച്ചില്ലെങ്കില്‍ ഈ ഭാഗം ഉപയോഗിക്കുകയേ ഇല്ല.
nn: Viss du ikkje går tilbake til partisjonsmenyen og oppgjev eit monteringspunkt der, vil denne partisjonen ikkje bli brukt i det heile
pa: ਜੇ ਤੁਸੀਂ ਪਿੱਛੇ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਨਾ ਗਏ ਅਤੇ ਮਾਊਂਟ ਪੁਆਂਇਟ ਨਿਰਧਾਰਿਤ ਨਾ ਕੀਤਾ, ਭਾਗ ਉਸੇ ਤਰਾਂ ਹੀ ਤੇ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Je¶li nie wrócisz do menu partycjonowania i nie przydzielisz punktu montowania, ta partycja w ogóle nie zostanie u¿yta.
pt_br: Caso você não queira voltar ao menu de particionamento e atribuir um ponto de montagem a partir de lá, esta partição não será usada.
ro: Dacă nu vă întoarceţi la meniul de partiţionare să asociaţi un punct de montare de acolo, partiţia nu va fi folosită deloc.
sl: Če se ne boste vrnili na meni za razdeljevanje in dodelili priklopne točke, ta razdelek sploh ne bo uporabljen.
zh_tw: 如果您不返回磁碟分割選單並指派一個掛載點，將不能使用此分割區。

source: Invalid file system for this mount point
de: Ungültiges Dateisystem für diesen Einhängepunkt
eo: Malvalida dosiersistemo por tiu surmetingo
eu: Fitxategi sistema baliogabea muntatze puntu honentzat
gl: Sistema de ficheiros non válido para esta partición:
lt: Netinkamas failų sistemą šiam prijungimo taškui
lv: Nederīga failu sistēma šim pieslēgšanas punktam
ml: ഈ മൌണ്ട് പോയിന്റിനായി വാലിഡല്ലാത്ത ഫയല്‍ സിസ്റ്റം
pa: ਇਸ ਮਾਊਂਟ ਸਥਿਤੀ ਲਈ ਗਲਤ ਫਾਫਾਇਲ ਸਿਸਮ:
ro: Sistemul de fişiere nevalid pentru acest punct de montare
zh_tw: 這個掛載點無法使用這種檔案系統

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix file system. Please choose a different file system, such as ${EXT2}.
gl: O sistema de ficheiros de tipo ${FILESYSTEM} non se pode montar en ${MOUNTPOINT} porque non é un sistema de ficheiros Unix totalmente funcional. Escolla un sistema de ficheiros diferente, coma ${EXT2}.
ml: ${FILESYSTEM} തരം ഫയല്‍ സിസ്റ്റം ${MOUNTPOINT} മൌണ്ട് പോയിന്റില്‍ മൌണ്ട് ചെയ്യാന്‍ പറ്റില്ല, കാരണം ഇതൊരു മുഴുവന്‍-പ്രവര്ത്തനസജ്ജമായ യുണിക്സ് ഫയല്‍ സിസ്റ്റം അല്ല. ദയവായി ${EXT2} പോലുള്ള വേറൊരു ഫയല്‍ സിസ്റ്റം തിരഞ്ഞെടുക്കൂ.
pa: ਫਾਇਲ ਸਿਸਟਮ ਕਿਸਮ ${FILESYSTEM} ਨੂੰ ${MOUNTPOINT} ਉੱਪਰ ਮਾਊਂਟ ਨਹੀਂ ਕੀਤਾ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਮੁਕੰਮਲ ਸਫ਼ਲ ਯੂਨਿਕਸ ਸਿਸਟਮ ਨਹੀਂ ਹੈ। ਵੱਖਰਾ ਫਾਇਲ ਸਿਸਟਮ ਚੁਣੋ ਜੀ, ਜਿਵੇਂ ਕਿ ${EXT2}।

source: / - the root file system
cy: / - system ffeiliau gwraidd
de: / - Das Wurzeldateisystem
el: / - το βασικό σύστημα αρχείων
eo: / - radika dosiersistemo
et: / - failisüsteemi juur
eu: / - erroko fitxategi-sistema
fi: / - juuritiedostojärjestelmä
gl: / - o sistema de ficheiros raíz
he: / - שורש מערכת הקבצים
id: / - sistem berkas root
kk: / - түбірлік файлдық жүйе (root file system)
lt: / - šakninė (root) failų sistema
lv: / - saknes failu sistēma
mg: / - file system fototra
ml: / - റൂട്ട് ഫയല്‍ സിസ്റ്റം
nn: / - rotfilsystemet
pa: / - root ਫਾਇਲ ਸਿਸਟਮ
pl: / - g³ówny system plików
pt_br: / - o sistema de arquivos raíz
ro: / - sistemul de fişiere rădăcină
sl: / - korenski datotečni sistem
zh_tw: / - root 檔案系統

source: /boot - static files of the boot loader
cy: /boot - ffeiliau sefydlog y bŵtlwythydd
de: /boot - Statische Dateien des Bootloaders
el: /boot - στατικά αρχεία του φορτωτή εκκίνησης
eo: /boot - statikaj dosieroj de praŝargilo
et: /boot - alglaaduri staatilised failid
eu: /boot - abioko kargatzailearen fitxategi estatikoak
fi: /boot - alkulatausohjelman muuttumattomat tiedostot
gl: /boot - ficheiros estáticos do cargador de inicio
he: /boot - קבצים סטטיים של מנהל האתחול
id: /boot - berkas-berkas statis dari boot loader
kk: /boot – жүйелік жүктеуіштің статистикалық файлдары
lt: /boot - pradinio įkėliklio statiniai failai
lv: /boot - sāknētāja statiskie faili
ml: /boot - ബൂട്ട് ലോഡറിന് വേണ്ട സ്ഥിര ഫയലുകള്‍
nn: /boot - statiske filer til oppstartslastaren
pa: /boot - ਬੂਟ ਲੋਡ ਦੀਆਂ ਸਥਿਰ ਫਾਇਲਾਂ
pl: /boot - statyczne pliki dla programu uruchomieniowego
pt_br: /boot - arquivos estáticos do carregador de inicialização
ro: /boot - fişiere statice ale încărcătorului de sistem
sl: /boot - statične datoteke zagonskega nalagalnika
zh_tw: /boot - 開機程式所使用的固定檔案
