Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Separate /home partition
eo: Aparta '/home'-diskpartigo
eu: Bereiziriko /home partizioa
gl: Partición /home separada
lt: Atskiras /home disko skirsnis
lv: Atsevišķa /home partīcija
ml: വേറിട്ട /home ഭാഗം
pa: ਵੱਖਰਾ /home ਭਾਗ
ro: Partiţie /home separată
zh_tw: 將 /home 分割區獨立出來

source: Separate /home, /usr, /var, and /tmp partitions
de: Separate /home-, /usr-, /var- und /tmp-Partitionen
eo: Apartaj '/home', '/usr', '/var', kaj '/tmp'-diskpartigoj
eu: Bereiziriko /home, /usr, /var, eta /tmp partizioak
gl: Particións /home, /usr, /var e /tmp separadas
he: הפרדת המחיצות /home, /usr, /var, and /tmp
lt: Atskiri /home, /usr, /var, ir /tmp disko skirsniai
lv: Atdalīt /home, /usr, /var, un /tmp partīcijas
ml: വേറിട്ട /home, /usr, /var, /tmp എന്നീ ഭാഗങ്ങള്‍
pa: ਵੱਖਰੇ /home, /usr, /var, ਅਤੇ /tmp ਭਾਗ
ro: Partiţii /home, /usr, /var şi /tmp separate
zh_tw: 將 /home、/usr、/var 及 /tmp 分割區獨立出來

source: Small-disk (< 1GB) partitioning scheme
de: Partitionsschema für kleine Platten (< 1GB):
eo: Malgranda diska (< 1GB) diskpartiga skemo:
eu: Diska-txiki (< 1G) Partizio-eskema
gl: Particionamento para discos pequenos (< 1GB)
lt: Mažo disko (< 1GB) dalijimo schema
lv: Maza diska (< 1GB) dalīšanas shēma
ml: ചെറിയ-ഡിസ്ക് (< 1GB) വിഭജന പദ്ധതി
pa: ਛੋਟੀ-ਡਿਸਕ (<1ਗੀਬਾ) ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ
ro: Schema de partiţionare pentru discuri mici (< 1GO)
zh_tw: 小型磁碟 (< 1GB) 分割方式

source: Go back to the menu?
cy: Mynd yn ôl i'r ddewislen?
de: Zurück zum Menü?
el: Θέλετε να επιστρέψετε στο μενού;
eo: Retroiru al menuo?
et: Minna tagasi menüüsse?
eu: Menura itzuli?
fa: بازگشت به منو؟
fi: Palaa valikkoon?
gl: ¿Voltar ao menú?
he: האם לחזור לתפריט?
id: Kembali ke menu?
kk: Менюға қайтып оралу керек пе?
lt: Ar grįžti atgal į meniu?
lv: Atgriezties pie izvēlnes?
mg: Hiverina any amin'ny safidy ve ?
ml: മെനുവിലേക്ക് തിരിച്ച് പോകണോ?
nn: Gå tilbake til menyen?
pa: ਮੇਨੂ ਤੇ ਪਿੱਛੇ ਜਾਓ?
pl: Wróciæ do menu?
pt_br: Voltar ao menu ?
ro: Vă întoarceţi la meniu?
sl: Se želite vrniti na meni?
zh_tw: 是否返回選單？

source: No file system is specified for partition #${PARTITION} of ${DEVICE}.
cy: Does dim system ffeiliau wedi ei benodi ar gyfer rhaniad ${PARTITION} ar ${DEVICE}.
de: Es wurde kein Dateisystem für #${PARTITION} auf ${DEVICE} angegeben.
el: Δεν έχει οριστεί κάποιο σύστημα αρχείων για το τμήμα #${PARTITION} του ${DEVICE}.
eo: Neniu dosiersitemo estas indikita por diskpartigo #${PARTITION} el ${DEVICE}.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} ei ole määratud failisüsteemi.
eu: Fitxategi-sistemarik ez da zehaztu ${DEVICE} gailuko #${PARTITION} partiziorako.
fa: نوع فایل سیستم پارتیشن #${PARTITION} از ${DEVICE}. مشخص نشده است.
fi: Laitteen ${DEVICE} osiolle ${PARTITION} ei ole määritelty tiedostojärjestelmää.
gl: Non se especificou ningún sistema de ficheiros para a partición núm. ${PARTITION} de ${DEVICE}.
he: לא הוגדרה מערכת קבצים עבור מחיצה #${PARTITION} בהתקן ${DEVICE}.
id: Belum ditentukan sistem berkas untuk partisi #${PARTITION} dari ${DEVICE}.
kk: ${DEVICE} құрылғысында #${PARTITION} бөлімі үшін файлдық жүйе анықталмаған.
lt: Nenurodyta failų sistemą disko skirsniui #${PARTITION} įrenginyje ${DEVICE}.
lv: ${DEVICE} partīcijai #${PARTITION} nav norādīta atbilstoša failu sistēma.
mg: Tsy.misy file system voalaza ho an'ny fizarana #${PARTITION} an'ny ${DEVICE}.
ml: ${DEVICE} ലെ #${PARTITION} ന് ഫയല്‍ സിസ്റ്റമൊന്നും വ്യക്തമാക്കിയിട്ടില്ല.
nn: Ingen filsystem er oppgjeve for partisjon #${PARTITION} på ${DEVICE}.
pa: ${DEVICE} ਦੇ #${PARTITION} ਭਾਗ ਲਈ ਕੋਈ ਫਾਇਲ ਸਿਸਟਮ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ।
pl: Nie okre¶lono systemu plików dla partycji #${PARTITION} urz±dzenia ${DEVICE}.
pt_br: Nenhum sistema de arquivos foi especificado para a partição #${PARTITION} de ${DEVICE}.
ro: Pentru partiţia #${PARTITION} a ${DEVICE} nu este specificat nici un sistem de fişiere
sl: Niste izbrali datotečnega sistema za razdelek #${PARTITION} na ${DEVICE}.
zh_tw: 尚未指定 ${DEVICE} 裝置的第 ${PARTITION} 分割區的檔案系統。

source: If you do not go back to the partitioning menu and assign a file system to this partition, it won't be used at all.
cy: Os nad ydych chi'n mynd yn ôl i'r ddewislen rhaniadu a phenodi system ffeiliau i'r rhaniad hwn, ni chaiff ei ddefnyddio o gwbl.
de: Wenn Sie nicht zum Partitionierungsmenü zurückkehren und dieser Partition ein Dateisystem zuweisen, kann sie nicht genutzt werden.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δεν ορίσετε ένα σύστημα αρχείων για αυτό το τμήμα, αυτό δε θα χρησιμοποιηθεί.
eo: Se vi neretroiru al diskpartigiga menuo kaj atribui dosiersitemon al tiu ĉi diskpartigo, ĝi estos tute ne uzata.
et: Kui sa ei naase partitsioneerimismenüüsse ja ei määra sellele partitsioonile failisüsteemi, jäetakse see üldse kasutamata.
eu: Partizioak egiteko menura itzultzen ez bazara eta partizio horri fitxategi-sistema bat esleitzen ez badiozu, partizioa ez da erabiliko.
fa: اگر به منوی پارتیشن بندی باز نگشته و فایل سیستم این پارتیشن را مشخص نکنید این پارتیشن اصلا مورد استفاده قرار نمیگیرد
fi: Jos et palaa osiointivalikkoon ja määritä tälle osiolle tiedostojärjestelmää, osiota ei käytetä lainkaan.
gl: Se non volta ao menú de particionamento e asigna un sistema de ficheiros a esta partición, non se ha empregar.
he: אם לא תחזור לתפריט הגדרת המחיצות ותתקן את השגיאות האלו, המחיצה לא תהיה בשימוש.
id: Jika Anda tidak kembali ke menu partisi dan menentukan sebuah sistem berkas untuk partisi ini, maka partisi tidak akan digunakan sama sekali.
kk: Егер сіз мбөлу менюына қайта оралып файлдық жүйенің түрін көрсетпесеңіз, ол енді мүлдем колданылмайды.
lt: Jei Jūs negrįšite atgal į disko dalijimo meniu ir nenurodysite failų sistemos šiam skirsniui, jis nebus naudojamas iš viso.
lv: Ja neatgriezīsieties uz partīciju veidošanas izvēlni un nenorādīsiet šai partīcijai failu sistēmu, tā vispār netiks izmantota.
ml: നിങ്ങള്‍ മെനുവിലേക്ക് തിരിച്ച് പോയി ഈ ഭാഗത്തിന് ഫയല്‍ സിസ്റ്റമൊന്നും കൊടുത്തില്ലെങ്കില്‍ അത് ഉപയോഗിക്കുകയേ ഇല്ല.
nn: Viss du ikkje går tilbake til partisjoneringsmenyen for å laga eit filsystem på denne partisjonen, vil han ikkje bli brukt i det heile.
pa: ਜੇ ਤੁਸੀਂ ਪਿੱਛੇ ਵਿਭਾਗੀਕਰਨ ਸੂਚੀ ਤੇ ਨਾ ਗਏ ਅਤੇ ਇਸ ਭਾਗ ਨੂੰ ਫਾਇਲ ਸਿਸਟਮ ਨਿਰਧਾਰਿਤ ਨਾ ਕੀਤਾ, ਇਸ ਬਾਅਦ ਵਿੱਚ ਵਰਤਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
pl: Je¶li nie wrócisz do menu partycjonowania i nie przydzielisz systemu plików tej partycji, ona nie zostanie w ogóle u¿yta.
pt_br: Caso você não volte ao menu de particionamento e atribua um sistema de arquivos a esta partição, a mesma não será usada.
ro: Dacă nu vă întoarceţi la meniul de partiţionare să asociaţi un sistem de fişiere la acestă partiţie, ea nu va fi folosită deloc.
sl: Če se ne boste vrnili na meni za razdelke in izbrali datotečnega sistema za ta razdelek, slednji sploh ne bo uporaben.
zh_tw: 如果您不返回磁碟分割選單並為該分割區指派一個檔案系統，將不能使用此分割區。

source: do not use the partition
cy: peidio a defnyddio'r rhaniad
de: Partition nicht benutzen
el: να μη χρησιμοποιηθεί το τμήμα
eo: Ne uzu diskpartigon
et: ära kasuta seda partitsiooni
eu: ez erabili partizioa
fi: älä käytä osiota
gl: non empregar a partición
he: אל תשתמש במחיצה
id: jangan menggunakan partisi ini.
kk: бұл бөлімді қолданбау
lt: nenaudoti disko skirsnio
lv: neizmantot šo partīciju
mg: aza ampiasaina ny fizarana
ml: ഭാഗം ഉപയോഗിക്കരുത്
nn: ikkje bruk partisjonen
pa: ਭਾਗ ਨਾ ਵਰਤੋਂ
pl: nie u¿ywaj tej partycji
pt_br: não usar a partição
ro: Nu utiliza partiţia
sl: ne uporabi tega razdelka
zh_tw: 不使用此分割區

source: Format the partition:
cy: Fformadu'r rhaniad:
de: Partition formatieren
el: Διαμόρφωση του τμήματος:
eo: Formatu diskpartigon:
et: Formaadi partitsioon:
eu: Formateatu partizioa:
fi: Alusta osio:
gl: Formatar a partición:
he: פרמוט המחיצה:
id: format partisi ini
kk: Бөлімді қайта пішіндеу
lt: Formatuoti disko skirsnį:
lv: Iekārta, ko formatēt:
ml: ഭാഗം ഫോര്മാറ്റ് ചെയ്യുക:
nn: Formater partisjonen
pa: ਭਾਗ ਫਾਰਮਿਟ:
pl: Formatuj partycjê:
pt_br: Formatar a partição :
ro: Formatează partiţia:
sl: Formatiraj razdelek:
zh_tw: 格式化此分割區

source: yes, format it
cy: ie, ei fformadu
de: ja, formatieren
el: ναι, διαμόρφωση
eo: jes, formatu ĝin
et: jah, formaadi
eu: bai, formateatu
fi: kyllä, alusta osio
gl: si, formatar
he: כן, פרמט
id: ya, formatlah
kk: иә, қайта пішіндеу
lt: taip, formatuoti
lv: jā, formatēt to
ml: ശരി, ഇത് ഫോര്മാറ്റ് ചെയ്യൂ
nn: ja, formater han
pa: ਹਾਂ, ਫਾਰਮਿਟ ਕਰੋ
pl: tak, formatuj j±
pt_br: sim, formatar
ro: da, formateaz-o
sl: da, formatiraj ga
zh_tw: 是，將它格式化

source: no, keep existing data
cy: na, cadw'r data presennol
de: nein, vorhandene Daten erhalten
el: όχι, να διατηρηθούν τα υπάρχοντα δεδομένα στο τμήμα
eo: ne, konservu ĉeestantajn datumojn
et: ei, säilita olemasolevad andmed
eu: ez, utzi lehendik dauden datuak
fi: ei, säilytä tiedot
gl: non, gardar os datos existentes
he: לא, שמור את המידע הקיים
id: tidak, pertahankan data yang ada
kk: жоқ, бар деректерді сақтау
lt: ne, išsaugoti esančius duomenis
lv: nē, saglabāt esošos datus
mg: tsy, tehirizo ny data
ml: വേണ്ട, നിലവിലുള്ള ഡാറ്റ സൂക്ഷിക്കൂ
nn: nei, ta vara på dei eksisterande dataa
pa: ਨਾ, ਮੌਜੂਦਾ ਡਾਟਾ ਵਰਤੋਂ
pl: nie, zachowaj istniej±ce dane
pt_br: não, manter os dados existentes
ro: nu, păstrează datele existente
sl: ne, obdrži obstoječe podatke
zh_tw: 否，保留現有資料

source: do not use
cy: peidio a defnyddio
de: Nicht benutzen
el: να μη χρησιμοποιηθεί
eo: neuzu
et: ära kasuta
eu: ez erabili
fa: استفاده نکن
fi: älä käytä
gl: non empregar
he: אל תשתמש
id: jangan digunakan
kk: қолданбау
lt: nenaudoti
lv: neizmantot
mg: aza ampiasaina
ml: ഉപയോഗിക്കേണ്ട
nn: ikkje bruk
pa: ਨਾ ਵਰਤੋਂ
pl: nie u¿ywaj
pt_br: não utilizar
ro: nu folosi
sl: ne uporabi
zh_tw: 不使用

source: unused
cy: heb ei ddefnyddio
de: Unbenutzt
el: αχρησιμοποίητο
eo: maluzata
et: kasutamata
eu: erabili gabe
fa: مصرف نشده
fi: käyttämätön
gl: non usar
he: לא בשימוש
id: tak terpakai
kk: қолданымда емес
lt: nenaudojamas
lv: neizmantots
mg: tsy nisy mpampiasa
ml: ഉപയോഗിക്കാത്തത്
nn: ubrukt
pa: ਨਾ-ਵਰਤਿਆ
pl: nieu¿ywana
pt_br: não utilizado
ro: nefolosit
sl: neuporabljeno
zh_tw: 不使用

source: format the partition
cy: fformadu'r rhaniad
de: Partition formatieren
el: διαμόρφωση του τμήματος
eo: formatu diskpartigon
et: formaadi partitsioon
eu: formateatu partizioa
fa: این پارتیشن را قالب بندی کن
fi: Alusta osio
gl: formatar a partición
he: הכנת מחיצה לעבודה (פורמט)
id: format partisi ini
kk: бөлімді қайта пішімдеу
lt: disko skirsnio formatavimas
lv: formatēt partīciju
ml: ഭാഗം ഫോര്മാറ്റ് ചെയ്യുക
nn: formater partisjonen
pa: ਭਾਗ ਫਾਰਮਿਟ
pl: formatuj partycjê
pt_br: formatar a partição
ro: formatează partiţia
sl: formatiraj razdelek
zh_tw: 格式化此分割區

source: format
cy: fformadu
de: Formatieren
el: διαμόρφωση
eo: formatu
et: formaadi
eu: formateatu
fa: قالب‌بندی
fi: alusta
gl: formatar
he: הכן לעבודה
kk: қайта пішімдеу
lt: formatavimas
lv: formatēt
ml: ഫോര്മാറ്റ്
nn: formater
pa: ਫਾਰਮਿਟ
pl: formatowanie
pt_br: formatar
ro: formatează
sl: formatiraj
zh_tw: 格式化

source: keep and use the existing data
cy: cadw a defnyddio'r data sy'n bodoli eisioes
de: Vorhandene Daten erhalten und benutzen
el: να διατηρηθούν τα υπάρχοντα δεδομένα στο τμήμα
eo: konservu kaj uzu ĉeestantajn datumojn
et: hoia ja kasuta olemasolevaid andmeid
eu: utzi eta erabili lehendik dauden datuak
fa: از اطلاعات موجود حفاظت و استفاده کن
fi: säilytä ja käytä olemassaolevaa dataa.
gl: manter e empregar os datos existentes
he: שמירה ושימוש במידע הקיים
id: Pertahankan dan gunakan data yang telah ada
kk: сақтау және бар деректерді қолдану
lt: išsaugoti ir naudoti esančius duomenis
lv: saglabāt un izmantot esošos datus
mg: tehirizo ary ampiasao ny data izay ao
ml: നിലവിലുള്ള ഡാറ്റ സൂക്ഷിച്ച് ഉപയോഗിക്കുക
nn: ta vara på og bruk dei eksisterande dataa
pa: ਮੌਜੂਦਾ ਡਾਟਾ ਰੱਖੋ ਅਤੇ ਵਰਤੋਂ
pl: zachowaj i u¿yj istniej±cych danych
pt_br: manter e usar os dados existentes
ro: păstrează şi utilizează datele existente
sl: obdrži in uporabi obstoječe podatke
zh_tw: 保持並延用其現有的資料

source: keep
cy: cadw
de: Beibehalten
el: διατήρηση
eo: konservu
et: säilita
eu: utzi
fa: حفاظت
fi: säilytä
gl: manter
he: שמור
id: pertahankan
kk: қалдыру
lt: išsaugoti
lv: saglabāt
mg: tehirizo
ml: സൂക്ഷിക്കുക
nn: ta vare på
pa: ਰੱਖੋ
pl: bez zmian
pt_br: manter
ro: păstrează
sl: obdrži
zh_tw: 保留

source: Resizing partition...
cy: Yn ailfeintio'r rhaniad...
de: Ändere die Größe der Partition ...
el: Αλλαγή μεγέθους του τμήματος...
eo: Reampleksi diskpartigon...
et: Partitsiooni suuruse muutmine...
eu: Partizioa tamainaz aldatzen...
fa: تغییر اندازه‌ی پارتیشن...
fi: Muutetaan osion kokoa...
gl: A cambiar o tamaño da partición...
he: משנה גודל מחיצה...
id: Mengubah kembali ukuran partisi...
kk: Бөлім көлемдерін өзгерту...
lt: Keičiamas skirsnio dydis...
lv: Izmainu partīcijas izmēru...
mg: Manova ny haben'ny fizarana...
ml: ഭാഗം വലിപ്പം മാറ്റി കൊണ്ടിരിക്കുന്നു...
nn: Endrar storleik på partisjon ...
pa: ਭਾਗ ਮੁੜ ਆਕਾਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Zmiana rozmiaru partycji...
pt_br: Redimensionando partição...
ro: Se redimensionează partiţia...
sl: Spreminjanje velikosti razdelka...
zh_tw: 正在改變分割區大小...

source: Copying partition...
cy: Yn copïo'r rhaniad...
de: Kopiere Partition ...
el: Αντιγραφή του τμήματος...
eo: Kopii diskpartigon...
et: Partitsiooni kopeerimine...
eu: Partizioa kopiatzen...
fa: در حال کپی‌کردن.
fi: Kopioidaan osio...
gl: A copiar a partición...
he: מעתיק מחיצה...
id: Menyalin partisi...
kk: Бөлімді көшіру...
lt: Kopijuojamas skirsnis...
lv: Kopēju partīciju...
mg: Mandika ny fizarana...
ml: ഭാഗം പകര്ത്തിക്കൊണ്ടിരിക്കുന്നു...
nn: Kopierer partisjon ...
pa: ਭਾਗ ਨਕਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Kopiowanie partycji...
pt_br: Copiando partição...
ro: Se copiază partiţia...
sl: Kopiranje razdelka...
zh_tw: 正在複製分割區...

source: Computing the new state of the partition table...
cy: Yn cyfrifo cyflwr newydd y tabl rhaniad...
de: Berechne die neue Partitionstabelle ...
el: Υπολογισμός του νέου πίνακα τμημάτων...
eo: Komputi la novan staton de diskpartigtablo...
et: Partitsioonitabeli uue seisu arvutamine...
eu: Partizio-taularen egoera berria kalkulatzen...
fa: در حال محاسبه‌ی حالت جدید جدول پارتیشن
fi: Lasketaan osiotaulun uusi tila...
gl: A calcular o novo estado da táboa de particións...
he: מחשב את הגודל החדש של טבלת המחיצות
id: Menghitung status baru dari tabel partisi...
kk: Бөлу кестесінің жаңа күйін анықтау...
lt: Apskaičiuojama nauja disko skirsnių būsenos lentelė...
lv: Izskaitļoju jauno partīcijas tabulas stāvokli...
ml: വിഭജന പട്ടികയുടെ പുതിയ അവസ്ഥ നിശ്ചയിച്ചു കൊണ്ടിരിക്കുന്നു...
nn: Reknar ut den nye tilstanden til partisjonstabellen ...
pa: ਭਾਗ ਸਾਰਣੀ ਦੀ ਨਵੀਂ ਸਥਿਤੀ ਦਾ ਹਿਸਾਬ ਲਗਾ ਰਿਹਾ ਹੈ...
pl: Obliczanie nowego stanu tablicy partycji...
pt_br: Calculando o novo estado da tabela de partições...
ro: Se calculează noua stare a tabelei de partiţii...
sl: Računanje novega stanja tabele razdelkov...
zh_tw: 正在計算磁碟分割表的最新情況...

source: Before you can select a partition to copy, any previous changes have to be written to disk.
de: Bevor Sie eine Partition zum Kopieren wählen können, müssen vorherige Änderungen auf die Platte geschrieben werden.
eo: Antaŭ ol elekti kopiotan diskpartigon, ĉiuj antaŭaj ŝanĝoj endas skribitaj en diskon
eu: Kopiatzeko partizio bat aukeratu aurretik, aldaketak diskoan idatzi behar dira.
gl: Antes de escoller unha partición para copiar hai que gravar os cambios no disco.
ml: പകര്ത്താനായി ഒരു ഭാഗം തിരഞ്ഞെടുക്കുന്നതിന് മുന്പായി ഏതെങ്കിലും മുന്‍ മാറ്റങ്ങള്‍ ഡിസ്കിലേക്ക് എഴുതേണ്ടതുണ്ട്.
pa: ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਇੱਕ ਭਾਗ ਦੀ ਨਕਲ ਕਰੋ, ਪਹਿਲਾਂ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਡਿਸਕ ਉੱਤੇ ਲਿਖਣਾ ਪਵੇਗਾ।
ro: Înainte ca operaţia de copiere să aibă loc, toate schimbările anterioare trebuie scrise pe disc.

source: Please note that the copy operation may take a long time.
de: Bitte beachten Sie, dass der Kopiervorgang viel Zeit in Anspruch nehmen kann.
eo: Bonvolu noti ke kopiago eble longtempe daŭras.
eu: Kontuan izan kopiatzeko eragiketak luze jo dezakeela.
gl: Teña en conta que a operación de copia pode levar moito tempo.
ml: പകര്ത്തുന്ന പ്രവര്ത്തനം നീണ്ട സമയമെടുത്തേക്കാം എന്ന് ഓര്ക്കുക.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਨਕਲ ਕਾਰਜ ਲੰਬਾ ਸਮਾਂ ਲੈ ਸਕਦਾ ਹੈ।
ro: Notă: este posibil ca operaţia de copiere să necesite un timp îndelungat.

source: Source partition:
cy: Rhaniad ffynhonell:
de: Quellpartition:
el: Πηγαίο τμήμα:
eo: fontdiskpartigo:
et: Lähtepartitsioon:
eu: Iturburuko partizioa:
fa: پارتیشن مبدا:
fi: Lähdeosio:
gl: Partición de orixe:
he: מחיצת מקור:
id: Sumber pemartisian:
kk: Алғашқы бөлім:
lt: Šaltinio skirsnis:
lv: Sākuma partīcija:
mg: Firazana fiandohana :
ml: സ്രോതസ്സ് ഭാഗം:
nn: Kjeldepartisjon:
pa: ਸਰੋਤ ਭਾਗ:
pl: Partycja ¼ród³owa:
pt_br: Partição fonte :
ro: Partiţia sursă:
sl: Izvoren razdelek:
zh_tw: 來源分割區：

source: Please choose the partition which contains the data you want to copy.
cy: Os gwelwch yn dda, dewiswch y rhaniad sy'n cynnwys y data hoffech gopïo.
de: Bitte wählen Sie die Partition, welche die zu kopierenden Daten enthält.
el: Παρακαλώ επιλέξτε το τμήμα που θέλετε να αντιγράψετε.
eo: Bonvolu elekti la diskpartigon kiu enhavas kopiontajn datumojn.
et: Palun vali kopeeritavaid andmeid sisaldav partitsioon.
eu: Aukeratu kopiatu nahi dituzun datuak dituen partizioa.
fa: لطفا پارتیشنی را انتخاب کنید که حاوی اطلاعاتی است که میخواهید کپی شود؟
fi: Valitse osio, jossa kopioitavat tiedot ovat.
gl: Escolla a partición que contén os datos que quere copiar.
he: בחר את המחיצה שמכילה את המידע שברצונך להעתיק.
id: Silakan pilih partisi yang berisi data yang ingin Anda salin.
kk: Көшіргіңіз келетін деректері бар бөлімді таңдаңыз.
lt: Išrinkite disko skirsnį talpinantį duomenis, kuruos Jūs norite kopijuoti.
lv: Lūdzu izvēlieties disku, kurš satur datus, ko Jūs vēlaties kopēt
ml: ദയവായി നിങ്ങള്‍ പകര്ത്താനായി ആഗ്രഹിക്കുന്ന ഡാറ്റ ഉള്ക്കൊള്ളുന്ന ഭാഗം തിരഞ്ഞെടുക്കുക.
nn: Vel partisjonen som inneheld dei dataa du vil kopiera.
pa: ਭਾਗ ਚੁਣੋ ਜੀ, ਜਿਸ ਵਿੱਚ ਨਕਲ ਕਰਨ ਵਾਲਾ ਡਾਟਾ ਸ਼ਾਮਲ ਹੈ।
pl: Proszê wybraæ partycjê, która zawiera dane, które chcesz przekopiowaæ.
pt_br: Por favor, escolha a partição que contém os dados que você deseja copiar.
ro: Vă rugăm să alegeţi partiţia care conţine datele pe care doriţi să le copiaţi.
sl: Izberite razdelek, ki vsebuje podatke, ki jih želite kopirati.
zh_tw: 請選擇包含了您想要進行複製的資料的分割區。

source: Copy operation failure
cy: Methiad gweithred copïo
de: Kopiervorgang fehlgeschlagen
el: Σφάλμα κατά την αντιγραφή
eo: Kopiago malsukcesis
et: Kopeerimine nurjus
eu: Ezin izan da kopiatu
fa: کپی کردن شکست خورد.
fi: Kopionti ei onnistunut
gl: Non se puido copiar
he: פעולת העתקה נכשלה
id: Proses penyalinan gagal
kk: Көшіру сәтсіз аяқталды
lt: Kopijavimo operacija nepavyko
lv: Kopēšana nav izdevusies
mg: Tsy nahomby ny fandikana
ml: പകര്പ് നടപടി പരാജയം
nn: Feil under kopiering
pa: ਨਕਲ ਕਾਰਵਾਈ ਅਸਫਲ
pl: Operacja kopiowania nie powiod³a siê
pt_br: Falha na operação de cópia
ro: Eşec la operaţia de copiere
sl: Napaka pri kopiranju
zh_tw: 複製作業失敗了

source: The copy operation is aborted.
cy: Mae'r weithred copïo wedi ei erthylu.
de: Der Kopiervorgang wurde abgebrochen.
el: Η διαδικασία της αντιγραφής ακυρώθηκε.
eo: Ĉesiga kopiago.
et: Kopeerimine peatati.
eu: Kopiatzeko eragiketa abortatu egin da.
fa: از کپی کردن صرف نظر شد.
fi: Kopiointi keskeytetään.
gl: Abortouse a copia
he: פעולת העתקה בוטלה
id: Proses penyalinan dibatalkan.
kk: Көшіру үзілді.
lt: Kopijavimo operacija nutraukta.
lv: Kopēšanas operācija ir pārtraukta.
mg: Najanona ny fandikana.
ml: പകര്പ് നടപടിയില്‍ നിന്നും പിന്തിരിഞ്ഞിരിക്കുന്നു.
nn: Kopieringa er avbroten.
pa: ਨਕਲ ਕਰਨ ਦੀ ਕਾਰਵਾਈ ਨੂੰ ਅਧੂਰਾ ਛੱਡਿਆ।
pl: Operacja kopiowania przerwana.
pt_br: A operação de cópia foi abortada.
ro: Operaţia de copiere este abandonată.
sl: Kopiranje ni uspelo.
zh_tw: 複製作業已經中止。

source: The resize operation is impossible
cy: Mae'r gweithred ailfeintio yn amhosib
de: Ändern der Größe nicht möglich
el: Η διαδικασία μεταβολής μεγέθους είναι αδύνατη.
eo: Neebla reampleksago
et: Suuruse muutmine võimatu
eu: Ezin da tamainak aldatzeko eragiketa egin
fi: Koon muuttaminen ei ole mahdollista
gl: A operación de cambio de tamaño é imposible
he: פועלת שינוי הגודל אינה אפשרית
id: Operasi pengubahan ukuran tidak memungkinkan.
kk: Бөлімдердің көлемін өзгерту мүмкін емес.
lt: Skirsnių dydžių keitimo operacija yra negalima
lv: Izmēra izmaiņas operācija ir neiespējama.
mg: Tsy afaka atao ny asa fanovana ny haben'ny fizarana
ml: വലിപ്പമാറ്റ നടപടി അസാധ്യമാണ്
nn: Endringa av storleik er umogeleg
pa: ਮੁੜ-ਅਕਾਰ ਕਾਰਵਾਈ ਅਸੰਭਵ ਹੈ
pl: Zmiana rozmiaru nie jest mo¿liwa
pt_br: A operação de redimensionamento é impossível
ro: Operaţia de redimensionare este imposibilă
sl: Spreminjanje velikosti razdelka ni mogoče
zh_tw: 無法進行容量大小調整作業

source: Because of an unknown reason it is impossible to resize this partition.
cy: Oherwydd rheswm anhysbys, mae'n amhosib ailfeintio'r rhaniad hwn.
de: Aus einem unbekannten Grund ist es nicht möglich, die Größe der Partition zu ändern.
el: Λόγω κάποιας άγνωστης αιτίας είναι αδύνατη η μεταβολή του μεγέθους αυτού του τμήματος.
eo: Pro nekona ial, tiu diskpartigo neeble reampleksas.
et: Arusaamatul põhjusel ei ole partitsiooni suuruse muutmine võimalik.
eu: Arrazoi ezezagun batengatik ezin da partizio hau tamainaz aldatu.
fi: Tämän osion koon muuttaminen on tuntemattomasta syystä mahdotonta.
gl: Debido a algún motivo descoñecido, é imposible cambiar o tamaño desta partición.
he: בגלל סיבה לא ידועה שינוי גודל המחיצה אינו אפשרי.
id: Dengan alasan yang tidak diketahui, tampaknya tidak mungkin untuk mengubah ukuran partisi ini.
kk: Белгісіз себеп бойынша бөлімдердің көлемін өзгерту мүмкін емес.
lt: Dėl nežinomų priežasčių neįmanoma pakeisti disko skirsnių dydžių.
lv: Nezināmu iemeslu dēļ šīs partīcijas izmērus mainīt nav iespējams.
mg: Nohon'ny antony tsy fantatra dia tsy afaka atao ny manova ny haben'io fizarana io.
ml: തിരിച്ചറിയപ്പെടാത്ത ഏതോ കാരണം മൂലം ഈ ഭാഗം വലിപ്പമാറ്റം നടത്താന്‍ അസാധ്യമാണ്.
nn: Av ein ukjent grunn er det ikkje mogeleg å endra storleik på denne partisjonen.
pa: ਅਣਪਛਾਤੇ ਕਾਰਨ ਕਰਕੇ ਇਸ ਭਾਗ ਨੂੰ ਮੁੜ ਅਕਾਰ ਦੇਣਾ ਅਸੰਭਵ ਹੈ।
pl: Z niewiadomych przyczyn nie jest mo¿liwa zmiana rozmiaru tej partycji.
pt_br: Devido a uma razão desconhecida é impossível redimensionar esta partição.
ro: Operaţia de redimensionare a acestei partiţii este imposibilă datorită unui motiv necunoscut.
sl: Zaradi neznanih razlogov ni mogoče spremeniti velikosti razdelka.
zh_tw: 由於不明因素，無法在該分割區上進行容量大小調整作業。

source: Check /var/log/syslog or see virtual console 4 for the details.
de: Prüfen Sie /var/log/syslog oder die virtuelle Konsole 4 für genauere Informationen.
eo: Vidu '/var/log/syslog' aŭ la kvara virtuala konzolo por akiri detalojn.
eu: Egiaztatu /var/log/messages edo ikusi 4. kontsola xehetasunetarako.
gl: Consulte os detalles en /var/log/syslog ou na consola virtual 4.
lt: Detaliau žiūrėkite į /var/log/syslog arba ketvirtojoje virtualioje konsolėje.
lv: Pārbaudiet /var/log/syslog vai skatieties sīkāk ceturtajā virtuālajā konsolē (ALT+F4).
ml: വിവരങ്ങള്ക്കായി /var/log/syslog പരിശോദിക്കുക അല്ലെങ്കില്‍ 4 മത്തെ വിര്ച്വല്‍ കണ്സോള്‍ കാണുക.
pa: ਵਿਸਥਾਰ ਲਈ /var/log/syslog ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ ਆਰਜੀ ਕੰਸੋਲ 4 ਵੇਖੋ।
ro: Verificaţi /var/log/syslog sau consola virtuală numărul 4 pentru detalii.
zh_tw: 請查看 /var/log/syslog 或是第四個虛擬主控台來獲得詳細訊息。

source: Write previous changes to disk and continue?
de: Vorherige Änderungen auf das Speichergerät schreiben und weitermachen?
eo: Skribu antaŭajn ŝanĝojn en diskoj kaj daŭrigu?
eu: Eginko aldaketak diskoan idatzi eta jarraitu nahi al duzu?
gl: ¿Gravar os cambios anteriores nos discos e continuar?
ml: മുന്പത്തെ മാറ്റങ്ങള്‍ ഡിസ്കിലേക്കെഴുതി തുടരണോ?
pa: ਕੀ ਪਹਿਲਾਂ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਡਿਸਕ ਉੱਤੇ ਲਿਖ ਕੇ ਅੱਗੇ ਜਾਣਾ ਹੈ?
ro: Se scriu schimbările anterioare pe discuri şi se continuă?
