Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: Load network drivers from a driver floppy?
el: Θέλετε να φορτώσετε τους οδηγούς δικτύου από δισκέτα οδηγών;
fa: آیا میخواهید درایور کارت شبکه را از روی فلاپی بارگیری کنید؟
fi: Ladataanko verkkoajureita ajurilevykkeeltä?
id: Muatkan driver jaringan dari disket?
mg: Fahanana avy ami'ny zana-kapila na mpamily ve ny mpamily rezo?
nn: Lasta nettverksdrivarar frå ein diskett?
pl: Za³adowaæ sterowniki sieciowe z dyskietki?
pt_br: Carregar carregar a partir de um disquete de módulos ?
sl: Naložim gonilnike za mrežo iz diskete z gonilniki?

source: No Ethernet card was detected. For some Ethernet cards you may need to load additional network drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
el: Δεν ανιχνεύτηκε κάρτα δικτύου. Για ορισμένες κάρτες δικτύου πιθανόν να χρειάζεται η φόρτωση επιπλέον οδηγών από δισκέτα. Αν έχετε στη διάθεσή σας μια τέτοια δισκέτα, τοποθετήστε την στη μονάδα πριν συνεχίσετε.
fa: هیچ کارت شبکه‌ای پیدا نشد. برای بعضی از انواع کارت شبکه شما باید درایورهایی اضافی از طریق فلاپی در هسته‌ی لینوکس بارگیری کنید. اگر شما چنین فلاپی در اختیار دارید؛ قبل از ادامه آن را در درایو قرار دهید.
fi: Ethernet-korttia ei löytynyt. Joitakin Ethernet-kortteja varten pitää ehkä ladata lisää verkkoajureita ajurilevykkeeltä. Jos ajurilevyke on nyt saatavilla, pistä se levykeasemaan ennen kuin jatkat.
id: Kartu ethernet tidak ditemukan. Untuk beberapa kartu ethernet Anda perlu memuat driver jaringan tambahan dari Disket Driver. Jika Anda memiliki disket tersebut, silakan sisipkan ke penggerak sebelum melanjutkan.
mg: Tsy nahita karatra Ethernet. Ny karatra Ethernet sasany dia mila mpamily rezo fanampiny avy amin'ny kaplia na mpamily. Raha manana an'io kapila io ianao dia ampidiro ao anaty ny mpamky alohan'ny hanoizana.
nn: Fann ingen Ethernet-kort. For somme Ethernet-kort kan det vera du må lasta andre nettverksdrivarar frå ein drivardiskett. Viss du har ein slik diskett tilgjengeleg no, sett han inn i diskettstasjonen før du held fram.
pl: Nie wykryto karty Ethernet. Dla niektórych kart nale¿y za³adowaæ dodatkowe sterowniki sieciowe dostêpne na dyskietce. Je¶li posiadasz tak± dyskietkê, w³ó¿ j± do stacji przed kontynuacj±.
pt_br: Nenhuma placa Ethernet foi detectada. Para algumas placas Ethernet você pode precisar carregar módulos de rede adicionais a partir de um disquete de módulos. Caso você tenha um disquete desses disponível, insira-o no leitor de disquetes antes de continuar.
sl: Nisem zaznal nobene Ethernet kartice. Za nekatere Ethernet kartice morda potrebujete naložiti dodatne gonilnike iz diskete z gonilniki. Če imate sedaj takšno disketo na voljo, jo vstavite v disketnik preden nadaljujete.

source: Detect hardware
el: Ανίχνευση συσκευών
fa: بازرسی و کشف سخت‌افزار
fi: Tunnistetaan laitteisto
id: Deteksi perangkat keras
mg: Tadiavo ny ati-milina
nn: Finn maskinvare
pl: Wykryj sprzêt
pt_br: Detectar hardware
sl: Zaznaj strojno opremo

source: Unable to load some modules
el: Αδύνατη η φόρτωση κάποιων οδηγών
fa: بعضی از ماژولها بارگیری نشد!
fi: Joitain moduuleja ei voitu ladata
id: Tidak dapat memuat beberapa modul
mg: Tsy afaka mamahana ny mpamily sasany
nn: Nokre av modulane klarte eg ikkje å lasta
pl: Nie uda³o siê za³adowaæ niektórych modu³ów
pt_br: Não foi possível carregar alguns módulos
sl: Nekaterih modulov ni bilo mogoče naložiti

source: Linux kernel modules needed to drive some of your hardware are not available yet. Simply proceeding with the install may make these modules available later.
el: Ορισμένες από τις συσκευές που χρησιμοποιείτε απαιτούν οδηγούς που δεν είναι διαθέσιμοι ακόμη. Πιθανόν να γίνουν διαθέσιμοι αργότερα με τη συνέχιση της εγκατάστασης.
fa: ماژولهای هسته‌ی لینوکس برای بعضی از قطعات سخت‌افزار شما پیدا نشد. با این حال اگر به نصب سیستم ادامه دهید ممکن است این ماژولها پیدا شوند!
fi: Jotkin laitteistosi käyttämiseen tarvittavat Linux-ytimen moduulit eivät ole vielä saatavilla. Jatkamalla asennusta ne ehkä tulevat saataville myöhemmin.
id: Modul kernel Linux diperlukan untuk menjalankan beberapa perangkat keras Anda belum tersedia. Cukup dengan melanjutkan instalasi dapat membuat modul-modul ini tersedia.
mg: Ny module ana kernel Linux ilaina hamily ny ati-milinanao sasany dia tsy mbola ampelan-tanana. Raha manoy ny fametrahana ianao dia mety ho azo ireo module ireo atsy aoriana.
nn: Linux kjernemodular som trengs for å bruka noko av utstyret ditt er ikkje tilgjengeleg enno. Berre ved å halda fram med installasjonen kan desse modulane bli tilgjengeleg seinare.
pl: Niektóre modu³y j±dra Linux wymagane przez Twój sprzêt nie s± jeszcze dostêpne. Kontynuowanie instalacji mo¿e sprawiæ, ¿e te modu³y bêd± dostêpne pó¼niej.
pt_br: Módulos do kernel Linux necessários para controlar alguns componentes de seu hardware ainda não estão disponíveis. Simplesmente continuar com a instalação pode fazer com que tais módulos estejam disponíveis posteriormente.
sl: Nekateri moduli jedra, ki so potrebni za vašo strojno opremo še niso na voljo. Če boste nadaljevali namestitve bodo ti moduli morda kasneje na voljo.

source: The unavailable modules, and the devices that need them are: ${MISSING_MODULES_LIST}
el: Οι μη διαθέσιμοι οδηγοί και οι αντίστοιχες συσκευές είναι: ${MISSING_MODULES_LIST}
fa: ماژولی که موجود نیست و سخت‌افزاری که آنرا نیاز دارد : ${MISSING_MODULES_LIST}
fi: Puuttuvat moduulit ja laitteet, jotka niitä tarvitsevat: ${MISSING_MODULES_LIST}
id: Modul yang tak tersedia dan piranti yang membutuhkannya adalah: ${MISSING_MODULES_LIST}
mg: Ireo module tsy hita sy ireo fitaovana mampiasa azy ireo dia: ${MISSING_MODULES_LIST}
nn: Modulane som ikkje er tilgjengeleg og einingane som treng dei er: ${MISSING_MODULES_LIST}
pl: Brakuj±ce modu³y oraz urz±dzenia ich wymagaj±ce to: ${MISSING_MODULES_LIST}
pt_br: Os módulos não disponíveis e os dispositivos que precisam deles são : ${MISSING_MODULES_LIST}
sl: Manjkajoči moduli in naprave, ki jih potrebujejo so: ${MISSING_MODULES_LIST}

source: Prompt for module parameters?
el: Να ζητηθούν παράμετροι για τον οδηγό;
fa: پارامترهای ماژولها با اعلان پرسیده شود؟
fi: Haluatko antaa moduuleille parametreja?
id: Menanyakan parameter-parameter modul?
mg: Angatahina ve mpihazakan'ny module?
nn: Vil du oppgje modulparameter?
pl: Pytaæ o parametry modu³ów?
pt_br: Perguntar por parâmetros de módulos ?
sl: Opozorim za parametre modulov?

source: Some modules accept load-time parameters to customize their operation. If you'd like, you can be prompted for module parameters as each module is loaded.
el: Μερικοί οδηγοί δέχονται κατά τη φόρτωσή τους παραμέτρους για να προσαρμόσουν την λειτουργία τους. Αν το επιθυμείτε θα σας γίνεται ερώτηση για τις παραμέτρους του κάθε οδηγού που φορτώνετε.
fa: برخی از ماژولها از پارامترهای هنگام بارگذاری پستیبانی میکنند. اگر مایل باشید سیستم میتواند هنگام بارگذاری این پارامترها را از شما سوال کند.
fi: Jotkin moduulit hyväksyvät lataamisen aikaisia parametreja toiminnan muokkaamiseksi. Haluttaessa voit antaa parametreja jokaiselle ladattavalle moduulille.
id: Beberapa modul menerima parameter saat dimuat untuk menyesuaikan operasi mereka. Jika mau, Anda dapat diminta untuk memasukkan parameter-parameter modul setiap modul dimuat.
mg: Ny module sasany dia mila mpihazaka ahafahana manatsara ny fiasany. Raha tianao, dia afaka angatahina aminao ireo mpihazaka ireo isaky ny mamahana module.
nn: Nokre modular kan ta inn parameter når du lastar dei for å tilpassa funksjonaliteten. Viss du vil kan du bli spurt om å oppgje modulparameter for kvar modul som vert lasta.
pl: Niektóre modu³y akceptuj± parametry zmieniaj±ce ich funkcjonalno¶æ, podawane podczas ³adowania. Je¶li chcesz mo¿esz uaktywniæ pytanie o te parametry przy ka¿dym ³adowanym module.
pt_br: Alguns módulos aceitam parâmetros em tempo de execução para modificar seu comportamento. Caso você deseje, pode lhe ser questionado quais os parâmetros necessários para cada módulo assim que cada um deles for carregado.
sl: Nekateri moduli sprejemajo parametre nalagalnega časa za prilagoditev njihovega postopka. Če želite, lahko prejemate opozorila za parametre pri nalaganju posameznih modulov.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
el: Κάποιοι οδηγοί δέχονται παραμέτρους κατά τη φόρτωσή τους για επιπλέον παραμετροποίηση της λειτουργίας τους. Αυτές οι παράμετροι είναι συχνά θύρες I/O και αριθμοί IRQ που ποικίλουν για κάθε υπολογιστή και δε μπορούν να προκαθοριστούν από το ίδιο το υλικό. Ένα παράδειγμα τέτοιας παραμέτρου είναι "irq=7 io=0x220"
fa: بعضی از ماژولها برای تنظیم کارکرد خود از پارامترهای هنگام بارگیری پشتیبانی میکنند. این پارامترها معمولا درگاهی های ورودی/خروجی و شماره‌های IRQ هستند که در کامپیوترهای مختلف متفاوتند و از روی سخت‌افزار قابل تشخیص نیستند. برای مثال رشته‌ی ورودی میتواند شبیه این باشد: "irq=7 io=0x220"
fi: Jotkin moduulit hyväksyvät latauksen aikaisia parametrejä toiminnan muokkaamiseksi. Näitä parametreja on usein I/O-portti ja IRQ-numerot, jotka vaihtelevat koneelta toiselle, eikä niitä voi selvittää laitteistolta. Esimerkiksi näin: "irq=7 io=0x220"
id: Beberapa modul menerima parameter untuk menyesuaikan operasi mereka. Parameter-parameter ini biasanya I/O port dan nomor IRQ, yang berbeda dari mesin yang satu ke mesin yang lain dan tidak dapat ditentukan dari perangkat keras. Contoh parameter sebagai berikut: "irq=7 io=0x220"
mg: Ny module sasany dia manaiky mpihazakam-padefasana mba anatsarana ny fiasany. Matetika dia ny hirika fidirana/fivoahana sy ny isa IRQ no ilaina, izy ireo dia miova isaky ny milina ary tsy afaka fatarina amin'ny alalan'ny ati-milina fotsiny. Ohatra : "irq=7 io=0x220"
nn: Enkelte modular kan tilpassast med ekstra parametrar ved innlasting. Desse parametrane er ofte I/U-port og IRQ-nummer som kan variera mellom ulike maskiner og ikkje kan fastsetjast ut frå maskinvara. Eit døme på ekstra parametrar kan vera «IRQ=7 IO=0x220».
pl: Niektóre modu³y akceptuj± parametry, które w jaki¶ sposób zmieniaj± ich dzia³anie. Zazwyczaj s± to porty I/O i numery IRQ, które mog± byæ inne na ró¿nych komputerach i nie da siê ich wydobyæ ze sprzêtu. Przyk³adowy ci±g : "irq=7 io=0x220"
pt_br: Alguns módulos aceitam parâmetros em tempo de carregamento para modificar seu comportamento. Esses parâmetros são frequentemente a porta I/O e números IRQ, os quais variam de máquina para máquina e não podem ser determinados a partir do hardware. Um exemplo seria parecido com "irq=7 io=0x220"
sl: Nekateri moduli sprejmejo parametre ob nalaganju, da lahko prilagodite njihovo delovanje. Ti parametri so pogosto vrata V/I in številka IRQ, ki se od stroja do stroja različne in jih ni mogoče zaznati s strojno opremo. Niz za primer izgleda nekako takole "IRQ=7 IO=0x220"

source: If you don't know what to enter, leave it blank.
el: Αν δεν γνωρίζετε τι πρέπει να εισάγετε, αφήστε το πεδίο κενό.
fa: اگر نمیدانید چه وارد کنید؛ آنرا خالی بگذارید.
fi: Jos et tiedä mitä syöttää, jätä tyhjäksi.
id: Bila Anda tidak tahu apa yang harus dimasukkan, biarkan kosong.
mg: Raha tsy hainao izay ahiditra dia avelao amin'izao.
nn: Viss du ikkje veit kva du skal skriva inn, så la det stå tomt.
pl: Je¶li nie wiesz co wpisaæ, zostaw puste miejsce.
pt_br: Caso você não tenha certeza sobre o que informar, deixe em branco.
sl: Če ne veste kaj vnesti, ne vnesite ničesar.

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian. If possible, the first connected network interface found has been selected.
el: Το σύστημά σας έχει πολλαπλές διασυνδέσεις δικτύου. Επιλέξτε αυτή που θέλετε να χρησιμοποιήσετε ως κύρια διασύνδεση κατά την εγκατάσταση του Debian. Αν κατέστη δυνατό, επιλέχθηκε η πρώτη διασύνδεση που βρέθηκε.
fi: Järjestelmässä on useita verkkoliitäntöjä. Valitse mitä niistä käytetään ensisijaisena verkkoliitäntänä Debiania asennettaessa. Ensimmäinen löydetty kytkettynä oleva verkkoliitäntä on valittu, mikäli mahdollista.
id: Sistem Anda memiliki beberapa antarmuka jaringan. Pilih satu yang akan digunakan sebagai antarmuka jaringan utama saat memasang Debian. Jika memungkinkan, antarmuka jaringan pertama yang ditemukan telah dipilih oleh d-i.
nn: Systemet ditt har fleire nettverksgrensesnitt. Vel det som skal brukast som primært nettverksgrensesnitt når du installerer Debian. Viss mogeleg, er det første nettverksgrensesnittet som blei funne førehandsvalt.
pl: Twój system posiada wiele interfejsów sieciowych. Wybierz jeden, który ma byæ u¿ywany jako podstawowy podczas instalacji Debiaina. Je¶li by³o to mo¿liwe, pierwszy, znaleziony, pod³±czony interfejs zosta³ u¿yty.
pt_br: Seu sistema possui mais de uma interface de rede. Escolha aquela que será usada como a interface de rede primária durante a instalação do Debian. Caso seja possível, a primeira interface de rede conectada encontrada estará selecionada.
sl: Vaš sistem ima več mrežnih naprav. Izberite napravo, ki jo želite uporabiti kot primarno mrežno napravo med namestitvijo Debiana. Namestilnik je poskusil izbrati prvi povezan mrežni vmesnik.

source: Configuring network ...
el: Ρύθμιση δικτύου ...
fa: در حال تنظیم شبکه...
fi: Tehdään verkkoasetukset ...
id: Sedang mengonfigurasi jaringan ...
mg: Manefy ny rezo ...
nn: Set opp nettverk ...
pl: Konfigurowanie sieci ...
pt_br: Configurando a rede ...
sl: Nastavljam omrežje ...

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first official Debian CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
el: Η αυτόματη ρύθμιση του δικτύου ήταν επιτυχής. Πάραυτα δεν έχει καθοριστεί προκαθορισμένη δρομολόγηση: το σύστημα δεν γνωρίζει πως να επικοινωνήσει με άλλους υπολογιστές στο Διαδίκτυο. Αυτό ίσως κάνει αδύνατη τη συνέχιση της διαδικασίας εγκατάστασης εκτός και αν διαθέτετε τον επίσημο πρώτο δίσκο της διανομής, ή ένα δίσκο 'Netinst ή τα απαραίτητα πακέτα σε ένα τοπικό δίκτυο.
fa: تنظیم خودکار شبکه موفقیت آمیز بود اما route پیش فرض معرفی نگردید، سیستم قادر نخواهد بود با اینترنت ارتباط برقرار کند. این شرایط ادامه‌ی نصب را غیر ممکن میکند مگر آنکه شما CD اول دبیان یا CD نصب از شبکه را داشته باشید؛ یا آنکه بسته‌های لازم را بر روی شبکه‌ی محلی خود داشته باشید.
fi: Verkon asetusten teko automaattisesti onnistui. Oletusreittiä ei kuitenkaan asetettu; järjestelmä ei tiedä miten ollaan yhteydessä Internetin koneiden kanssa. Tämän takia asennuksen jatkaminen on mahdotonta, paitsi jos käytössä on ensimmäinen virallinen Debian-romppu, "Netinst"-romppu tai asennuspaketit ovat saatavilla paikallisverkosta.
id: Konfigurasi otomatis jaringan telah berjasil. Namun, rute utama tidak diatur: sistem tidak tahu bagaimana berkomunikasi dengan host-host di Internet. Hal ini menyebabkan Anda tidak dapat melanjutkan instalasi, kecuali Anda memiliki CD-ROM Debian resmi pertama (#1), CD-ROM 'Netinst', atau paket-paket debian tersedia pada jaringan lokal.
nn: Nettverket blei sett opp automatisk. Men det er ikkje sett nokon standard rute ut, så systemet ditt veit ikkje korleis det skal kommunisere med andre maskiner på internett. Dette vil gjere det umogeleg å halda fram med installasjonen dersom du ikkje har ein offisiell Debian første-CD, ein «Netinst» CD eller pakkar tilgjengeleg på det lokale nettet.
pl: Autokonfiguracja sieci powiod³a siê. Jednak¿e domy¶lny routing nie zosta³ ustawiony. System nie wie jak komunikowaæ siê z komputerami w sieci Internet. Przez to instalacja bêdzie niemo¿liwa chyba, ¿e posiadasz pierwsz± oficjaln± p³ytê Debiana, CD 'Netinst' lub pakiety w sieci lokalnej.
pt_br: A autoconfiguração de rede teve sucesso. Porém, nenhuma rota padrão foi definida : o sistema não sabe como se comunicar com hosts na Internet. Isto faz com que seja impossível continuar a instalação a menos que você possua o primeiro CD-ROM oficial do Debian, um CD-ROM do tipo 'Netinst' ou pacotes disponíveis em sua rede local.
sl: Samodejna nastavitev omrežja je uspela. Kljub temu ni bila nastavljena privzeta smer, zato sistem ne ve, kako naj komunicira z gostitelji na internetu. Nadaljevanje namestitve je mogoče samo v primeru, če imate prvo uradno zgoščenko Debiana, zgoščenko 'Netinst' ali pakete v lokalnem omrežju.

source: Configure the network using dynamic addressing (DHCP)
el: Αυτόματη ρύθμιση δικτύου μέσω δυναμικής διευθυνσιοδότησης DHCP.
fa: تنظیم شبکه با استفاده از آدرس دهی خودکار (DHCP)
fi: Hae verkkoasetukset automaattisesti (DHCP)
id: Melakukan konfigurasi jaringan dengan DHCP.
mg: Tefeo ny rezo mba hampiasa DHCP
nn: Set opp nettverket med dynamisk adressering (DHCP)
pl: Konfiguruj sieæ za pomoc± dynamicznego adresowania (DHCP)
pt_br: Configurar a rede usando endereçamento dinâmico (DHCP)
sl: Nastavi omrežje z uporabo dinamičnega naslavljanja (DHCP)

source: Protocol for files download:
el: Μέθοδος μεταφόρτωσης αρχείων:
fa: پروتکل بارگیری فایلها:
fi: Yhteyskäytäntö tiedostojen noutamiseen:
id: Protokol untuk mengambil (download) berkas:
mg: Firesaka amin'ny fandrotshana rakitra
nn: Protokoll for filnedlasting:
pl: Protokó³ do pobierania plików:
pt_br: Protocolo para download de arquivos :
sl: Protokol za prenos datotek:

source: Please select the file download protocol. If unsure, select "http"; it is less prone to problems involving firewalls.
el: Παρακαλώ, επιλέξτε την επιθυμητή μέθοδο μεταφόρτωσης αρχείων. Αν δεν είστε βέβαιοι, επιλέξτε την μέθοδο "http". Είναι λιγότερο επιρρεπής σε πιθανά προβλήματα λόγω ύπαρξης firewall.
fa: لطفا پروتکل دلخواهتان را برای بارگیری فایلها انتخاب کنید. اگر شک دارید "http" را اتخاب کنید. این پروتکل در رویارویی با دیواره‌های آتش کمتر دچار اشکال میشود.
fi: Valitse tiedostojen imurointiin käytettävä yhteyskäytäntö. Jos olet epävarma, valitse "http", se on vähemmän alttiina palomuureihin liittyville ongelmille.
id: Silakan memilih protokol untuk mengambil berkas. Jika tidak yakin, pilih "http" karena biasanya tidak terlalu bermasalah bila terdapat firewall.
mg: Azafady fidio ny fomba firesaka amin'ny fandrotsahana ny rakitra. Raha tsy manan-kevitra dia "http" fidina. Io ny fomba firesaka afahana mandingana hadivory amin'ny fomba tsotra.
nn: Vel kva for protokoll du vil bruka for nedlasting av filer. Dersom du er usikker, bør du velja HTTP, sidan det sjeldan fører til problem med brannmurar.
pl: Wybierz protokó³, który zostanie u¿yty do pobierania plików. Je¶li nie jeste¶ pewien, wybierz "http", poniewa¿ sprawia on mniej problemów zwi±zanych ze ¶cianami ogniowymi.
pt_br: Por favor, selecione o protocolo para download de arquivos. Caso não tenha certeza sobre qual protocolo escolher, selecione "http", uma vez que esse protocolo possui uma menor probabilidade de apresentar problemas relacionados a firewalls.
sl: Izberite protokol, ki ga boste uporabili za prenos datotek. Če niste prepričani, izberite "http", saj ima ta manj težav, ki so povezane s požarnimi zidovi.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/"
el: Η ρύθμιση του διαμεσολαβητή θα πρέπει να δοθεί σε μορφή URL "http://[[user][:pass]@]host[:port]/"
fa: اطلاعات پراکسی باید به صورت استاندارد "http://[[user][:pass]@]host[:port]/" وارد گردد.
fi: Syöttäessä välipalvelimen tietoja, käytä standardimuotoa "http://[[käyttäjä][:salasana]@]palvelimennimi[:portti]/"
id: Alamat proxy harus diberikan dalam bentuk baku sebagai berikut: "http://[[user][:pass]@]host[:port]/"
mg: Ny information mikasika ny masoihovo dia tokony ahiditra amin'ny endriny mahazatra "http://[[user][:pass]@]host[:port]/"
nn: Når du oppgjev mellomtenarinformasjon, skal du bruka standardforma «http://[[brukar][:passord]@]vert[:port]/»
pl: Informacje o serwerze po¶rednicz±cym powinny byæ wpisane w standardowej formie: "http://[[nazwa_u¿ytkownika][:has³o]]@host[:port]/"
pt_br: A informação sobre o proxy deverá ser fornecida no formato padrão "http://[[usuário][:senha]@]máquina[:porta]/"
sl: Ko vnašate podatke o posredniku, uporabite standardno obliko "http://[[uporabnik][:geslo]@]gostitelj[:vrata]/"

source: Please enter the network name of the host from which Debian will be downloaded.
el: Παρακαλώ, εισάγετε το όνομα του διακομιστή ειδώλου αρχείων από όπου θα μεταφορτωθεί το Debian.
fa: لطفا نام شبکه‌ی میزبانی که دبیان از آن بارگیری میشود را وارد کنید.
fi: Mikä on konenimi sille asennuspalvelimelle josta Debian haetaan?
id: Silakan masukkan nama host dari mirror Debian yang akan dipakai.
mg: Azazfady ampidiro ny anarana rezo an'ny milina izay handrotsahana an'i Debian
nn: Skriv vertsnamnet til nettarkivet Debian skal lastast ned frå.
pl: Wpisz sieciow± nazwê hosta, z którego bêdzie pobierany Debian.
pt_br: Por favor, informe o nome de máquina espelho a partir da qual o download do Debian será feito.
sl: Vnesite gostiteljsko ime zrcala iz katerega boste prenesli Debiana.

source: If you need to use a FTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
el: Αν είναι απαραίτητη η χρήση διαμεσολαβητή FTP (FTP proxy) για πρόσβαση στο Internet, εισάγετε τις κατάλληλες ρυθμίσεις εδώ, διαφορετικά αφήστε το πεδίο κενό.
fa: اگر برای ارتباط با اینترنت توسط FTP احتیاج به تنظیم پراکسی دارید؛ این اطلاعات را اینجا وارد کنید در غیر این صورت خالی بگذازید.
fi: Mikäli on käytettävä FTP-välipalvelinta liikennöitäessä ulkomaailmaan, syötä välipalvelimen tiedot tähän. Muutoin jätä tämä tyhjäksi.
id: Bila Anda perlu menggunakan proxy FTP proxy untuk mengakses Internet, masukkan alamat proxy di sini. Bila tidak, biarkan kosong.
mg: Raha mila mampiasa masoivoho FTP ianao mba afahana mivoaka dia ampidiro eto ny zavatra mikasika io masoivoho io. Raha tsy izany dia avelao amin'izao.
nn: Viss du må bruka ein FTP-mellomtenar for å nå verda utanfor, kan du oppgje ein her. La feltet stå tomt dersom du ikkje treng bruka nokon mellomtenar.
pl: Je¶li korzystasz z serwera po¶rednicz±cego FTP w celu dostêpu do ¶wiata zewnêtrznego, podaj tu jego dane. W przeciwnym wypadku pozostaw to pole puste.
pt_br: Caso você precise utilizar um proxy FTP para acessar locais fora de sua rede local, por favor, insira as informações relacionadas ao proxy aqui. Caso contrário, mantenha em branco.
sl: Če morate uporabljati posrednika ftp za dostop do zunanjega sveta, tu vnesite podatke o njem. Sicer pustite prazno.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]/".
el: Η διαδρομή του διαμεσολαβητή θα πρέπει να δοθεί σε μορφή URL "http://[[user][:pass]@]host[:port]/"
fa: اطلاعات پراکسی FTP باید به صورت استاندارد: "http://[[user][:pass]@]host[:port]/". باشد.
fi: Syöttäessä välipalvelimen tietoja, käytä standardimuotoa "http://[käyttäjä][:salasana]@konenimi[:portti]/"
id: Alamat proxy harus diberikan dalam bentuk baku sebagai berikut: "http://[[user][:pass]@]host[:port]/"
nn: Når du oppgjev mellomtenarinformasjon, skal du bruka standardforma «http://[[brukar][:passord]@]vert[:port]/»
pl: Informacje na temat serwera po¶rednicz±cego, powinny byæ podane w standardowej formie: "http://[[nazwa_u¿ytkownika][:has³o]]@host[:port]/"
pt_br: As informações sobre proxy devem ser informadas no formato padrão "http://[[usuário][:senha]@]máquina[:porta]/".
sl: Ko vnašate podatke o posredniku, uporabite standardno obliko "http://[[uporabnik][:geslo]@]gostitelj[:vrata]/".

source: AR
el: Αργεντινή
fi: Argentiina
id: Argentina
mg: Arzantine
nn: Argentina
pl: Argentyna
pt_br: Argentina
sl: Argentina

source: CO
el: Κολομβία
fi: Kolumbia
id: Kolombia
mg: Colomby
nn: Colombia
pl: Kolumbia
pt_br: Colômbia
sl: Kolumbija
