Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
de: Das Gerät kann mit den »(hdn,m)« Bezeichnungen von GRUB oder als Gerätedatei in /dev angegeben werden. Im Folgenden sind einige Beispiele: - »(hd0)« oder »/dev/hda« installiert GRUB in den Master-Boot-Record Ihrer ersten Festplatte (IDE); - »(hd0,1)« oder »/dev/hda2« installiert GRUB auf die zweite Partition Ihrer ersten IDE Festplatte; - »(hd2,4)« oder »/dev/sdc5« installiert GRUB auf die erste erweiterte Partition Ihrer dritten Festplatte (in diesem Fall SCSI); - »(fd0)« oder »/dev/fd0« installiert GRUB auf einer Diskette.
eo: La adaptilo eble indikas per 'GRUB'-a "(hdn,m)" notacio aŭ tial adaptilo en '/dev'. Ekzemple : - "(hd0)" aŭ "/dev/hda" instalos 'GRUB'-o en la superpraŝargarikordo el via unua fiksa 'IDE'-disko ; - "(hd0,1)" aŭ "/dev/hda2" instalos 'GRUB'-o en la dua diskpartigo el via unua IDE disko ; - "(hd2,4)" aŭ "/dev/sdc5" instalos 'GRUB'-o en unua ampleksa diskpartigo el tria disko (tie SCSI) ; - "(fd0)" aŭ "/dev/fd0" instalos 'GRUB'-o en disketo.
eu: Gailua GRUBen "(hdn,m)" notazioa erabiliz edo /dev-eko gailu baten gisa zehatz dezakezu. Hona hemen adibide batzuk: - "(hd0)"k edo "/dev/hda"k lehen disko gogorreko (IDE) abioko erregistro maisuan instalatuko du GRUB; - "(hd0,1)"ek edo "/dev/hda2"k zure lehen IDE unitateko bigarren partizioa erabiliko du; - "(hd2,4)"k edo "/dev/sdc5"ek zure hirugarren unitateko lehen partizio hedatua erabiliko du (hemen SCSI); - "(fd0)"-k edo "/dev/fd0"k GRUB diskete batean instalatuko du.
gl: Pódese especificar o dispositivo empregando a notación "(hdn,m)" de GRUB, ou coma un dispositivo de /dev. Embaixo aparecen algúns exemplos: - "(hd0)" ou "/dev/hda" han instalar GRUB no rexistro mestre de inicio do seu primeiro disco duro (IDE); - "(hd0,1)" ou "/dev/hda2" han empregar a segunda partición do seu primeiro disco IDE; - "(hd2,4)" ou "/dev/sdc5" han empregar a primeira partición extendida do seu terceiro disco (que aquí é SCSI); - "(fd0)" ou "/dev/fd0" han instalar GRUB nun disquete.
lt: Įrenginys gali būti nurodytas naudojant GRUB'o žymėjimą "(hdn,m)", arba kaip įrenginys kataloge /dev. Žemiau yra keletas pavyzdžių: - "(hd0) ar "/dev/hda" atveju GRUB'as bus diegiamas į pirmojo kietojo disko (IDE) pagrindinį įkelties įrašą (master boot record); - "(hd0,1)" ar "/dev/hda2" naudos pirmojo IDE disko antrąjį skirsnį; - "(hd2,4)" ar "/dev/sdc5" naudos trečiojo SCSI disko pirmąjį loginį skirsnį; - "(fd0)" ar "/dev/fd0" diegs GRUB'ą į lankstųjį diskelį.
lv: Iekārtu ir jāspecificē lietojot GRUB "(hdn,m)" notāciju, vai arī kā iekartu /dev direktorijā. Piemēri: - "(hd0)" vai "/dev/hda" instalēs GRUB uz pirmā IDE diska MBR; - "(hd0,1)" vai "/dev/hda2" lietos pirmā IDE diska otro partīciju; - "(hd2,4)" vai "/dev/sdc5" lietos treša SCSI diska pirmo paplašināto partīciju; - "(fd0)" vai "/dev/fd0" instalēs GRUB uz disketes.
ml: ഉപകരണം ഗ്രബിന്റെ "(hdn,m)" നൊട്ടേഷന്‍ വഴിയോ അല്ലെങ്കില്‍ /dev ലെ ഒരു ഉപകരണമായി നല്കാവുന്നതാണ്. ചില ഉദാഹരണങ്ങള്‍ താഴെ കൊടുത്തിരിക്കുന്നു: - "(hd0)" അല്ലെങ്കില്‍ "/dev/hda" ഗ്രബ് നിങ്ങളുടെ ആദ്യത്തെ ഹാര്ഡ് ഡ്രൈവിന്റെ (IDE) മാസ്റ്റര്‍ ബൂട്ട് റെകാര്ഡില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യും; - "(hd0,1)" അല്ലെങ്കില്‍ "/dev/hda2" നിങ്ങളുടെ ആദ്യത്തെ IDE ഡ്രൈവിന്റെ രണ്ടാമത്തെ ഭാഗം ഉപയോഗിക്കും ; - "(hd2,4)" അല്ലെങ്കില്‍ "/dev/sdc5" നിങ്ങളുടെ മൂന്നാമത്തെ ഡ്രൈവിന്റെ (ഇവിടെ SCSI) ആദ്യത്തെ എക്സ്റ്റന്റഡ് ഭാഗം ഉപയോഗിക്കും; - "(fd0)" അല്ലെങ്കില്‍ "/dev/fd0" ഗ്രബ് ഫ്ലോപ്പിയില്‍ ഇന്സ്റ്റാള്‍ ചെയ്യും .
pa: ਜੰਤਰ GRUB ਦੀ "(hdn,m)" ਅੰਕ-ਲਿਪੀ ਵਰਤ ਕੇ, ਜਾਂ /dev ਵਿੱਚ ਜੰਤਰ ਤੌਰ ਤੇ ਦਰਸਾਇਆ ਜਾ ਸਕਦਾ ਹੈ। ਹੇਠਾਂ ਕੁਝ ਉਦਾਹਰਨਾ ਹਨ: - "(hd0)" ਜਾਂ "/dev/hda" GRUB ਨੂੰ ਤੁਹਾਡੀ ਪਹਿਲੀ ਹਾਰਡ ਡਰਾਈਵ (IDE) ਦੇ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਤੇ ਇੰਸਟਾਲ ਕਰੇਗਾ; - "(hd0,1)" ਜਾਂ "/dev/hda2" ਤੁਹਾਡੀ ਪਹਿਲੀ IDE ਡਰਾਈਵ ਦਾ ਦੂਜਾ ਭਾਗ ਵਰਤੇਗਾ; - "(hd2,4)" ਜਾਂ "/dev/sdc5" ਤੁਹਾਡੀ ਤੀਜੀ ਡਰਾਈਵ (ਇੱਥੇ SCSI) ਦੇ ਪਹਿਲੇ ਵਧਾਏ ਨੂੰ ਵਰਤੇਗੀ; - "(fd0)" ਜਾਂ "/dev/fd0" GRUB ਨੂੰ ਫਲਾਪੀ ਤੇ ਇੰਸਟਾਲ ਕਰੇਗਾ।
ro: Dispozitivul poate fi specificat folosind notaţia GRUB "(hdn,m)", sau ca un dispozitiv în /dev. În continuare sunt câteva exemple: - "(hd0)" sau "/dev/hda" va instala GRUB în înregistrarea master boot a primului dvs. disc fix(IDE); - "(hd0,1)" sau "/dev/hda2" va utiliza a doua partiţie a primului dvs. disc fix(IDE); - "(hd2,4)" sau "/dev/sdc5" va utiliza a prima partiţie extinsă a celui de-al treilea disc fix al dvs. (aici, de tip SCSI); - "(fd0)" sau "/dev/fd0" va instala GRUB pe o dischetă.
zh_tw: 可以使用 GRUB 的 (hdn,m) 表示法，或是以 /dev 裡的裝置來指定磁碟。範例如下： - (hd0) 或 /dev/hda 將會把 GRUB 安裝至第一顆 (IDE) 硬碟的 主要開機記錄 (MBR) 上﹔ - (hd0,1) 或 /dev/hda2 將安裝至第一顆 IDE 硬碟的第二個分割區﹔ - (hd2,4) 或 /dev/sdc5 將安裝至第三顆（在此為 SCSI）硬碟的第一個 延伸分割區﹔ - (fd0) 或 /dev/fd0 則會將 GRUB 安裝至磁碟片上。

source: GRUB password:
cy: Cyfrinair GRUB:
de: GRUB-Kennwort:
eo: 'GRUB'-pasvorto:
et: GRUB'i parool:
eu: GRUB pasahitza:
gl: Contrasinal de GRUB:
he: סיסמת GRUB:
lt: GRUB slaptažodis:
lv: GRUB parole:
ml: ഗ്രബ് അടയാള വാക്ക്:
pa: GRUB ਗੁਪਤ-ਕੋਡ:
ro: Parola GRUB:
zh_tw: GRUB 的密碼：

source: The GRUB boot loader offers many powerful interactive features, which could be used to compromise your system if unauthorized users have access to the machine when it is starting up. To defend against this, you may choose a password which will be required before editing menu entries or entering the GRUB command-line interface. By default, any user will still be able to start any menu entry without entering the password.
de: Der GRUB-Bootloader bietet einige mächtige Funktionen an, die aber dazu genutzt werden könnten, in das System einzudringen, wenn nicht-autorisierte Personen während des Startvorgangs Zugang zum Computer haben. Um das zu verhindern, können Sie ein Passwort wählen, welches eingegeben werden muss, bevor das GRUB-Menü oder die GRUB-Kommandozeile bearbeitet werden kann. Als Standard ist kein Passwort eingestellt.
eo: La 'GRUB'-praŝargilo proponas multajn potencajn dialogajn trajtojn kiuj kompromiteblus la sekurecon de via sistemo, se senrajtaj uzantuloj enirus la aparaton dum ĝia startigo. Por eviti tion, vi elektus pasvorton kiu estus petota antaŭ menuŝanĝi aŭ 'GRUB'-a ordona linio enigi. Kutime, ajn uzulo kviete plenumas menuanojn sen pasvorto.
et: Alglaadur GRUB pakub mitmeid võimsaid interaktiivseid võimalusi, mille abil võiks autoriseerimata kasutajad süsteemi üle kontrolli saavutada. Selleks peavad nad omama ligipääsu alglaadimist teostavale masinale. Et selle ohu vastu kaitsta, saab määrata parooli, mis tuleb enne menüü valikute muutmist või käsurea kasutamist sisestada. Vaikimisi saab ilma parooli sisestamata käivitada ainult iga menüü valikut.
eu: GRUB abio kargatzaileak zenbait funtzio interaktibo poteretsu eskeintzen ditu, zein zure baimen gabeko erabiltzaileek zure makinara sarrera badute sistema erasotzeko erabil daitezkeenak. Arazo hau saiesteko zuk GRUB komando lerroko menu sarrerak editatzeko pasahitz bat ezarri dezakezu. Lehenespen bezala edozein erabiltzaile izango da menua editatzeko gai pasahitzik ez ezarri ezkero.
gl: O cargador de inicio GRUB ofrece varias potentes características interactivas que, se usuarios non autorizados teñen acceso á máquina durante o seu inicio, poden empregar para comprometer o sistema. Para se defender contra isto, pode escoller un contrasinal que se solicitará antes de editar as entradas do menú ou antes de entrar na liña de ordes de GRUB. Por defecto, calquera usuario pode escoller calquera entrada no menú sen introducir un contrasinal.
he: מנהל האתחול GRUB מציע הרבה יכולות אינטראקטיביות, שיכולות לסכן את המערכת שלך אם למשתמשים לא מורשים יש גישה למכונה כאשר היא מודלקת. כדי להגן, ניתן לבחור סיסמה שתהיה דרושה כדי לערוך את ערכי התפריט של GRUB או להיכנס לשורת הפקודה של GRUB. כברירת מחדל, כל משתמש יוכל להתחיל כל ערך בתפריט ללא צורך בסיסמה.
lt: Pradinis įkėliklis GRUB siūlo daug galingų interaktyvių savybių, kurios gali sukelti pavojų Jūsų sistemai, jei nesankcionuotas naudotojas turės priėjimą prie kompiuterio prieš operacinės sistemos įkėlimą. Kad nuo to apsisaugoti, Jūs galite pasirinkti slaptažodį, kurį reikės įvesti, norint redaguoti meniu arba įeinant į GRUB'o komandinės eilutės režimą. Pagal nutylėjimą numatyta, kad pradėti vykdyti bet kurį meniu įrašą galės bet kuris naudotojas ir neįvedęs slaptažodžio.
lv: GRUB sāknētājs piedāvā daudzas spēcīgas iespējas, kas var tikt izmantotas, lai kaitētu jūsu sistēmai, ja nesankcinēti lietotāji var piekļūt šai sistēmai tās sāknēšanās laikā. Lai aizsargātos no tā, jūs varat uzstādīt paroli, kas būs jaievada ikreizi piems piekļūšanas GRUB komandrindas saskarnei. Pēc noklusējuma lietotāji varēs piekļūt jebkuram izvēlnes ierakstam neievadot paroli.
ml: ഗ്രബ് ബൂട്ട് ലോഡര്‍ പല ശക്തമായ ഇന്ററാക്റ്റീവ് കഴിവുകളും നല്കുന്നുണ്ട്, അവ അനുവാദമില്ലാത്ത ഉപയോക്താക്കള്ക്ക് മഷീന്‍ തുടങ്ങുന്ന സമയത്ത് അതിനെ സമീപിക്കാന്‍ കഴിയുമെങ്കില്‍ നിങ്ങളുടെ സിസ്റ്റത്തില്‍ അതിക്രമിച്ച് കയറാന്‍ ഉപയോഗിച്ചേക്കാം. ഇതിനെ പ്രതിരോധിക്കാന്‍ മെനു എന്റ്റികള്‍ മാറ്റുന്നതിനോ അല്ലെങ്കില്‍ ഗ്രബ് കമാന്റ്-ലൈന്‍ ഇന്റര്ഫേസിലേക്ക് കടക്കുന്നതിനോ മുന്പേ ആവശ്യം വരുന്ന അടയാള വാക്ക് നിങ്ങള്ക്ക് തിരഞ്ഞെടുക്കാവുന്നതാണ്. ഡിഫാള്ട്ടായി അടയാള വാക്ക് എന്റര്‍ ചെയ്യാതെ തന്നെ ഏത് ഉപയോക്താക്കള്ക്കും മെനു എന്റ്റി തുടങ്ങാന്‍ ഇപ്പോഴും സാധിക്കുന്നതാണ്.
pa: GRUB ਬੂਟ ਲੋਡਰ ਬਹੁਤ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਿੰਦਾ ਹੈ, ਜੋ ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੀ ਸਹਿਮਤੀ ਵਿੱਚ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ ਜੋ ਨਾ-ਪ੍ਰਮਾਣਿਤ ਉਪਭੋਗੀ ਨੂੰ ਸ਼ੁਰੂ ਹੋਣ ਤੇ ਮਸ਼ੀਨ ਵਰਤਣ ਦਾ ਅਧਿਕਾਰ ਹੋਵੇ। ਇਸ ਤੋਂ ਬਚਾਓ ਲਈ ਤੁਹਾਨੂੰ ਗੁਪਤ-ਕੋਡ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ ਜੋ ਮੇਨੂ ਇਕਾਈਆਂ ਸੋਧਣ ਤੋਂ ਪਹਿਲਾਂ ਜਾਂ GRUB ਕਮਾਂਡ-ਲਾਈਨ ਇੰਟਰਫੇਸ ਵਿੱਚ ਜਾਂ ਲਈ ਲੋੜੀਂਦਾ ਹੈ। ਮੂਲ ਰੂਪ ਵਿੱਚ, ਕੋਈ ਵੀ ਉਪਭੋਗੀ ਕਿਸੇ ਵੀ ਮੇਨੂ ਇਕਾਈ ਨੂੰ ਬਿਨਾਂਂ ਗੁਪਤ-ਕੋਡ ਭਰੇ ਚਲਾ ਸਕਦਾ ਹੈ।
ro: Încărcătorul de sistem GRUB oferă multe facilităţi interactive puternice, care ar putea fi folosite să vă compromită sistemul, dacă utilizatori neautorizaţi au acces la maşină la pornire. Pentru a vă apăra împotriva acestui lucru, puteţi alege o parolă care va fi cerută înainte de editarea intrărilor din meniu sau la intrarea în interfaţa în linie de comandă a lui GRUB. Implicit, orice utilizator va putea încă să pornească orice intrare în meniu fără introducerea parolei.
zh_tw: GRUB 開機程式提供了很多強大的互動式功能，若在它啟動時有未經授權的使用者可以直接接觸您的機器，它可能會被利用來破壞您的系統。為了防止類似的情事發生，您可以設定一個密碼，而在編輯選單上的項目或進入 GRUB 的命令列介面時則必須輸入這個密碼。在預設上，所有的使用者仍然不需要輸入這個密碼就可以啟動選單上的任何項目。

source: If you do not wish to set a GRUB password, leave this field blank.
de: Wenn Sie kein GRUB-Passwort einrichten möchten, lassen Sie dieses Feld leer.
eo: Se vi ne volas 'GRUB'-a pasvorton, malplenu la registrokampon.
et: Kui ei soovi GRUB'le parooli määrata, siis ära sisesta midagi.
eu: Ez baduzu GRUB pasahitzik ezarri nahi, utzi hutsik.
gl: Se non quere establecer un contrasinal de GRUB, deixe este campo en branco.
he: אם אינך רוצה לקבוע סיסמת GRUB, השאר את הדה ריק.
lt: Jei Jūs nenorite nurodyti GRUB slaptažodžio, palikite šį lauką tuščią.
lv: Ja nevēlaties uzstādīt GRUB paroli, atstājiet šo rindiņu tukšu.
ml: നിങ്ങള്ക്ക് ഗ്രബ് അടയാള വാക്ക് സെറ്റ് ചെയ്യാനാഗ്രഹമില്ലെങ്കില്‍ ഈ കളം വെറുതെ വിടാം.
pa: ਜੇਕਰ ਤੁਸੀਂ GRUB ਗੁਪਤ-ਕੋਡ ਨਹੀਂ ਦੇਣਾ, ਇਹ ਖਾਨਾ ਖਾਲੀ ਛੱਡੋ।
ro: Dacă nu doriţi să activaţi o parolă pentru GRUB, lăsaţi liber acest câmp.
zh_tw: 如果您不想設定 GRUB 的密碼，請直接留白。

source: GRUB installation failed. Continue anyway?
cy: Methodd sefydliad GRUB. Mynd ymlaen fodd bynnag?
de: GRUB konnte nicht installiert werden. Trotzdem fortfahren?
el: Αδύνατη η εγκατάσταση του GRUB. Θέλετε να συνεχίσετε ούτως ή άλλως;
eo: 'GRUB'-instalado malsukcesis. Ĉu tamene daŭrigu?
et: GRUB'i paigaldamine nurjus. Jätkata sellele vaatamata?
eu: Ezin izan da GRUB instalatu. Jarraitu egin nahi duzu hala ere?
fa: نصب GRUB شکست خورد، آیا مایل به ادامه‌ی کار هستید؟
fi: GRUB:n asennus epäonnistui. Jatketaanko silti?
gl: Non se puido instalar GRUB. ¿Continuar igualmente?
he: התקנת GRUB נכשלה. להמשיך בכל זאת?
id: Pemasangan GRUB gagal. Tetap melanjutkan?
kk: GRUB-ты орнату сәтті аяқталды. Сонда да жалғастыру керек пе?
lt: GRUB'o įdiegti nepavyko. Vistiek tęsti?
lv: GRUB instalācija neizdevās. Turpināt?
mg: Tsy nahomby ny fametrahana an'i GRUB. Tohizana ve?
ml: ഗ്രബ് ഇന്സ്റ്റലേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nn: Installeringa av GRUB feila. Vil du halda fram likevel?
pa: GRUB ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਹੋਈ। ਕਿਸੇ ਵੀ ਤਰਾਂ ਜਾਰੀ ਰਹੋ?
pl: Instalacja GRUBa nie powiod³a siê. Kontynuowaæ mimo tego?
pt_br: A instalação do GRUB falhou. Continuar mesmo assim ?
ro: Instalarea GRUB a eşuat. Mai continuaţi?
sl: GRUB namestitev ni uspela. Naj vseeno nadaljujem?
zh_tw: GRUB 的安裝作業失敗了。是否無論如何仍然繼續？

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
cy: Methodd y pecyn grub sefydlu yn /target/. Mae sefydlu GRUB fel bŵtlwythydd yn gam angenrheidiol. Fodd bynnag, mae'n bosib nad yw'r broblem sefydlu yn gysylltiedig a GRUB, felly gall fod yn bosib mynd ymlaen â'r sefydliad.
de: Das Grub-Paket konnte nicht nach /target/ installiert werden. Die Installation von Grub als Bootloader ist jedoch erforderlich. Das Problem muss allerdings Grub nicht zwangsläufig betreffen, deshalb könnte es möglich sein, die Installation fortzusetzen.
el: Η εγκατάσταση του grub στο /target/ απέτυχε. Η εγκατάσταση του grub ως φορτωτή εκκίνησης είναι απαραίτητη. Ισως το πρόβλημα να μην έχει σχέση με το grub και να μπορείτε να συνεχίσετε με την εγκατάσταση.
eo: La 'grub'-pako neeblas instalita en '/target/'-o. Instalu 'GRUB'-on tiel praŝargilo estas bezonata ago. Tamen la problemo ne dependus de 'GRUB'-o, nu eble daŭrigus la instaladon.
et: Paketi grub /target/ peale paigaldamine nurjus. Alglaaduri GRUB paigaldamine on küll vajalik samm, kuid ilmnenud probleem ei pruugi üldse GRUB'ga seotud olla, mistõttu võib osutuda võimalikuks jätkata.
eu: Ezin izan da grub paketea /target/en instalatu. GRUB abioko kargatzaile gisa instalatzea ezinbesteko urratsa da. Instalatzeko arazoa, ordea, baliteke GRUBekin lotuta ez egotea; beraz, agian instalatzen jarrai dezakezu.
fa: نصب بسته‌ی GRUB بر روی /target/. شکست خورد. نصب راه‌آنداز یک مرحله‌ی ضروری است، گر چه ممکن است مشکل نصب ربطی به GRUB نداشته باشد. ادامه‌ی نصب ممکن است.
fi: Grub-pakettia ei voitu asentaa hakemistoon /target/. GRUB:n asentaminen alkulatausohjelmaksi on välttämätöntä. Asennuspulma saattaa kuitenkin olla muualla kuin GRUB:ssa, joten asennuksen jatkaminen voi olla mahdollista.
gl: Non se puido instalar o paquete grub en /target/. Instalar GRUB coma cargador de inicio é un paso necesario. O problema de instalación podería, nembargantes, non estar relacionado con GRUB, polo que pode ser posible continuar coa instalación.
he: התקנת החבילה grub נכשלה בהתקנה לתוך /target/. התקנת GRUB כמנהל אתחול היא שלב חיוני. בעיית ההתקנה לא בהכרח קשורה להתקנת GRUB, כך שאולי ניתן להמשיך בהתקנה.
id: Paket grub gagal dipasang ke /target/. Memasang GRUB sebagai bootloader merupakan langkah yang diperlukan. Namun, masalah instalasi mungkin tidak berhubungan dengan GRUB, jadi Anda tetap dapat melanjutkan instalasi.
kk: /target/-ке GRUB дестесін орнату мүмкін болмады. GRUB-ты жүйелік жүктеуіш ретінде орнату қажет. Бірақ бұл GRUB-қа байланысты болмауы мүмкін, сондықтан орнатуды жалғастыруға болады.
lt: Nepavyko įdiegti GRUB'o paketo į /target/. Pradinio įkėliklio įdiegimas yra būtinas žingsnis, tačiau ši problema galbūt nesusijusi su GRUB'u ir įdiegimą galbūt galima tęsti.
lv: GRUB pakas instalācija beidzās neveiksmīgi. GRUB kā sāknētāja instalācija ir nepieciešams solis. Taču instalācijas problēma varētu būt nesaistīta ar GRUB un tāpēc ir iespējams, ka instalāciju var turpināt.
mg: Tsy nahomby ny fametrahana ny pakajy ny quik ao amin'ny /target/. Mametraka an'i quik ho boot loader dia dingana tsy azo avela. Mety tsy miankina amin'i quik ny olana, noho izany dia mbola mety afaka tohizana ny fametrahana.
ml: ഗ്രബ് പാക്കേജ് /target/ ല്‍ ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് പരാജയപ്പെട്ടു. ഗ്രബ് ഒരു ബൂട്ട് ലോഡറായി ഇന്സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടി ക്രമമാണ്. എന്നിരുന്നാലും ഇന്സ്റ്റാള്‍ പ്രശ്നം ഗ്രബുമായി ബന്ധമൊന്നുമില്ലാത്തതാകാം, അത് കൊണ്ടു തന്നെ ഇന്സ്റ്റലേഷന്‍ തുടരുന്നതിന് സാധിച്ചേക്കാം.
nn: Klarte ikkje installera grub-pakka i /target/. Å installera GRUB som oppstartslastar er eit påkrevd steg. Det kan vera at installasjonsproblemet ikkje er knytt til GRUB, og du likevel kan halda fram.
pa: grub ਪੈਕੇਜ /traget/ ਤੇ ਇੰਸਟਾਲ ਹੋਣ ਵਿੱਚ ਅਸਫਲ। GRUB ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇੰਸਟਾਲ ਸਮੱਸਿਆ ਦਾ ਭਾਵੇਂ GRUB ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ ਹੋਣਾ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu grub w /target/ nie powiod³a siê. Instalacja GRUBa jako programu uruchomieniowego jest etapem wymaganym. Mo¿liwe jednak, ¿e b³±d jest niezwi±zany z GRUBem i kontynuacja instalacji bêdzie mo¿liwa.
pt_br: A instalação do pacote grub em /target/ falhou. É requerido que o GRUB seja instalado como um carregador de inicialização. O problema de instalação pode porém não ser relacionado ao GRUB, portanto continuar com a instalação pode ser possível.
ro: Instalarea pachetului grub pe /target/ s-a soldat cu eşec. Instalarea GRUB ca şi încărcător de sistem este un pas necesar. Problema instalării ar putea, totuşi, să nu aibă legătură cu GRUB, deci continuarea instalării ar putea fi posibilă.
sl: Paket grub ni bilo mogoče namestiti v /target/. To je nujno, da se lahko GRUB namesti kot zagonski nalagalnik. Za težavo z namestitvijo morda ni kriv grub, poleg tega pa bo morda vse delovalo in boste lahko nadaljevali z namestitvijo.
zh_tw: 無法將 grub 套件安裝至 /target/。安裝 GRUB 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 GRUB 套件才導致安裝失敗的，所以繼續進行安裝作業或許也是無妨的。

source: Unable to install GRUB in ${BOOTDEV}
cy: Methwyd sefydlu GRUB yn ${BOOTDEV}
de: GRUB konnte nicht nach ${BOOTDEV} installiert werden.
el: Αδύνατη η εγκατάσταση του grub στη μονάδα ${BOOTDEV}
eo: Neebla instalado de 'GRUB'-o en ${BOOTDEV}
et: GRUB'i paigaldamine seadmele ${BOOTDEV} nurjus
eu: Ezin da GRUB ${BOOTDEV}(e)n instalatu
fa: نمیتوان GRUB را بر روی ${BOOTDEV} نصب کرد.
fi: GRUB:ia ei voitu asentaa laitteelle ${BOOTDEV}
gl: Non se puido instalar GRUB en ${BOOTDEV}
he: לא ניתן להתקין את GRUB ב-${BOOTDEV}
id: Tidak dapat memasang GRUB pada ${BOOTDEV}
kk: GRUB-ты ${BOOTDEV}-қа орнату мүмкін болмады
lt: GRUB'o įdiegti į ${BOOTDEV} nepavyksta
lv: Nevaru instalēt GRUB uz ${BOOTDEV}
mg: Tsy mavita mametraka an'i GRUB ao amin'ny ${BOOTDEV}
ml: ${BOOTDEV} ല്‍ ഗ്രബ് ഇന്സ്റ്റാള്‍ ചെയ്യാന്‍ സാധിച്ചില്ല
nn: Klarer ikkje å installera GRUB på ${BOOTDEV}
pa: ${BOOTDEV} ਵਿੱਚ GRUB ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pl: Nie mo¿na zainstalowaæ GRUBa w ${BOOTDEV}
pt_br: Impossível instalar o GRUB em ${BOOTDEV}
ro: Nu s-a putut instala GRUB în ${BOOTDEV}
sl: Grub ne morem namestiti v ${BOOTDEV}
zh_tw: 無法將 GRUB 安裝至 ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
cy: Methwyd rhedeg 'grub-install ${BOOTDEV}'.
de: Die Ausführung von »grub install ${BOOTDEV}« ist fehlgeschlagen.
el: Η εκτέλεση του 'grub-install ${BOOTDEV}' απέτυχε.
eo: Plenumado de 'grub-install ${BOOTDEV}' malsukcesis.
et: 'grub-install ${BOOTDEV}' käivitamine nurjus.
eu: Ezin izan da 'grub-install ${BOOTDEV}' exekutatu.
fa: اجرای 'grub-install ${BOOTDEV}' شکست خورد.
fi: Komennon "grub-install ${BOOTDEV}" suoritus epäonnistui.
gl: Non se puido executar 'grub-install ${BOOTDEV}'.
he: הרצת 'grub-install ${BOOTDEV}' נכשלה
id: Eksekusi 'grub-install ${BOOTDEV}' gagal.
kk: 'grub-install ${BOOTDEV}' командасын орындау мүмкін болмады.
lt: 'grub-install ${BOOTDEV}' vykdymas nepavyko.
lv: Kļūda palaižot 'grub-install ${BOOTDEV}'.
mg: Tsy nahomby ny fandefasana an'i 'grub-install ${DEVBOOT}'.
ml: 'grub-install ${BOOTDEV}' പ്രവര്ത്തിപ്പിക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
nn: Køyring av kommandoen «grub-install ${BOOTDEV}» feila.
pa: 'grub-install ${BOOTDEV}' ਚਲਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Uruchomienie 'grub install ${BOOTDEV}' nie powiod³o siê.
pt_br: A execução de 'grub-install ${BOOTDEV}' falhou.
ro: Execuţia 'grub-install ${BOOTDEV}' a eşuat.
sl: Izvajanje 'grub-install ${BOOTDEV}' ni uspelo.
zh_tw: 在執行 grub-install ${BOOTDEV} 時失敗了。

source: Unable to configure GRUB
cy: Methwyd cyflunio GRUB
de: GRUB konnte nicht konfiguriert werden.
el: Αδύνατη η ρύθμιση του grub
eo: Neebla akomodado de 'GRUB'-o
et: GRUB'i ei õnnestu seadistada
eu: Ezin da GRUB konfiguratu
fa: نمیتوان GRUB زا پیکربندی کرد.
fi: GRUB:in asetuksia ei voida tehdä.
gl: Non se puido configurar GRUB
he: לא מצליח להגדיר את GRUB
id: Tidak dapat mengonfigurasikan GRUB
kk: GRUB-ты орнату мүмкін болмады
lt: GRUB'o nepavyksta konfigūruoti
lv: Nevaru nokonfigurēt GRUB
mg: Tsy afaka manefy an'i GRUB
ml: ഗ്രബ് ക്രമീകരിക്കാന്‍ സാധിച്ചില്ല
nn: Klarer ikkje å setja opp GRUB
pa: GRUB ਸੰਰਚਿਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ
pl: Nie mo¿na skonfigurowaæ GRUBa
pt_br: Impossível configurar o GRUB
ro: Nu s-a putut configura GRUB
sl: Ne morem nastaviti GRUB
zh_tw: 無法設定 GRUB

source: Executing 'update-grub' failed.
cy: Methwyd rhedeg 'update-grub'.
de: Ausführung von »update-grub« fehlgeschlagen.
el: Η εκτέλεση του 'update-grub' απέτυχε.
eo: Plenumado de la 'update-grub'-komando malsukcesis.
et: 'update-grub' käivitamine nurjus.
eu: Ezin izan da 'update-grub' exekutatu.
fa: اجرای 'update-grub' شکست خورد.
fi: Komennon "update-grub" suoritus epäonnistui.
gl: Non se puido executar 'update-grub'.
he: הרצת 'update-grub' נכשלה.
id: Eksekusi 'update-grub' gagal.
kk: update-grub командасын орындау мүмкін болмады.
lt: 'update-grub' vykdymas nepavyko.
lv: Kļūda palaižot 'update-grub'.
mg: Tsy nahomby ny fandefasana an'i 'update-grub'.
ml: 'update-grub' പ്രവര്ത്തിപ്പിക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
nn: Køyring av kommandoen «update-grub» feila.
pa: 'update-grub' ਚਲਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Uruchomienie 'update-grub' nie powiod³o siê.
pt_br: A execução de 'update-grub' falhou.
ro: Execuţia 'update-grub' a eşuat.
sl: Izvajanje 'update-grub' nu uspelo.·
zh_tw: 在執行 update-grub 時失敗了。

source: This is a fatal error.
cy: Mae hyn yn wall marwol.
de: Dies ist ein schwerwiegender Fehler.
el: Αυτό είναι ένα μοιραίο σφάλμα.
eo: Tio estas fatala eraro.
et: See on saatuslik viga.
eu: Hau errore larria da.
fa: این یک خطای مهلک است.
fi: Tämä on vakava virhe.
gl: Este é un erro moi grave.
he: זאת שגיאה קטלנית
id: Ini merupakan kesalahan fatal.
kk: Бұл жөнделмейтіе қате.
lt: Tai lemtinga klaida.
lv: Šī ir fatāla kļūda.
mg: Fahadisoana goavana io.
ml: ഇതൊരു ഗുരുതര പിഴവാണ്.
nn: Dette er ein fatal feil.
pa: ਇਹ ਘਾਤਕ ਗਲਤੀ ਹੈ।
pl: B³±d krytyczny.
pt_br: Esse é um erro fatal.
ro: Aceasta este o eroare fatală.
sl: To je usodna napaka.
zh_tw: 這是一個嚴重錯誤。

source: Installing GRUB boot loader
cy: Sefydlu'r bŵtlwythydd GRUB
de: Installiere GRUB-Bootloader
el: Εγκατάσταση του φορτωτή εκκίνησης GRUB
eo: Instalado de 'GRUB'-praŝargo
et: Alglaaduri GRUB paigaldamine
eu: GRUB abioko kargatzailea instalatzen
fa: نصب راه‌انداز GRUB
fi: Asennetaan GRUB-alkulatausohjelma
gl: A instalar o cargador de inicio GRUB
he: מתקין את מנהל האתחול GRUB
id: Memasang boot loader GRUB
kk: GRUB жүйелік жүктеуішін орнату
lt: Diegiamas pradinis įkėliklis GRUB
lv: Instalēju GRUB sāknētāju
mg: Mametraka ny boot loader GRUB
ml: ഗ്രബ് ബൂട്ട് ലോഡര്‍ ഇന്സ്റ്റാള്‍ ചെയ്തുകൊണ്ടിരിക്കുന്നു
nn: Installerer oppstartssystemet GRUB
pa: GRUB ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Instalacja programu uruchomieniowego GRUB.
pt_br: Instalando o carregador de inicialização GRUB
ro: Se instalează încărcătorul de sistem GRUB
sl: Nameščam zagonski nalagalnik GRUB
zh_tw: 正在安裝 GRUB 開機程式
