Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
cy: Rhaid i chi osod cyfrinair ar gyfer 'root', cyfrif gweinyddol y system. Gall ddefnyddiwr maleisus neu anghymwys gyda mynediad 'root' gael canlyniadau trychinebus, felly dylwch gymryd ofal i ddewis gyfrinair 'root' nad yw'n hawdd i'w ddyfalu. Ni ddylai fod yn air mewn geiriadur, neu'n air a ellir ei gysyllti'n hawdd a chwi.
de: Sie müssen ein Passwort für »root«, das systemverwaltende Konto, angeben. Ein bösartiger Benutzer oder jemand, der sich nicht auskennt und Root-Rechte besitzt, kann verheerende Schäden anrichten. Deswegen sollten Sie darauf achten, ein Passwort zu wählen, das nicht einfach zu erraten ist. Es sollte nicht in einem Wörterbuch vorkommen oder leicht mit Ihnen in Verbindung gebracht werden können.
eo: Vi bezone ŝaltu pasvorton por 'root'-administranto, la sistemadministra konto. Malica aŭ malsperta uzantulo kiu administrante enirus povos provoki malvenkegon, do vi zorgende elektu malsupozan pasvorton. Ĝi nepre ne ĉeestos en vortaro aŭ ne estos rilata al vi.
et: Sa pead sisestama parooli kasutajale 'root' (juurkasutaja), mis on süsteemi administraatori kontoks. Pahatahtliku või ebapädeva isiku ligipääs juurkasutajale võib põhjustada katastroofilisi olukordi, niisiis vali parool, mida poleks lihtne ära arvata. Parool ei tohiks olla sõna, mille võib leida sõnaraamatust ega sõna, mis on sinuga hõlpsasti seostatav.
eu: 'root', sistemako kudeatzailea, pasahitza zehaztu behar duzu. Erabiltzaile maltzur edo ez-jakin batek root gisa sartzen bada sisteman hondamendia sor dezake, beraz, kontu handiz aukeratu pasahitza, eta ziurtatu asmatzen ez dela erraza izango. Ez luke hiztegian aurki daitekeen hitzik izan beharko, edo zurekin erreferentzia daitekeena.
gl: Ha ter que establecer un contrasinal para a conta do administrador do sistema. Un usuario malicioso ou non cualificado con acceso de administrador pode causar un desastre, así que debería asegurarse de escoller un contrasinal de administrador difícil de adiviñar. Non debería ser unha palabra que apareza no diccionario nin unha palabra que se poida asociar con facilidade a vostede.
lt: Turite nurodyti naudotojo 'root' (sistemos administravimo paskyros) slaptažodį. Piktavalis ar nekvalifikuotas naudotojas, turintis 'root' teises, gali sugadinti sistemą, todėl turėtumėte pasirinkti slaptažodį, kurį būtų sunku atspėti. Tai neturėtų būti žodis, randamas žodyne ar lengvai susiejamas su jumis. Geras slaptažodis turėtų būti sudarytas iš raidžių, skaitmenų ir skyrybos ženklų, ir turėtų būti reguliariai keičiamas. Slaptažodis keičiamas programa 'passwd'.
lv: Jums jāuzstāda superlietotāja (root) parole. Ļaunprātīgs vai nezinošs lietotājs ar superlietotāja piekļuvi var radīt postošas sekas. Jums būtu jāizvēlas tāda parole, kuru nevar viegli uzminēt. Tam nevajadzētu būt kādam parastam vārdam vai vārdam, ko varētu viegli asociēt ar Jums personiski.
ml: സിസ്റ്റം ഭരണ അക്കൌണ്ടായ 'root' ന് നിങ്ങള്‍ അടയാള വാക്ക് സെറ്റ് ചെയ്യേണ്ടതുണ്ട്. ഒരു ചീത്തയോ അല്ലെങ്കില്‍ കഴിവു കെട്ടതോ ആയ റൂട്ട് സമീപനത്തോട് കൂടിയ ഉപയോക്താവിന് വിനാശകരമായ അനന്തരഫലങ്ങള്‍ ഉണ്ടാക്കാനാകും, അതു കൊണ്ട് തന്നെ നിങ്ങള്‍ എളുപ്പത്തില്‍ ഊഹിക്കാനാകാത്ത ഒരു അടയാള വാക്ക് തിരഞ്ഞെടുക്കാന്‍ ശ്രദ്ധിക്കണം. അത് നിഘണ്ടുക്കളില്‍ കാണുന്നതോ അല്ലെങ്കില്‍ എളുപ്പത്തില്‍ നിങ്ങലോട് അസോസിയോറ്റ് ചെയ്യാന്‍ പറ്റാത്തതോ ആയിരിക്കണം.
pa: ਤੁਹਾਨੂੰ ਪ੍ਰਬੰਧਕ (root), ਇੱਕ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕੀ ਖਾਤਾ ਹੈ, ਲਈ ਇੱਕ ਗੁਪਤ-ਕੋਡ ਦੇਣ ਦੀ ਲੋੜ ਹੈ। ਇੱਕ ਗਲਤ ਜਾਂ ਅਣਜਾਣ ਉਪਭੋਗੀ ਇਹਨਾਂ ਅਧਿਕਾਰਾਂ ਨਾਲ ਸਮੱਸਿਆਵਾਂ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ, ਇਸ ਕਰਕੇ ਤੁਹਾਨੂੰ ਪ੍ਰਬੰਧਕੀ (root) ਗੁਪਤ-ਕੋਡ ਦੀ ਚੋਣ ਕਰਨ ਸਮੇਂ ਇਹ ਧਿਆਨ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਇਹ ਆਸਾਨ ਨਾ ਹੋਵੇ, ਇਹ ਸ਼ਬਦ-ਕੋਸ਼ ਵਿੱਚੋਂ ਕੋਈ ਅੱਖਰ ਨਾ ਹੋਵੇ, ਜਾਂ ਤੁਹਾਡੇ ਨਾਲ ਸਬੰਧਤ ਕੋਈ ਸ਼ਬਦ ਨਾ ਹੋਵੇ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਨਾਂ ਆਦਿ।
ro: Trebuie să activaţi o parolă pentru 'root', contul de administrare al sistemului. Un utilizator rău-voitor sau necalificat care căpăta acces la contul de root poate provoca dezastre, deci ar trebui să aveţi grijă să alegeţi o parolă de root care nu poate fi uşor ghicită. N-ar trebui să fie un cuvânt care se găseşte în dicţionare sau un cuvânt care poate fi asociat uşor cu dvs.
zh_tw: 您必須替 root（系統管理用帳號）設定密碼。如果讓懷有惡意或未經授權的使用者取得 root 權限將會導致極嚴重的後果，因此您應該小心地選擇一個不容易被猜到的 root 密碼。它不應該是個能在字典中找到的單字或是個容易和您聯想在一起的字詞。

source: Note that you will not be able to see the password as you type it.
cy: Sylwer ni fyddwch yn gallu gweld y cyfrinaiwr wrth ei deipio.
de: Hinweis: Sie werden das Passwort während der Eingabe nicht sehen.
eo: Notu, la pasvorto estos nevidebla dum ĝia skribado.
et: Parool ei ilmu tippimise ajal ekraanile.
eu: Jakin ezazu idazten duzun heinean pasahitza ez duzula ikusiko.
gl: Teña en conta que non se ha ver o contrasinal mentres o escribe.
he: שים לב שלא תוכל לראות את הסיסמה כאשר אתה מקליד אותה.
lt: Įvesdami slaptažodį, įvedamų simbolių ekrane nematysite.
lv: Piezīme: Ievadot paroli Jūs nevarēsiet to redzēt drošibas apsvērumu dēļ.
ml: നിങ്ങള്‍ ടൈപ് ചെയ്യുമ്പോള്‍ തന്നെ അടയാള വാക്ക് കാണാന്‍ സാധിക്കില്ല എന്ന് മനസ്സിലാക്കുക.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਲਿਖਣ ਸਮੇਂ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਨਹੀਂ ਵੇਖ ਸਕਦੇ ਹੋ।
ro: Atenţie: nu veţi putea să vedeţi parola în timp ce o scrieţi.
zh_tw: 請注意，您將不會看到您正在鍵入的密碼。

source: Please enter the same root password again to verify that you have typed it correctly.
cy: Os gwelwch yn dda, rhowch yr un cyfrinair 'root' eto er mwyn gwirio eich bod wedi ei deipio'n gywir.
de: Bitte geben Sie das selbe root-Passwort nochmal ein, um sicher zu gehen, dass Sie es richtig eingegeben haben.
eo: Bonvolu retajpi la saman radikan pasvorton por kontroli ĝian tajpĝustecon.
et: Palun sisesta sama parool uuest, et välistada vead trükkimisel.
eu: Sartu root-aren pasahitz berdina berriro, ongi idatzi duzula ziurtatzeko.
gl: Introduza o contrasinal de administrador outra vez para comprobar que o introduciu correctamente.
he: אנא הכנס את סיסמת ה-root בשנית על מנת לוודא שהקשת אותה בצורה נכונה.
lt: Prašau įvesti tą patį 'root' slaptažodį dar kartą, kad būtų galima patikrinti, ar teisingai įvedėte.
lv: Lūdzu ievadiet to pašu superlietotāja paroli vēlreiz, lai pārliecinātos, ka jūs to ievadījāt pareizi.
ml: ദയവായി ശരിക്കും ടൈപ് ചെയ്തു എന്നുറപ്പു വരുത്താനായി അതേ അടയാള വാക്ക് ഒന്നുകൂടി എന്റര്‍ ചെയ്യുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਬੰਧਕ (root) ਦੇ ਤੌਰ 'ਤੇ ਦਿੱਤਾ ਗੁਪਤ-ਕੋਡ ਮੁੜ ਲਿਖੋ ਤਾਂ ਕਿ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਇਹ ਠੀਕ ਹੈ।
ro: Vă rugăm să introduceţi din nou aceiaşi parolă de root pentru a verifica faptul că aţi scris-o corect.
zh_tw: 請再次輸入相同的 root 密碼以確認您是否正確鍵入。

source: Create a normal user account now?
cy: Creu cyfrif defnyddiwr arferol nawr?
de: Soll jetzt ein normales Benutzerkonto erstellt werden?
eo: Kreu nun normalan uzantan konton?
et: Luua tavakasutaja konto?
eu: Sortu erabiltzaile arrunta orain?
gl: ¿Crear agora unha conta normal de usuario?
he: האם ליצור חשבון משתמש רגיל עכשיו?
lt: Ar norite dabar sukurti paprasto naudotojo paskyrą?
lv: Izveidot normālu lietotāja ierakstu?
ml: ഒരു സാധാരണ ഉപയോക്താ അക്കൌണ്ട് ഇപ്പോള്‍ സൃഷ്ടിക്കണോ?
pa: ਕੀ ਸਧਾਰਨ ਉਪਭੋਗੀ ਖਾਤਾ ਬਣਾਉਣਾ ਹੈ?
ro: Acum creaţi un cont de utilizator obişnuit?
zh_tw: 是否要立即建立一個一般的使用者帳號？

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
cy: Mae'n syniad gwael defnyddio'r cyfrinair 'root' ar gyfer gweithredion cyffredinol megis darllen ebost, oherwydd gall hyd yn oed gamgymeriad bychan achosi trychineb. Dylwch greu cyfrif defnyddiwr cyffredin i'w ddefnyddio ar gyfer tasgau cyffredinol.
de: Es ist keine gute Idee, das root-Konto für die alltägliche Arbeit einzusetzen, wie z.B. Lesen der E-Mails, denn selbst ein kleiner Fehler kann in einer Katastrophe enden. Sie sollten nun ein normales Benutzerkonto erstellen.
eo: Preferinde maluzas 'root' ĉefuzantan konton por normala ĉiutaga agado, ekzemple retpoŝtado. Ĉar eĉ erareto provokus malvenkegon. Vi kreendu normalan uzantan konton por tiuj ĉiutagaj agoj.
et: Igapäevaste asjatoimetuste ajamine juurkasutajana on halb mõte (isegi näiteks emaili lugemine, kuna juba väike viga võib katastroofi põhjustada). Igapäevaste ülesannete toimetamiseks peaksid looma tavakasutaja.
eu: Burutazio txarra da supererabiltzailearen kontua eguneroko lanterarako erabiltzea, posta elektronikoa irakurtzeko adibidez, akats txiki batek sisteman izugarrizko kaltea sor bailezake. Sortu erabiltzaile arrunta eguneroko lanak egiteko.
gl: É unha mala idea empregar a conta de administrador para as súas actividades diarias, coma ler o correo electrónico, xa que incluso un erro pequeniño pode producir un desastre. Debería crear unha conta de usuario normal para empregar nesas tarefas diarias.
he: זהו רעיון רע להשתמש בחשבון root לשימושים יום-יומיים, למשל לקריאת דואר אלקטרוני, מאחר ואפילו טעות קטנה יכולה לגרום לאסון. עליך ליצור חשבון משתמש רגיל למשימות היום-יומיות.
lt: Naudoti administratoriaus (root) paskyrą kasdieniniams darbams, pavyzdžiui, elektroninio pašto skaitymui, yra pavojinga, nes net menka klaida gali pridaryti daug žalos. Dabar galite sukurti paprasto naudotojo paskyrą, kurią naudosite kasdieniam darbui.
lv: Lietot superlietotāja (root) ierakstu normālajam ikdienas darbam (piemēram, epasta lasīšanai) ir ļoti slikta doma, jo pat mazākā kļūda var izraisīt ievērojamas negatīvās sekas. Jums vajadzētu izveidot normālu lietotaja ierakstu ikdienas aktivitāšu veikšanai.
ml: ഇലക്ട്രോണിക് മെയില്‍ വായിക്കുക തുടങ്ങിയ സാധാരണ നിത്യേനയുള്ള പ്രവൃത്തികള്ക്ക് റൂട്ട് അക്കൌണ്ട് ഉപയോഗിക്കുന്നത് ഒരു ചീത്ത ആശയമാണ്, ഒരു ചെറിയ തെറ്റ് പോലും നാശത്തില്‍ കലാശിച്ചേക്കാം.
pa: ਪ੍ਰਬੰਧਕ (root) ਖਾਤੇ ਨੂੰ ਰੋਜ਼ਾਨਾ ਦੇ ਕੰਮਾਂ, ਜਿਵੇਂ ਕਿ ਈ-ਪੱਤਰ ਪੜਨੇ, ਲਈ ਵਰਤਣਾ ਇੱਕ ਗਲਤ ਹੈ, ਕਿਉਕਿ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਗਲਤੀ ਨਾਲ ਵੀ ਵੱਡੀ ਸਮੱਸਿਆ ਆ ਸਕਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਇਸਤਰਾਂ ਦੀ ਵਰਤੋਂ ਲਈ ਇੱਕ ਸਧਾਰਨ ਖਾਤਾ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Este o idee proastă să folosiţi contul de root pentru activităţile normale de zi cu zi, ca citirea de poştă electronică, deoarece chiar şi o mică greşeală poate duce la un dezastru. Este recomandat să creaţi un cont de utilizator obişnuit pe care sa-l utilizaţi pentru sarcinile de zi cu zi.
zh_tw: 使用 root 帳號來進行諸如閱讀電子郵件這類普通的日常操作並不是恰當的做法，因為在此情況下，即使一個極小的錯誤也可能會導致嚴重的後果。您應該建立一個一般的使用者帳號並使用它來進行這些日常的工作。

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an username, like 'imurdock' or 'rms'.
gl: Teña en conta que pode crealo máis tarde (o mesmo que calquera outra conta adicional) escribindo "adduser <usuario>" coma administrador, onde <usuario> é un nome de usuario coma "imurdock" ou "rms".
ml: നിങ്ങള്ക്കിത് 'adduser <ഉപയോക്താവിന്റെ പേര്>', ഇവിടെ ഉപയോക്താവിന്റെ പേര് 'imurdock' അല്ലെങ്കില്‍ 'rms' എന്ന പോലെ ഉള്ള ഒരു പേരാണ്, എന്ന് റൂട്ടായി ടൈപ് ചെയ്ത് പിന്നീടും സൃഷ്ടിക്കാം (അതുപോലെ എത്ര കൂടുതല്‍ അക്കൌണ്ടുകളും) എന്ന് മനസ്സിലാക്കുക.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਵੀ ਪ੍ਰਬੰਧਕ (root) ਦੇ ਤੌਰ 'ਤੇ 'adduser <username>' ਲਿਖ ਕੇ ਬਣਾ ਸਕਦੇ ਹੋ, ਜਿੱਥੇ ਕਿ <username> ਇੱਕ ਉਪਭੋਗੀ ਨਾਂ ਹੋਵੇਗਾ, ਜਿਵੇਂ ਕਿ 'imurdock' ਜਾਂ 'rms' ਆਦਿ।

source: Full name for the new user:
cy: Enw llawn ar gyfer y defnyddiwr newydd:
de: Voller Name des neuen Benutzers:
eo: Plena nomo por la nova uzulo:
et: Sisesta uue kasutaja täispikk nimi:
eu: Sartu erabiltzaile berriaren izen osoa:
gl: Nome completo do novo usuario:
he: הכנס שם מלא למשתמש החדש.:
lt: Naudotojo vardas, pavardė:
lv: Jaunā lietotāja pilnais vārds:
ml: പുതിയ ഉപയോക്താവിന്റെ മുഴുവന്‍ പേര്:
pa: ਨਵੇਂ ਉਪਭੋਗੀ ਲਈ ਪੂਰਾ ਨਾਂ ਦਿਓ:
ro: Numele complet pentru noul utilizator:
zh_tw: 請替新的使用者輸入完整姓名：

source: A user account will be created for you to use instead of the root account for non-administrative activities.
cy: Caiff cyfrif newydd ei greu ar eich cyfer i'w ddefnyddio yn hytrach na'r cyfrif 'root' ar gyfer gweithgareddau nid ydynt yn weinyddol.
de: Für Sie wird ein Konto angelegt, das Sie statt dem Root-Konto für die alltägliche Arbeit verwenden können.
eo: Uzanta konto estos kreita por vi uzas ĝin anstataŭ la 'root' ĉefuzanta konto dum ne administraj agadoj.
et: Sulle luuakse kasutajakonto, mida juurkasutaja asmel pruukida ülesannete jaoks, mille jaoks pole administraatoriõigusi tarvis.
eu: Erabiltzailearen kontua sortuko da, root kontua ordenagailuaren administrazio lanak egiteko bakarrik erabiltzeko.
gl: Háselle crear unha conta de usuario para que vostede a empregue para tarefas non administrativas, no canto da conta de administrador.
he: חשבון משתמש יווצר לשימושך במקום חשבון root לפעילויות לא-ניהוליות.
lt: Jums bus sukurta naudotojo paskyra (account), kurią galėsite naudoti vietoje 'root' paskyros ne administravimo darbams atlikti.
lv: Lietotāja ieraksts tiks izveidots ne-administratīvu darbību veikšanai.
ml: ഭരണപരമായ നടപടികള്ക്ക് റൂട്ട് അക്കൌണ്ടിനു പകരം ഉപയോഗിക്കാനായി നിങ്ങള്ക്ക് ഒരു ഉപയോക്താ അക്കൌണ്ട് സൃഷ്ടിക്കുന്നതായിരിക്കും.
pa: ਤੁਹਾਡੇ ਲਈ ਨਾ-ਪ੍ਰਬੰਧਕੀ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਪ੍ਰਬੰਧਕੀ (root) ਖਾਤੇ ਤੋਂ ਬਿਨਾਂਂ ਇੱਕ ਹੋਰ ਉਪਭੋਗੀ ਖਾਤਾ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।
ro: Un cont de utilizator va fi creat pentru dvs. ca să-l utilizaţi în loc de contul de root pentru activităţi non-administrative.
zh_tw: 將替您建立一個在進行非管理性之事務時，用來替代 root 帳號的使用者帳號。

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
cy: Rhowch enw go iawn y defnyddiwr hwn. Caiff y gwybodaeth hwn ei ddefnyddio er enghraifft fel tardd rhagosod ar gyfer ebost mae'r defnyddiwr hwn yn ei ddanfon ynghyd a unrhyw rhaglen sy'n dangos neu ddefnyddio enw go iawn y defnyddiwr. Mae eich enw llawn yn ddewis rhesymol.
de: Bitte geben Sie den vollen Namen des Benutzers an. Diese Information wird z.B. im Absender von E-Mails die er verschickt oder in Programmen die den Namen des Benutzers anzeigen, verwendet. Ihr kompletter Name wäre sinnvoll.
eo: Bonvole tajpu la realan nomon de tiu nova uzulo. Tio informo ekzemple servos en la origina adreso el sendotaj retpoŝtontoj de tiu uzulo. Plie en ĉiu programo kiu vidigas aŭ uzas plenan nomon. Via propa nomo estas bona elekto.
et: Palun sisesta kasutaja täispikk nimi. Seda nime kasutatakse näiteks kasutaja poolt saadetud e-kirjade saatjanimena ja ka mujal, kus on kasutaja päris nime tarvis on. Mõistlik oleks sisestada nii ees- kui ka perenimi.
eu: Mesedez idatzi erabiltzaile honen benetako izena. Datu hau posta mezuak bidatzean jatorri bezala edo erabiltzailearen benetako izena erabiltzen duen edozein programetan erabiliko da. Zure izen osoa aukera egokia izaten da.
gl: Introduza o nome real deste usuario. Esta información hase empregar, por exemplo, coma a orixe por defecto dos e-mails enviados por este usuario así coma nos programas que amosen ou empreguen o nome real do usuario. O máis razoable é introducir o seu nome completo.
lt: Įveskite naudotojo realų vardą. Ši informacija bus naudojama šio naudotojo siunčiamų el. laiškų siuntėjui įvardinti bei kitose programose, kurios rodo ar naudoja naudotojo vardą. Paprastai čia įvedamas jūsųvardas ir pavardė.
lv: Lūdzu ievadiet šī lietotāja reālo vārdu. Šī informācija tiks, piemēram, lietota kā vārds pēc noklusējuma epasta programmās vai jebkurā citā programmā, kas jebkādā veidā izmanto lietotāja vārdu. Parasti šeit ievada pilnu vārdu un uzvārdu.
ml: ഈ ഉപയോക്താവിന്റെ യഥാര്ത്ഥ പേര് എന്റര്‍ ചെയ്യുക. ഉദാഹരണത്തിന് ഈ ഉപയോക്താവ് അയക്കുന്ന ഇ മെയിലുകളുടെ ഡിഫാള്ട്ട് സ്രോതസ്സായോ ഉപയോക്താവിന്റെ യഥാര്ത്ഥ പേര് പ്രദര്ശിപ്പിക്കുകയോ ഉപയോഗിക്കുകയോ ചെയ്യുന്ന പ്രോഗ്രാമുകള്‍ ഈ വിവരം ഉപയോഗിക്കും. നിങ്ങളുടെ മുഴുവന്‍ പേര് ഒരു നല്ല ചോയ്സ് ആണ്.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਉਪਭੋਗੀ ਲਈ ਸਹੀਂ ਨਾਂ ਦਿਉ। ਇਹ ਜਾਣਕਾਰੀ ਨੂੰ ਉਸ ਉਪਭੋਗੀ ਵਲੋਂ ਈ-ਮੇਲ ਭੇਜਣ ਲਈ ਮੂਲ ਖੇਤਰ ਦੇ ਨਾਲ ਵਰਤਣ ਤੋਂ ਇਲਾਵਾ ਉਸ ਪਰੋਗਰਾਮ ਵਿੱਚ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਜੋ ਕਿ ਵਿਖਾਉਦੇ ਹਨ ਜਾਂ ਉਪਭੋਗੀ ਦੇ ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ। ਤੁਹਾਡਾ ਪੂਰਾ ਨਾਂ ਇੱਕ ਮੰਨਣਯੋਗ ਚੋਣ ਹੈ।
ro: Vă rugăm să introduceţi numele real al acestui utilizator. Această informaţie va fi folosită, de exemplu, ca origine implicită a poştei electronice trimise de acest utilizator cât şi de orice program care afişează sau utilizează numele real al utilizatorului. Numele dumnevoastră real şi complet este o algere rezonabilă.
zh_tw: 請替這個使用者輸入其真實的姓名。這個資訊會用在像是當這個使用者寄出電子郵件時可用來做為寄信人名稱，或是用在其它會顯示或用到使用者真實名稱的程式裡。在此填入您的完整姓名則會是個合理的選擇。

source: Username for your account:
cy: Enw cyfrif ar gyfer eich cyfrif:
de: Benutzername für Ihr Konto:
eo: Via konta salutnomo:
et: Sisesta oma kontole kasutajanimi:
eu: Sartu kontuaren erabiltzaile-izena:
gl: Nome de usuario para a súa conta:
he: הכנס שם משתמש לחשבון שלך:
lt: Naudotojo vardas jūsų paskyrai:
lv: Ieraksta lietotāja vārds
ml: നിങ്ങളുടെ അക്കൌണ്ടിനു വേണ്ട ഉപയോക്താവിന്റെ പേര്:
pa: ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਉਪਭੋਗੀ ਨਾਂ:
ro: Numele de utilizator pentru contul dvs.:
zh_tw: 您的帳號的使用者名稱：

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
cy: Dewiswch enw cyfrif ar gyfer y cyfrif newydd. Mae eich enw cyntaf yn ddewis rhesymol. Dylai'r enw cyfrif gychwyn gyda llythyren fechan, a all fod wedi ei ddilyn gan unrhyw gyfuniad o rhifau a mwy o lythrennau bychan.
de: Wählen Sie einen Benutzernamen für das neue Benutzerkonto. Der Vorname ist meist eine gute Wahl. Der Benutzername sollte mit einem kleinen Buchstaben beginnen, gefolgt von weiteren kleinen Buchstaben oder auch Zahlen.
eo: Elektu salutnomon por via konto. Vi antaŭnomo estas bona elekto. La salutnomo ende komenciĝos per literitoj, ĝi eble laŭiros per iom ajnaj ciferoj kaj literitoj.
et: Vali oma kontole kasutajanimi. Mõistlik valik võiks olla näiteks sinu eesnimi. Kasutajanimi peaks algama väiketähega, millele järgneb kombinatsioon väiketähtedest ja soovi korral ka numbritest.
eu: Hautatu kontu berriaren erabiltzaile-izena. Zure izena aukera logikoa da. Erabiltzaile-izena letra minuskularekin hasi behar du eta zenbakin eta letra maiuskulen/minuzkulen konbinazioarekin jarraituz.
gl: Escolla un nome de usuario para a nova conta. O seu nome é unha elección razonable. O nome de usuario debería comezar por unha letra minúscula, que pode ir seguida por calquera combinación de números e letras minúsculas.
he: בחר שם משתמש לחשבון החדש. שמך הפרטי הוא בחירה הגיונית. שם המשתמש צריך להתחיל באות קטנה, ואחריה כל צירוף של מספרים ואותיות קטנות.
lt: Pasirinkite naudotojo vardą naujajai paskyrai. Jūsų vardas yra tinkamas pasirinkimas. Naudotojo vardas turėtų prasidėti iš mažosios raidės, po kurios gali būti mažųjų raidžių ir skaitmenų kombinacija.
lv: Ievaliet ieraksta lietotāja vārdu. Laba izvēle ir Jūsu vārds (bez uzvārda). Lietotāja vārds var sākties ar mazo latīņu alfabēta burtu aiz kura var sekot jebkāda mazo latīņu alfabēta burtu un ciparu kombinācija.
ml: പുതിയ അക്കൌണ്ടിനു വേണ്ട ഉപയോക്താവിന്റെ പേര് തിരഞ്ഞെടുക്കൂ. നിങ്ങളുടെ പേര് ഒരു നല്ല ചോയ്സ് ആണ്. ഉപയോക്താവിന്റെ പേര് ഒരു ചെറിയക്ഷരം വച്ച് തുടങ്ങണം, അതിന് ശേഷം അക്കങ്ങളുടേയോ കൂടുതല്‍ ചെറിയക്ഷരങ്ങളുടേയോ എത്ര ചേര്ച വേണമെങ്കിലുമാകാം.
pa: ਨਵੇਂ ਖਾਤੇ ਲਈ ਉਪਭੋਗੀ ਨਾਂ ਦੀ ਚੋਣ ਕਰੋ। ਤੁਹਾਡਾ ਪਹਿਲਾਂ ਨਾਂ ਸਭ ਤੋਂ ਵਧੀਆ ਚੋਣ ਹੈ। ਉਪਭੋਗੀ ਨਾਂ ਛੋਟੇ ਅੱਖਰਾਂ ਨਾਲ ਹੀ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਹੋਰ ਕੋਈ ਅੰਕ ਜਾਂ ਛੋਟੇ ਅੱਖਰ ਸ਼ਾਮਿਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
ro: Selectaţi un nume pentru noul cont. Prenumele dumneavoastră este o alegere rezonabilă. Numele de utilizator ar trebui să înceapă cu literă mică, care poate fi urmată de orice combinaţie de numere şi mai multe litere mici.
zh_tw: 請替新的帳號輸入使用者名稱。例如，您的名字就是一個不錯的選擇。使用者名稱必須以小寫字母開頭，接著的則可以是任意數字或其它的小寫字母之組合。

source: Invalid username
cy: Enw defnyddiwr annilys
de: Ungültiger Benutzername
eo: Malvalida salutnomo
et: Konto nimi ei sobi
eu: Erabiltzaile-izen baliogabea.
gl: Nome de usuario non válido
he: שם המשתמש שהוכנס אינו חוקי
lt: Netaisyklingas naudotojo vardas.
lv: Nederīgs lietotāja vārds
ml: വാലിഡല്ലാത്ത ഉപയോക്താവിന്റെ പേര്
pa: ਗਲਤ ਉਪਭੋਗੀ ਨਾਂ
ro: Nume de utilizator nevalid
zh_tw: 不正確的使用者名稱

source: The username you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
gl: O nome de usuario que introduciu non é válido. Teña en conta que os nomes de usuario deben comezar por unha letra minúscula que pode ir seguida por calquera combinación de números e letras minúsculas.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത ഉപയോക്താവിന്റെ പേര് വാലിഡല്ല. ഉപയോക്താവിന്റെ പേര് ഒരു ചെറിയക്ഷരം വച്ച് തുടങ്ങണം, അതിന് ശേഷം അക്കങ്ങളുടേയോ കൂടുതല്‍ ചെറിയക്ഷരങ്ങളുടേയോ എത്ര ചേര്ച വേണമെങ്കിലുമാകാം എന്നോര്ക്കുക.
pa: ਦਿੱਤਾ ਉਪਭੋਗੀ ਨਾਂ ਗਲਤ ਹੈ। ਯਾਦ ਰੱਖੋ ਕਿ ਉਪਭੋਗੀ ਨਾਂ ਛੋਟੇ ਅੱਖਰਾਂ ਨਾਲ ਹੀ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਬਾਅਦ ਵਿੱਚ ਕੋਈ ਵੀ ਅੰਕ ਜਾਂ ਛੋਟੇ ਅੱਖਰ ਹੋ ਸਕਦੇ ਹਨ।

source: Reserved username
gl: Nome de usuario reservado
ml: ഉപയോക്താവിന്റെ പേര് റിസര്‍വ്‍ ചെയ്തതാണ്
pa: ਰਾਖਵਾਂ ਉਪਭੋਗੀ ਨਾਂ

source: The username you entered (${USERNAME}) is reserved for use by the system. Please select a different one.
gl: O nome de usuario que introduciu (${USERNAME}) está reservado para o sistema. Escolla outro nome.
ml: നിങ്ങള്‍ എന്റര്‍ ചെയ്ത ഉപയോക്താവിന്റെ പേര് (${USERNAME}) സിസ്റ്റത്തിന്റെ ഉപയോഗത്തിനായി റിസര്‍വ്‍ ചെയ്തതാണ്. ദയവായി വേറൊരെണ്ണം തിരഞ്ഞെടുക്കൂ.
pa: ਉਪਭੋਗੀ-ਨਾਂ (${USERNAME}), ਜੋ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ, ਉਹ ਸਿਸਟਮ ਵਲੋਂ ਰਾਖਵਾਂ ਹੈ। ਹੋਰ ਨਾਂ ਚੁਣੋ ਜੀ।

source: Choose a password for the new user:
cy: Dewiswch gyfrinair ar gyfer y defnyddiwr newydd:
de: Wählen Sie ein Passwort für den neuen Benutzer:
eo: Elektu pasvorton por la nova uzulo:
et: Sisesta uue kasutaja parool:
eu: Hautatu erabiltzaile berriarentzat pasahitz bat:
gl: Introduza o contrasinal do novo usuario:
he: הכנס סיסמה למשתמש החדש:
lt: Įveskite naujojo naudotojo slaptažodį:
lv: Ievadiet paroli jaunajam lietotājam:
ml: പുതിയ ഉപയോക്താവിനായി ഒരു അടയാള വാക്ക് തിരഞ്ഞെടുക്കൂക:
pa: ਨਵੇਂ ਉਪਭੋਗੀ ਲਈ ਗੁਪਤ-ਕੋਡ ਦਿਓ:
ro: Alegeţi o parolă pentru noul utilizator:
zh_tw: 請替新的使用者輸入完整姓名：

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
cy: Bydd cyfrinair da yn cynnwys cymysg o lythrennau, rhifau a atalnodau, a dylid ei newid yn rheolaidd.
de: Ein gutes Passwort enthält eine Mixtur aus Buchstaben, Zahlen und Sonderzeichen und wird in regelmäßigen Abständen geändert.
eo: Bona pasvorto prefere enhavas literoj, ciferoj, signoj kaj ĝi estos nepre regule ŝanĝita.
et: Hea parool sisaldab nii tähti, numbreid kui ka kirjavahemärke ning teda muudetakse regulaarselt.
eu: Pasahitz egoki batek hizki (maisukulak eta minuskulak), zenbaki eta puntuazio ikurren nahasketa izaten da, eta aldiro aldatzea gomendatzen da.
gl: Un bo contrasinal contén unha mestura de letras, números e signos de puntuación, e debera de se cambiar con regularidade.
he: סיסמה טובה מכילה תערובת של אותיות, מספרים ופיסוק, ותשתנה במרווחים קבועים.
lt: Saugus slaptažodis turėtų būti sudarytas iš raidžių, skaitmenų bei skyrybos ženklų, ir turėtų būti reguliariai keičiamas.
lv: Laba parole sastāvēs no burtu, ciparu un dažādu simbolu kombinācijas. Paroli būtu regulāri jāmaina.
ml: ഒരു നല്ല അടയാള വാക്ക് അക്ഷരങ്ങളുടേയും അക്കങ്ങളുടേയും പങ്ച്വേഷന്റേയും ഒരു മിശ്രിതം ഉള്കൊള്ളുന്നതായിരിക്കണം എന്ന് മാത്രമല്ല ഇടക്കിടേ മാറ്റികൊണ്ടുമിരിക്കണം.
pa: ਇੱਕ ਚੰਗੇ ਗੁਪਤ-ਕੋਡ ਵਿੱਚ ਅੱਖਰ, ਅੰਕ ਅਤੇ ਵਿਰਾਮ ਚਿੰਨ੍ਹ ਹੁੰਦੇ ਹਨ ਅਤੇ ਇਸ ਨੂੰ ਨਿਯਮਤ ਸਮੇਂ ਉਪਰੰਤ ਬਦਲਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: O parolă bună va conţine un amestec de litere, numere şi semne de punctuaţie şi ar trebui schimbată la intervale regulate de timp.
zh_tw: 一個恰當的密碼應當由字母、數字和標點符號混雜而成，並得要定期更新。
