Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: ${iface} appears to have been disabled by means of a physical "kill switch". If you intend to use this interface, please switch it on before continuing.
de: ${iface} scheint abgeschaltet worden zu sein. Beabsichtigen Sie diese Schnittstelle zu verwenden, dann schalten Sie es bitte ein, bevor sie fortfahren.
eo: ${iface} ŝajne estas malaktivigita de la 'Kill switch'-parametro. Se vi intencas uzi tiun ĉi aparatadaptilon, bonvolu ŝalti ĝin antaŭ ol pluigi.
et: Võrguliides ${iface} paistab olevat füüsilise nn "tapalülitiga" välja lülitatud. Kui plaanid seda liidest kasutada, palun lülita ta enne jätkamist sisse.
eu: Dirudienez ${iface} ezgaiturik izan da "kill switch" fisiko baten bidez. Interfaze hau erabiltzeko asmoa baduzu mesedez gaitu ezazu erabili aurretik.
gl: Semella que ${iface} está desactivado por un "interruptor de corte de rede". Se pretende empregar esta interface, acéndaa antes de continuar.
he: נראה כי ממשק הרשת ${iface}, הופסק ע"י אמצעים של " הורדת המתג". אם יש כוונה להשתמש בממשק זה, כדאי להדליק אותו לפני המשכה בתהליך.
lt: Panašu, kad sąsajoje ${iface} buvo išjungtas fizinis jungiklis "kill switch". Jei ketinate naudoti šią sąsają, perjunkite šį jungiklį prieš pratęsiant.
lv: Liekas, ka jūsu tīklakarte ${iface} ir fiziski deaktivizēta izmantojot "kill slēdzi". Ja gribat to turpmāk izmantot, lūdzu ieslēdziet to atpakaļ.
ml: ${iface} ഒരു ഭൌതിക "കില്‍ സ്വിച്" ഉപയോഗിച്ച് ഡിസേബിള്‍ ചെയ്തതു പോലെ തോന്നുന്നു. നിങ്ങള്‍ ഇത് ഉപയോഗിക്കാനാഗ്രഹിക്കുന്നുണ്ടെങ്കില്‍, ദയവായി തുടരുന്നതിന് മുന്പേ സ്വിച് ഓണ്‍ ചെയ്യുക.
pa: ${iface} ਨੂੰ ਭੌਤਿਕ "kill switch" ਰਾਹੀਂ ਅਯੋਗ ਕੀਤਾ ਜਾਪਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਇਸ ਇੰਟਰਫੇਸ ਨੂੰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਤੇ ਜਾਓ ਜੀ।
ro: ${iface} pare că a fost scoasă din uz prin ajustarea fizică întrerupătorului kill. Dacă intenţionaţi să folosiţi această interfaţă vă rugăm să o porniţi înainte de a continua.
zh_tw: ${iface} 似乎被一種硬體的"無效開關" (kill switch) 給強制關閉了。如果您想要使用這個網路介面，請在繼續進行之前將它打開。

source: Infrastructure (Managed) network
gl: Rede de infraestructura (xestionada)
ml: ഇന്ഫ്രാസ്ട്രക്ചര്‍ (മാനേജ്ഡ്) നെറ്റ്‌വര്ക്ക്
pa: ਜਾਣਕਾਰੀ-ਢਾਂਚਾ (ਪ੍ਰਬੰਧਨ ਕੀਤਾ) ਨੈੱਟਵਰਕ

source: Ad-hoc network (Peer to peer)
gl: Rede Ad-hoc (entre iguais)
ml: അഡ്ഹോക്ക് നെറ്റ്‌വര്ക്ക് (പിയര്‍-ടു-പിയര്‍)
pa: Ad-hoc ਨੈੱਟਵਰਕ (ਪੀਅਰ ਤੋਂ ਪੀਅਰ)

source: Type of wireless network:
gl: Tipo de rede sen fíos:
ml: വയര്‍ലെസ്സ് നെറ്റുവര്ക്കിന്റെ തരം:
pa: ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਦੀ ਕਿਸਮ:

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
cy: Mae rhwydweithiau diwifren un ai yn rheoledig neu'n ad-hoc. Os ydych chi'n defnyddio pwynt mynediad go iawn o rhyw fath, mae'ch rhwydwaith yn Rheoledig. Os mai rhyw gyfrifiadur arall yw eich 'pwynt mynediad', gall fod eich rhwydwaith yn Ad-hoc.
de: Drahtlose Netzwerke sind entweder »managed« oder »ad-hoc«. Wenn Sie einen echten Access Point benutzen, ist Ihr Netzwerk »managed«. Wenn ein anderer Computer Ihren Access Point bildet, ist Ihr Netzwerk wahrscheinlich »ad-hoc«.
el: Τα ασύρματα δίκτυα είναι είτε διαχειριζόμενα (managed) ή τυχαίας τοπολογίας(ad-hoc). Αν χρησιμοποιείτε κάποιο σημείο πρόσβασης (access point), το δίκτυό σας είναι Διαχειριζόμενο. Αν κάποιος άλλος υπολογιστής παίζει το ρόλο του 'σημείου πρόσβασης' τότε το δίκτυό σας είναι τυχαίας τοπολογίας (Ad-hoc).
eo: Sendrataj retoj funkcias laŭ la mastrumata modo ('Managed') aŭ la alcela modo ('Peer to peer'). Se vi uzas retenirejon, via reto estas mastrumata modo. Se alia komputilo servas estiel retenirejo, via reto estas alcela modo.
et: Traadita võrgud on kas juhitavad või ad-hoc. Kui kasutad mõnd tõelist pöörduspunkti on su võrk juhitav. Kui 'pöörduspunkti' rollis on mõni teine arvuti, võib su võrk olla ad-hoc.
eu: Haririk gabeko sareak kudeatuak edo ad hoc dira. Nolabaiteko sarbide-puntu erreala erabiltzen baduzu, zure sarea kudeatua da. Zure 'sarbide-puntua' beste ordenagailu bat bada, orduan zure sarea Ad-hoc izango da.
fa: شبکه‌های بیسیم یا به صورت managed هستند یا به صورت ad-hoc : اگر شما از یک نقطه‌ی دسترسی واقعی استفاده میکنید، شبکه‌ی شما از نوع managed است اما اگر رایانه‌ی دیگری نقطه‌ی دسترسی شماست، شبکه‌ی شما احتمالا ad-hoc است.
fi: Langattomat verkot ovat joko hallinnoituja tai verkon solmujen omin päin muodostamia (ad-hoc). Jos käytössä on tukiasema, verkko on hallinnoitu. Jos toinen tietokone on "tukiasema", verkko saattaa olla ad-hoc.
gl: As redes sen fíos poden ser xestionadas ou ad-hoc. Se emprega un punto de acceso de calquera tipo, a súa rede é Xestionada. Se outro ordenador é o seu 'punto de acceso', entón a súa rede pode ser Ad-hoc.
he: רשתות אלחוטיות יכולות להיות מנוהלות או יעודיות. אם אתה משתמש במשתמש בנקודה גישה אמיתית, הרשת שלך היא מנוהלת. אם מחשב אחר הוא נקודה הגישה שלך, אז הרשת שלך היא יעודית.
id: Jaringan nirkabel dapat merupakan 'jaringan dikelola' atau 'ad-hoc'. Bila Anda menggunakan titik akses yang nyata, jaringan Anda Dikelola. Bila komputer lain merupakan 'titik akses', maka jaringan Anda Ad-hoc.
kk: Сымсыз желінің екі түрі болады: басқарушы желі(managed network) және түзу қосу ad hoc. Егер сіз желіге қандай да бір нағыз рұқсат нүктесімен(access point),онда сізде басқарылу желісі. Егер рұқсат нүктесімен (access point) басқа компьютер болса онда сізде түзу қосу болады.
lt: Bevieliai tinklai būna "managed" bei "ad-hoc". Jei naudojate tikrą pasiekimo tašką (Access Point), tuomet rinkitės "managed". Jei jungiatės tiesiogiai prie kito kompiuterio, rinkitės "ad-hoc".
lv: Bezvadu tīklu tipi parasti ir vai nu pārvaldītie vai arī ad-hoc. Ja jūs izmantojat jebkādu reālu pieejas punktu, jūsu tīkla tips ir 'pārvaldīts'. Ja kāds cits dators kalpo par jūsu pieejas punktu, tad jūsu tīkla tips ir Ad-Hoc
mg: Ny rezo tsy misy tarony dia mety ho insfrastructure na ad-hoc. Raha mampisa toerana fidirana teny ozy ianoa dia infrastructure ny rezo 'nao. Raha toa ka milina haka koa no misolo ny toerana fidirana dia ad-hoc ny rezo.
ml: വയര്‍ലെസ്സ് നെറ്റുവര്ക്കുകള്‍ മാനേജ്ഡ് അല്ലെങ്കില്‍ അഡ്ഹോക്ക് ആയിരിക്കും. നിങ്ങള്‍ ഏതെങ്കിലും തരത്തിലുള്ള യഥാര്ത്ഥ സമീപന പോയിന്റ് ഉപയോഗിക്കുന്നുണ്ടെങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് മാനേജ്ഡ് ആണ്. മറ്റൊരു കമ്പ്യൂട്ടറാണ് നിങ്ങളുടെ സമീപന പോയിന്റ് എങ്കില്‍ നിങ്ങളുടെ നെറ്റ്‌വര്ക്ക് അഡ്ഹോക്ക് ആയിരിക്കാം.
nn: Trådlause nettverk er anten handterte eller ad-hoc. Viss du brukar eit verkeleg tilgangspunkt av ein type, så er nettverket ditt handtert. Viss ei anna datamaskin er «tilgangspunktet» ditt, så er nettverket ad-hoc.
pa: ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਜਾਂ ਤਾਂ ਪ੍ਰਬੰਧਨ ਕੀਤਾ ਹੈ ਜਾਂ ad-hoc ਹੈ। ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਤਰਾਂ ਦੀ ਅਸਲੀ ਪਹੁੰਚ ਵਰਤਦੇ ਹੋ, ਤੁਹਾਡਾ ਨੈੱਟਵਰਕ ਪ੍ਰਬੰਧਨ ਕੀਤਾ ਹੈ। ਜੇ ਹੋਰ ਕੰਪਿਊਟਰ ਤੁਹਾਡਾ 'ਪਹੁੰਚ ਬਿੰਦੂ' ਹੈ, ਫਿਰ ਤੁਹਾਡਾ ਨੈੱਟਵਰਕ Ad-hoc ਹੋ ਸਕਦਾ ਹੈ।
pl: Sieci bezprzewodowe s± albo zarz±dzalne albo typu ad-hoc. Je¶li u¿ywasz jakiego¶ prawdziwego punktu dostêpowego, Twoja sieæ jest zarz±dzalna. Je¶li inny komputer jest punktem dostêpowym, wtedy jest to prawdopodobnie sieæ typu Ad-hoc.
pt_br: Redes sem fio podem ser gerenciadas ou ad-hoc. Caso você utilize um ponto de acesso real de algum tipo, sua rede Gerenciada. Caso outro computador seja seu 'ponto de acesso', sua rede é do tipo Ad-hoc.
ro: Reţelele radio sunt fie cu management, fie ad-hoc. Dacă folosiţi vreun access point real, reţeaua este Cu management. Dacă un alt calculator este 'access point-ul' dvs., atunci reţeaua dvs. ar putea fi Ad-hoc.
sl: Brezžična omrežja so ali upravljana ali pa ad-hoc. Če uporabljate pravo dostopno točko določene vrste imate upravljano omrežje. Če je drugi računalnik vaša 'dostopna točka', potem je vaše omrežje Ad-hoc.
zh_tw: 無線網路可以為 Managed 或 Ad-hoc 其中之一。如果您是以某些實體裝置做為基地台，您的網路就是 Managed。而或者您的基地台是另一台電腦，那麼您的網路則可能是 Ad-hoc。

source: Wireless network configuration
cy: Cyfluniad rhwydwaith diwifren
de: Konfiguration von drahtlosen Netzwerken
el: Ασύρματη ρύθμιση δικτύου
eo: Akomodado de la sendrata reto
et: Traadita võrgu seadistus
eu: Haririk gabeko sarearen konfigurazioa
fa: تنظیمات شبکه‌ی بیسیم
fi: Langattoman verkon asetukset
gl: Configuración da rede sen fíos
he: הגדרת רשת אלחוטית
id: Konfigurasi jaringan nirkabel
kk: Желіні сымсыз күйге келтіру
lt: Belaidžio tinklo konfigūravimas
lv: Bezvadu tīkla konfigurācija
mg: Manefy ny rezo tsy misy taroby
ml: വയര്‍ലെസ്സ് നെറ്റ്‌വര്ക്ക് ക്രമീകരണം
nn: Oppsett av trådlaust nettverk
pa: ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ
pl: Konfiguracja sieci bezprzewodowej
pt_br: Configuração de rede sem fio
ro: Configuraţie de reţea radio
sl: Mrežne nastavitve brezžičnega omrežja
zh_tw: 無線網路設定

source: Searching for wireless access points ...
cy: Yn chwilio am bwyntiau mynediad diwifren ...
de: Suche nach drahtlosen Access Points ...
el: Ανίχνευση για ασύρματα σημεία πρόσβασης ...
eo: Serĉadi sendratajn retenirejojn...
et: Traadita pöörduspunktide otsimine...
eu: Haririk gabeko sarbide-puntuak bilatzen...
fa: جستجوی نقاط دسترسی بیسیم...
fi: Etsitään langattomia tukiasemia ...
gl: A buscar puntos de acceso sen fíos...
he: מחפש נקודות גישה לרשת האלחוטית...
id: Sedang mencari titik akses nirkabel ...
kk: Рұқсат нүктелерін іздеуі (access point) сымсыз желі ...
lt: Ieškoma belaidžio tinklo pasiekimo taškų (access points) ...
lv: Meklēju bezvadu tīkla piekļuves punktus...
mg: Mitady toerana fidirana ...
ml: വയര്‍ലെസ്സ് സമീപന പോയിന്റുകള്ക്കായി തിരഞ്ഞുകൊണ്ടിരിക്കുന്നു ...
nn: Søkjer etter trådlause tilgangspunkt ...
pa: ਬੇਤਾਰ ਪਹੁੰਚ ਬਿੰਦੂਆਂ ਲਈ ਖੋਜ ਜਾਰੀ ਹੈ...
pl: Poszukiwanie bezprzewodowych punktów dostêpowych ...
pt_br: Procurando por pontos de acesso sem fio ...
ro: Se caută puncte de acces radio ...
sl: Iščem brezžične dostopne točke ...
zh_tw: 正在尋找無線基地台 ...

source: <none>
cy: <dim>
de: <nichts>
el: <καμία>
eo: <neniu>
et: <pole>
eu: <bat ere ez>
fi: <ei mitään>
gl: <ningunha>
id: <tiada>
kk: <бірде біреуі емес>
mg: <tsy misy>
ml: <ഒന്നുമില്ല>
nn: <ingen>
pa: <ਕੋਈ ਨਹੀਂ>
pl: <brak>
pt_br: <nenhuma>
ro: <nici una>
sl: <nobeden>
zh_tw: <無>

source: Wireless ethernet (802.11x)
cy: Ethernet diwifren (802.11x)
de: Drahtloses Ethernet (802.11x)
el: Ασύρματο ethernet (802.11x)
eo: Sendrata '802.11x'-Eterreto
et: Traadita ethernet (802.11x)
eu: Haririk gabeko ethernet (802.11x)
fi: Langaton ethernet (802.11x)
gl: Ethernet sen fíos (802.11x)
id: Ethernet nirkabel (802.11x)
kk: Сымсыз желі (802.11x)
lv: Bezvadu tīkls (802.11x)
mg: Ethernet tsy misy taroby (802.11x)
ml: വയര്‍ലെസ്സ് ഇഥര്നെറ്റ് (802.11x)
nn: Trådlaust ethernet (802.11x)
pa: ਬੇਤਾਰ ਈਥਰਨੈੱਟ (802.11x)
pl: Bezprzewodowy ethernet (802.11x)
pt_br: Rede sem fio (802.11x)
ro: Ethernet prin radio (802.11x)
sl: Brezžični ethernet (802.11x)
zh_tw: 無線網路卡 (802.11x)

source: wireless
cy: diwifren
de: drahtlos
el: ασύρματο
eo: sendrata
et: traadita
eu: haririk gabea
fa: بی‌سیم
fi: langaton
gl: sen fíos
he: אלחוטי
id: nirkabel
kk: сымсыз
lt: bevielis
lv: bezvadu
mg: tsy misy taroby
ml: വയര്‍ലെസ്സ്
nn: trådlaus
pa: ਬੇਤਾਰ
pl: bezprzewodowy
pt_br: sem fio
ro: fără fir (radio)
sl: brezžično
zh_tw: 無線網路

source: Ethernet or FireWire (IEEE 1394)
gl: Ethernet ou FireWire (IEEE 1394)
ml: ഈഥര്‍നെറ്റ് അല്ലെങ്കില്‍ ഫയര്‍വയര്‍ (IEEE 1394)
pa: ਈਥਰਨੈੱਟ ਜਾਂ ਫਾਇਰਵਾਇਰ (IEEE 1394)

source: Token Ring
eo: Staferingo
ml: ടോക്കണ്‍ റിങ്ങ്
pa: ਟੋਕਨ ਰਿੰਗ

source: USB net
de: USB-Netzwerk
eo: Universala Seria Busreto
eu: USB sarea
gl: Rede USB
he: רשת USB
lt: USB tinklas
lv: USB tīkls
ml: USB നെറ്റ്
pa: USB ਨੈੱਟ
ro: Reţea USB

source: Serial-line IP
cy: IP Llinell Cyfresol
de: IP über serielle Schnittstelle
el: IP σειριακής σύνδεσης
eo: Interreta Protokolo tra Seria-lino
eu: Serieko lineako IP
fi: Sarjalinja-IP
gl: IP por porto serie (SLIP)
id: IP Serial-line
kk: IP жалғастырылған сызық (SLIP)
lt: IP per nuoseklią liniją
lv: Secīgās līnijas IP
ml: സീരിയല്‍-ലൈന്‍ ഐപി
nn: IP over seriell-linje
pa: ਸੀਰੀਅਲ-ਲਾਈਨ IP
pl: IP po linii szeregowej
pt_br: IP Linha-Serial
ro: IP prin linie serială
sl: Serijska-povezava IP
zh_tw: Serial-line IP (SLIP)

source: Parallel-port IP
cy: IP Porth Paralel
de: IP über parallele Schnittstelle.
el: IP παράλληλης θύρας
eo: Interreta Protokolo tra Paraleta-pordo
eu: Ataka paraleloko IP
fi: Rinnakkaisportin IP
gl: IP por porto paralelo (PLIP)
id: IP port Paralel
kk: IP қатарласқан сызық (PLIP)
lt: IP per lygiagrečią liniją (PLIP)
lv: Paralēlās pieslēgvietas IP
mg: IP amin'ny hirika mitandahatra
ml: പാരലല്‍-പോര്ട്ട് ഐപി
nn: IP over parallell-linje
pa: ਪੈਰਲਲ-ਪੋਰਟ IP
pl: IP po linii równoleg³ej
pt_br: IP Porta-Paralela
ro: IP prin port paralel
sl: Paralelna vrata IP
zh_tw: Parallel-port IP (PLIP)

source: Point-to-Point Protocol
cy: Protocol Pwynt-i-Bwynt
de: Punkt-zu-Punkt Protokoll
el: Πρωτόκολλο σύνδεσης σημείου-προς-σημείο (PPP)
eo: Punkto-al-Punkto Protokolo
eu: Puntutik punturako protokoloa
fi: Kaksipisteyhteyskäytäntö (point-to-point)
gl: Protocolo punto a punto (PPP)
id: Protocol Point-to-Point
kk: PPP протоколы
lt: Point-to-Point (PPP) protokolas
lv: Divpunkt protokols
mg: Firesaka teboka an-teboka
ml: പോയിന്റ്-ടു-പോയിന്റ് പ്രോട്ടോകാള്‍
nn: Punkt-til-punkt-protokoll
pa: ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ ਪ੍ਰੋਟੋਕਾਲ
pt_br: Protocolo Ponto-a-Ponto
ro: Protocol Punct-la-punct
sl: Točka-do-Točka Protokol (Point-to-Point Protocol)
zh_tw: 點對點通訊協定 (PPP)

source: IPv6-in-IPv4
cy: IPv6-yn-IPv4
gl: IPv6-en-IPv4
id: IPv6-dalam-IPv4
mg: IPv6-ao anaty-IPv4
ml: IPv6-ഇന്‍-IPv4
nn: IPv6-i-IPv4
pt_br: IPv6-em-IPv4
ro: IPv6-în-IPv4
sl: IPv6-v-IPv4

source: ISDN Point-to-Point Protocol
cy: Protocol Pwynt-i-Bwynt ISDN
de: ISDN Punkt-zu-Punkt Protokoll
el: Πρωτόκολλο σύνδεσης ISDN σημείου-προς-σημείο (PPP)
eo: 'ISDN'-a Punkto-al-Punkto Protokolo
eu: ISDN puntutik punturako protokoloa
fi: ISDN-kaksipisteyhteyskäytäntö (point-to-point)
gl: Procolo punto a punto RDSI
id: Protocol Point-to-Point ISDN
kk: ISDN PPP протоколы
lt: ISDN Point-to-Point protokolas
lv: ISDN divpunkt protokols
mg: Firesaka teboka an-teboka ISDN
ml: ISDN പോയിന്റ്-ടു-പോയിന്റ് പ്രോട്ടോകാള്‍
nn: ISDN Punkt-til-punkt-protokoll
pa: ISDN ਪੁਆਂਇਟ-ਤੋਂ-ਪੁਆਂਇਟ ਪ੍ਰੋਟੋਕਾਲ
pt_br: Protocolo ISDN Ponto-a-Ponto
ro: Protocol ISDN Punct-la-punct
sl: ISDN Točka-do-Točka Protokol (Point-to-Point)
zh_tw: ISDN 點對點通訊協定

source: Channel-to-channel
cy: Sianel-i-sianel
el: Διασύνδεση διαύλων
eo: Kanalo-al-Kanalo
eu: Kanaletik kanalera
gl: Canle a canle
id: Kanal-ke-kanal
kk: Channel-to-channel (CTC)
lv: Divkanālu
mg: Kanal an-kanal
ml: ചാനല്‍-ടു-ചാനല്‍
nn: Kanal-til-kanal
pa: ਚੈਨਲ-ਤੋਂ-ਚੈਨਲ
pt_br: Canal-a-Canal
ro: Canal-la-canal
sl: Kanal-do-kanal (Channel-to-channel)

source: Real channel-to-channel
cy: Sianel-i-sianel go iawn
el: Πραγματική διασύνδεση διαύλων
eo: Reala Kanalo-al-Kanalo
et: Tõeline channel-to-channel
eu: Benetako kanaletik kanalera
fi: Oikea channel-to-channel
gl: Canle a canle real
id: Kanal-ke-kanal nyata
kk: Нақты channel-to-channel
lv: Reāls divkanālu
mg: Real kanal mandeha kanal
ml: യഥാര്ത്ഥ ചാനല്‍-ടു-ചാനല്‍
nn: Ekte kanal-til-kanal
pa: ਅਸਲੀ ਚੈਨਲ-ਤੋਂ-ਚੈਨਲ
pt_br: Canal-a-Canal real
ro: Canal-la-canal real
sl: Pravi kanal-do-kanal (channel-to-channel)

source: Inter-user communication vehicle
cy: Cerbyd cyfathrebu rhyng-ddefnyddiwr
el: Πλαίσιο επικοινωνίας χρηστών
eo: Porinteruzanta komukik-vehiklo
eu: Erabiltzaileen arteko komunikazio-ibilgailua
gl: Vehículo de comunicación entre usuarios
id: Sarana komunikasi antarpemakai
kk: Аралас пайдаланылатын байланыс (IUCV)
lv: Starp-lietotāj komunikāciju līdzeklis
mg: Fomba fifandraisana mpampiasa ho an'ny mpampiasa
ml: അന്തര്‍-ഉപയോക്താ ആശയവിനിമയ വാഹനം
nn: Sambandsmiddel mellom brukarar
pa: ਅੰਤਰ-ਉਪਭੋਗੀ ਸੰਚਾਰ ਸਾਧਨ
pt_br: Veículo de comunicação inter-usuário
ro: Vehicul de comunicare inter-utilizator

source: Unknown interface
cy: Rhyngwyneb anhysbys
de: Unbekannte Schnittstelle
el: Άγνωστη διασύνδεση
eo: Nekonata aparatainterfaco
et: Tundmatu liides
eu: Interfaze ezezaguna
fa: ناشناس
fi: Tuntematon sovitin
gl: Interface descoñecida
he: ממשק לא מוכר
id: Antarmuka tak dikenal
kk: Белгісіз интерфейс
lt: Nežinoma sąsaja
lv: Nezināms interfeiss
mg: Mpanera tsy fantatra
ml: തിരിച്ചറിയപ്പെടാത്ത ഇന്റര്ഫേസ്
nn: Ukjent grensesnitt.
pa: ਅਣਪਛਾਤਾ ਇੰਟਰਫੇਸ
pl: Nieznany interfejs
pt_br: Interface desconhecida
ro: Interfaţă necunoscută
sl: Neznani vmesniki
zh_tw: 不明介面

source: Storing network settings ...
de: Speichere Netzwerkeinstellungen ...
eo: Memorigado de retaj akomodoj...
eu: Sare ezarpenak gordetzen ...
gl: A gravar a configuración da rede...
he: מאחסן הגדרות רשת...
lt: Tinklo nustatymų išsaugojimas ...
lv: Saglabāju tīkla iestatījumus ...
ml: നെറ്റ്‌വര്ക്ക് സെറ്റിങ്ങുകള്‍ സൂക്ഷിച്ചു കൊണ്ടിരിക്കുന്നു ...
pa: ਨੈੱਟਵਰਕ ਵਿਵਸਥਾ ਸੰਭਾਲ ਰਿਹਾ ਹੈ.ੀ ਹੈ...
ro: Se stochează configuraţiile de reţea ...
zh_tw: 正在儲存網路設定 ...

source: Configure the network
cy: Cyflunio'r rhwydwaith
de: Netzwerk einrichten
el: Ρυθμίση των παραμέτρων του δικτύου
eo: Akomodu la reton
et: Seadista võrk
eu: Sarea konfiguratu
fa: تنظیم شبکه
fi: Tee verkkoasetukset
gl: Configurar a rede
he: הגדרות רשת
id: Mengonfigurasi jaringan
kk: Желіні орнау
lt: Tinklo konfigūravimas
lv: Konfigurēt tīklu
mg: Tefeo ny rezo
ml: നെറ്റ്‌വര്ക്ക് ക്രമീകരിക്കുക
nn: Set opp nettverket
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਕਰੋ
pl: Konfiguruj sieæ
pt_br: Configurar a rede
ro: Configurare a reţelei
sl: Nastavi omrežje
zh_tw: 網路設定

source: DHCP hostname:
cy: Enw gwesteiwr DHCP:
de: DHCP-Rechnername:
el: Όνομα υπολογιστή DHCP:
eo: 'DHCP'-gastnomo:
et: DHCP võrgunimi:
eu: DHCP ostalari-izena:
fa: نام میزبان DHCP:
fi: DHCP:n konenimi:
gl: Nome da maquina DHCP:
he: שם מחשב DHCP:
id: Nama host DHCP:
kk: DHCP аты:
lt: DHCP kompiuterio vardas:
lv: DHCP saimniekdatora vārds:
mg: Anaran'ny milina DHCP:
ml: DHCP ഹോസ്റ്റ് നാമം:
nn: DHCP-vertsnamn:
pa: DHCP ਮੇਜ਼ਬਾਨ-ਨਾਂ:
pl: Nazwa hosta DHCP:
pt_br: Nome de máquina DHCP :
ro: Numele de calculator DHCP:
sl: Gostiteljsko ime DHCP:
zh_tw: DHCP 主機名稱：

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
cy: Efallai bydd rhaid i chi ddarparu enw gwesteiwr DHCP. Os ydych chi'n defnyddio modem cêbl, efallai bydd rhaid i chi benodi rhif cyfrif yma.
de: In einigen Situationen muss man einen DHCP-Rechnername angeben. Wenn Sie ein Kabelmodem besitzen, muss hier oft eine Benutzernummer angegeben werden.
el: Πιθανόν να χρειάζεται να δώσετε το όνομα υπολογιστή DHCP. Αν χρησιμοποιείτε κάποια σύνδεση με Cable modem, ίσως να χρειάζεται να δώσετε κάποιον αριθμό λογαριασμού στο πεδίο αυτό.
eo: Vi eble bezonas provizi 'DHCP'-gastnomon. Se vi uzas kablomodemon, vi bezonos aldoni kontnombron.
et: Võib juhtuda, et võrgu seadistamisks läheb vaja DHCP võrgunime. Kui sa kasutad kaabelmodemit, võib juhtuda et pead sisestama oma konto numbri.
eu: Agian DHCP ostalari-izena eman beharko duzu. Kable-modema erabiltzen ari bazara, baliteke hemen kontu-zenbakia adierazi behar izatea.
fa: شما نیاز به معرفی یک میزبان DHCP دارید. اگر از مودم کابلی استفاده میکنید باید شماره‌ی حساب(account( خود را وارد کنید.
fi: Mahdollisesti on kirjoitettava DHCP-konenimi. Jos käytetään kaapelimodeemia, on kenties kirjoittettava käyttäjätunnuksen numero.
gl: Pode ter que fornecer un nome de máquina DHCP. Se emprega un módem de cable, pode ter que especificar un número de conta aquí.
he: אולי תצטרך לספק שם שרת DHCP. אם אתה משתמש במודם כבלים, תצטרך לפרט שם משתמש כאן.
id: Anda perlu menyediakan nama host DHCP. Bila Anda menggunakan modem kabel, Anda perlu memberikan nomor akun Anda di sini.
kk: Кей жағдайларда желіні күйге келтірулердің DHCP алу көрсету керек аты компьютер. Егер сіз желілі модемді пайдалансаңыз, онда жол сілтеуіш сіздің санау жол ретінің нөмірін көрсетуге талап етеді.
lt: Jums gali reikėti pateikti DHCP kompiuterio vardą. Jei naudojate kabelinį modemą, čia gali tekti nurodyti paskyros (account) numerį.
lv: Iespējams jums jānorāda DHCP saimniekdatora nosaukums. Ja lietojat kabeļmodemu, iespējams jums vajadzēs norādīt sava konta numuru.
ml: നിങ്ങള്ക്ക് DHCP ഹോസ്റ്റ് നാമം നല്കേണ്ടതായി വന്നേക്കാം. നിങ്ങള്‍ ഒരു കേബിള്‍ മോഡം ഉപയോഗിക്കുന്നുണ്ടെങ്കില്‍ ഇവിടെ ഒരു അക്കൌണ്ട് സംഖ്യ സൂചിപ്പിക്കേണതായി വന്നേക്കാം.
nn: Det kan vera du må oppgje eit DHCP-vertsnamn. Viss du brukar eit kabelmodem må du kanskje oppgje eit kontonummer.
pa: ਤੁਹਾਨੂੰ DHCP ਮੇਜ਼ਬਾਨ ਨਾਂ ਭਰਨਾ ਪੈ ਸਕਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਕੇਬਲ ਮਾਡਮ ਵਰਤ ਰਹੇ ਹੋ, ਤੁਹਾਨੂੰ ਇੱਥੇ ਖਾਤਾ ਨੰਬਰ ਦਰਸਾਉਣਾ ਪਵੇਗਾ।
pl: Mo¿liwe, ¿e musisz wprowadziæ nazwê hosta DHCP. Je¶li u¿ywasz modemu kablowego, mo¿liwe, ¿e musisz wprowadziæ tutaj numer konta.
pt_br: Você pode precisar fornecer um nome de máquina DHCP. Caso você esteja usando um modem a cabo, você pode precisar especificar um número de conta aqui.
ro: S-ar putea să trebuiască să introduceţi un nume de calculator (DHCP). Dacă folosiţi modem prin cablu s-ar putea să trebuiască să specificaţi un număr de cont aici.
sl: Morda morate vnesti gostiteljsko ime DHCP. Če uporabljate kabelski modem, boste morali mora vnesti vašo številko računa.
zh_tw: 您可能需要提供一個 DHCP 主機名稱。如果您所使用的是 cable modem，可能還得在此指定一個帳號。

source: Most other users can just leave this blank.
cy: Gall y rhan fwyaf o ddefnyddwyr eraill adael hyn yn wag.
de: Die meisten Benutzer können dieses Feld einfach leer lassen.
el: Οι περισσότεροι χρήστες μπορούν να αφήσουν το πεδίο κενό.
eo: La plejparto de aliaj uzantoj lasos ĉi tiun registrokampon malplena.
et: Enamik ülejäänud kasutajatest võib selle tühjaks jätta.
eu: Beste erabiltzaile gehienek hau hutsik utz dezakete.
fa: اکثر کاربران میتوانند این جا را خالی بگذارند.
fi: Useimmiten tämän voi jättää tyhjäksi.
gl: O resto dos usuarios poden deixalo en branco, case sempre.
he: רוב המשתמשים האחרים יכולים להשאיר שדה זה ריק
id: Kebanyakan pengguna dapat membiarkan ruas ini kosong.
kk: Көп жағдайда мына алаңды толтырмауға болады.
lt: Dauguma kitų naudotojų čia gali palikti tuščią.
lv: Lielākā daļa pārējo lietotāju var atstāt šo laiku tukšu
mg: Ny ankabeazan'ny mpapiasa hafa.dia afaka mamela an'io amin'izao.
ml: മറ്റു കൂടുതല്‍ ഉപയോക്താക്കള്ക്കും ഈ കളം വെറുതെ ഇടാവുന്നതാണ്.
nn: Dei fleste andre brukarar kan la dette feltet stå tomt.
pa: ਬਹੁਤੇ ਹੋਰ ਉਪਭੋਗੀ ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡ ਸਕਦੇ ਹਨ।
pl: Wiêkszo¶æ innych u¿ytkowników mo¿e zostawiæ to pole puste.
pt_br: A maioria dos outros tipos de usuários pode somente deixar esse campo em branco.
ro: Majoritatea utilizatorilor pot lăsa acest câmp liber.
sl: Večina ostalih uporabnikov lahko to pusti prazno.
zh_tw: 其他大多數的使用者可以在此直接留白。

source: Configuring the network with DHCP
cy: Yn cyflunio'r rhwydwaith efo DHCP
de: Konfiguriere das Netzwerk mit DHCP
el: Ρύθμιση του δικτύου μέσω DHCP
eo: Akomodado de la reto per 'DHCP'-servilo
et: Võrgu seadistamine DHCP abil
eu: Sarea DHCPrekin konfiguratzen
fa: تنظیم شبکه با DHCP
fi: Tehdään verkkoasetukset DHCP:llä
gl: A configurar a rede por DHCP
he: מגדיר את הרשת עם DHCP
id: Sedang mengkonfigurasi jaringan dengan DHCP
kk: DHCP желісін күйге келтіру
lt: Tinklo konfigūravimas su DHCP
lv: Konfigurēt tīklu ar DHCP
mg: Manefy ny rezo hampisa DHCP
ml: DHCP ഉപയോഗിച്ച് നെറ്റ്‌വര്ക്ക് ക്രമീകരിച്ചു കൊണ്ടിരിക്കുന്നു
nn: Set opp nettverket med DHCP
pa: DHCP ਨਾਲ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਜਾਰੀ ਹੈ
pl: Konfigurowanie sieci przez DHCP
pt_br: Configurando a rede via DHCP
ro: Se configurează reţeaua cu DHCP
sl: Nastavljam omrežje z DHCP
zh_tw: 使用 DHCP 來設定網路

source: This may take some time.
cy: Gall hyn gymryd peth amser.
de: Dies kann einige Zeit dauern.
el: Η διαδικασία ίσως διαρκέσει μερικά λεπτά.
eo: Tio povas longtempe daŭri.
et: Võib kuluda natuke aega.
eu: Baliteke denbora pixka bat behar izatea.
fa: این کار ممکن است زمان گیر باشد.
fi: Tämä voi kestää hetken.
gl: Isto pode levar algún tempo.
he: פעולה זאת עלולה להיות ארוכה...
id: Ini mungkin memakan waktu.
kk: Бұл аз уақытыңызда алады.
lt: Tai gali šiek tiek užtrukti.
lv: Iespējams naksies nedaudz uzgaidīt.
mg: Mety haharitra izy io.
ml: ഇത് കുറച്ച് സമയമെടുത്തേക്കാം.
nn: Dette kan ta litt tid.
pa: ਇਸ ਲਈ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।
pl: To mo¿e chwilê potrwaæ.
pt_br: Este processo pode levar algum tempo.
ro: Aceasta poate dura ceva timp.
sl: To lahko traja nekaj časa.
zh_tw: 這也許會花上一些時間。
