Repository: dankamongmen/s-i
Catalog: packages/po/*.po
Languages: cy, de, el, eo, et, eu, fa, fi, gl, he, id, kk, lt, lv, mg, ml, nn, pa, pl, pt_br, ro, sl, zh_tw

source: The installer cannot figure out how to install Debian. No installable CD-ROM was found and no valid mirror was configured.
el: Το πρόγραμμα εγκατάστασης δε μπορεί να συνεχίσει στην εγκατάσταση του Debian. Δε βρέθηκε CD-ROM εγκατάστασης και δε ρυθμίστηκε έγκυρο είδωλο αρχείων.
fi: Debianin asentaminen ei onnistu, sillä asennusomppua ei löytynyt eikä asennuspalvelinta ole määritelty.
id: Penginstal tidak dapat menginstal Debian. Tidak ditemukan CD-ROM yang dapat digunakan untuk instalasi, dan mirror yang sah tidak dikonfigurasi.
mg: Tsy hain'ny rindran'asa mpametraka izay fomba hametrahana ani'i Debian. Tsy nahita sederoma azo apetraka ary koa tsy nahita fitaratra mandeha voatefy.
nn: Installasjonsprogrammet klarer ikkje å finna ut korleis Debian skal installerast. Ingen installerbar CD-ROM blei funne og ingen gyldige nettarkiv blei funne.
pl: Instalator nie znalaz³ sposobu na instalacjê Debiana. Nie znaleziono CD instalacyjnego ani odpowiednio skonfigurowanego serwera lustrzanego.
pt_br: O instalador não sabe como instalar o Debian. Nenhum CD-ROM instalável foi encontrado e nenhum espelho válido foi configurado.
sl: Namestitveni program ne more namestiti Debiana. Namestitvene zgoščenke in veljavni zrcalni strežniki niso nastavljeni.

source: No filesystem mounted on /target
el: Δεν έχει προσαρτηθεί σύστημα αρχείων στο /target
fi: Hakemistoon /target ei ole liitetty tiedostojärjestelmää
id: Belum ada sistem berkas yang dikaitkan pada /target
nn: Ingen filsystem er montert på /target/
pl: Nie zamontowano ¿adnego systemu plików w /target
pt_br: Nenhum sistema de arquivos montado sob /target
sl: Na /target ni priklopljen noben datotečni sistem

source: Before the installation can proceed, a root filesystem must be mounted on /target. The partitioner and formatter should have done this for you.
el: Προτού συνεχιστεί η εγκατάσταση, θα πρέπει να προσαρτηθεί ένα βασικό σύστημα αρχείων στο /target. Το πρόγραμμα κατάτμησης και διαμόρφωσης θα πρέπει να το έχει ήδη κάνει αυτό.
fi: Juuritiedostojärjestelmä on liitettävä hakemistoon /target ennen kuin asennus voi jatkua. Osiointisovelluksen ja alustajan olisi pitänyt tehdä tämä.
id: Sebelum instalasi dilanjutkan, sistem berkas root harus dipasang pada target /. Pemartisi dan pemformat kemungkinan telah melakukannya untuk Anda.
mg: Alohan'ny hanatanterahana ny fametrahana, dia tokony hampakatra file system fototra ao amin'ny /target. Io asa io dia tokony efa tontonsan'ny rindran'asa mpanao ny fizarana sy ny formattage.
nn: Før installasjonen kan halda fram, må eit rotfilsystem monterast på /target. Partisjoneringsverktøyet og formateringsverktøyet skulle ha gjort dette for deg.
pl: Zanim instalacja bêdzie mog³a byæ kontynuowana, g³ówny system plików musi zostaæ zamontowany w /target. Program partycjonuj±cy i formatuj±cy powinien wykonaæ to dla Ciebie.
pt_br: Antes que o processo de instalação possa continuar, um sistema de arquivos raíz deve ser montado sob /target. O particionador e o formatador deveriam ter feito isso para você.
sl: Pred nadaljevanjem namestitve morate priklopiti korenski datotečni sistem na /target. Razdeljavalec in formater bi morala poskrbeti za to.

source: The installation to the target filesystem has been canceled, as the target filesystem contains files from a past installation, which could break the installation process or cause a broken system to be installed. You should go back and erase or format the target filesystem before proceeding with the install.
el: Η εγκατάσταση στο προοριζόμενο σύστημα αρχείων ακυρώθηκε, καθώς αυτό περιέχει αρχεία από προηγούμενη εγκατάσταση, τα οποία θα μπορούσαν να δημιουργήσουν προβλήματα στην παρούσα εγκατάσταση ή να έχουν ως αποτέλεσμα την εγκατάσταση ενός ελαττωματικού συστήματος. Θα πρέπει να επιστρέψετε και να διαγράψετε ή να διαμορφώσετε το προοριζόμενο σύστημα αρχείων προτού συνεχίσετε με την εγκατάσταση.
fi: Asennus kohdetiedostojärjestelmään on peruutettu, koska se sisältää aikaisemman asennuksen tiedostoja. Nämä tiedostot saatavat rikkoa asennuksen tai aiheuttaa rikkinäisen järjestelmän asennuksen. Korjaa palaamalla takaisin ja poistamalla tai alustamalla kohdetiedostojärjestelmä ennen asennuksen jatkamista.
id: Sistem berkas target berisi berkas-berkas dari instalasi yang lalu. Berkas-berkas ini dapat menggagalkan proses instalasi atau menyebabkan sistem yang terpasang rusak. Anda sebaiknya kembali dan menghapus atau format sistem berkas target sebelum memulai instalasi lagi.
mg: Najanona ny fametrahna ao amin'ny file system tanjona satria misy rakitra avy amina fametrahana teo aloha ao anatiny, ka mety hampikatso ny rindran'asam-pametrahana na hametraka mpandrindra milina tsy manjary izany. Miverena any aoriana hamafa na hi-formater ny file system tanjona alohan'ny hanoizana indray ny fametrahana.
nn: Installasjonen på målfilsystemet er avbrote, sidan målfilsystemet inneheld filer frå ein tidlegare installasjon. Dette kan øydeleggja installasjonsprosessen eller føra til eit øydelagt system etter installasjon. Du bør gå tilbake og sletta eller formatera målfilsystemet før du held fram med installasjonen.
pl: Instalacja na docelowym systemie plików zosta³a przerwana, poniewa¿ zawiera on pliki z poprzedniej instalacji. Te pliki mog± powodowaæ b³êdy podczas instalacji lub sprawiæ, ¿e zainstalowany system bêdzie uszkodzony. Powiniene¶ cofn±æ siê, wyczy¶ciæ lub sformatowaæ docelowy system plików zanim bêdziesz kontynuowaæ instalacjê.
pt_br: A instalação no sistema de arquivos alvo foi cancelada, uma vez que o sistema de arquivos alvo contém arquivos de uma instalação anterior, o que poderia confundir o proceso de instalação e resultar em um sistema instalado com problemas. Você deve voltar e apagar ou formatar o sistema de arquivos alvo antes de continuar com a instalação.
sl: Namestitev na ciljni dat datotečni sistem je bila preklicana, ker slednji vsebuje datoteke iz prejšnje namestitve. Te datoteke lahko pokvarijo namestitveni proces ali povzročijo, da je nameščen pokvarjen sistem. Vrnite se in zbrišite ali formatirajte tarčni datotečni sistem.

source: Unable to install a kernel
el: Αδύνατη η εγκατάσταση του πυρήνα.
fa: نمیتوان هسته را نصب کرد!
fi: Ydintä ei voi asentaa
id: Tidak dapat memasang kernel
mg: Tsy mavita mametraka kernel
nn: Klarte ikkje å installera noko kjerne
pl: Nie mo¿na by³o zainstalowaæ j±dra
pt_br: Não foi possível instalar um kernel
sl: Jedra ni mogoče namestiti

source: No kernel package is selected for installation.
el: Δεν έχει επιλεχθεί πακέτο πυρήνα του Linux για εγκατάσταση.
fa: هیچ بسته‌ی هسته‌ای برای نصب انتخاب نشده است.
fi: Ydinpakettia ei valittuna asennettavaksi.
id: Paket kernel yang akan dipasang belum dipilih.
mg: Tsy misy pakajy na kernel voafidy izay hapetraka.
nn: Inga kjernepakke er valt for installasjon.
pl: Nie wybrano ¿adnego pakietu j±dra do instalacji.
pt_br: Nenhum pacote de kernel foi selecionado para instalação.
sl: Za namestitev niste izbrali nobenega paketa z jedrom.

source: No installable kernel found
el: Δε βρέθηκε διαθέσιμος πυρήνας
fa: هیچ هسته‌ی قابل نصبی پیدا نشد.
fi: Asennettavissa olevaa ydintä ei löytynyt
id: Tidak ditemukan kernel yang dapat dipasang.
mg: Tsy nahita kernel azo apetraka
nn: Fant ingen installerbare kjerner
pl: Nie znaleziono zdolnego do instalacji j±dra
pt_br: Nenhum kernel instalável encontrado
sl: Nisem našel nobenega namestljivega jedra

source: The current default kernel package is '${KERNEL}'.
el: Ο προκαθορισμένος πυρήνας αυτή τη στιγμή είναι ο '${KERNEL}'.
fa: بسته‌ی پیش‌فرض هسته در حال حاضر '${KERNEL}' است.
fi: Nykyinen oletusydinpaketti on "${KERNEL}".
id: Paket kernel bawaan saat ini adalah '${KERNEL}'.
nn: Noverande standarkjerne er «${KERNEL}».
pl: Obecnie, domy¶lnym pakietem j±dra jest '${KERNEL}'.
pt_br: O pacote de kernel padrão atual é '${KERNEL}'.
sl: Trenutno privzet paket z jedrom je '${KERNEL}'.

source: You may try to continue though this rather strange error is probably fatal.
el: Μπορείτε να δοκιμάσετε τη συνέχιση της διαδικασίας, αν και ένα τέτοιο περίεργο σφάλμα είναι μάλλον μοιραίο για την εξέλιξη της εγκατάστασης.
fa: شما ممکن است بخواهید ادامه دهید،‌گر چه این خطای عجیب به نظر کشنده میرسد.
fi: Voit yrittää jatkaa, vaikka tämä melko outo virhe luultavasti on vakava.
id: Anda boleh melanjutkan walaupun kesalahan yang agak aneh ini mungkin berakibat fatal.
mg: Afaka manandrana manohy ianao na dia tsy nampozina sy mety ho ratsy aza io fahadisoana io.
nn: Du kan prøva å halda fram, sjølv om denne ganske merkelege feilen truleg er kritisk.
pl: Mo¿esz spróbowaæ kontynuowaæ mimo, ¿e jest to do¶æ dziwny, i mo¿liwe, ¿e krytyczny b³±d.
pt_br: Você pode tentar continuar apesar desse erro estranho ser provavelmente fatal.
sl: Lahko poskusite nadaljevati vendar je to dokaj čudna napaka in verjetno usodna.

source: Unable to install initrd-tools
el: Αδύνατη η εγκατάσταση των εργαλείων αρχικού δίσκου μνήμης (initrd).
fa: نمیتوان بسته‌ی initrd-tools را نصب کرد.
fi: Pakettia initrd-tools ei voi asentaa
id: Tidak dapat memasang initrd-tools
mg: Tsy mavita mametraka an'i initrd-tools
nn: Klarer ikkje å installera initrd-verktøy
pl: Nie uda³o siê zainstalowaæ initrd-tools
pt_br: Não foi possível instalar o initrd-tools
sl: Ni mogoče namestiti initrd-tools

source: An error was returned while trying to install the initrd-tools package onto the target system.
el: Κάποιο σφάλμα παρουσιάστηκε κατά την εγκατάσταση των εργαλείων αρχικού δίσκου μνήμης (initrd) στο σύστημα προορισμού.
fa: نصب بسته‌ی initrd-tools با یک پیغام خطا خاتمه یافت.
fi: Tapahtui virhe asenttaessa pakettia initrd-tools kohdejärjestelmään.
id: Terjadi kesalahan saat mencoba memasang paket initrd-tools pada sistem target.
mg: Nisy fahadisoana niverina nandritra ny andrana fametrahana ny package initrd-tools any amin'ny system tanjona.
nn: Installasjon av pakka for initrd-verktøy på målsystemet gav ein feil.
pl: Wyst±pi³ b³±d podczas próby instalacji pakietu initrd-tools w docelowym systemie.
pt_br: Um erro foi retornado na tentative de instalar o pacote initrd-tools no sistema alvo.
sl: Ob poskusu namestitve initrd-tools paketka na ciljni sistem je prišlo do napake.

source: Check /var/log/messages or see virtual console 3 for the details.
el: Για λεπτομέρειες ανατρέξτε στο αρχείο /var/log/messages ή στην εικονική κονσόλα 3.
fa: برای جزئیات بیشتر پرونده‌ی /var/log/messages و یا کنسول سوم را ببینید.
fi: Tarkista tiedosto /var/log/messages tai katso tarkempaa tietoa virtuaalikonsolista 3.
id: Perinciannya dapat dilihat pada /var/log/messages atau konsol virtual 3.
mg: Jereo ny /var/log/messages na ny konsoly virtoaly 3 raha mila fanazavana.
nn: Sjekk /var/log/messages eller sjå virituelt konsoll 3 (Ctrl + Alt + F3) for detaljar.
pl: Sprawd¼ /var/log/messages lub trzeci± konsolê wirtualn± po szczegó³y.
pt_br: Confira o arquivo /var/log/messages ou verifique o terceiro console virtual para conhecer maiores detalhes.
sl: Preverite /var/log/messages ali poglejte tretjo navidezno konzolo za podrobnosti.

source: ${SUBST0} was not pre-downloaded.
el: Η μονάδα ${SUBST0} δεν είχε προ-φορτωθεί.
fa: ${SUBST0} از قبل بارگیری نشده است.
fi: Tiedostoa ${SUBST0} ei noudettu etukäteen.
id: ${SUBST0} tidak diambil terlebih dahulu.
mg: ${SUBST0} n'a pas été préchargé.
nn: ${SUBST0} var ikkje lasta ned på førehand.
pl: ${SUBST0} nie zosta³ wcze¶niej pobrany.
pt_br: O pré-download de ${SUBST0} não foi feito.
sl: ${SUBST0} nisem predprenesel.

source: Unknown location ${SUBST0}.
el: Άγνωστος τόπος ${SUBST0}
fa: محل ${SUBST0} نامعلوم است.
fi: Tuntematon sijainti ${SUBST0}.
id: Lokasi tak diketahui: ${SUBST0}.
mg: Teorana tsy fantatra ${SUBSTO}.
nn: Ukjend stad ${SUBSTO}.
pl: Nieznane po³o¿enie: ${SUBST0}.
pt_br: Localização ${SUBST0} desconhecida.
sl: Neznana lokacija ${SUBST0}.

source: Couldn't download ${SUBST0}.
el: Αδύνατη η μεταφόρτωση του ${SUBST0}.
fa: نمیتوان ${SUBST0} را بارگیری کرد.
fi: Ei voitu noutaa pakettia ${SUBST0}.
id: Tidak dapat mengambil ${SUBST0}.
mg: Tsy afaka mandrotsaka an'i ${SUBST0}.
nn: Klarte ikkje lasta ned ${SUBSTO}.
pl: Nie mo¿na by³o pobraæ ${SUBST0}.
pt_br: Não foi possível fazer o download de ${SUBST0}.
sl: Nisem mogel prenesti ${SUBST0}.

source: Interrupt caught... Exiting.
el: Ανιχνεύθηκε διακοπή... η διαδικασία τερματίζεται.
fa: وقفه ای دریافت شد. در حال خروج از سیستم.
fi: Keskeytys saatu ... poistutaan.
id: Terjadi interupsi ... keluar.
mg: Nisy fahatapahana... Miala.
nn: Mottok avbrotsignal ... avsluttar.
pl: Otrzymano sygna³ przerwania... Wychodzenie.
pt_br: Interrupção capturada ... finalizando.
sl: Prekinitev ujeta ...prekinjam.

source: Installing the Debian base system
el: Εγκατάσταση του βασικού συστήματος
fa: در حال نصب پایه‌ی سیستم دبیان
fi: Asennetaan Debianin peruskokoonpano
id: Memasang sistem dasar Debian
mg: Mametraka ny fototry ny system Debian
nn: Installerer grunnsystemet til Debian
pl: Instalowanie systemu bazowego Debiana
pt_br: Instalar o sistema básico Debian
sl: Nameščam osnovni Debian sistem

source: Preparing to install the Debian base system...
el: Προετοιμασία για εγκατάσταση του βασικού συστήματος...
fa: درحال آماده‌سازی نصب پایه‌ی سیستم دبیان
fi: Valmistaudutaan Debianin perusjärjestelmän asentamiseen ...
id: Sedang bersiap-siap memasang sistem dasar Debian...
mg: Manomana ny fametrahana ny fototry ny system Debian...
nn: Gjer klar til å installera grunnsystemet til Debian ...
pl: Przygotowanie do instalacji systemu bazowego...
pt_br: Preparando para instalar o sistema básico
sl: Priprava na namestitev osnovnega sistema ...

source: Checking the target file system
el: Έλεγχος του συστήματος αρχείων προορισμού
fa: در حال آزمایش فایل سیستم مقصد.
fi: Tarkistetaan kohdetiedostojärjestelmä
id: Memeriksa sistem berkas target
mg: Misafo ny file system tanjona
nn: Sjekkar filsystemet som skal installerast på
pl: Sprawdzanie docelowego systemu plików
pt_br: Checando o sistema de arquivos alvo
sl: Preverjam ciljni datotečni sistem

source: Checking package size: ${SUBST0}...
el: Έλεγχος μεγέθους πακέτου: ${SUBST0}...
fa: آزمایش اندازه‌ی بسته :${SUBST0}...
fi: Tarkistetaan paketin koko: ${SUBST0}...
id: Sedang memeriksa ukuran paket: ${SUBST0}...
mg: Mikajy ny haben'ny pakajy: ${SUBST0}...
nn: Sjekkar pakkestorleik: ${SUBSTO} ...
pl: Sprawdzanie rozmiaru pakietu: ${SUBST0}...
pt_br: Conferindo tamanho do pacote : ${SUBST0} ...
sl: Preverjam velikosti paketa: ${SUBST0}...

source: Run second stage installer from within first stage installer?
el: Να εκτελεστεί το πρόγραμμα του δευτέρου σταδίου της εγκατάστασης μέσα από το πρώτο στάδιο;
fa: آیا میخواهید مرحله‌ی دوم نصب از درون مرحله‌ی اول اجرا گردد؟
fi: Suoritetaanko toisen vaiheen asennin ensimmäisen vaiheen asentimen sisältä?
id: Menjalankan instalasi tahap kedua saat dalam instalasi tahap pertama?
mg: Alefa amin'ny alalan'ny dingana voalohany ve ny dingana fametrahana faharoa?
nn: Køyr andrestegs-installasjon frå innsida av førstesteget?
pl: Uruchomiæ drug± czê¶æ instalatora z pierwszej czê¶ci?
pt_br: Executar o segundo estágio do instalação a partir do primeiro estágio ?
sl: Naj drugostopenjski namestilnik zaženem znotraj prvostopenjskega namestilnika?

source: It is possible to configure the base system within the first stage installer (before rebooting from the hard drive), by running it in a chroot environment.
el: Είναι πιθανή η ρύθμιση του βασικού συστήματος εντός του πρώτου σταδίου της εγκατάστασης (πριν την εκκίνηση από το σκληρό δίσκο), με τη χρήση ενός περιβάλλοντος chroot.
fa: شما امکان تنظیم سیستم پایه را از درون مرحله‌ی اول نصب( بدون نیاز به روشن‌ کردن سیستم از دیسک سخت)؛ دارید. برای این کار باید آنرا از یک محیط chroot شده اجرا کنید.
fi: On mahdollista tehdä perusjärjestelmän asetukset ensimmäisen vaiheen asentimesta (ennen uudelleenkäynnistystä kiintolevyltä) suorittamalla se chroot-ympäristössä.
id: Anda dapat mengonfigurasi sistem dasar saat dalam instalasi tahap pertama (sebelum reboot dari hard disk), dengan cara menjalankannya pada lingkungan chroot.
nn: Det er mogeleg å setja opp grunnsystemet frå innsida av førstesteget (før omstarten frå harddisken), ved å køyra det i eit chroot-miljø.
pl: Istnieje mo¿liwo¶æ skonfigurowania systemu podstawowego przy pomocy pierwszej czê¶ci instalatora (przed uruchomieniem komputera z dysku twardego), uruchamiaj±c go w ¶rodowisku chroot.
pt_br: É possível configurar o sistema básico ainda dentro do primeiro estágio do instalador (antes de reiniciar a partir do disco rígido), executando o mesmo em um ambiente chroot.
sl: Osnovni sistem je mogoče nastaviti tudi znotraj prvostopenjskega namestilnika (pred zagonom iz trdega diska), tako da ga poženem v chroot okolju.

source: Configure the base system before rebooting
el: Ρύθμιση του βασικού συστήματος πριν την εκκίνηση
fa: تنظیم سیستم پایه قبل از بازروشن کردن
fi: Säädä perusjärjestelmä ennen uudelleenkäynnistystä
id: Mengonfigurasi sistem dasar sebelum reboot
mg: Tefeo ny system fototra alohan'ny hamelomana milina indray
nn: Set opp grunnsystemet før omstart
pl: Konfiguruj system podstawowy przed ponownym uruchomieniem
pt_br: Configurar o sistema básico antes de reiniciar
sl: Nastavi osnovni sistem pred ponovnim zagonom

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new Debian system.
el: Αν εμφανίζονται όλα τα λειτουργικά συστήματα που έχετε εγκατεστημένα, τότε είναι ασφαλές να εγκαταστήσετε το φορτωτή εκκίνησης στον πρώτο σκληρό σας δίσκο. Κατά την εκκίνηση του υπολογιστή σας, θα μπορείτε να επιλέξετε ένα από αυτά τα λειτουργικά συστήματα, ή το νέο σας σύστημα Debian.
fa: اگر تمام سیتم عاملهای شما در لیست زیر موجود است منطقی است که راه‌انداز را بر روی MBR نصب کنید. هنگامی که کامپیوتر شما مجددا راه‌اندازی میگردد شما قادر خواهید بود هر کدام از آنها را انتخاب کنید.
fi: Jos koneen kaikki käyttöjärjestelmät löytyvät yllä olevasta listasta, pitäisi olla turvallista asentaa alkulatausohjelma ensimmäisen kiintolevyn pääkäynnistyslohkoon. Kun tietokone käynnistyy, voit valita käynnistettäväksi yhden näistä käyttöjärjestelmistä tai uuden Debian-järjestelmän.
id: Jika semua sistem operasi Anda terdaftar di atas, maka cukup aman untuk memasang boot loader pada master boot record dari hard disk pertama. Saat komputer boot, Anda dapat memilih untuk menjalankan salah satu sistem operasi tersebut atau menjalankan sistem Debian Anda yang baru.
mg: Raha voatanisa etsy ambany daholo ny mpandrindra milina ao anatin'ny odinateranao, dia tsara raha apetraka ao amin'ny master boot record an'ny kapila mafy voalohany ny boot loader. Rehefa mamelona ny milina ianao dia afaka misafidy na iray amin'ireo mpandrindra milina ireo na ny mpamdrindra milina vaovao Debian.
nn: Viss alle operativsystema dine er i lista over, så skal det vera trygt å installera oppstartslastaren på hovudoppstartssporet på den første harddisken. Når maskina di startar opp, kan du velja eit av desse operativsystema eller det nye Debian-systemet ditt.
pl: Je¶li powy¿sza lista zawiera wszystkie Twoje systemy operacyjne, to instalacja programu uruchomieniowego w g³ównym rekordzie uruchomieniowym pierwszego dysku twardego powinna byæ bezpieczna. Podczas uruchamiania komputera bêdzie mo¿liwo¶æ wyboru spo¶ród tych systemów operacyjnych i systemu Debian.
pt_br: Caso todos os seus sistemas operacionais estejam listados acima, deverá ser seguro instalar o carregador de inicialização no registro de inicialização principal de seu primeiro disco rígido. Quando seu computador iniciar, você poderá optar por iniciar qualquer um dos sistemas operacionais ou o seu novo sistema Debian.
sl: Če so zgoraj napisani vsi vaši operacijski sistemi potem je verjetno varno namestiti zagonski zaganjalnik na glavni zagonski zapis vašega trdega diska. Ko se vaš računalnik zažene boste lahko izbrali enega od teh operacijskih sistemov ali pa vaš novi Debian sistem.

source: It seems that this installation of Debian is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
el: Από ό,τι φαίνεται, αυτή η εγκατάσταση του Debian είναι το μόνο λειτουργικό σύστημα στον υπολογιστή αυτό. Αν είναι όντως έτσι, η εγκατάσταση του φορτωτή εκκίνησης GRUB στο master boot record του πρώτου δίσκου σας είναι ασφαλής.
fa: به نظر میرسد GRUB تنها سیستم عامل بر روی این رایانه است. در این صورت نصب GRUB بر روی MBR دیسک سخت اول بی خطر است.
fi: Nähtävästi tämä Debian-asennus on tämän tietokoneen ainoa käyttöjärjestelmä. Mikäli näin on, pitäisi olla turvallista asentaa GRUB-alkulatausohjelma ensimmäisen kiintolevyn pääkäynnistyslohkoon.
id: Tampaknya instalasi Debian ini merupakan satu-satunya sistem operasi pada komputer ini. Jika demikian, cukup aman memasang boot loader GRUB pada master boot record dari hard disk pertama.
mg: Toa ity Debian vao hapetrka ity ihany no mpandrindra milina ao anatin'ny ordinateranao. Raha izany tokoa dia afaka tsara raha apetraka ao amin'ny master boot record ny kapila mafy voalohany ny boot loader GRUB.
nn: Det ser ut til at denne installasjonen av Debian er det einaste operativsystemet på denne maskina. Viss det er rett, skal det vera trygt å installera oppstartslastaren GRUB på hovudoppstartssporet på den første harddisken.
pl: Wygl±da na to, ¿e ta instalacja Debiana jest jedynym systemem operacyjnym w tym komputerze. Je¶li tak jest to instalacja programu uruchomieniowego w g³ównym rekordzie uruchomieniowym pierwszego dysku twardego powinna byæ bezpieczna.
pt_br: Parece que esta instalação do Debian será o único sistema operacional neste computador. Caso isso seja verdade, deverá ser seguro instalar o carregador de inicialização GRUB no registro de inicialização principal de seu primeiro disco rígido.
sl: Izgleda, da bo ta namestitev Debiana edini operacijski sistem na tem računalniku. Če je temu tako je verjetno varno namestiti zagonski nalagalnik GRUB v glavni zagonski zapis prvega trdega diska.

source: Install the GRUB bootloader to XFS filesystem?
el: Εγκατάσταση του φορτωτή εκκίνησης GRUB σε σύστημα αρχείων XFS;
fi: Asenna GRUB-alkulatausohjelma XFS-tiedostojärjestelmään?
id: Memasang boot loader GRUB pada sistem berkas XFS?
mg: Apetraka ao amin'ny file system XFS ve ny boot loader GRUB?
nn: Installer oppstartslastaren GRUB på XFS-filsystem?
pl: Zainstalowaæ program uruchomieniowy GRUB na systemie plików XFS?
pt_br: Instalar o gerenciador de inicialização GRUB em um sistema de arquivos XFS ?
sl: Namestim sistemski zaganjalnik GRUB na XFS datotečni sistem?
