Repository: dankamongmen/s-i
Catalog: packages/iso-scan/debian/po/*.po
Languages: ar, cs, fi, gl, hr, hu, it, sk, sv, vi, xh, zh_cn

source: Scan hard drives for an installer ISO image
ar: مسح الأقراص الصّلبة بحثاً عن صورة ISO للتّثبيت
cs: Hledat na pevných discích ISO soubory instalátoru
fi: Etsi kiintolevyiltä asennusohjelman ISO-levyotos.
gl: Buscar nos discos duros unha imaxe ISO da instalación
hr: Pretra쬴 搬rste diskove za instalacijskim ISO obli縛em
hu: Merevlemezek átvizsgálása telepítő ISO-csomag felderítésére
it: Cerca sui dischi rigidi un'immagine ISO dell'installatore
sk: Hµada» in¹talaèné ISO súbory na pevných diskoch
sv: Sök igenom hårddiskarna efter en ISO-avbild av installationsprogrammet
vi: Quét các đĩa cứng tìm ảnh ISO kiểu cài đặt
xh: Skena ii-drive ezakhelwe ngaphakathi zakhelwe umfanekiso wesiseki-nkqubo se-ISO
zh_cn: 扫描硬盘，寻找安装程序的 ISO 映像文件

source: stable, testing, unstable
ar: مستقر, تجريبي, غير مستقر
cs: stabilní, testovací, nestabilní
fi: vakaa, testattava, epävakaa
hr: stabilna, testiraju潞, nestabilna
hu: stabil, tesztelés alatti, instabil
sk: stabilná, testovacia, nestabilná
vi: ổn định, thử ra, bất định
zh_cn: 稳定, 测试中, 不稳定

source: Debian version to install:
ar: إصدارة دبيان التي ستثبّت:
cs: Verze Debianu pro instalaci:
fi: Mikä Debian-versio asennetaan:
gl: Versión de Debian a instalar:
hr: Ina粕ca Debiana za instalaciju:
hu: Telepítendő Debian-változat:
it: Versione Debian da installare:
sk: Verzia Debianu na in¹taláciu:
sv: Debianutgåva som ska installeras:
vi: Phiên bản Debian cần cài đặt:
zh_cn: 要安装的 Debian 版本：

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
ar: يتوفّر ديبيان بعدة أشكال. المستقر مختبرٌ و مجرّبٌ جيّداً و قلّما يتغيّر. الغير مستقر غير مجرّب و كثير التّغيّر. أما التّجريبي فهو الحلّ الوسط الذي يستقبل العديد من الإصدارات الجديدة من الغير مستقر إن لم يكن بها مشاكل كثيرة.
cs: Debian je k dispozici v nìkolika variantách. Stabilní verze je peèlivì testovaná a mìní se velmi zøídka. Nestabilní verze se mìní velmi èasto a mù¾e obsahovat chyby. Testovací verze je nìco mezi tím. Pokud nejsou balíky z nestabilní verze moc chybové, pøecházejí do verze testovací.
fi: Debian on saatavilla useina vivahteina. Vakaa on hyvin testattu ja muuttuu harvoin. Epävakaa on testaamaton ja muuttuu usein. Testattava on siltä väliltä, useat uudet versiot epävakaasta siirtyvät siihen jos niissä ei ole liikaa vikoja.
gl: Debian está dispoñible en varios 'sabores'. Stable está moi probada e é raro que se produzan cambios. Unstable está sen probar e frecuentemente cambia. Testing está a medio camiño, xa que recibe moitas das novas versiones de Unstable se non teñen moitos fallos.
hr: Debian dolazi u nekoliko distribucija. Stabilna je dobro provjerena i rijetko se mijenja. Nestabilna je neprovjerena i mijenja se 泊sto. Testiraju潞 je u sredini, pa sadr쬴 ve輅nu novih ina粕ca paketa iz nestabilne, ako nemaju previ젼 buba.
hu: A Debian többféle változatban létezik. A stabil igen alapos tesztelésen esett át és ritkán változik. Az instabil kevés tesztelést kapott és gyakran változik. A tesztelés alatti változat a kettő közti középút, és az instabil sok, hibamentesebbnek ítélt darabját gyűjti.
it: Debian è distribuita in varie versioni. La stabile (stable) è ben testata e cambia molto di rado. La instabile (unstable) non è testata e cambia molto di frequente. Quella in fase di test (testing) è una via di mezzo che riceve molte delle nuove versioni dei programmi dalla instabile se non hanno troppi bug.
sk: Debian prichádza v niekoµkých verziách. Stabilná je dobre testovaná a zriedka sa mení. Nestabilná je netestovaná a s èastými zmenami. Testovacia je nieèo uprostred, preto¾e má z nestabilnej verzie veµa nových programov, ktoré nemajú veµa chýb.
sv: Debian finns i flera utgåvor. Den stabila utgåvan ("Stable") är vältestad och ändras sällan. Den instabila utgåvan ("Unstable") är otestad och ändras ofta. Testningsutgåvan ("Testing") är medelvägen. Den tar emot många nya versioner från den instabila utgåvan ("Unstable") om de inte är för buggiga.
vi: Có vài phiên bản Debian khác: • ổn định (stable) - phiên bản này được kiểm tra khá và thay đổi rất ít lần. • bất định (unstable) - phiên bản này chưa được kiểm tra và thay đổi luôn. • thử ra (testing) - phiên bản này nằm giữa hai phiên bản khác: nó nhận nhiều trình mới từ phiên bản bất định, khi mỗi trình không còn có nhiều lỗi lại.
zh_cn: Debian 同时存在多个版本。稳定版是经过大量测试，很少更动的版本。不稳定版是没有经过测试，变动非常频繁的版本。测试中版本则是介于稳定与不稳定之间，它通常会从不稳定版中接收一些没太多问题的新版软件。

source: Detecting hardware to find hard drives
ar: جاري اكتشاف العتاد بحثاً عن الأقراص الصّلبة
cs: Rozpoznává se hardware za úèelem nalezení pevných diskù
fi: Etsitään kiintolevyjä tunnistamalla laitteistoa
gl: Detectando dispositivos para atopar discos duros
hr: Pretra쬿jem o搬rsje za 搬rstim diskovima
hu: Merevlemezek felderítése
it: Ricerca dei dischi rigidi sul sistema
sk: Rozpoznávam zariadenia na nájdenie pevných diskov
vi: Đang phát hiện phần cứng để tìm đĩa cứng
xh: Ifuna impahla yentsimbi yekhompyutha ukuze ifumane ii-drive ezakhelwe ngaphakathi
zh_cn: 正在探测硬件以搜寻硬盘驱动器

source: Searching drives for an installer ISO image
ar: جاري البحث في الأقراص عن صورة ISO للتّثبيت
cs: Na pevných discích se hledají ISO soubory instalátoru
fi: Etsitään levyiltä asennusohjelman ISO-levyotosta
gl: Buscando nas unidades unha imaxe ISO da instalación
hr: Pretra쬿jem pogone za instalacijskim ISO obli縛em
hu: Háttértárak átvizsgálása telepítő ISO-csomag felderítésére
it: È in corso la ricerca di un'immagine ISO dell'installatore sui dischi
sk: Hµadám in¹talaèné ISO súbory na diskoch
sv: Söker igenom hårddiskarna efter en ISO-avbild av installationsprogrammet
vi: Đang tìm kiếm các ổ đĩa để tìm ảnh ISO kiểu cài đặt...
xh: Ikhangela ii-drive ilungiselela umfanekiso we-ISO wesiseki-nkqubo
zh_cn: 搜索硬盘，寻找安装程序的 ISO 映像文件

source: Mounting ${DRIVE}...
ar: جاري تجهيز ${DRIVE}...
cs: Pøipojuji ${DRIVE}...
fi: Liitetään ${DRIVE}...
gl: Montando ${DRIVE}...
hr: Montiram ${DRIVE}...
hu: Meghajtó felcsatlakoztatása: ${DRIVE}...
it: Mount di ${DRIVE} in corso.
sk: Pripájam ${DRIVE}...
vi: Đang lắp ${DRIVE}...
xh: Inyusa i-${DRIVE}...
zh_cn: 挂载 ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
ar: جاري مسح ${DRIVE} (في ${DIRECTORY})...
cs: Prohledávám ${DRIVE} (v ${DIRECTORY})...
fi: Selataan levyä ${DRIVE} (hakemistossa ${DIRECTORY})...
gl: Buscando dentro de ${DRIVE} (en ${DIRECTORY})...
hr: Pretra쬿jem ${DRIVE} (u ${DIRECTORY})...
hu: Meghajtó átvizsgálása (${DRIVE}), könyvtár: ${DIRECTORY}...
it: Ricerca su ${DRIVE} (in ${DIRECTORY}) in corso.
sk: Prehµadávam ${DRIVE} (v ${DIRECTORY})...
vi: Đang quét đĩa ${DRIVE} (trong thư mục ${DIRECTORY})...
xh: Iskena i ${DRIVE} (ku ${DIRECTORY})...
zh_cn: 正在扫描 ${DRIVE} (${DIRECTORY} 中)...

source: Do full disk search for installer ISO image?
ar: هل تريد البحث في كامل القرص عن صورة ISO للتثبيت؟
cs: Hledat ISO obraz instalátoru na celém disku?
fi: Etsitäänkö kaikilta levyiltä asennus-ISO-levyotosta?
gl: ¿Facer unha búsqueda en todo o disco para atopar unha imaxe ISO da instalación?
hr: Pretra쬴 cijeli disk za instalacijskim ISO obli縛em?
hu: Telepítő ISO-csomagot a teljes háttértáron keres?
it: Eseguire una ricerca completa del disco per un'immagine ISO dell'installatore?
sk: Hµada» in¹talaèný ISO súbor na celom disku?
sv: Gör en fullständig disksökning efter en ISO-avbild av installationsprogrammet?
vi: Chạy việc tìm kiếm đĩa đầy đủ để tìm ảnh ISO kiểu cài đặt không?
xh: Ingaba ikhangela ngokuzeleyo idiski isenzela umfanekiso we-ISO wesiseki-zixhobo?
zh_cn: 进行彻底的搜索，来查找安装程序的 ISO 映像文件吗？

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
ar: البحث السّريع عن صور ISO للتّثبيت، والذي يبحث فقط في الأماكن الشّائعة، بحث في ${NUM_DIRS} دليل في ${NUM_FILESYSTEMS} أنظمة ملفّاتٍ دون أن يعثر على صورة ISO للتّثبيت. من المحتمل أن يجد البحث المكثّف صورة ISO للتّثبيت، إلا أنّه قد يستغرق وقتاً طويلاً.
cs: Rychlé hledání instalaèních ISO souborù, které se dívá jen do obvyklých míst, nena¹lo ¾ádné instalaèní ISO obrazy. Je mo¾né, ¾e dùkladnìj¹í hledání je najde, ale bude to trvat déle.
fi: Nopea asennus-ISO-levyostosten etsintä, joka katsoo vain tavallisimmat paikat, ei löytänyt asennusohjelman ISO-otosta. On mahdollista, että kattavampi etsintä löytää ISO-levyotoksen, mutta haku voi kestää pitkään.
gl: A búsqueda rápida de imaxes ISO do instalador, que mira só en lugares comúns, non foi capaz de atopar unha imaxe do instalador. É posible que unha búsqueda máis meticulosa atope a imaxe ISO, pero pode levar moito máis tempo.
hr: Hitra pretraga za instalacijskim ISO obli縛em, koja gleda samo na uobi搏jena mjesta, nije ga prona졃a. Mogu老 je da bi ga obuhvatnija pretraga na졃a, ali to mo쬰 potrajati.
hu: A telepítő ISO-csomagok gyorskeresése (ami csak néhány közismertebb helyen kutatott) sikertelenül zárult. Lehet, hogy egy alaposabb keresés eredménnyel jár, de jóval tovább is tarthat.
it: La ricerca rapida per le immagini ISO dell'installatore, che cerca solo in posizioni comuni, non ha trovato un'immagine ISO dell'installatore. Può darsi che una ricerca più approfondita trovi l'immagine ISO, ma potrebbe occorrere molto più tempo.
sk: Rýchle vyhµadávanie in¹talaèných ISO súborov, ktoré hµadá len na obvyklých miestach, nena¹lo ¾iaden in¹talaèný ISO súbor. Je mo¾né, ¾e dôkladnej¹ie hµadanie nájde ISO súbor, ale bude to dlh¹ie trva».
sv: Den snabba sökningen efter ISO-avbilder av installationsprogrammet, som endast söker på vanliga platser, hittade ingen ISO-avbild av installationsprogrammet. Det är möjligt att en mer grundlig sökning kan hitta ISO-avbilden, men det kan ta lång tid.
vi: Việc quét nhanh tìm ảnh ISO cài đặt, mà chỉ tìm trong những nơi thường, chưa tìm thấy ảnh ISO cài đặt. Có thể việc tìm kiếm toàn diện hơn sẽ tìm được ảnh ISO đó, còn có lẽ sẽ mật thời gian dài.
xh: Ukukhangelwa okuzeleyo kwemifanekiso ye-ISO yesiseki-zixhobo, ekhangela kuphela ezindaweni eziqhelekileyo, akufumanga mfanekiso we-ISO wesiseki-zixhobo. Kungenzeka okokuba ukukhangelwa okucokisekileyo kuya kuwufumana umfanekiso we-ISO, kodwa oku kungathatha ithuba elide.
zh_cn: 对安装 ISO 映像文件的快速扫描仅在一般的位置进行查找，但是没有找到安装程序的 ISO 映像文件。也许能够通过更彻底的搜索找到它，但是这将花费很长时间。

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
ar: لم يعثر على أيّة صور ISO للتّثبيت. إذا كنت قد قمت بتنزيل صورة ISO، فقد يكون لها اسم رديء (لا يتنهي بـ.iso)، أو أنّها على نظام ملفّاتٍ تعذّر تركيبه. ينبغي أن تقوم بالتّثبيت الشّبكي بدلاً من ذلك، أو أعد التّشغيل وأصلح صورة ISO.
cs: Nebyly nalezeny ¾ádné instalaèní ISO obrazy. Je mo¾né, ¾e nemají správnou pøíponu (musí konèit na ".iso"), nebo jsou ulo¾eny na souborovém systému, který nemohl být pøipojen. Mù¾ete buï zkusit sí»ovou instalaci, nebo restartovat a ISO soubory opravit.
fi: Asennus-ISO-levyotoksia ei löytynyt. Jos olet noutanut ISO-levyotoksen, se voi olla väärin nimetty (ei pääty ".iso") tai voi olla tiedostojärjestelmällä, jota ei voitu liittää. Sinun täytyy tehdä joko verkkoasennus tai uudelleenkäynnistää ja korjata ISO-levyotos.
gl: Non se atoparon imaxes ISO do instalador. Se descargaches a imaxe ISO pode ter un nome que non sea válido (Que non renmata en ".iso"), ou pode estar nun sistema de ficheiros que non puido ser montado. Terás que facer unha instalación por rede o reiniciar o sistema e arranxar o problema.
hu: Egyetlen telepítő ISO-csomag sem került elő. Ha letöltött ilyen csomagot, akkor lehet, hogy rossz fájlnevet adott neki (".iso"-ra kellene végződnie), vagy a neki helyet adó fájlrendszer felcsatlakoztatására tett kísérlet sikertelen maradt. Marad a hálózati telepítés lehetősége, vagy a rendszer újraindítása után kísérletet tehet az ISO-csomag javítására.
sk: Neboli nájdené ¾iadne ISO súbory. Je mo¾né, ¾e nemajú správnu príponu (musia konèi» na ".iso"), alebo sú ulo¾ené na súborovom systéme, ktorý nebol pripojený. Mô¾ete prejs» ku sie»ovej in¹talácii, alebo re¹tartova» a opravi» ISO súbory.
sv: Hittade inga ISO-avbilder av installationsprogrammet. Om du hämtade ISO-avbilden kan den ha ett felaktigt filnamn (inte sluta på ".iso") eller så kan den finnas på ett filsystem som inte kunde monteras. Du måste göra en nätverksinstallation istället eller starta om och fixa ISO-avbilden.

source: Failed to find an installer ISO image
ar: فشل العثور على صورة ISO للتّثبيت
cs: Nelze nalézt ISO obraz instalátoru
fi: Asennus-ISO-levyotoksia ei löytynyt
gl: Non se puido atopar unha imaxe ISO do instalador
hr: Tra쬰nje instalacijskog ISO obli縛a neuspjelo
hu: Egyetlen telepítő ISO-csomag sem került elő
it: Impossibile trovare un'immagine ISO dell'installatore
sk: Chyba pri hµadaní in¹talaèného ISO súboru
sv: Misslyckades med att hitta en ISO-avbild av installationsprogrammet
vi: Không tìm thấy ảnh ISO kiểu cài đặt
xh: Ayiphumelanga ukufumana umfanekiso we-ISO wesiseki-zixhobo
zh_cn: 无法找到安装程序的 ISO 映像文件

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
ar: رغم العثور على صورة ISO واحدة أة أكثر ألّا أن تركيبها قد تعذّر. ربّما تكون صورة ISO التي أنزلتها فاسدة.
cs: Z nalezených ISO obrazù se ¾ádný nepodaøilo pøipojit. Sta¾ené ISO obrazy jsou mo¾ná po¹kozeny.
fi: Vaikkakin yksi tai useampi mahdollinen ISO-levyotos löytyi, niitä ei voitu liittää. Noutamasi ISO-levyotos voi olla viallinen.
gl: Aínda que se atoparon unha ou máis posibles imaxes ISO, non se puideron montar. A imaxe ISO en cuestión pode estar corrupta.
hr: Iako je prona緯no jedno ili vi젼 ISO obli縛a, nije ih mogu老 montirati. ISO obli縛e koje ste skinuli mo쬯a je neispravno.
hu: Bár a felderítés egy vagy több szóba jöhető ISO-csomagot is talált, ezek mindegyikének felcsatlakoztatása kudarcot vallott. Az ISO-csomag(ok) épsége valószínűleg kérdéses.
it: Sebbene siano state trovate una o più possibili immagini ISO, non è stato possibile montarle. Le immagini ISO scaricate potrebbero essere danneggiate.
sk: Hoci sa na¹lo jeden alebo viacero mo¾ných ISO súborov, nepodarilo sa ich pripoji». Stiahnuté ISO súbory sú mo¾no po¹kodené.
sv: Trots att en eller flera möjliga ISO-avbilder hittades kunde de inte monteras. ISO-avbilden som du hämtade kan vara korrupt.
vi: Dù tìm thấy một hay nhiều ảnh ISO có thể, không thể lắp chúng. Có lẽ ảnh ISO đã tải về bị hỏng.
xh: Ngeli xesha umfanekiso omnye okanye engaphezulu ye-ISO, kusenokwenzeka ukuba yafunyanwa, ayikwazeka ukunyuswa. Umfanekiso we-ISO owukhupheleyo kusenokwenzeka ukuba wonakele.
zh_cn: 找到了一个或多个可能的 ISO 映像文件，但都无法被挂载。您下载的 ISO 映像文件也许已经受损。

source: No installer ISO image found
ar: لم يعثر على أيّة صورة ISO للتّثبيت
cs: Nebyl nalezen ¾ádný ISO obraz instalaèního systému
fi: Asennusohjelman ISO-levyotosta ei löytynyt
gl: Non se atopou ningunha imaxe ISO do instalador
hr: Nije prona緯no instalacijsko ISO obli縛e
hu: Nincs telepítő ISO-csomag
it: Nessuna immagine ISO dell'installatore trovata
sk: Nena¹iel sa ¾iaden in¹talaèný ISO súbor
sv: Hittade inga ISO-avbilder av installationsprogrammet
vi: Không tìm thấy ảnh ISO cài đặt
xh: Akukho mfanekiso we-ISO wesiseki-zixhobo ufunyenweyo
zh_cn: 未找到安装程序的 ISO 映像文件

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
ar: رغم العثور على صورة ISO واحدة أة أكثر ألّا أنّها لا تبدو كصور ISO صالحة.
cs: Zdá se, ¾e z nalezených ISO obrazù není ani jeden platným obrazem instalaèního systému.
fi: Vaikkakin yksi tai useampi ISO-levyotos löytyi, ne eivät vaikuttaneet olevan kelvollisia asennus-ISO-levyotoksia.
gl: Aínda que se atoparon unha ou máis imaxes ISO, non parecen ser imaxes ISO do instalador válidas.
hr: Iako je prona緯no jedno ili vi젼 ISO obli縛a, ona ne izgledaju kao valjana instalacijska ISO obli縛a.
hu: Legalább egy ISO-csomag ugyan előkerült, de egyikük sem bizonyult használható telepítő ISO-csomagnak.
it: Sebbene siano state trovate una o più possibili immagini ISO, non sembrano essere immagini ISO dell'installatore valide.
sk: Hoci sa na¹lo jeden alebo viacero mo¾ných ISO súborov, nezdá sa, ¾e sú to platné in¹talaèné ISO obrazy.
sv: Trots att en eller flera möjliga ISO-avbilder hittades så såg de inte ut som riktiga ISO-avbilder av installationsprogrammet.
vi: Dù tìm thấy một hay nhiều ảnh ISO có thể, không hình như ảnh ISO cài đặt hợp lệ.
xh: Ngeli xesha umfanekiso omnye okanye ngaphezulu we-ISO kusenokwenzeka ukuba yafunyanwa, ayibonakalanga ngathi yimifanekiso esemthethweni ye-ISO yesiseki-zixhobo.
zh_cn: 找到了一个或多个可能的 ISO 映像文件，但看起来都不是有效的安装程序 ISO 映像文件。

source: Please do a network install instead, or reboot and fix the ISO image.
ar: رجاءً قم بالتًثبيت الشًبكي بدلاً من ذلك، أو أعد التًشغيل وأصلح صورة ISO.
cs: Zkuste buï sí»ovou instalaci, nebo restartujte a ISO soubory opravte.
fi: Tee sen sijaan verkkoasennus tai uudelleenkäynnistä ja korjaa ISO-levyotos.
gl: Por favor, fai unha instalación por rede no seu lugar, ou tamén podes reiniciar e arranxar o problema coa imaxe ISO.
hr: Molim poku져jte mre쬹u instalaciju, ili ponovo pokrenite sustav i sredite ISO obli縛e.
hu: Folyamodjon inkább a hálózati telepítéshez, vagy a rendszer újraindítása után próbálja meg javítani az ISO-csomagot.
it: Eseguire un'installazione via rete o riavviare e correggere l'immagine ISO.
sk: Skúste rad¹ej sie»ovú in¹taláciu alebo re¹tartujte a opravte ISO súbor.
sv: Gör en nätverksinstallation istället eller starta om och fixa ISO-avbilden.
vi: Hãy cài đặt qua mạng thay thế, hoặc khởi động lại và sửa ảnh ISO đó.
xh: Nceda misela inkqubo yothungelwano endaweni yoko, okanye uvule kwakhona inkqubo ulungise umfanekiso we-ISO.
zh_cn: 请选择网络安装，或重启并修复 ISO 映像文件。

source: Successfully mounted ${SUITE} installer ISO image
ar: تمّ تركيب صورة ISO لمثبّت ${SUITE} بنجاح
cs: Instalaèní ISO obraz ${SUITE} byl úspì¹nì pøipojen.
fi: Jakelun ${SUITE} asennus-ISO-levyotos liitetty onnistuneesti
gl: Montouse con éxito a imaxe ISO ${SUITE} do instalador
hr: Montiranje instalacijskog ISO obli縛a ${SUITE} uspjelo
hu: ${SUITE} telepítő ISO-csomag sikeresen felcsatlakoztatva
it: L'immagine ISO dell'installatore ${SUITE} è stata montata
sk: In¹talaèný ISO súbor ${SUITE} bol úspe¹ne pripojený
sv: Lyckades montera ISO-avbilden ${SUITE} av installationsprogrammet
vi: Mới lắp ảnh ISO cài đặt ${SUITE}
zh_cn: 成功挂载 ${SUITE} 安装程序的 ISO 映像文件

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
ar: ملف ISO ${FILENAME} على ${DEVICE} (${SUITE}) سوف يستخدم كصورة ISO للتّثبيت.
cs: ISO soubor ${FILENAME} na ${DEVICE} (${SUITE}) se pou¾ije pro instalaci.
fi: ISO-tiedosto ${FILENAME} laitteella ${DEVICE} (${SUITE}) otetaan käyttöön asennus-ISO-levyotoksena.
gl: A imaxe ISO ${FILENAME} en ${DEVICE} (${SUITE}) vai ser usada como a imaxe ISO da instalación.
hr: ISO datoteka ${FILENAME} na ure暐ju ${DEVICE} (${SUITE}) bit 老 kori졊ena kao instalacijsko ISO obli縛e.
hu: A felhasználandó (${SUITE} telepítő) ISO-csomag származási eszköze: ${DEVICE}, útvonala: ${FILENAME}.
it: Il file ISO ${FILENAME} su ${DEVICE} (${SUITE}) sarà usato come immagine ISO di installazione.
sk: ISO súbor ${FILENAME} na ${DEVICE} (${SUITE}) sa pou¾ije ako in¹talaèný ISO obraz.
sv: ISO-filen ${FILENAME} på enhet ${DEVICE} (${SUITE}) kommer att användas som ISO-avbild av installationsprogrammet.
vi: Tập tin ISO ${FILENAME} trên thiết bị ${DEVICE} (${SUITE}) sẽ được dùng là ảnh ISO cài đặt.
xh: Ifayili i-ISO ${FILENAME} kwi ${DEVICE} (${SUITE}) iya kusetyenziswa njengomfanekiso we-ISO wokuseka isixhobo.
zh_cn: 将使用 ${DEVICE} (${SUITE}) 上的 ISO 文件 ${FILENAME} 作为安装用的 ISO 映像文件。

source: Load installer components from an installer ISO
ar: تحميل مكوّنات المثبّت من مثبّت ISO
cs: Nahrát soubory instalaèního programu z ISO obrazù instalátoru
fi: Lataa asennusohjelman osat ISO-levyotokselta
gl: Cargar os compoñentes do instalador desde unha imaxe ISO de instalación
hr: U粕taj dijelove instalacije s instalacijskog ISO obli縛a
hu: Telepítő összetevőinek betöltése egy telepítő ISO-csomagról
it: Carica i componenti dell'installatore da un'immagine ISO
sk: Naèíta» súèasti in¹talaèného programu z ISO obrazu
sv: Ladda installationskomponenter från en ISO-avbild av installationsprogrammet
vi: Tải thành phần cài đặt từ ảnh ISO cài đặt
xh: Layisha amalungu esiseki zixhobo uwasusa kwisiseki-zixhobo i-ISO
zh_cn: 从安装程序的 ISO 中加载安装程序的组件

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
hr: Nije prona緯no instalacijsko ISO obli縛e. Ako ste ga skinuli s mre쬰, mo쬯a ima krivo datote迫o ime (koje ne zavr져va s ".iso"), ili se nalazi na datote迫om sustavu koji nije mogao biti montiran. Morat 老te poku져ti mre쬹u instalaciju, ili ponovo pokrenuti sustav i srediti ISO obli縛e.
it: Non è stata trovata alcuna immagine ISO dell'installatore. Se l'immagine è stata scaricata, potrebbe avere un nome errato (che non termina in ".iso"), o potrebbe trovarsi in un file system che non può essere montato. Occorrerà eseguire un'installazione via rete, oppure riavviare e correggere l'immagine ISO.
vi: Chưa tìm thấy ảnh ISO cài đặt nào. Nếu bạn đã tải vệ ảnh ISO đó, có lẽ nó có tên tập tin sai (không kết thức bằng <.iso>), hoặc nó trên hệ thống tập tin không lắp được. Vậy bạn sẽ cần phải cài đặt qua mạng thay thế, hoặc khởi động lại và sửa ảnh ISO đó.
zh_cn: 没有找到安装程序的 ISO 映像文件。如果您下载了 ISO 映像文件，也许它的文件名有问题(不是以“.iso”结尾)，或者它被存放在一个不能挂载的文件系统之上。接下来，您可以选择网络安装，或者重启并修复 ISO 文件。

source: Mounting ${DRIVE} ...
sv: Monterar ${DRIVE} ...

source: Scanning ${DRIVE} (in ${DIRECTORY}) ...
sv: Söker igenom ${DRIVE} (i ${DIRECTORY}) ...
