Repository: dankamongmen/s-i
Catalog: utils/debian/po/*.po
Languages: fr, lt, pt_br, ru, uk

source: Mount a partition, Unmount a partition, Leave
fr: Monter une partition, Démonter une partition, Quitter
pt_br: Montar um partição, Desmontar uma partição, Abandonar

source: Partition mounting main-menu
fr: Menu principal de montage des partitions
pt_br: Menu principal de montagem de partições

source: Please select one of the following options.
fr: Veuillez choisir l'une des options suivantes.
pt_br: Por favor selecione uma das seguintes opções.

source: Please choose which partition to mount
fr: Veuillez choisir la partition à monter
pt_br: Por favor selecione qual partição montar

source: Listed are the partitions available in your system. Please choose which partition you want to mount.
fr: Voici la liste des partitions existant sur votre système. Veuillez choisir la partition que vous désirez monter.
pt_br: Na listagem encontram-se as partições disponíveis em seu sistema. Por favor escolha qual partição você deseja montar

source: Please choose the root partition
fr: Veuillez choisir la partition racine
pt_br: Por favor selecione a partição raíz (root)

source: Please choose one of these partitions for your root (/) mount point.
fr: Veuillez choisir l'une de ces partitions comme point de montage de votre partition racine (/).
pt_br: Por favor selecione uma dessas partições para ser usada como seu ponto de montagem raíz (/).

source: Please choose where you want to mount ${PARTITION}.
fr: Veuillez choisir où vous désirez monter ${PARTITION}.
pt_br: Por favor escolha onde você deseja montar ${PARTITION}.
ru: Пожалуйста укажите куда вы хотите примонтировать ${PARTITION}.

source: Please choose where you want to mount the partition
fr: Veuillez choisir où vous désirez monter la partition
pt_br: Por favor selecione onde você deseja montar a partição

source: Please enter the path to where you want to mount ${PARTITION}.
fr: Veuillez indiquer le chemin d'accès du point de montage de ${PARTITION}.
pt_br: Por favor informe o caminho onde você deseja montar ${PARTITION}.

source: Not enough information
fr: Trop peu d'informations
pt_br: Sem informação suficiente

source: Sorry, no partitions can be mounted. Either partition or mountpoint information is missing.
fr: Désolé, mais aucune partition ne peut être montée. Il manque l'information soit sur le point de montage soit sur la partition.
pt_br: Desculpe, não foi possível montar nenhuma partição. Está faltando informação sobre partição ou ponto de montagem.

source: Unable to create mountpoint
fr: Impossible de créer le point de montage
pt_br: Impossível criar ponto de montagem

source: Unable to create the mountpoint ${MOUNT}.
fr: Impossible de créer le point de montage (${MOUNT})
pt_br: Impossível criar o ponto de montagem ${MOUNT}.

source: Unable to mount partition
fr: Impossible de monter la partition
pt_br: Impossível montar partição

source: Unable to mount the partition ${PART} onto mountpoint ${MOUNT}.
fr: Impossible de monter la partition ${PART) sur le point de montage ${MOUNT}.
pt_br: Impossível montar a partição ${PART} no ponto de montagem ${MOUNT}.

source: Unable to reuse the mount-point
fr: Impossible de réutiliser le point de montage
pt_br: Impossível reutilizar o ponto de montagem

source: The given mount-point ${MOUNTPOINT} is alreay in use. Please select another mount-point, or unmount the partition first.
pt_br: A ponto de montagem informado ${MOUNTPOINT} já está em uso. Por favor selecione um outro ponto de montagem ou desmonte a partição antes.

source: You can't use this mount-point
fr: Vous ne pouvez pas utiliser ce point de montage
pt_br: Este ponto de montagem não pode ser usado

source: The given mount-point ${MOUNTPOINT} can't be used to mount a partition on. Your system may be in an unbootable state after this.
pt_br: O ponto de montagem informado ${MOUNTPOINT} não pode ser usado para montar uma partição. Talvez não seja possível inicializar seu sistema após isso.

source: No valid partition for mounting found
fr: Impossible de trouver une partition valide à monter
pt_br: Nenhuma partição válida para montagem encontrada

source: No valid partition found in the system. Maybe not all needed kernel modules are loaded, or no partition has 0x83 as partition type.
fr: Impossible de trouver une partition valide dans le système. Peut-être tous les modules requis n'ont pas été chargés dans le noyau, ou bien aucune partition n'a le type 0x83.
pt_br: Nenhuma partição válida foi encontrada no sistema. Talvez nem todos os módulos de kernel estejam carregados ou nenhuma partição seja do tipo 0x83 (Linux).

source: No mounted partitions found
fr: Impossible de trouver une partition montée
pt_br: Nenhuma partição montada foi encontrada

source: No mounted partitions were found. Nothing to unmount.
pt_br: Nenhuma partição montada que pudesse ser desmontada foi encontrada. Não há nada para desmontar.

source: Please choose which partition to unmount
fr: Veuillez choisir la partition à démonter
pt_br: Por favor selecione qual partição desmontar

source: Listed are the partitions currently mounted in your system. Please choose which partition you want to unmount.
fr: Voici la liste des partitions actuellement montées dans votre système. Veuillez choisir celle que vous voulez démonter.
pt_br: A lista a seguir contém as partições que estão montadas no momento em seu sistema. Por favor escolha qual partição você deseja desmontar.

source: Unable to unmount the partition
pt_br: Impossível desmontar a partição

source: The partition ${PARTITION} (mounted on ${MOUNTPOINT}) can't be unmounted. Maybe another partition is mounted under this partition?
pt_br: A partição ${PARTITION} (montada em ${MOUNTPOINT}) não pôde ser desmontada. É possível que uma outra partição já esteja montada sob esta partição ?

source: Please choose which disc you want to partition
pt_br: Por favor selecione qual disco você quer particionar

source: Please choose one of these discs, to create partitions on it.
pt_br: Por favor selecione um disco no qual criar partições.

source: Unable to find any discs
pt_br: Impossível encontrar discos

source: Unable to find any discs in your system. Maybe some kernel modules need to be loaded.
pt_br: Não foi possível encontrar nenhum disco em seu sistema. Talvez alguns módulos de kernel precisem ser carregados.

source: Partitioning error
pt_br: Erro de particionamento

source: Failed to partition the disc ${DISC}.
pt_br: Falha ao particionar o disco ${DISC}.

source: Interactive shell.
fr: Shell interactif.
pt_br: Shell interativo.
ru: Интерактивная оболочка.

source: You are running "dash", a Bourne-shell clone. The root filesystem is a RAM disc. The hard disc filesystems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin". Use the "exit" command to return to the installation menu.
pt_br: Você está executando "dash", um clone do Bourne-shell. O sistema de arquivos root é um disco RAM. Os sistemas de arquivos em disco rígido são montados em "/target". O editor disponível para você é o nano. Ele é bem pequeno e é fácil de se comprender. Para ter uma idéia de quais utilitários Unix estão disponíveis para você, execute "ls /bin /sbin /usr/bin /usr/sbin". Use o comando "exit" para retornar ao menu de instalação.

source: Please select partitions on which to create file systems
pt_br: Por favor selecione em quais partições criar sistemas de arquivos

source: Listed are the partitions available in your system. Please choose the partitions on which you want to create file systems. Note that this will COMPLETELY ERASE those partitions and any data on them.
pt_br: A lista a seguir contém as partições disponíveis em seu sistema. Por favor escolha em quais partições você quer criar sistemas de arquivos. Note que isto irá APAGAR COMPLETAMENTE estas partições e quaisquer dados que por ventura possam existir nas mesmas.

source: Only partitions with type Linux (83) will be displayed.
fr: Seules les partitions de type Linux (83) seront affichées.
pt_br: Somente partições com o tipo Linux (83) serão exibidas.

source: Please select the file system type you want to use
fr: Veuillez choisir le type de système de fichiers que vous voulez utiliser
pt_br: Por favor selecione o tipo de sistema de arquivos que você deseja usar

source: You can choose one of the following file system types to use on your partitions.
fr: Vous pouvez choisir l'un des types de systèmes de fichiers suivants à installer sur votre partition.
pt_br: É possível escolher um dos seguintes tipos de sistema de arquivos para usar em suas partições.

source: If you don't know what to use, ext2 should be a safe choice.
fr: Si vous ne savez pas quel type de système de fichiers utiliser, ext2 est un choix raisonnable.
pt_br: Caso você não saiba o que usar, ext2 é uma escolha segura.

source: Check for bad blocks?
fr: Recherche des blocs défectueux ?
pt_br: Checar por blocos danificados ?

source: Should the partitions be checked for bad blocks?
fr: Faut-il rechercher les blocs défectueux des partitions ?
pt_br: As partições devem ser checadas a procura de blocos danificados ?

source: This is almost always safe to skip.
fr: Il est presque toujours sans danger de sauter cette étape.
pt_br: Geralmente é seguro não executar esta checagem.

source: Ready to create file systems?
fr: Prêt pour la création du système de fichiers ?
pt_br: Pronto para criar os sistemas de arquivos ?

source: WARNING: all data on the partitions ${PARTITION} will now be deleted.
fr: ATTENTION, toutes les données sur la/les partition(s) ${PARTITION} vont être effacées.
pt_br: AVISO: todos os dados nas partições ${PARTITION} serão agora apagados.

source: The selected file system type is ${FILESYSTEM}.
fr: Le type de système de fichiers choisi est ${FILESYSTEM}.
pt_br: O tipo de sistema de arquivos selecionado é ${FILESYSTEM}.

source: No valid partitions found
fr: Aucune partition valide trouvée
pt_br: Nenhuma partição válida encontrada

source: Unable to find any valid partitions in the system. Maybe other kernel modules need to be loaded or the partition types must be set to Linux (83).
fr: Impossible de trouver une partition valide dans le système. Existe-t-il des partitions du type Linux (83) ? Ou alors, peut-être faut-il charger d'autres modules dans le noyau ?
pt_br: Não foi possível encontrar nenhuma partição válida no sistema. Talvez outros módulos de kernel precisam ser carregados ou os tipos de partição devem ser definidos para o tipo Linux (83).

source: No usable file system types found
fr: Aucun système de fichiers utilisable trouvé
pt_br: Nenhum tipo de sistema de arquivos utilizável encontrado

source: Unable to find any usable file system types. Other kernel modules may need to be loaded.
fr: Impossible de trouver un type de système de fichiers utilisable. D'autres modules doivent sans doute être chargés dans le noyau.
pt_br: Não foi possível encontrar nenhum tipo de sistema de arquivos utilizável. Outros módulos de kernel podem precisar ser carregados.

source: No partitions were selected
fr: Aucune partition n'a été choisie
pt_br: Nenhuma partição foi selecionada

source: No partitions were selected. Aborting.
fr: Aucune partition n'a été choisie. Abandon
pt_br: Nenhuma partição foi selecionada. Abortando.

source: Error while creating file system
fr: Erreur lors de la création du système de fichiers
pt_br: Erro na criação do sistema de arquivos

source: Unable to create ${FILESYSTEM} file system on ${PARTITION}.
fr: Impossible de créer le système de fichiers ${FILESYSTEM} dans ${PARTITION}.
pt_br: Não foi possível criar o sistema de arquivos ${FILESYSTEM} em ${PARTITION}.

source: Please select partition on which to create swap space
pt_br: Por favor selecione em qual partição criar espaço de troca (swap)

source: Listed are the partitions available in your system. Please choose the partition on which you want to create swap space. Note that this will COMPLETELY ERASE that partition and any data on it.
pt_br: Listadas a seguir estão as partições disponíveis em seu sistema. Por favor escolha em qual partição você quer criar espaço de troca (swap). Note que isto irá APAGAR COMPLETAMENTE esta partição e quaisquer dados que por ventura possam existir na mesma.

source: Only partitions with type Linux Swap (82) will be displayed.
fr: Seules les partitions du type Linux Swap (82) vont être affichées.
pt_br: Somente partições do tipo Linux Swap (82) serão exibidas.

source: Should the partition be checked for bad blocks?
fr: Faut-il rechercher les blocs défectueux de la partition ?
pt_br: As partições devem ser checadas a procura de blocos danificados ?

source: Ready to create swap space?
fr: Prêt pour la création de l'espace d'échange (swap) ?
pt_br: Pronto para criar espaço de troca (swap) ?

source: WARNING: all data on the partition ${PARTITION} will now be deleted.
fr: ATTENTION : toutes les données sur la/les partition(s) ${PARTITION} vont être effacées.
pt_br: AVISO: todos os dados na partição ${PARTITION} serão agora apagados.

source: Unable to find any partitions usable for swap space. Maybe other kernel modules need to be loaded or the partition type must be set to Linux Swap (82).
fr: Impossible de trouver une partition utilisable comme espace d'échange. Existe-t-il des partitions du type Linux Swap (82) ? Ou alors, peut-être faut-il charger d'autres modules dans le noyau ?
pt_br: Não foi possível encontrar partições utilizáveis para espaço de troca. Talvez outros módulos de kernel precisem ser carregados ou o tipo de partição deva ser definido para Linux Swap (82).

source: There are no more swap partitions
fr: Il n'y a plus de partitions d'échange (swap)
pt_br: Não existem mais partições de troca (swap)

source: All swap partitions are already activated.
fr: Toutes les partitions d'échange (swap) sont déjà activées.
pt_br: Todas as partiçoes de troca já estão ativadas.

source: No partition was selected
fr: Aucune partition n'a été choisie
pt_br: Nenhuma partição foi selecionada

source: No partition was selected. Aborting.
fr: Aucune partition n'a été choisie. Abandon.
pt_br: Nenhuma partição foi selecionada. Abortando.

source: Error while creating swap space
fr: Erreur lors de la création de l'espace d'échange (swap)
pt_br: Erro na criação de espaço de troca (swap)

source: Unable to create swap space on ${PARTITION}.
fr: Impossible de créer un espace d'échange (swap) sur ${PARTITION}.
pt_br: Não foi possível criar espaço de troca (swap) em ${PARTITION}.

source: Error while activating swap space
fr: Erreur lors de l'activation de l'espace d'échange (swap)
pt_br: Erro na ativação do espaço de troca (swap)

source: Unable to activate the partition ${PARTITION} swap space.
fr: Impossible d'activer l'espace d'échange (swap) de la partition ${PARTITION}.
pt_br: Não foi possível ativar o espaço de troca na partição ${PARTITION}.

source: Please insert a floppy into drive ${num}
ru: Пожалуйста вставьте диск в дисковод ${num}

source: Please select which partition to mount
ru: Пожалуйста выберите раздел для монтирования

source: Listed are the partitions available in your system. Please choose which partition you want to mount
ru: Это список всех разделов, доступных на вашей системе. Пожалуйста выберите раздел для монтирования

source: Please select where you want to mount ${PARTITION}
ru: Пожалуйста выберите куда вы хотите примонтировать ${PARTITION}.

source: Please type in where you want to mount ${PARTITION}.
ru: Пожалуйста введите, куда вы хотите примонтировать ${PARTITION}.

source: Please select which disc you want to partition
ru: Пожалуйста выберите какой диск вы хотите разбить

source: Listed are the discs which are currently available in your system. Please choose the one you want to partition.
ru: Это список всех дисков, которые сейчас доступны на вашей системе. Пожалуйста выберите какой диск вы хотите разбить на разделы.

source: No discs detected
ru: Диски не обнаружены

source: Since no discs were detected in your system, it is not possible to run fdisk. Perhaps you forgot to load the correct kernel modules?
ru: Так как на вашей системе диски не обнаружены, то невозможно запустить fdisk. Возможно вы забыли загрузить необходимые модули для ядра?

source: You are running "ash", a Bourne-shell clone. The root filesystem is a RAM disk. The hard disk filesystems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin". Use the "exit" command to return to the installation menu.
ru: Вы выполняете "ash", клон Bourne-shell. Корневая файловая система расположена на RAM-диске. Файловые системы жестких дисков смонтированы в "/target". Доступный для вас редактор - nano. Он очень маленький и простой. Чтобы получить представление о том, какие утилиты Unix вам доступны, запустите команду "ls /bin /sbin /usr/bin /usr/sbin". Используйте команду "exit", чтобы вернуться в меню установки.

source: Please select which partition to make a file system on
ru: Пожалуйста выберите раздел, на котором вы хотите создать файловую систему

source: Listed are the partitions available in your system. Please choose which partition you want to mkfs. Note that this will COMPLETELY ERASE that partition and any data on it.
ru: Это список разделов, доступных на вашей системе. Пожалуйста выберите раздел, на котором вы хотите создать файловую систему. Обратите внимание на то, что этим вы ПОЛНОСТЬЮ УНИЧТОЖИТЕ раздел и все данные на нем.

source: Please choose what file system you want for ${PARTITION}
ru: Пожалуйста выберите тип файловой системы для раздела ${PARTITION}

source: There are several different file systems available which you can use on ${PARTITION}. If you are unsure, ext2 should be a safe choice.
ru: Есть несколько различных файловых систем, которые вы можете использовать для раздела ${PARTITION}. Если вы не уверены, то наиболее безопасный выбор - ext2.

source: Interactive shell
lt: Interaktyvi aplinka
uk: Інтерактивний командний процесор

source: After this message, you will be running "ash", a Bourne-shell clone.
lt: Po šio pranešimo, jūs vykdysite "ash" apvalkalą, Bourne-shell'o kloną.
uk: Після цього повідомлення ви опинитесь в "ash", клоні Bourne-shell.

source: The root filesystem is a RAM disc. The hard disc file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin".
lt: Šakninė (root) bylų sistema yra RAM diskas. Kietojo disko bylų sistemos yra primontuotos prie "/target". Jums prieinamas redaktorius - nano. Jis labai mažas ir paprastas naudoti. Kad sužinoti, kokios dar pagalbinės Unix programos jums prienamos, naudokite komandą "ls /bin /sbin /usr/bin /usr/ sbin".

source: Use the "exit" command to return to the installation menu.
lt: Grįžimui į įdiegėjo meniu, naudokite "exit" komandą.
uk: Для повернення до меню установки, використовуйте команду "exit".

source: Execute a shell
lt: Apvalkalo (shell) vykdymas
uk: Запуск оболонки

source: Exit installer demo
lt: Išėjimas iš įdiegėjo demonstravimo
uk: Вийти із демонстрації програми установки

source: Are you sure you want to reboot now?
lt: Ar jūs įsitikinę, kad norite kartoti paleistį dabar?
uk: Ви впевнені, що хочете зараз перезавантажитися?

source: If you have not finished the install, your system may be left in an unusable state.
lt: Jei jūs nebaigėte įdiegimo, jūsų sistema gali likti nepanaudojamoje būsenoje.
uk: Якщо ви не закінчили встановлення, система може виявитися в непрацездатному стані.

source: Rebooting the system
lt: Sistemos paleisties kartojimas
uk: Перезавантажуємо систему

source: Reboot the system
lt: Sistemos paleisties kartojimas (reboot)
uk: Перезавантажити систему

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin".
uk: Коренева файлова система розміщена на RAM-диску. Файлові системи жорстких дисків змонтовані в "/target". У вашому розпорядженні - редактор nano. Він дуже маленький та простий. Щоб мати уяву про те, які програми Unix доступні, запустіть команду "ls /bin /sbin /usr/bin /usr/sbin".
